{
  "metadata": {
    "title": "Telomerization of butadiene with water catalyzed by heterogeneous palladium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-05-20",
    "doi": "10.1016/S1381-1169(00)00080-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900000807",
    "pii": "S1381116900000807"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0342803638",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-06-06 2000-06-06 2010-04-18T20:21:34 1-s2.0-S1381116900000807 S1381-1169(00)00080-7 S1381116900000807 10.1016/S1381-1169(00)00080-7 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01185 2015-05-15T05:55:31.049811-04:00 0 0 20000520 2000 2000-06-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 156 156 1 2 1 2 Volume 156, Issues 1–2 28 283 287 283 287 20000520 20 May 2000 2000-05-20 2000 converted-article sco Copyright © 2000 Elsevier Science B.V. All rights reserved. TELOMERIZATIONBUTADIENEWATERCATALYZEDBYHETEROGENEOUSPALLADIUMCATALYSTS LEE B 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgements References ATKINS 1971 330 K MONFLIER 1995 29 E DULLIUS 1998 815 J PINNAVAIA 1979 6891 T CHOUDARY 1985 931 B KUMAR 1986 130 K JANG 1999 431 E TSUJI 1973 8 J LEEX2000X283 LEEX2000X283X287 LEEX2000X283XB LEEX2000X283X287XB item S1381-1169(00)00080-7 S1381116900000807 1-s2.0-S1381116900000807 10.1016/S1381-1169(00)00080-7 271358 2010-09-30T18:09:56.374483-04:00 2000-05-20 1-s2.0-S1381116900000807-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900000807/MAIN/application/pdf/86c117de2f001ef104d2f2d61da8af08/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900000807/MAIN/application/pdf/86c117de2f001ef104d2f2d61da8af08/main.pdf main.pdf pdf true 69850 MAIN 5 1-s2.0-S1381116900000807-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900000807/PREVIEW/image/png/f2ca6f77588ebc54d6ed053425f67fef/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900000807/PREVIEW/image/png/f2ca6f77588ebc54d6ed053425f67fef/main_1.png main_1.png png 53156 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900000807-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900000807/gr1/THUMBNAIL/image/gif/fce68e26393b4585b7a41404fb36e222/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900000807/gr1/THUMBNAIL/image/gif/fce68e26393b4585b7a41404fb36e222/gr1.sml gr1 gr1.sml sml 1038 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900000807-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900000807/gr1/DOWNSAMPLED/image/gif/6dd480c95e14c5a83d5bea5d85d43ec1/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900000807/gr1/DOWNSAMPLED/image/gif/6dd480c95e14c5a83d5bea5d85d43ec1/gr1.gif gr1 gr1.gif gif 3725 238 323 IMAGE-DOWNSAMPLED MOLCAA 2661 S1381-1169(00)00080-7 10.1016/S1381-1169(00)00080-7 Elsevier Science B.V. Fig. 1 CO2 evolution in TPO of 5% Pd/Al2O3 used at 363 K for the telomerization of butadiene with water (Run 7 of Table 1). The flow rate of 1% O2/He=2.2 μmol/min, heating rate=10 K/min, catalyst=0.1 g. Table 1 Telomerization of butadiene with water over various palladium catalysts Reaction conditions: butadiene=0.25 mol, H2O=0.5 mol, Pd=0.5 mmol, Ph3P=1.5 mmol, acetone=40 ml, CO2=200 psi, temperature=363 K, time=10 h, acetone solvent if not otherwise noted. Run Catalyst C4H6 conversion (%) Selectivity (%) TOF (h−1) 2,7-Octadien-1-ol 1,7-Octadien-3-ol 1,3,7-Octatriene 1-Methylene 2-vinyl cyclopentane 4-Vinyl cyclohexene High molecular weight 1 a Pd(II)(CH3CO2)2 77.6 74.8 7.2 8.1 6.6 0 3.3 259 2 5% Pd/C 82.2 74.5 9.3 9.5 2.1 1.4 3.3 83 3 b 5% Pd/C 31.2 56.9 4.7 19.2 4.8 3.8 10.6 32 4 c 5% Pd/C 8.9 49.1 6.4 13.5 0 0 31.1 10 5 d 5% Pd/Al2O3 71.3 71.9 11.9 4.8 1.5 2.2 7.7 55 6 e 5% Pd/Al2O3 (R) 45.7 66.3 14.6 5.4 1.6 3.0 8.9 46 7 f 5% Pd/Al2O3 83.5 65.1 8.2 5.4 0.9 0.9 19.6 65 8 g 5% Pd/Al2O3 80.2 60.3 8.0 3.9 0.7 1.5 25.6 62 9 h Montmorillonite Si(CH2)3NH2Pd 70.8 77.3 7.8 6.7 3.5 1.0 3.6 216 a Reaction time=1.5 h. b DMF instead of acetone. c DMF instead of acetone. Solid catalyst was recycled from run 3. d Catalyst was calcined in oxygen at 873 K for 2 h before reaction. e Catalyst was reduced in H2 at 573 K for 2 h before reaction. f DMF instead of acetone. Catalyst was calcined in oxygen at 873 K for 2 h before reaction. g DMF instead of acetone. Catalyst was calcined in oxygen at 873 K for 2 h before reaction. Solid catalyst was recycled after the catalyst from run 7 was calcined in oxygen at 873 K for 2 h. h Pd=0.082 mmol. Table 2 Telomerization of butadiene with water over various palladium–montmorillonite catalysts Reaction conditions: butadiene=0.25 mol, H2O=0.5 mol, Pd=0.5mmol, Ph3P=1.5 mmol, acetone=40 ml, CO2=200 psi, temperature=363 K, time=20 h, acetone solvent if not otherwise noted. Run Catalyst Pd content (wt.%) C4H6 conversion (%) Selectivity (%) TOF (h−1) 2,7-Octadien-1-ol 1,7-Octadien-3-ol 1,3,7-Octatriene 1-Methylene 2-vinyl cyclopentane 4-Vinyl cyclohexene High molecular weight 1 a Pd(II)(CH3CO2)2 – 77.6 74.8 7.2 8.1 6.6 0 3.3 259 10 b Pd(II)Cl2 – 3.0 0 0 19.3 0 22.8 58.0 10 11 Montmorillonite Si(CH2)NHC2H4NH2PdCl2 4.86 11.0 40.9 13.8 7.6 0 7.2 30.6 3 12 Montmorillonite Si(CH2)3NH2PdCl2 4.76 3.2 16.3 10.2 3.6 12.5 32.1 25.3 1 13 Montmorillonite Si(CH2)3NH2Pd(NO2)Cl 5.15 60.3 71.1 7.9 9.0 2.9 3.8 5.4 15 9 c Montmorillonite Si(CH2)3NH2Pd 0.87 70.8 77.3 7.8 6.7 3.5 1.0 3.6 216 14 d Montmorillonite Si(CH2)3NH2Pd 0.87 69.5 69.8 12.8 4.9 1.3 2.6 8.6 212 15 e Montmorillonite Si(CH2)3NH2Pd 0.87 91.0 76.8 8.5 5.8 2.1 0.7 6.1 277 a Reaction time=1.5 h. b Reaction time=1.5 h. c Pd=0.082mmol and reaction time=10 h. d Pd=0.082mmol and reaction time=10 h. Solid catalyst was recycled from run 9. e Pd=0.082mmol and reaction time=10 h. DMF instead of acetone. Letter Telomerization of butadiene with water catalyzed by heterogeneous palladium catalysts Byoung In Lee Kyung Hee Lee * Jae Sung Lee Department of Chemical Engineering, Pohang University of Science and Technology (POSTECH), San 31 Hyoja-dong, Pohang, 794-784, South Korea * Corresponding author. Tel.: +82-562-279-2263; fax: +82-562-279-5799 The telomerization of butadiene with water in the presence of heterogeneous palladium catalysts was investigated. Among various heterogeneous palladium catalysts, palladium anchored on montmorillonite showed good activity and selectivity to octadienol comparable to those of a homogeneous palladium acetate catalyst. The palladium catalyst anchored on montmorillonite could be recycled with no loss in activity and selectivity. Keywords Butadiene Telomerization Octadienol Montmorillonite Heterogeneous palladium catalysts 1 Introduction The palladium catalyzed reaction of butadiene with water to octadienols was reported first by Atkins et al. [1]. Usually, homogeneous palladium complex catalysts have been used for the telomerization of butadiene with water [2–4]. However, in the homogeneous catalyst system, the problem of separating the homogeneously dissolved catalyst from the reaction mixture is a serious disadvantage for practical applications. Heterogeneous catalysts appear very attractive from an industrial point of view, as they could be easily separated from the reaction products and recycled. However, heterogeneous catalysts employed for the liquid phase reaction often show leaching of palladium into the reaction medium and a reduced activity compared to the homogeneous counterparts. Recently, a swelling-type layered silicate clay, montmorillonite, has been reported to be an excellent support for immobilization of cationic transition metal complexes to conduct solution-like reactions in the solid state [5–8]. These heterogenized catalysts involving anchored palladium showed good activity in many reactions including dimerization of alkenes. In this paper, we wish to describe the performance of heterogeneous palladium catalysts in the telomerization of butadiene with water. 2 Experimental Palladium catalysts supported on alumina were prepared by an incipient wetness impregnation method with γ-alumina (Strem Chemicals, BET surface area=95 m2/g) and an organic solution containing the desired amount of palladium. Palladium acetate was used as the catalyst precursor. The prepared samples were dried in an oven at 383 K for 24 h and calcined in oxygen flow at 773 K for 2 h. Optionally, the samples were reduced in hydrogen flow at 573 K for 2 h. Palladium on activated carbon was a commercial product purchased from Aldrich. To prepare palladium anchored on montmorillonite, a commercial Na–montmorillonite (Aldrich) was treated with a HCl solution to obtain the proton form of montmorillonite. The H–montmorillonite was refluxed with 3-aminopropylethoxysilane solution for 48 h. The silane-exchanged montmorillonite was complexed with palladium ion during the reflux with a palladium-containing solution, and then was subjected to Soxhlet extraction for 24 h. Finally, the prepared samples were dried in an oven at 383 K for 24 h. The telomerization of butadiene with water was performed in a 100-ml stainless steel autoclave reactor (Autoclave Engineers). Typically, palladium catalyst (Pd content 0.5 mmol), triphenylphosphine (1.5 mmol), H2O (0.5 mol), and solvent (40 ml) were introduced under nitrogen atmosphere and then 1,3-butadiene (0.25 mol) was charged. The reactor was pressurized with carbon dioxide to 200 psi at room temperature, and the contents were heated to 363 K and kept at this temperature for a desired reaction time with vigorous stirring. During the reaction, the reaction mixture was sampled and analyzed by a gas chromatograph (GC, HP 6890) with a 60 m AT-1 capillary column, and a flame ionization detector. Products were identified by GC-mass spectroscopy (HP 5972 MSD) and NMR analysis. 3 Results and discussion The reaction of butadiene with water using palladium acetate and triphenylphosphine as a homogeneous catalyst system gave a high TOF (turnover frequency=number of moles of butadiene reacted per mole of metal per hour) of 259 h−1 at 363 K. Product distribution is as follows (selectivity in parenthesis): 2,7-octadien-1-ol (74.8%); 1,7-octadien-3-ol (7.2%); 1,3,7-octatriene (8.1%); and 1-methylene-2-vinylcyclopentane (6.6%). The distribution of products in heterogeneous catalyst systems is similar to that observed in the homogenous catalyst system. Typical results for the telomerization of butadiene with water over different heterogeneous catalysts are presented in Table 1 . Both 5% Pd/C and 5% Pd/Al2O3 provided lower TOFs of 50–80 h−1 compared to the homogeneous counterpart. The TOFs for heterogeneous catalysts are based on surface Pd atoms titrated by CO chemisorption at room temperature. This is justified by the finding that there is negligible dissolution of palladium metal into the reaction medium. The dispersions of palladium calculated from CO chemisorption assuming 1:1 chemisorption of CO on surface palladium atom were 49.5% for 5% Pd/C, 65.0% for 5% Pd/Al2O3, and 50.5% for 5% Pd/Al2O3 (R). The 5% Pd/C catalyst gave better activity in acetone (Run 2) than in DMF (Run 3) as a solvent. However, 5% Pd/Al2O3 showed higher activity in DMF (Run 7) than in acetone (Run 5). The origin of this mild solvent effect is not clear. When 5% Pd/Al2O3 was reduced in hydrogen, the catalytic activity was decreased (Run 6). It appears that an oxidized palladium is more active than Pd (0) in this reaction system. To investigate the occurrence of palladium leaching, heterogeneous catalysts including palladium anchored on montmorillonite were filtered from the reaction solution after the reaction and palladium contents of the liquid phase were analyzed by atomic absorption spectroscopy. In all cases, palladium in solution was less than 1% of total Pd in catalysts. This indicates that these heterogeneous catalysts for the telomerization of butadiene with water do not release palladium into the reaction medium to a significant extent. However, when 5% Pd/C was separated from the liquid products and recycled (Run 4) under the same conditions as for the fresh catalysts (Run 3), a low activity was observed. It appears that the catalyst has been deactivated by high-molecular-weight carbon products. Thus, when deactivated 5% Pd/Al2O3 catalyst was treated under oxygen flow at 573 K for 2 h, the same activity (Run 8) as the fresh catalyst (Run 7) was obtained. Furthermore, Fig. 1 shows CO2 evolution in temperature-programmed oxidation (TPO) of 5% Pd/Al2O3 used in Run 7. The TPO was carried out for 0.1 g of the catalyst in 1% O2/He flow (2.2 μmol/s) with a heating rate of 10 K/min. The CO2 evolution was observed between 473 and 873 K. Palladium anchored on montmorillonite showed high catalytic activity and selectivity to telomer, and it was very stable under this reaction condition. The observed TOF (216 h−1) for the anchored catalyst (Run 9) was almost the same as that for homogeneous Pd(CH3CO2)2 catalyst (Run 1). The TOF was based on total palladium contained in the catalyst like the homogeneous catalyst because palladium is present as a molecular species in this catalyst. This also indicates that there is no mass-transfer limitation of reactants between liquid phase and palladium located in the interlayer space of the clay. The effects of different silane ligands and palladium precursors on palladium–montmorillonite are shown in Table 2 . Among various palladium precursors, palladium acetate (Run 9) gave more active catalyst than chlorine-containing palladium precursors (Runs 11–13). In a homogeneous catalytic system, palladium chloride also showed lower activity than palladium acetate under the same reaction conditions (Run 10). Chloride ions appear to block free coordination sites at palladium and inhibit palladium from coordinating with phosphine [9]. Palladium–montmorillonite showed a higher activity in DMF (Run 15) than in acetone (Run 9) as was also observed for 5% Pd/Al2O3. To check if the catalytic system was really heterogeneous, the liquid product solution was separated from palladium–montmorillonite, and recycled by charging a fresh batch of butadiene. The recycled solution had no activity. Also, when Pd-montmorillonite was separated from the liquid products and reused as catalyst under the same conditions as for the fresh catalyst (Run 14), the same activity and selectivity of the original experiment (Run 9) was reproduced. This suggests that most palladium complexes were not released from the support during the reaction and the catalyst recovered by filtration could be recycled. 4 Conclusions Heterogeneous palladium catalysts were employed for the telomerization of butadiene with water. In the presence of triphenylphosphine, palladium anchored on montmorillonite showed good activity and selectivity. Among various palladium precursors that were used for immobilizing palladium in montmorillonite, Pd(CH3COO)2 was the most effective. Recycle experiments allow one to conclude that the palladium is anchored to the montmorillonite in a stable form and works as a heterogenized catalyst without an appreciable leaching of metal species into the reaction medium. Acknowledgements This work has been supported by SK and the Research Center for Catalytic Technology of POSTECH. References [1] K.E. Atkins W.E. Walker R.M. Manyik Chem. Commun. 1971 330 [2] JP 2-172924 Kuraray, Japan, 1990. [3] E. Monflier P. Bourdauducq J. Couturier J. Kervennal A. Mortreux J. Mol. Catal. A 97 1995 29 [4] J.E.L. Dullius P.A. Suarez S. Einloft R.F. deSouza J. Dupont Organometallics 17 1998 815 [5] T.J. Pinnavaia R. Raythatha J.G. Lee L.J. Halloran J.F. Hoffman J. Am. Chem. Soc. 101 23 1979 6891 [6] B.M. Choudary K.R. Kumar Z. Jamil G. Thyagarajan J. Chem. Soc. Chem. Commun. 1985 931 [7] K.R. Kumar B.M. Choudary Z. Jamil G. Thyagarajan J. Chem. Soc. Chem. Commun. 1986 130 [8] E.J. Jang K.H. Lee J.S. Lee Y.G. Kim J. Mol. Catal. A 144 1999 431 [9] J. Tsuji Acc. Chem. Res. 6 1973 8",
      "scopus-id": "0342803638",
      "coredata": {
        "eid": "1-s2.0-S1381116900000807",
        "dc:description": "The telomerization of butadiene with water in the presence of heterogeneous palladium catalysts was investigated. Among various heterogeneous palladium catalysts, palladium anchored on montmorillonite showed good activity and selectivity to octadienol comparable to those of a homogeneous palladium acetate catalyst. The palladium catalyst anchored on montmorillonite could be recycled with no loss in activity and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-05-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900000807",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lee, Byoung In"
          },
          {
            "@_fa": "true",
            "$": "Lee, Kyung Hee"
          },
          {
            "@_fa": "true",
            "$": "Lee, Jae Sung"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900000807"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900000807"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00080-7",
        "prism:volume": "156",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Telomerization of butadiene with water catalyzed by heterogeneous palladium catalysts",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Butadiene"
          },
          {
            "@_fa": "true",
            "$": "Telomerization"
          },
          {
            "@_fa": "true",
            "$": "Octadienol"
          },
          {
            "@_fa": "true",
            "$": "Montmorillonite"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous palladium catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "283-287",
        "prism:endingPage": "287",
        "pubType": "sco",
        "prism:coverDisplayDate": "20 May 2000",
        "prism:doi": "10.1016/S1381-1169(00)00080-7",
        "prism:startingPage": "283",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00080-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900000807-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1038",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "238",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900000807-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3725",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0342803638"
      }
    }
  }
}