{
  "metadata": {
    "title": "Highly selective esterification of <ce:italic>tert</ce:italic>-butanol by acetic acid anhydride over alumina-supported InCl<ce:inf loc=post>3</ce:inf>, GaCl<ce:inf loc=post>3</ce:inf>, FeCl<ce:inf loc=post>3</ce:inf>, ZnCl<ce:inf loc=post>2</ce:inf>, CuCl<ce:inf loc=post>2</ce:inf>, NiCl<ce:inf loc=post>2</ce:inf>, CoCl<ce:inf loc=post>2</ce:inf> and MnCl<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-07-01",
    "doi": "10.1016/j.molcata.2005.03.042",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905002104",
    "pii": "S1381116905002104"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-20344408550",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-05-17 2005-05-17 2010-04-19T04:56:56 1-s2.0-S1381116905002104 S1381-1169(05)00210-4 S1381116905002104 10.1016/j.molcata.2005.03.042 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X01613 2015-05-15T05:56:33.000448-04:00 0 0 20050701 2005 2005-05-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 235 235 1 2 1 2 Volume 235, Issues 1–2 22 150 153 150 153 20050701 1 July 2005 2005-07-01 2005 article fla Copyright © 2005 Elsevier B.V. All rights reserved. HIGHLYSELECTIVEESTERIFICATIONTERTBUTANOLBYACETICACIDANHYDRIDEOVERALUMINASUPPORTEDINCL3GACL3FECL3ZNCL2CUCL2NICL2COCL2MNCL2CATALYSTS SALAVATINIASARI M 1 Introduction 2 Experimental 2.1 Materials and physical measurements 2.2 Preparation of heterogeneous catalysts 2.3 Esterification of tert-butanol, general procedure 3 Results and discussion 4 Conclusions Reference FERNANDEZ 2005 1473 M JISEOK 2004 15 K TIMOFEEVA 2003 19 M OLAH 1973 G FRIEDELCRAFTSCHEMISTRY JAQUES 1964 2683 D KHURANA 1990 2267 J ANDERSON 1960 3359 G KAISER 1970 1198 E TAKIMOTO 1976 2335 S ARMSTRONG 1988 2483 A CHOUDHARY 2001 57 V CHOUDHARY 2001 179 V NAGASAWA 1990 2033 K NAGASAWA 1994 209 K CHOUDHARY 1982 472 V SALAVATINIASARI 2004 204 M SALAVATINIASARI 2002 101 M SALAVATINIASARI 2004 87 M SALAVATINIASARI 2003 43 M SALAVATINIASARI 2000 183 M SALAVATINIASARI 2001 105 M SALAVATINIASARIX2005X150 SALAVATINIASARIX2005X150X153 SALAVATINIASARIX2005X150XM SALAVATINIASARIX2005X150X153XM item S1381-1169(05)00210-4 S1381116905002104 1-s2.0-S1381116905002104 10.1016/j.molcata.2005.03.042 271358 2010-10-10T21:03:29.620341-04:00 2005-07-01 1-s2.0-S1381116905002104-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905002104/MAIN/application/pdf/6e65b5ce6ed16f5f4175ba2d20e3f71a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905002104/MAIN/application/pdf/6e65b5ce6ed16f5f4175ba2d20e3f71a/main.pdf main.pdf pdf true 66659 MAIN 4 1-s2.0-S1381116905002104-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905002104/PREVIEW/image/png/63b5b2f6c8f1e5b09039d9d7add34969/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905002104/PREVIEW/image/png/63b5b2f6c8f1e5b09039d9d7add34969/main_1.png main_1.png png 66119 849 656 IMAGE-WEB-PDF 1 MOLCAA 5207 S1381-1169(05)00210-4 10.1016/j.molcata.2005.03.042 Elsevier B.V. Table 1 Results of the esterification of tert-butanol by acetic anhydride over different metal chloride supported on alumina catalysts at 30°C Catalyst (g) Conversion (%) Selectivity (%) tert-Butanol Acetic anhydride tert-Butyl acetate Isobutylene InCl3/Al2O3 94.6 100 99.5 0.5 InCl3/Al2O3 a 94.1 97.4 99.1 0.9 InCl3/Al2O3 b 93.7 95.3 98.4 1.6 InCl3/Al2O3 c 93.1 94.2 97.6 2.4 GaCl3/Al2O3 83.7 96.5 99.4 0.6 FeCl3/Al2O3 79.7 84.9 99.3 0.7 ZnCl2/Al2O3 75.3 83.7 99.1 0.9 CuCl2/Al2O3 47.5 58.7 99.6 0.4 NiCl2/Al2O3 40.6 56.5 99.7 0.3 CoCl2/Al2O3 35.5 55.3 99.7 0.3 MnCl2/Al2O3 30.2 54.2 99.8 0.2 InCl3 d 89.8 98.6 99.1 0.9 Al2O3 14.5 16.8 100 0.0 (Reaction mixture= tert-butanol+acetic anhydride (acetic anhydride)+catalyst; volume of reaction mixture=10cm3, tert-butanol/acetic anhydride molar ratio=1.1; reaction time=2h; catalyst/(tert-butanol+acetic anhydride) wt. ratio=0.026. a First reuse of the catalyst. b Third reuse of the catalyst. c Seven reuse of the catalyst. d Homogeneous catalyst [13]. Table 2 Esterification of tert-butanol with acetic anhydride at different InCl3/Al2O3 concentration (conditions: reaction time=2h; volume of reaction mixture=10cm3; temperature=30°C; tert-butanol/acetic anhydride mole ratio=1.1) Catalyst (g) Conversion (%) Selectivity (%) tert-Butanol Acetic anhydride tert-Butyl acetate Isobutylene 0.1 69.7 71.6 100 – 0.2 81.6 89.5 100 – 0.3 90.6 94.3 100 – 0.4 94.6 100 99.5 0.5 0.5 98.5 100 94.3 5.7 0.6 100 100 90.6 9.4 0.9 100 100 83.2 16.8 Table 3 Esterification of tert-butanol with acetic anhydride at different temperatures over InCl3/Al2O3 catalyst (conditions: reaction time=2h; volume of reaction mixture=10cm3; tert-butanol/acetic anhydride mole ratio=1.1; catalyst/(tert-butanol+acetic anhydride) wt. raito=0.026) Temperature (°C) Conversion (%) Selectivity (%) tert-Butanol Acetic anhydride tert-Butyl acetate Isobutylene 25 86.7 93.2 99.9 0.1 30 94.6 100 99.5 0.5 40 96.5 100 62.8 37.2 50 98.5 100 29.6 70.4 60 99.5 100 16.8 83.2 80 100 100 4.0 96.0 Highly selective esterification of tert-butanol by acetic acid anhydride over alumina-supported InCl3, GaCl3, FeCl3, ZnCl2, CuCl2, NiCl2, CoCl2 and MnCl2 catalysts Masoud Salavati-Niasari * Tahereh Khosousi Samansa Hydarzadeh Department of Chemistry, University of Kashan, Kashan P.O. Box 87317-51167, Iran * Corresponding author. Tel.: +98 361 555 333; fax: +98 361 552 930. Esterification of tert-butanol by acetic anhydride to tert-butyl acetate over InCl3/Al2O3, GaCl3/Al2O3, FeCl3/Al2O3, MnCl2/Al2O3, CoCl2/Al2O3, NiCl2/Al2O3, CuCl2/Al2O3 and ZnCl2/Al2O3 (metal chloride loading=1.2mmolg−1) catalysts have been investigated. The yield of tert-butyl acetate obtained was over 99.5%; when the reaction conditions used were as follows: the molar ratio of tert-butanol/acetic acid anhydride=1.1, the catalysts/(tert-butanol+acetic anhydride) wt. ratio=0.026, reaction temperature=30°C, and reaction time=2h. The esterification activity of the alumina supported metal chloride catalysts is in the following order: InCl3 >GaCl3 >FeCl3 >ZnCl2 >CuCl2 >NiCl2 >CoCl2 >MnCl2 >Al2O3. These catalysts can also be reused in the esterification of tert-butanol for several times. The effect of some factors such as reaction temperature, the amount of used catalyst and reaction time on the esterification has been investigated. InCl3/Al2O3 is highly active, selective and reusable catalyst for the esterification. Graphical abstract Esterification of tert-butanol by acetic anhydride to tert-butyl acetate over InCl3/Al2O3, GaCl3/Al2O3, FeCl3/Al2O3, MnCl2/Al2O3, CoCl2/Al2O3, NiCl2/Al2O3, CuCl2/Al2O3 and ZnCl2/Al2O3 catalysts have been investigated. The yield of tert-butyl acetate obtained was over 99.5%; when the reaction conditions used were as follows: the molar ratio of tert-butanol/acetic acid anhydride=1.1, the catalysts/(tert-butanol+acetic anhydride) wt. ratio=0.026, reaction temperature=30°C, and reaction time=2h. The esterification activity of the alumina supported metal chloride catalysts is in the following order: InCl3 >GaCl3 >FeCl3 >ZnCl2 >CuCl2 >NiCl2 >CoCl2 >MnCl2. Keywords Esterification tert-Butanol Acetic anhydride Alumina-supported Metal chloride 1 Introduction Estrification of alcohols by carboxylic acids using homogeneous acid catalysts is well known [1]. For example, fluorhydric or sulfuric acids are used in alkylation, estrification and hydrolysis reactions [2–4]. However, these acid catalysts are toxic and corrosive and, in addition, are hard to remove from the reaction medium. So, the challenge was to replace them by solid catalysts such as zeolites, alumina or resins, which are easier to separate from the products and less toxic. On the other hand, the preparation of tert-butyl ester by the estrification of tert-butanol using on acid catalysis very difficult because of the very high reactivity of tert-butanol. In the presence of acid catalyst, tert-butanol undergoes dehydration to iso-butylene, even at the room temperature. Earlier methods used for the estrification of tert-butanol are either highly cumbersome or involve use of highly toxic reagents [5–8]. Recently, Choudhary et al. [9,10], used clay (Kaolin, mont-K10 and mont-KSF) supported InCl3, GaCl3, FeCl3 and ZnCl2 and Si-MCM-41supported InCl3, GaCl3, FeCl3 and ZnCl2 catalysts at mild conditions for the estrification of tert-butanol by acetic anhydride. Nagasawa et al. [11,12] used activated basic alumina at mild conditions (at room temperature under argon) for the estrification of tert-butanol by acid chlorides or acid bromides. Although they got a good yield for tert-butyl ester, the amount of catalyst relative to the reactants used by them was very large. It is not of practical interest to use such a large amount of catalyst, and more over the removal of high molecular weight adsorbed products from the catalyst is quite difficult and also expensive too. Other important drawback of their butyl ester synthesis method is the use of an acid halide as estrification agent, because of which a highly toxic gaseous hydrogen halide by-product is formed, in stoichiometric quantities. Hence, there is a need to develop an environmentally benign method for the estrification of tert-butanol using more active, selective and reusable solid catalyst, having almost no activity for the dehydration of tert-butanol. We report here our preliminary studies indicating the use of alumina-supported InCl3, GaCl3, FeCl3, MnCl2, CoCl2, NiCl2, CuCl2 and ZnCl2, as the highly selective and reusable catalysts for the estrification of tert-butanol by an acetic acid anhydride, producing acetic acid as a harmless by-product. 2 Experimental 2.1 Materials and physical measurements All solvents used for synthesis and esterification reaction were purchased from Merck (pro analysis) and were dried with molecular sieves (Linde 4Å). tert-Butanol and acetic anhydride were purified by standard procedures, and distilled under nitrogen stored over molecular sieves (4Å) before use. Acidic alumina was purchased from Merck (Art. No. 1078, aluminum oxide 90 active acidic, 0.063–0.200mm). It was activated at 500°C for 8h before use. InCl3, GaCl3, FeCl3, ZnCl2, CuCl2, NiCl2, CoCl2 and MnCl2 were obtained from Merck Chemical Co. tert-Butyl acetate as identified by comparisons of its retention time with that of the pure compound (obtained from Merck). The products were analyzed by GC-mass, using a Philips Pu 4400 Chromatograph (capillary column: DB5MS, 30m), Varian 3400 Chromatograph (15m capillary column of HP-5; FID) coupled with a QP Finnigan MAT INCOF 50, 70ev. The indium, gallium, manganese, iron, cobalt, nickel, copper and zinc contents of the samples were measured by atomic absorption spectrophotometer (AAS—Perkin-Elmer 4100–1319) using a flame approach, after acid (HF) dissolution of a known amount of the alumina material in a Parr digest pump (loading of metal chloride=1.2mmolg−1). 2.2 Preparation of heterogeneous catalysts Alumina supported metal chloride (InCl3/Al2O3, GaCl3/Al2O3, FeCl3/Al2O3, MnCl2/Al2O3, CoCl2/Al2O3, NiCl2/Al2O3, CuCl2/Al2O3, and ZnCl2/Al2O3) were prepared by impregnating acidic alumina with anhydrous metal chloride (purity 99.99% Aldrich) from their acetonitrile solution by incipient wetness technique and evaporating the solvent in vacuum oven at 120°C for 10h. All the catalysts were stored in desiccators. 2.3 Esterification of tert-butanol, general procedure The liquid phase esterification reactions over the supported metal chloride catalysts were carried out in a magnetically stirred glass reactor (50cm3) fitted with a reflux condenser, having a low dead volume, mercury thermometer and arrangement for continuously bubbling moisture at the following reaction conditions (reaction mixture= tert-butanol+acetic anhydride+catalyst; volume of reaction mixture=10cm3; tert-butanol/acetic anhydride molar ratio=1.1; reaction time=2h, catalyst/(tert-butanol+acetic anhydride) wt. ratio 0.026). The reaction was started by injecting acetic anhydride in the reaction mixture, containing catalyst at the reaction temperature (at 30°C) with or without solvent. The outlet of the reflux condenser was connected to a constant pressure gas collector [13]. The isobutylene formed in the reaction was measured quantitatively by collecting it in the gas collector at atmospheric pressure. The products of the esterification were analyzed by a gas chromatograph using n-hexane as an internal standard. 3 Results and discussion The heterogenisation of homogeneous catalysts is a field of continuing interest [13–20]. Although some of homogeneous transition metals exhibit remarkable catalytic properties (activities and selectivity), they are unsuitable to separate intact materials from the reaction medium making their reuse difficult and contaminating the reaction products. Thus, the heterogenisation is always a toxicological and environmental challenge; moreover, it has an economical significance unless the activities of the homogeneous catalysts are exceptionally high. We have done the heterogenisation by supporting the catalysts on acidic alumina. The adsorbing tendency of the acidic alumina might arise from the presence of oxygen groups on the surface which are able coordinate to the metal ion. This hypothesis was by the observation that a manganese complex with three bidentate ligands can not be adsorbed on the acidic alumina surface [15]. Metals contents of the alumina supported catalysts were estimated by dissolving the known amount of the catalyst in concentrated HCl and from these solution, transition metal contents were estimated by atomic absorption spectrometer. The loading of metal chlorides were 1.2mmolg−1. Results of Table 1 show the catalytic activity of InCl3 as homogeneous catalysts. Comparing between neat and alumina supported complexes as catalyst evidence that alumina-supported catalysts gave higher conversion of substrate than their corresponding neat complexes. The higher activity of supported complexes is because of site isolation of the complexes. Among the supported metal chloride catalysts, the InCl3/Al2O3 showed both high conversion and high selectivity in the esterification (Table 1). All the alumina supported metal chloride catalysts show high selectivity (≥99.1) but they differ significantly in their esterification activity. The InCl3/Al2O3 shows the best performance, giving 99.5% selectivity for tert-butyl acetate at 100% and 94.6% conversion of acetic anhydride and tert-butanol, respectively. The esterification activity of the alumina supported metal chloride catalysts is in the following order: InCl3/Al2O3 >GaCl3/Al2O3 >FeCl3/Al2O3 >ZnCl2/Al2O3 >CuCl2/Al2O3 >NiCl2/Al2O3 >CoCl2/Al2O3 >MnCl2/Al2O3 >Al2O3. At the end of the reaction, the catalyst was separated by filtration, thoroughly washed with solvent and reused under similar conditions. Although the analysis of the recovered catalysts by AAS showed little reduction in the amount of metal ions, they showed a slightly lower catalytic activity (0.5%). Results showing the reuse of the InCl3/Al2O3 catalyst. The reaction data using different amounts of InCl3/Al2O3 catalyst revealed that selectivity to tert-butyl acetate was higher at a lower concentration (Table 2 ). At the higher concentration of the InCl3/Al2O3, the conversion of tert-butanol increased to an optimum value but formation of isobutylene product also increased simultaneously. Hence, an optimum of 0.4g of catalyst in the reaction mixture was ideal for achieving better conversion (94.6%) and selectivity for tert-butyl acetate (99.5%). The results of the temperature studies are shown in Table 3 . Reaction was carried out using InCl3/Al2O3 in the temperature range of 25–80°C. It was found that conversion were was low at 25°C. On increasing the temperature from 50 to 80°C, the formation of tert-butyl acetate decreased as expected. High reaction temperatures favor the formation of isobutene. A comparison of the conversion of each catalyst for the esterification and dehydration reactions at 30°C (Tables 1 and 2) shows that all the alumina supported metal chloride catalysts have lower activity for the dehydration of tert-butanol to isobutylene. The dehydration conversion, however, increased exponentially upon with increasing the temperature (Table 3). In the esterification of tert-butanol by acetic anhydride, acetic acid in stoichiometric amounts is formed as a by-product. However, it has a commercial value and moreover it can be converted back to acetic anhydride and recycled in the process. Thus, this process is free from any serious problem of handling and/or treating highly corrosive and toxic by-product, such as hydrogen halide produced in the process based on the use of an acid halide as an esterification agent [3,4]. Also the amount of catalyst used relative to the reactant is much smaller. 4 Conclusions The esterification of tert-butanol with acetic anhydride over InCl3, GaCl3, MnCl2, FeCl3, CoCl2, NiCl2, CuCl2 and ZnCl2 supported on alumina catalysts has been investigated. Homogeneous indium chloride, gave lower conversions than to the supported catalyst. The following points may be noted: 1. The major product of esterification of tert-butanol with acetic anhydride in this study is tert-butyl acetate. 2. The catalysts did not undergo any color change during the reaction and could be easily separated and reused many times. In contrast, the homogeneous indium chloride active in the first cycle were completely destroyed during the first run and changed color. 3. The alumina alone in the absence of metals was not catalytically active. 4. The activity in tert-butanol esterification with acetic anhydride decreases in the series: InCl3/Al2O3 >GaCl3/Al2O3 >FeCl3/Al2O3 >ZnCl2/Al2O3 >CuCl2/Al2O3 >NiCl2/Al2O3 >CoCl2/Al2O3 >MnCl2/Al2O3 >Al2O3. Reference [1] M.J. Fernández M.D. Fernández Polymer 46 2005 1473 K. Jiseok H. Seungjoo P. Dae-Won A. Ik-Sung L. Tai Gyu K. Hae-Sung K. Woo-Sik Chem. Eng. J. 99 2004 15 M.N. Timofeeva Appl. Catal. A: Gen. 256 2003 19 O.D. de Campos, J.A. Irabien, Chem. Eng. Sci. 42 (1987) 2467 [2] G.A. Olah Friedel Crafts Chemistry 1973 Wiley Interscience New York [3] D. Jaques J.A. Leisten J. Chem. Soc. 1964 2683 [4] J.M. Khurana P.K. Sahoo G.C. Maitkap Synth. Commun. 20 1990 2267 [5] G.W. Anderson F.M. Callahan J. Am. Chem. Soc. 82 1960 3359 [6] E.M. Kaiser R.A. Woodruff J. Org. Chem. 35 1970 1198 [7] S. Takimoto J. Inanaga J. Katsuki M. Yamaguchi Bull. Chem. Soc. Jpn. 49 1976 2335 [8] A. Armstrong I. Brackenridge R.F.W. Jackson J.M. kirk Tetrahedron Lett. 29 1988 2483 [9] V.R. Choudhary K. Mantri S.K. Jana Catal. Commun. 2 2001 57 [10] V.R. Choudhary K. Mantri S.K. Jana Microporous Mesoporous Mater. 47 2001 179 [11] K. Nagasawa S. Yoshitake T. Amiya K. Ito Synth. Commun. 20 1990 2033 [12] K. Nagasawa K. Ohhashi A. Yamashita K. Ito Chem. Lett. 1994 209 [13] V.R. Choudhary M.G. Parande P.H. Brahme Ind. Eng. Chem. Fundam. 21 1982 472 [14] M. Salavati-Niasari J. Hasanalian H. Najafian J. Mol. Catal. A 209 2004 204 [15] M. Salavati-Niasari F. Farzaneh M. Ghandi J. Mol. Catal. A 186 2002 101 [16] M. Salavati-Niasari J. Mol. Catal. A 217 2004 87 [17] M. Salavati-Niasari S.H. Banitaba J. Mol. Catal. A 201 2003 43 [18] M. Salavati-Niasari F. Farzaneh M. Ghandi L. Turkian J. Mol. Catal. A 148 2000 183 [19] M. Salavati-Niasari F. Farzaneh M. Ghandi J. Mol. Catal. A 175 2001 105",
      "scopus-id": "20344408550",
      "coredata": {
        "eid": "1-s2.0-S1381116905002104",
        "dc:description": "Esterification of tert-butanol by acetic anhydride to tert-butyl acetate over InCl3/Al2O3, GaCl3/Al2O3, FeCl3/Al2O3, MnCl2/Al2O3, CoCl2/Al2O3, NiCl2/Al2O3, CuCl2/Al2O3 and ZnCl2/Al2O3 (metal chloride loading=1.2mmolg−1) catalysts have been investigated. The yield of tert-butyl acetate obtained was over 99.5%; when the reaction conditions used were as follows: the molar ratio of tert-butanol/acetic acid anhydride=1.1, the catalysts/(tert-butanol+acetic anhydride) wt. ratio=0.026, reaction temperature=30°C, and reaction time=2h. The esterification activity of the alumina supported metal chloride catalysts is in the following order: InCl3 >GaCl3 >FeCl3 >ZnCl2 >CuCl2 >NiCl2 >CoCl2 >MnCl2 >Al2O3. These catalysts can also be reused in the esterification of tert-butanol for several times. The effect of some factors such as reaction temperature, the amount of used catalyst and reaction time on the esterification has been investigated. InCl3/Al2O3 is highly active, selective and reusable catalyst for the esterification.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905002104",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Salavati-Niasari, Masoud"
          },
          {
            "@_fa": "true",
            "$": "Khosousi, Tahereh"
          },
          {
            "@_fa": "true",
            "$": "Hydarzadeh, Samansa"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905002104"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905002104"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00210-4",
        "prism:volume": "235",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Highly selective esterification of tert-butanol by acetic acid anhydride over alumina-supported InCl3, GaCl3, FeCl3, ZnCl2, CuCl2, NiCl2, CoCl2 and MnCl2 catalysts",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Esterification"
          },
          {
            "@_fa": "true",
            "$": "tert-Butanol"
          },
          {
            "@_fa": "true",
            "$": "Acetic anhydride"
          },
          {
            "@_fa": "true",
            "$": "Alumina-supported"
          },
          {
            "@_fa": "true",
            "$": "Metal chloride"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "150-153",
        "prism:endingPage": "153",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 2005",
        "prism:doi": "10.1016/j.molcata.2005.03.042",
        "prism:startingPage": "150",
        "dc:identifier": "doi:10.1016/j.molcata.2005.03.042",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/20344408550"
      }
    }
  }
}