{
  "metadata": {
    "title": "Activity of homogeneous transition metal catalysts for oxidative carbonylation of aniline to <ce:italic>N,N′</ce:italic>diphenyl urea",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-01",
    "doi": "10.1016/S1381-1169(97)00023-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111699700023X",
    "pii": "S138111699700023X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030762977",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S138111699700023X S1381-1169(97)00023-X S138111699700023X 10.1016/S1381-1169(97)00023-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00623 2015-05-15T05:56:33.668241-04:00 0 0 19970801 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 122 122 2 3 2 3 Volume 122, Issues 2–3 3 103 109 103 109 19970801 1 August 1997 1997-08-01 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ACTIVITYHOMOGENEOUSTRANSITIONMETALCATALYSTSFOROXIDATIVECARBONYLATIONANILINENNDIPHENYLUREA MULLA S IWAMOTO 1996 380 T 1968 405 ORGANICSYNTHESISVIAMETALCARBONYLS SHELDON 1983 R CHEMICALSSYNGAS STULL 1969 D CHEMICALTHERMODYNAMICORGANICCOMPOUNDS FRANZ 1961 3309 R HARPER 1976 345 J DIECK 1975 2819 H SHELUDYAKOV 1979 658 Y SONODA 1971 6344 N KAMBE 1981 1460 N BENEDINI 1986 155 F KONDO 1979 692 K HARDY 1967 W FUKUOKA 1984 670 676 S FUKUOKA 1984 399 S GUPTE 1988 246 S ALPER 1985 1141 A LI 1993 631 K TAMHANKAR 1981 15 S DOMBEK 1985 1070 B CESAROTTI 1982 275 E UGO 1972 7364 R BRACA 1987 220 G INDUSTRIALCHEMICALSVIAC1PROCESSES VASAPOLLO 1985 435 G CENINI 1977 95 S HALLMAN 1968 3143 P MULLA 1991 L7 S 1979 LANGESHANDBOOKCHEMISTRY MULLAX1997X103 MULLAX1997X103X109 MULLAX1997X103XS MULLAX1997X103X109XS item S1381-1169(97)00023-X S138111699700023X 1-s2.0-S138111699700023X 10.1016/S1381-1169(97)00023-X 271358 2010-09-29T19:52:50.719339-04:00 1997-08-01 1-s2.0-S138111699700023X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699700023X/MAIN/application/pdf/a462c22e38aff95fb81b77a213419d3e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699700023X/MAIN/application/pdf/a462c22e38aff95fb81b77a213419d3e/main.pdf main.pdf pdf true 686700 MAIN 7 1-s2.0-S138111699700023X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699700023X/PREVIEW/image/png/573b78b0af4d708a7c8615f120a4ae8f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699700023X/PREVIEW/image/png/573b78b0af4d708a7c8615f120a4ae8f/main_1.png main_1.png png 58654 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 122 (1997) 103-109 JOURNAL OF MOLECULAR CATALYSIS MA: CHEMICAL Activity of homogeneous transition metal catalysts for oxidative carbonylation of aniline to N, N'diphenyl urea Shafeek A.R. Mulla, Chandrashekhar V. Rode, Ashutosh A. Kelkar, Sunil P. Gupte Chemical Engineering Division, National Chemical Laboratory, Pune-411008, India Received 5 October 1996; accepted 17 December 1996 Abstract Oxidative carbonylation of aniline to N,N'diphenyl urea was achieved at 100 and atmospheric pressure conditions. The screening of several homogeneous transition metal complexes was carried out. The best catalytic activity was shown by [Ru(CO)3I3]NBu4 catalyst. The effect of solvents, temperature, aniline and promoter concentration etc. on the activity and selectivity of this catalyst was studied. The activation energy of the reaction is evaluated as 26.6 kcal/mol. A plausible mechanistic pathway for oxidative carbonylation of aniline to diphenyl urea has also been proposed. 997 Published by Elsevier Science B.V. Keywords: Carbonylation; Oxidative carbonylation; Homogeneous catalysts; Transition metal catalyst; Diphenyl urea; Aniline 1. Introduction Catalytic carbonylation of aromatic amines to diarylurea derivatives in presence of metal carbonyls is well known [1-3]. Generally severe conditions are required to catalyze this reaction. This is due to the fact that abstraction of hydrogen atom from amine is a highly energetic step [4]. 2RNH2 + CO _'o (RNH)2C0 + HZ AG0298 = -7.5 kcal/mol The presence of hydrogen acceptor compounds such as sulphur in the system facilitates this reaction and reaction proceeds under comparatively mild conditions [5,6]. Aromatic nitro * Corresponding author. Tel.: +91-212-333941; fax: +91-212333941. 1381-1169/97/$17.00 1997 Published by Elsevier Science B.V. All rights reserved. P11 51381-1169(97)00023-X compounds are often used as a hydrogen acceptor in carbonylation of aromatic amines to ureas [7]. The use of dioxygen in the system as a hydrogen acceptor greatly enhances the carbonylation rate and reaction proceeds under mild conditions [8]. The use of Se, Te and Co as carbonylation catalyst has also been demonstrated [9-11]. These catalysts convert aliphatic amines to, corresponding urea derivatives in high yields but show poor activity for oxidative carbonylation of aromatic amines [12]. Isocyanates are conventionally manufactured by phosgenation route, but this route faces severe corrosion problems. In recent years, an alternate route has been developed via carbonylation of nitrocompounds. More than three decades have passed since the feasibility of this route was shown by Hardy and Bennet in 1966, [13]. However, commercial production of iso- l S.A.R. Mulla et al. /Journal of Molecular Catalysis A: Chemical 122 (1997)103-109 cyanates by this route has been delayed mainly because of following reasons: The process utilizes three CO molecules and unless CO is available at a negligible cost (as a byproduct) the process is not going to be economical. Utilizes precious metal catalyst (Pd, Rh, Pt) the recycle and recovery of which is difficult. Isocyanates are highly reactive intermediates and hence their selectivity is sensitive to process parameters. Fukuoka et al. [ 14,15] have shown that oxidative carbonylation of aniline in presence of PdNaI, produces phenylcarbamate in high yield. Arylcarbarmates are commercially important intermediates in pesticide and polymer industry. Decomposition of carbamates readily gives isocyanates used in making monomeric MDI (methylene diphenyl diisocyanate). Oxidative carbonylation of various amines has been studied in detail, however, in most of the earlier reports, supported Pd catalysts have been used [16] and there are very few reports on the homogeneously catalyzed oxidative carbonylation of amines [17,18]. In this paper we report the oxidative carbonylation of aniline using homogeneous transition metal complexes at atmospheric pressure. The stoichiometric reaction can be described as: 2ArNH 2 + CO + 1 /202 - Ar.NH.CO.NH.Ar + H20 N, N'- diphenylurea The aim of the present work was to study various homogeneous Pd, Rh, Ru metal catalysts, effect of iodide containing promoters and solvents on the conversion of aniline and selectivity of N,N'diphenylurea. (2) 2. Experimental 2.1. Materials The transition metal salts such as PdC12, RuC13 ~ 3H20 and RhC13 ~ 3H20, were pro- cured from Arora-Matthey; India and were used as such. Aniline A.R. grade was freshly distilled before use. Carbon monoxide having a purity greater than 99.5% was used from the cylinder. Oxygen was supplied by Indian Oxygen, Mumbai. 2.2. Experimental procedure 2.2.1. Catalytic reactions The transition metal salts such as PdC12, RhC13 ~ 3H20 and RuC13 ~ 3H20 were procured from Arora-Matthey and were used as such. Aniline A.R. grade was freshly distilled before use. Carbon monoxide gas was used from cylinders, purity of which was found to be greater than 99.5% by GC analysis. Infrared spectra were recorded on a Perkin Elmer 283 B spectrophotometer. In a typical experiment, known quantities of aniline, catalyst, promoter and solvent were charged into the 75 cc glass reactor, and the contents were flushed with nitrogen. The glass reactor was heated to a desired temperature, and then flushed with C0:02, (2:1) and equalized to atmospheric pressure. All the experiments were carried out at atmospheric pressure using glass reactor and absorption of CO + 02 was measured using glass burette apparatus. The details of experimental set-up are given elsewhere [19]. The reaction was carried out for five hours. After five hours, the contents were cooled, the liquid and gas samples were analyzed by GC Urea analysis was carried out on HPLC using Bondapak A-phenyl S.S. column. 3. Results and discussion The aim of this work was to study the activity and selectivity of homogeneous transition metal complex catalysts for the oxidative carbonylation of aniline. Several experiments were carried out in which product concentration versus time profiles were observed. The activity and selectivity for the fixed time duration were S.A.R. Mulla et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 103-109 calculated. The material balance was calculated by measuring the gas absorption as well as by the GC and HPLC analysis of the liquid samples for concentration of reactants and products. The material balance agreed to the extent of 95%, and there was no formation of CO2 under the conditions of present study. In order to ensure that the catalyst activity remains constant throughout the run, some experiments on the reusability of the catalyst were also carried out. For this purpose, the reaction solution containing [Ru(CO)3I3jN(Bu)4 catalyst was reused with fresh charge of aniline several times. Such experiments were carried out at 100, it was observed that even after five reuses, more than 95% of the catalyst activity was retained. The results on screening of catalysts effect of promoter and solvents are discussed in Section 3.1. 3.1. Screening of catalysts Several Pd, Ru and Rh complex catalysts were tested for their activity and selectivity for oxidative carbonylation of aniline at 100 and atmospheric pressure (CO + OZ). These experiments were carried out using dimethyl formamide (DMF) as a solvent. In all the cases only N,N'diphenyl urea (DPU) was formed as a product. Table 1 shows the activity and selectiv- 105 ity of several transition metal complexes used in this work. It can be seen from the results (Table 1) that, the presence of iodine either as a promoter or as a ligand is essential for catalytic activity. The activity of catalysts containing Ru, was higher than those catalysts containing other noble metals like Pd and Rh. It was also observed that the activity of catalysts without iodine was very low (5, 9, 10, 13 in Table 1) as compared to the activity of catalyst systems containing iodine. Also the catalytic activity varies with variation in the ligand environment around the central metal atom. The highest activity was observed with [Ru(CO)313jNBu4 complex as a catalyst and therefore, further studies were carried out using this catalyst. A typical plot of aniline concentration-time profile of aniline and urea along with the (CO + OZ) absorption is shown in Fig. 1. This figure indicates 97.5% material balance of liquid phase components and greater than 95% material balance of CO and OZ consumed. This also confirms that no other side reaction occurs under the conditions of this study. 3.2. Screening of promoters Iodide containing promoters are believed to play a key role in the mechanism of oxidative Table 1 Screening of catalyst for oxidative caylation of aniline to NN'-diphenylurea No. Catalyst a Promoter CO + OZ absorbed (cm 3) Conversion of aniline (%) Selectivity (%) 1 Ru(CO)3l3 18 crown 6 ether Nil 235 52 100 2 Ru(CO)ZC12(py)2 Nal 212 47 99 3 NBu4Ru(CO)3l3 Nil 267 59 99 4 Rh(CO)2(acac) Nal 163 36 98 5 RhCOCl(PPh3)2 Nil 45 10 98 6 RhCOCI(PPh3)2 Nal 131 29 99 7 RhC13(py)3 Nal 149 33 100 8 Pd12 Nil 118 26 99 . 9 Pd(C6H5NH2)2C12 Nil 72 16 99 10 PdClZ(PPh3)Z Nil - Nil - 11 PdC12(PPh3)2 Nal 154 34 100 12 Pd(ppcn2)C12 Nal 149 33 98 13 Pd(SbPh3)3C12 Nil - Nil - Conditions: Temperature = 100, concentration of aniline = 21.5 mmol, contact time = 5 h, CO + Oz (atmospheric) = 2:1, concentration of catalyst = 1.3 mmol, solvent = DMF and reaction volume = 37 cm 3. a Catalysts were prepared by proceduredescribed elsewhere [271. 106 E ~e_ S.A.R. Mulla et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 103-109 300 200 0 U 4 o Aniline ~ CO2 m Urea E m y o 100 -3 1 ~ 0 0 200 300 Tims,min Fig. 1. A typical concentration-time profile for oxidative carbonylation of aniline. Reaction conditions: [Ru(CO)3I3]NBu4, (1.3 mmol); CO +Oz), (2:1); Pressure, (atmospheric); Temperature, (100), Stirrer speed, (2000 rpm); Reaction volume, (37 ml); Solvent, (DMF). carbonylation reactions. Various iodine contain ing promoters were investigated with Rh com plex catalyst and the results are presented in Table 2. It was found that the activity of the catalyst system is directly proportional to the ease with which an iodide containing promoter can release its iodine to the system. IZ probably facilitates the formation of free anionic species of the type [Pd(CO)xIy]- which is an active catalytic intermediate in oxidative carbonylation reaction. While in presence of canons such as C 2 H 5 , CH 'or or Na+ the concentration of free anion available for the reaction is decreased, due to the varied degree of ion pairing in the solution. Therefore lower reaction rates are ob- Table 2 Oxidative carbonylation of aniline: Effect of iodide Promoter Conversion of Yield of Selectivity aniline (%) urea (mmol) (%) Iz NaI CZHSI CH 3I KI03 KI 7.06 6.10 5.30 4.86 0.76 0.54 99 98 99 98 99 98 Conditions: Aniline (21.5 mmol); Rh(CO)C1(PPh3)z (1.3 mil promoter (1.3 mmol); CO:Oz (2:1, atmospheric); temperature (100); solvent (DMF, 35 cc); contact time (5 h). a3 X. 0 1 2 Ne11Pd, molol ----o I i 3 4 Fig. 2. Effect of NaI/Pd mol ratio on initial rate of reaction. Reaction conditions: NaI, (1.3 mmol); CO+Oo, (2:1); Pressure, (atmospheric); Temperature, (100 C); Reaction volume, (37 ml); Solvent, (DMF). served when cations with higher affinity for anions are used indicating a strong ion pairing effect. Thus promoters in decreasing order of their activity can be given as follows IZ > NaI-CZHSI > CH3I > Kl03_KI* Activity of the catalyst depends on the concentration of the iodide promoters. Effect of NaI concentration on catalyst activity for Pd-NaI catalyst system is studied (Fig. 2). The figure shows that the optimum concentration of iodide containing promoter is achieved at NaI/Pd mole ratio of one and that this value is highly sensitive to the iodide concentration. As can be seen from this figure, conversion of aniline increases sharply as the ratio approaches close to one and then decreases with further increase in NaI/Pd ratio. Thus higher concentration of the promoter has a poisoning effect on catalyst. It is known that ionic complexes exhibit different catalytic activity and selectivity depending on the oxidation state of the metal [20]. In the present system increase in the concentration of iodide increases the concentration of active complex, probably by forming [Pd(CO)3,I]- from Pd metal and CO. Further increase in the concentration of I beyond the optimum value, converts [Pd(CO)3I]- into complexes having higher oxidation states which are probably inactive. Thus S.A.R. Mulla et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 103-709 -18 - -20 -z 1 2 - 2.8 2.7 2.8 2.9 0 t/K X10 Fig. 3. Arrhenius plot. we get a maximum in conversion of aniline for NaI/Pd ratio of one indicating that the active catalytic complex probably contains only one iodine per ligand in the complex. 3.3. Effect of solvents Table 3 shows the conversion of aniline using different solvents. In non-polar solvents like toluene, xylene etc. poor conversion of aniline is obtained, while in polar solvents, e.g. DMF, DMSO, high conversion of aniline is obtained. Generally non polar solvents favor the formation of covalent species, while ionic species are stabilized in polar solvents [21]. The results obtained indicate that the formation of ionic species is favored [22], thus activation of OZ is easily accomplished in polar solvents and therefore higher rates of oxidative carbonylation are achieved in polar solvents. The solvent effect can also be understood in terms of activity enhancement via the formation of reactive Table 3 Effect of solvent on oxidative carbonylation of aniline Solvent Conversion of aniline (%) Selectivity of urea 107 0 10 20 30 40 4 a Aniline,concentretlon X 10, mol/cm Fig. 4. Effect of aniline concentration on initial rate of reaction. Reaction conditions: Same as Fig. I. `naked' carbonyl anion in solvent that decreases the tendency for ion pairing [23]. The solvent effect on the activity of catalyst strongly support the possibility of ion-pair effect, e.g. catalyst activity is substantially increased when DMSO is used as a solvent. The dielectric constant for the solvents studied are also listed in Table 3. The activity of the [Ru(CO)3I3]N(Bu)4, catalyst increases with an increase in the dielectric constant of solvent. 3.4. Effect of temperature Effect of temperature on the initial rate of reaction of aniline was studied using [Ru(CO)3I3]N(Bu)4 catalyst and DMF as a solvent. For this purpose, experiments were carried out at 80, 90 and 100. The results are presented in Fig. 3 as a plot of In RAN versus 1/T, from which the activation energy was calculated as 26.6 kcal/mol. Dielectric constant e ( s, 20 Protic Aprotic p-xylene nil Toluene nil DMF 59 DMSO 65 98 96 2.3 2.4 36.7 46.7 >s Conditions: Aniline (21.5 mmol); [Ru(CO)3I3m1Bu4 (1.3 mmol); CO:OZ (2:1, atmospheric); temperature (100); contact time (5 h). a [281. los S.A.R. Mulla et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 103-109 3.5. Effect of aniline concentration The effect of initial aniline concentration on the activity of [Ru(CO)3I3]N(Bu)4 catalyst was studied at 100 at atmospheric pressure using DMF as a solvent. The results are shown in Fig. 4 which indicates that the rate of oxidative carbonylation of aniline increases with increase in aniline concentration. 4. Proposed mechanism The mechanism of oxidative carbonylation of aromatic amines to phenyl ureas is not clearly understood. Fukuoka et al. 1984; [ 14,15] have proposed a possible mechanism of oxidative carbonylation reaction but in their work the, role of iodide containing promoter was not explained. In order to understand the complete reaction mechanism, it is important to know the interaction of promoters with the catalyst. The results obtained in the present study shed some light on these aspects. Certain Pd complexes are known to activate aromatic amines in the presence of carbon monoxide to give carbamoyl type of complexes [24], which on further treatment with amine and CO gives rise to diphenyl urea formation. The mechanism of formation of urea by carbonylation of aromatic amine is fairly well understood. The chloride ligands in the Pd complex acts as a H atom acceptor [24]. Pd(pmp)(CONHC,H5)Cl + C6HSNH2 NaOH + CO -+ Pd(pmp)(CO)2 + (C6HSNH)2C0 + NaCI (3) These reactions are stoichiometric in nature and not really catalytic. The problem was however over come by the use dioxygen as a source of H atom acceptor. Thus in presence of oxygen this reaction becomes catalytic in nature. A speculative mechanism of oxidative carbonylation of aniline to N, N'-diphenyl urea catalyzed [Ru(CO)3 I3] 16I) Jf-CO [Ru (CO)2 I3] 161I) boae Hl V2 0 [IArNH2)Ru(H)(CO~t2] l6(V71) ArNH2 [H Ru (CO)212] 16V1) 2 H20 [(ArNH)Ru(CO)2'2] J111 161R) (ArNH)2 0 \\ArNH2 CO [(ArNH)Ru(CO)3I2. 161Y) Aryl migration [(ArNHC01 Ru(CO)ZIZ]16V) Carbamoyl species Fig. 5. A plausible reaction mechanism of oxidative carbonylation of aniline. by [Ru(CO)3I3]N(Bu)4 catalyst has been proposed (see Fig. 5). The formation of carbamoyl species (V) is the key step in the proposed mechanism. The catalyst precursor a d6, 18 electron complex [Ru(CO)3I3]- reacts dissociatively with carbon monoxide to form a catalytic intermediate (II). Species (II) reacts with aniline to form species (III) and liberates HI, which is stabilized by basic reaction media, Stoichiometric reactions of Ru complexes of this type were earlier reported, and are assumed to be the active catalytic intermediate in carbonylation reaction [25,26]. Spees (III) adds on to one CO and is converted into specks (TV). Aryl migration at this stage gives a carbamoyl species Addition of one molecule of aniline to species (V), and subsequent product elimination gives rise to hydrido carbonyl species (V). Species (VI) add on to another aniline forming (VII), S.A.R. Mulla et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 103-109 which upon interaction with OZ eliminates a molecule of water and active amino species (III) is regenerated. This is a plausible reaction mechanism and more work will have to be done to arrive at a definitive reaction mechanism. 5. Conclusion Several homogeneous transition metal complex catalysts and iodine containing promoters were investigated for oxidative carbonylation of aniline to N, N'-diphenyl urea, at atmospheric pressure. For a catalyst system containing Pd, the optimum NaI/Pd ratio was found to be one. It was observed that the best results (59% conversion and 99% selectivity) were obtained with [Ru(CO)3I3]N(Bu)4 catalyst. Initial rate of reaction was found to increase with increase in aniline concentration and temperature. Activation energy evaluated from Arrhenius plot was formed to be 26.6 kcal/mol. It was also found that the polar solvents are suitable for this reaction. A plausible reaction mechanism has been discussed. References [1] T.N. Iwamoto, Chem. Commun. (1966) 380. [2] Wender and P. Pino (Eds.), Organic synthesis via metal carbonyls, Vol. 1, Interscience, New York, 1968, p. 405. [3] R.A. Sheldon, Chemicals from Syngas, Reidel, Dordrecht, 1983. [4] DR. Stun, E.F. Westrum, G.C. Sinke, The Chemical Ther- 109 modynamic of Organic Compounds, John Wiley, New York, 1969. [5] R.A. Franz, F. Applegath, F.V. Morriss, F, Baiocchi, C. Bolze, J. Org. Chem. 26 (1961) 3309. [6] J.J. Harper, J. Chem. Eng. Data 21 (1976) 345. [7] H.A. Dieck, R.M. Laine, R.F. Heck, J. Org. Chem. 19 (1975) 2819. [8] Y.L. Sheludyakov, V.A. Golodov, D.V. Sokolskii, Dokl. Akad. Nauk USSR 249 (1979) 658. [9] N. Sonoda, T. Yasuhara, K. Kondo, T. Ikeda, S. Tsutusumi, J. Am. Chem. Soc. 93 (1971) 6344. [10] N. Kambe, K. Kondo, H. Ishh, N. Sonoda, Bull. Chem. Soc. Jpn. 54 (1981) 1460. [11] F. Benedini, Micaelanali, B. Rindone, S. Tollari, S. Cenini, G. La Monica, F. Porta, J. Mol. Catal. 34 (1986) 155. [12] K. Kondo, S. Yokoyama, N. Myoshi, S. Murai, N. Sonoda, Angew. Chem. Int. Ed. Engl. 18 (1979) 692. (13] W.B. Hardy, R.P. Bennett, Tetrahedron Lett. 961 (1967). [14] S. Fukuoka, M. Chono, M. Kohno, ChemTech. (Nov. 1984) 670-676. [15] S. Fukuoka, M. Chono, J. Chem. Soc. Chem. Commun. (1984) 399. [16] S.P. Gupte, R.V. Chaudhari, J. Catal. 114 (1988) 246. [17] A. Alper, F.W. Hartstock, J. Chem. Soc. Chem. Commun. (1985) 1141. [18] K.T. Li, Y.J. Peng, J. Catal. 143 (1993) 631. [19] S.S. Tamhankar, S P. Gupte, R.V. Chaudhari, Chem. Eng. J. 223 (1981) 15. [20] B.D. Dombek, Organometalics 4 (1985) 1070. [21] E. Cesarotti, R. Ugo, L. Kaplan, Chem. Rev. 43 (1982) 275. [22] R. Ugo, A. Pasani, A. Fusi, S. Cenini, J. Am. Chem. Soc. 92 (1972) 7364. [23] G. Braca, A.M.R. Galletti, G. Shrana, in: D.R. Fahey (Ed.), Industrial Chemicals via C, Processes, 1987, p. 220. [24] G. Vasapollo, C.F. Nobile, A. Sacco, J. Organomet. Chem, 296 (1985) 435. (25] S. Cenini, M. Pizzotti, F. Porta, G. La. Monica, J. Orgmet. Chem. 125 (1977) 95. [26] P.S. Hallman, B.R. McGarvey, G. Wilkinson, J. Chem. Soc, (A) (1968) 3143. [27] S.A.R. Mulla, S.P. Gupte, R.V. Chaudhari, J. Mol. Catal. 67 (1991) L7. [281 J.A. Dean (Ed.), Lange's Handbook of Chemistry, McGrawHill, New York, 1979. MOLCAA 9700023X S1381-1169(97)00023-X 10.1016/S1381-1169(97)00023-X Chemical and metal complex catalysis Article Activity of homogeneous transition metal catalysts for oxidative carbonylation of aniline to N,N′diphenyl urea Shafeek A.R. Mulla Chandrashekhar V. Rode Ashutosh A. Kelkar Sunil P. Gupte ∗ Chemical Engineering Division, National Chemical Laboratory, Pune-411008, India ∗ Corresponding author. Tel.: + 91-212-333941; fax: + 91-212-333941. Oxidative carbonylation of aniline to N,N′diphenyl urea was achieved at 100°C and atmospheric pressure conditions. The screening of several homogeneous transition metal complexes was carried out. The best catalytic activity was shown by [Ru(CO)3I3]NBu4 catalyst. The effect of solvents, temperature, aniline and promoter concentration etc. on the activity and selectivity of this catalyst was studied. The activation energy of the reaction is evaluated as 26.6 kcal/mol. A plausible mechanistic pathway for oxidative carbonylation of aniline to diphenyl urea has also been proposed. Keywords Carbonylation Oxidative carbonylation Homogeneous catalysts Transition metal catalyst Diphenyl urea Aniline References [1] T.N. Iwamoto Chem. Commun. 1996 380 [2] Wender P. Pino Organic synthesis via metal carbonyls Vol. 1 1968 Interscience New York 405 [3] R.A. Sheldon Chemicals from Syngas 1983 Reidel Dordrecht [4] D.R. Stull E.F. Westrum G.C. Sinke The Chemical Thermodynamic of Organic Compounds 1969 John Wiley New York [5] R.A. Franz F. Applegath F.V. Morriss F. Baiocchi C. Bolze J. Org. Chem. 26 1961 3309 [6] J.J. Harper J. Chem. Eng. Data 21 1976 345 [7] H.A. Dieck R.M. Laine R.F. Heck J. Org. Chem. 19 1975 2819 [8] Y.L. Sheludyakov V.A. Golodov D.V. Sokolskii Dokl. Akad. Nauk USSR 249 1979 658 [9] N. Sonoda T. Yasuhara K. Kondo T. Ikeda S. Tsutusumi J. Am. Chem. Soc. 93 1971 6344 [10] N. Kambe K. Kondo H. Ishh N. Sonoda Bull. Chem. Soc. Jpn. 54 1981 1460 [11] F. Benedini Micaelanali B. Rindone S. Tollari S. Cenini G. La Monica F. Porta J. Mol. Catal. 34 1986 155 [12] K. Kondo S. Yokoyama N. Myoshi S. Murai N. Sonoda Angew. Chem. Int. Ed. Engl. 18 1979 692 [13] W.B. Hardy R.P. Bennett Tetrahedron Lett. 961 1967 [14] S. Fukuoka M. Chono M. Kohno ChemTech. Nov. 1984 670 676 [15] S. Fukuoka M. Chono J. Chem. Soc. Chem. Commun. 1984 399 [16] S.P. Gupte R.V. Chaudhari J. Catal. 114 1988 246 [17] A. Alper F.W. Hartstock J. Chem. Soc. Chem. Commun. 1985 1141 [18] K.T. Li Y.J. Peng J. Catal. 143 1993 631 [19] S.S. Tamhankar S.P. Gupte R.V. Chaudhari Chem. Eng. J. 223 1981 15 [20] B.D. Dombek Organometalics 4 1985 1070 [21] E. Cesarotti R. Ugo L. Kaplan Chem. Rev. 43 1982 275 [22] R. Ugo A. Pasani A. Fusi S. Cenini J. Am. Chem. Soc. 92 1972 7364 [23] G. Braca A.M.R. Galletti G. Shrana D.R. Fahey Industrial Chemicals via C1 Processes 1987 220 [24] G. Vasapollo C.F. Nobile A. Sacco J. Organomet. Chem. 296 1985 435 [25] S. Cenini M. Pizzotti F. Porta G.La. Monica J. Orgmet. Chem. 125 1977 95 [26] P.S. Hallman B.R. McGarvey G. Wilkinson J. Chem. Soc. A 1968 3143 [27] S.A.R. Mulla S.P. Gupte R.V. Chaudhari J. Mol. Catal. 67 1991 L7 [28] J.A. Dean Lange's Handbook of Chemistry 1979 McGraw-Hill New York",
      "scopus-id": "0030762977",
      "coredata": {
        "eid": "1-s2.0-S138111699700023X",
        "dc:description": "Oxidative carbonylation of aniline to N,N′diphenyl urea was achieved at 100°C and atmospheric pressure conditions. The screening of several homogeneous transition metal complexes was carried out. The best catalytic activity was shown by [Ru(CO)3I3]NBu4 catalyst. The effect of solvents, temperature, aniline and promoter concentration etc. on the activity and selectivity of this catalyst was studied. The activation energy of the reaction is evaluated as 26.6 kcal/mol. A plausible mechanistic pathway for oxidative carbonylation of aniline to diphenyl urea has also been proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111699700023X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mulla, Shafeek A.R."
          },
          {
            "@_fa": "true",
            "$": "Rode, Chandrashekhar V."
          },
          {
            "@_fa": "true",
            "$": "Kelkar, Ashutosh A."
          },
          {
            "@_fa": "true",
            "$": "Gupte, Sunil P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111699700023X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111699700023X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00023-X",
        "prism:volume": "122",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activity of homogeneous transition metal catalysts for oxidative carbonylation of aniline to N,N′diphenyl urea",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbonylation"
          },
          {
            "@_fa": "true",
            "$": "Oxidative carbonylation"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous catalysts"
          },
          {
            "@_fa": "true",
            "$": "Transition metal catalyst"
          },
          {
            "@_fa": "true",
            "$": "Diphenyl urea"
          },
          {
            "@_fa": "true",
            "$": "Aniline"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-109",
        "prism:endingPage": "109",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00023-X",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00023-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030762977"
      }
    }
  }
}