{
  "metadata": {
    "title": "A new method of direct synthesis of bimetallic phases: Silica supported PdCu catalysts from mixed acetylacetonates",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-06-13",
    "doi": "10.1016/S1381-1169(96)00437-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996004372",
    "pii": "S1381116996004372"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030906322",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996004372 S1381-1169(96)00437-2 S1381116996004372 10.1016/S1381-1169(96)00437-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0060X 2015-05-15T05:56:33.668241-04:00 0 0 19970613 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 120 120 1 3 1 2 3 Volume 120, Issues 1–3 24 217 225 217 225 19970613 13 June 1997 1997-06-13 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ANEWMETHODDIRECTSYNTHESISBIMETALLICPHASESSILICASUPPORTEDPDCUCATALYSTSMIXEDACETYLACETONATES RENOUPREZ A WELLS 1978 498 P OCINNEIDE 1975 311 A GARTEN 1980 127 R LEONYLEON 1991 265 C LEONYLEON 1991 291 C LEONYLEON 1991 305 C FURLONG 1994 41 B FAUDON 1993 460 J ROUSSET 1995 8574 J KNYAZEVA 1970 938 A LEBRUN 1986 889 P KENVIN 1991 447 J HANSEN 1958 612 M CONSTITUTIONBINARYALLOYS SOUTTER 1971 575 A SHEPOTKO 1994 612 M CLARKE 1993 27 D LONDON 1973 32 J KUGLER 1979 201 E ORTEGA 1982 79 A KUHN 1992 L611 W RAVAL 1989 61 R ROUSSET 1996 4947 J DEBAUGE 1995 15 Y RENOUPREZ 1996 1105 A 11THINTCONGRCATALYSIS40THANNIVERSARY RENOUPREZX1997X217 RENOUPREZX1997X217X225 RENOUPREZX1997X217XA RENOUPREZX1997X217X225XA item S1381-1169(96)00437-2 S1381116996004372 1-s2.0-S1381116996004372 10.1016/S1381-1169(96)00437-2 271358 2010-09-29T19:51:57.118887-04:00 1997-06-13 1-s2.0-S1381116996004372-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004372/MAIN/application/pdf/1e9d3e1668659090188062d1e2659aa7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004372/MAIN/application/pdf/1e9d3e1668659090188062d1e2659aa7/main.pdf main.pdf pdf true 795336 MAIN 9 1-s2.0-S1381116996004372-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004372/PREVIEW/image/png/539c635fbbcf8da0babcdb47072d4c49/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004372/PREVIEW/image/png/539c635fbbcf8da0babcdb47072d4c49/main_1.png main_1.png png 64442 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL A new method of direct synthesis of bimetallic phases: Silica supported Pd-Cu catalysts from mixed acetylacetolnates A. Renouprez * , K. Lebas, G. Bergeret Institut de Recherches sur la Catalyse, CNRS, 2 Avenue Albert Einstein, F 69626 Villeurbanne Cedex, France Received 17 July 1996; accepted 21 October 1996 Abstract The direct synthesis on a silica support of well defined, crystalline, mixed Pd-Cu bis-acetylacetonates has been achieved and the structure of these new compounds was determined by powder X-ray diffraction. These clusters have been deposited on a silica support and their thermal decomposition under helium was followed by in situ X-ray diffraction, thereto-gravimetry and mass spectroscopy. Microcrystalline metallic alloys with a narrow distribution of composition and panicle size in the 2-4 net range are obtained. Infrared experiments of CO chemisorption confirm the homogeneity of composition of the particles but conclude to a partial coverage of palladium by copper. Keywords: Pd-Cu catalysts; Mixed bis-acetylacetonates; CO chemisorptn; XRD 1. Introduction An interest for the Pd-Cu bimetallic catalysts studied here is the expected (and already known) improvement for selective partial hydrogenation reactions of polyolefins or alkynes [1]. But to reach the requested goal of a very high selectivity without too large reduction of activity, the surface of the Pd particles has to be partially but uniformly covered by Cu and overall no pure Pd particles should remain on the support. Most of the methods used to prepare bimetallic catalysts are based on co-impregnation, successive impregnations or co-exchange with the salts of the two metals [2,3]. This was the case ' Corresponding author. Tel,: +33-472300; fax: +33472399. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00437-2 for example of the Pd-Cu/S'02 catalysts prepared by Leon y Leon and Vannice [4-6] and of the Pd-Cu/A1203 studied by Furlong et al. [7]. If in many cases EXAFS and X-ray diffraction show that to some extent alloys are formed, a careful observation by analytical microscopy of individual particles, when performed, also shows that these methods of preparation rarely lead to particles with a homogeneous composition. The reasons for this lack of homogeneity are related to difference of interaction strength between the support and the two precursors and to differences of reducibility of the two canons. This phenomenon was observed in a recent example in which silica supported Pd-Ni catalysts were prepared by co-exchange with Pd(NH3)4(OH)Z and Ni(N03)26H20 [8]. In this typical case, analytical microscopy performed on individual particles showed that they have a 218 A. Renouprez et al. / Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 large dispersion in composition. An alternative way to prepare the same catalysts, described in the same paper, consists in grafting an organometallic compound of nickel on pre-reduced Pd particles. In that case, the observed deviation with respect to the mean composition was strongly reduced. The leading idea of the present work is different: one tries the direct synthesis on the support of well defined compounds containing both metals in defined proportion, in a large Pd/Cu range and to further eliminate the organic ligands. Bis(2,4-pentanedionato)Pd(II) and Cu(II) were used in so far as original material to synthesize mixed Pd-Cu compounds. 2. Experimental 2.1. X-ray diffraction and electron microscopy The crystallization on the support of the organometallic compounds and the formation of the metallic phases were followed by powder X-ray diffraction using two instruments. For the study of the deposition of the precursors, a classical Philips diffractometer equipped with a graphite monochromator placed before the scintillation detector, was sufficient. The silica background was subtracted with the DIFFRACAT program package. To study the formation of the alloys, which needs a heating under controlled atmosphere, an oven which can be flowed by various gases mounted on a D500 Siemens goniometer equipped with a position sensitive detector (Raytech), was preferred [8]. The granulometry of the particles was determined with a JEOL 100 CX electron microscope with the observation of 1000 particles; surface and volume averaged mean diameters were determined using the classical expressions: ds - Enid ilEntd2 and dv = Enid 4/ Enid 3 The homogeneity of composition of individual particles was determined with a VG HB 501 analytical microscope by measuring with a Si-Li detector the intensity of the L a and K a emissions of Pd and Cu at 2.84 and 8.04 keV, respectively. The analysis of the smallest particles can be achieved by reducing the size of the probed area to 1 nm2. A mean composition XM was evaluated from the expression: 3 3 XM= EXi n;d;/En;di As shown in a recent study by this technique of the Pd-Pt system [9], the statistical error on the measurement is of the order of 10%, both because of the small number of atoms hit by the focused electron beam and by the limitation of the time of measurement. It was also shown that increasing the time of analysis on the same particle can produce a preferential sputtering of the most volatile metal, specially if it is located at the surface of the particles. 2.2. Thermal methods The decomposition of the organo-metallic precursors was also followed by TDA-TG analysis with a SETARAM 92 instrument. The masses corresponding to H2, C02, H 20, CH3C0+ and CH3COCH3 were also simultaneously analyzed by mass spectroscopy. The sample (15-20 mg) was introduced into the thermo-gravimetric apparatus to measure the temperature of the ligand elimination during the heating under helium. In a second experiment, the reduction under a mixture NZ + 1%HZ was also followed. The temperature was raised from 370 to 870 K at a 10min rate. Between treatments, the samples were flowed with dry NZ at 300 K during 1 h. 2.3. Infrared spectroscopy Infrared was used both to follow the elimination of the organic ligands and to study the chemisorption of CO on the reduced catalysts. A Brucker IFS 110 FT instrument working in absorption mode was used. The wafer was introduced in a quartz cell closed by CaF2 win- A. Renouprez et al. /Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 dows and allowing evacuation and thermal treatments under gas flow. 3. Preparation 3.1. Synthesis of the silica supported mixed acetylacetonates A first attempt was made to synthesize mixed crystals from the bis-acetylacetonates of the two metals (from Strem Chemicals). Fig. la shows the X-ray pattern of the Pd(acac)2 powder after dissolution in toluene and recrystallization by slow evaporation of the solvent in a glass vessel at 350 K. The solid is better crystallized than the as purchased solid, but the positions and intensities of the X-ray lines are identical and correspond to the pattern calculated from the crystal structure data [10]. The pattern of the recrystallized Cu(acac)Z shown in Fig. le is also in agreement with the literature [ 11 ]. If now a mixture in well defined proportion of the solutions of the two acacs is crystallized under the same conditions, the X-ray patterns are all different but correspond to pure phases. This can be seen on Fig. lb and d, corresponding respectively to the PdgoCu2o and Pd4oCubo mixture. They all form well crystallized compounds with a crystal size of 50 to 100 nn, as estimated from the diffraction line width. Thus new mixed compound have been synthesized whose spectra have been indexed in the monoclinic lattice and the P21 /n (14) space group, the same group as that of Pd(acac)2 and Cu(acac)2. Therefore, the mixed compounds are composed of Pd(CSOZH7)2 and Cu(CS02H7)2 molecules (two by uc) randomly distributed in the crystallographic sites. The unit cell parameters determined from these diffractograms are listed in Table 1. The next step consists in the deposition of these precursors on a Degussa Aerosil 200 silica. To prepare Pd or Cu monometallic catalysts, the desired amounts of Cu (CSH702)2 or Pd (CSH702)2 dissolved in 300 ml of toluene are added to five grams of Si02 with stirring for 219 (a) Al ~~- Pd(acac)z (b) Pd.Cuzo(acao)2 Pd 46cu,(acac>zisioZ (a> 10 20 30 (e) Cu(acac), 40 Fig. 1. X-ray patterns of the pure and mixed bis-acetylacetonates crystallized from toluene solutions: (a) and (b) unsupported Pd(acac)Z and PdsOCu2p(acac)2, respectively; (c) Pd46Cu54(acac)2 /SiOz; (d) and (e) unsupported Pd40CU60(acac)2 and Cu(acac)Z, respectively. The intensities for 2-theta angles higher than 14are multiplied by 4. 24 h at room temperature. The mixture is filtered under vacuum and dried at 350 K for 15 h. The same procedure is employed to prepare the precursors of the bimetallic catalysts. Actually, to reach a given Pd/Cu ratio, it was necessary to start with solutions containing an excess of 30% of Pd(acac)2. When the crystallization is carried out on the silica support, following the procedure described above, limiting the amount of precursors to obtain a final metal concentration of 4 to 5%, the spectra (Fig. lc) are identical to those obtained above, by direct crystallization in a glass vessel; only the intensities of the diffraction lines are modified probably because silica leads to a preferential development of particular planes. 220 A. Renouprez et al. /Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 Table 1 Unit cell parameters of the pure and mixed bis-acetylacetonates Sample a (nm) b (nm) c (nm) ( V (nm3) Pd(ac2c)2 a 1.0835 0.5148 1.0125 93.3 0.5638 Pd(acac)2 recrystallized 1.0855 0.5136 1.0120 93.3 0.5632 Pd(acac)2/Si02 1.086 0.518 1.009 93.2 0.5661 PdsoCu2o(acac)z recrystallized 1.1121 0.5028 1.0229 92.7 0.5713 Pd46Cu54(acac)2/Si02 1.125 0.497 1.027 91.9 0.5740 Pd4OCubp(acac)Z recrystallized 1.1297 0.4809 1.0261 91.5 0.5573 Pd3lCu69(acac)2/Si02 1.140 0.478 1.035 91.6 0.5630 Pd24Cu76(acac)2/Si02 1.139 0.476 1.034 91.6 0.5600 Cu(acac)2/Si02 1.142 0.473 1.038 91.9 0.5608 Cu(acac)z recrystallized 1.1401 0.4732 1.0371 91.9 0.5592 Cu(acac)2 a 1.1331 0.4697 1.0290 91.84 0.5474 a From Refs. [10>11], respectively. The interaction between the acetylacetonate crystals and the support is strong because of the multiplicity of hydrogen bonds which are formed with the hydroxyl groups of the silica. The reaction can be written in the following way [ 12]: Si-OH + M(acac)2 -> = Si-O-Macac + acacH M = Pd or Cu This scheme postulates that the fixation of the complex occurs by a ligand exchange with the surface hydroxyl groups. 3.2. Formation of the bimetallic catalysts The decomposition of the organometallic precursors was studied by thermal gravimetric analysis coupled with mass spectrometry (TGA/MS). Fig. 2 shows the TGA curve obtained during the heating under argon of a sample containing 31 Pd at% (2.07 Pd wt%). The 0.10 0.05 0.00 .C -0.05 COZ CO 2 Hz0 H20 CH3C0' CH3COCH3 400 450 500 550 600 650 700 T /K Fig. 2. Thermo-gravimetric analysis of the decomposition of the Pd3lCu69(acac)2 /Si02 sample. most important weight loss occurs between 470 and 570 K. From the mass spectrum shown on Fig. 3, it is ascribed to the elimination of the acetylacetonates ligands which break down into CH3COCH3 and CH3C0+ species. Moreover, from 470 to 620 K the elimination of HZO and COZ is observed. Above 650 K, no further weight decrease is observed. A treatment under hydrogen was also performed on samples first decomposed under Ar at 870 K. During the heat treatment, no weight variation and no HZ consumption were detected. So, one can assume that the decomposition under Ar has indeed led to reduced metal. In this way, a reduction step is not necessary. _ ' ~ cH,co` `', co, CH3COCH3 400 500 H20 600 700 800 900 T /K Fig. 3. Mass spectroscopy analysis during the decomposition of the Pd3lCuby(acac)2 /Si02 sample: from top to bottom masses 43 (CH3C0+), 44 (COZ), 58 (CH3COCH3), and 18 (Hz0). A. Renouprez et al. / Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 Generally, in the preparation of metallic supported catalysts, the precursors are decomposed by heating in an oxidizing atmosphere. This treatment leads to the formation of oxides, requiring a subsequent reduction by hydrogen. In the present case, it is observed on the diffractograms of Fig. 4a, that the decomposition of the palladium acetylacetonates by heating under helium directly leads to metallic palladium at 470 K, corroborating the results of thermal analysis. Finally, little particle size increase occurs upon heating at 670 K. Metallic copper as well is obtained at 670 K (Fig. 4b), but exposure to air partly oxidizes the metal as shown by Fig. 4c. It is probable that the elimination of the acac moieties proceeds via a reaction with OH groups of the silica. Concerning the three bimetallic systems, the X-ray spectra of Fig. 5 show that the situation is different for the extreme compositions, Pd83Cu,7 and Pd3tCu69 on one hand and Pdu54 on the other. Whereas the first two catalysts lead to fcc phases with well distinguishable (200) lines, for (a) (b) 40 50 60 2el Fig. 4. X-ray patterns obtained upon heating the precursors: (a) at 470 K pure Pd; (b) at 670 K pure Cu; (c) Cu after exposure to air at room temperature. Vertical bars indicate the position of the Bragg peaks for Pd (pattern (a), Cu (patterns (b) and (c) full lines) and CU20 cuprite (pattern (c) dashed lines) extracted from the powder diffraction file. r. i i i i c i i i ((110) 110) (110 cfe 4,, o20e0)1111 C 1C C I dc W dc 20) 2 11) (200) (2 ~j~(2j 1) i I , ~ ~11 i 40 50 60 221 Pd 83CUI7 20/' Pd46CU54 P\"3ICn69 70 80 Fig. 5, X-ray patterns of the 3 silica supported alloys Pds;Cu,7, Pd46Cu54, and Pd3,Cu69. Vertical bars indicate the position of the Bragg peaks for Pd (full lines) and Cu (dashed lines). the 46/54 composition a bcc structure is observed coexisting with a small amount of fcc phase. This is exactly what is described in the case of bulk alloys in Refs. [ 13,14] which conclude that a fcc disordered a-phase is present in the whole composition range, except in the 3645 Pd at% composition domain where a ordered bcc structure called /3-phase (isotypic with CsCI) can be obtained. As can be seen from Table 2, the surface and volume weighted diameters are close, confirming that the metallic particles have a uniform diameter ranging from 2 to 4 nm (Fig. 6). This size, which corresponds to particles of 100 to 1000 atoms of metal, is the indication that little coalescence has occurred on the support during the elimination of the organic ligands. The composition of the particles measured by analytical microscopy is slightly different from the value measured by chemical analysis (CA). Especially, one always finds a larger Pd concentration on the Cu rich samples. This can be ascribed to a probable preferential sputtering of copper by the focused electron beam during the EDX analysis because this element is expected 222 Table 2 Composition of the bimetallic catalysts Sample A. Renouprez et al. /Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 Pd83 CuSi02 Pd46Cu54/Si02 Pd3,CU69/SiO2 Composition (wt%) Pd Cu 0.5 1.6 2.8 4.1 2.3 2.1 Composition Pd (at%) CA STEM XRD b 83 88 46 55 31 50 Mean diameters $ (nm) Ds 81 2.8 44-48 ` 3.1 25 3.3 Dv 3.1 3.3 3.6 e Ds is the mean diameter determined by X-ray line broadening. Dv is measured by electron microscopy. b Composition calculated from the position of the (111) diffraction line. ` The first figure is the composition of the bcc phase, the second of the fcc. to be located at the surface and because the heat elimination is limited on an oxide support. This hypothesis of systematic deviation of the composition measured by EDX-STEM is corroborated by the comparison between TEM and X-ray diffraction. First, the diameters measured by the diffraction line-width agree with the 400 300 a 200 t 12. goo aoo 200 100 01 400 300 200 100 0 Pd,Cu, /SiOZ Pd3,C~% /SiOZ <2 2-3 3-4 4-5 >5 Particle diameter Am Fig. 6. Number distributions of the diameters of the particles for the 3 silica supported alloys Pd83Cu,,, Pd46Cu54, and Pd3,Cuby. diameter measured by electron microscopy. In deed, a broad distribution of composition would lead to wider lines and to smaller diameters than the values measured by TEM. Secondly, the mean composition determined from the unit cell parameter is in good agreement with that ob tained from the chemical analysis. 3.3. Infrared study of the CO chemisorption The experiments of CO adsorption were per formed on samples treated under argon at 770 K Pd,CU/sioZ in the infrared cell and cooled down to 280 K. 10 Torr of CO was then introduced before evacuation at 280 K, to leave only the irre versibly adsorbed fraction of this adsorbate. As 0.10 0.00 2130 0.05 2200 2100 2000 1900 1800 1700 Wavenumber /cm 1 Fig. 7. IR spectrum of CO chemisorbed on CU/S'02. The absorbance is given per mg of copper. A. Renouprez et al. / Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 can be seen on Fig. 7, only one vC0 mode is observed on CU/S'02 located at 2130 cm-'. It is uneasy to decide from other works [15-17] whether this frequency corresponds to CO adsorbed on metallic Cu ( v = 2110-2120 cm-' ), on CU 20 (2120 cm-') or on Cu0 (2140 cm-'). The IR chemisorption of CO on Pd has been studied by a very large number of authors as well on single crystals with various orientations as on small particles. The spectrum shown in Fig. 8 for Pd/S'02 is similar to those obtained by others [18]: the 2075 cm-' mode, also present on all single crystal faces, is always assigned to a on-top adsorption. The complex structure extending from 1830 to 1980 cm-' is assigned from combined LEED and IR experiments on single crystal faces, to multibonded species. However, their frequencies are highly coverage dependent. For example, in the case of chemisorption on a (100) surface, Omega et al. [19] have shown that the molecule adsorbed at 300 K is bridge bonded with a frequency of vibration shifting from 1900 to 1980 cm-' when the coverage increases from 0.1 to 0.6. At the same time, the adsorption energy decreases from 150 to 70 kJ mol-'. Considering our experimental procedure, the coverage of our supported catalyst is probably 0.25 0.20 0. 1s h .a a 0.10 0.05 2200 2100 20001900 Wavenumber /cm ' 1975 1925 2075 2130 n ,-_^ Pd Pdg,cu Pd,Cu54 Pd3,Cu69 18001700 Fig. 8. IR spectra of CO chemisorbed on Pd/S'02 and on the supported alloys. The absorbance is given per mg of palladium. 223 close to 0.5-0.6 and the band we have observed at 1975 cm-' has a frequency close to that on (100) faces. But this frequency, attributed to bridge bonded molecules, has also been observed at high coverage by the same authors on more open faces like the (210). Such surfaces constitute good models for the crystallites with edges where the Pd atoms have a strong reduction of their coordination number. The mode located at 1925 cm-' would also correspond to a bridge bonded molecule but on (111) facets; indeed, Kuhn et al. [20] found that, on this face, the 3-fold hollow sites are occupied below 200 K, together with on top sites (18501880 and 2100 cm-'). But at higher temperature, the molecules move to bridge sites, with a frequency of 1920-1940 cm-'. A mode at the same frequency is measured on (110) faces by Raval et al. [21]. On the Pdg3Cu17 alloy (Fig. 8), a strong increase of the transmittance in the 1800-2200 cm-' region is observed, indicating a diminution of the coverage. The bands located at 1925 and 2075 cm-' are still observable with a reduced intensity, but the 1975 cm-' mode is totally suppressed. The suppression of this mode is probably the indication that the Cu atoms are preferentially located on the edges of the small crystals and (or) on the (100) open faces, rather than on the (111) facets. This idea of preferential migration of Cu on low coordination sites is supported by a recent theoretical study of the surface segregation in Pd-Cu singe crystals [22]. Indeed, the Cu concentration of a (100) face of a Pdso-Cuso alloy is 90%, whereas it is only 55% on a (111) surface, in agreement with the experimental value obtained from ion scattering spectroscopy [23]. The same theory concludes that edges are even more populated by Cu atoms than the (100) faces. A still more convincing argument concerning the location of the Cu atoms on well defined sites is the Monte Carlo simulation; , based on the tight binding approximation, recently performed [24] on the same Pdg3Cul7 aggregates. It was found that for a 586 atoms cubo-oc- 224 A. Renouprez et al. /Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 tahedral cluster, which has roughly the same diameter as our particles, 32% of the surface sites are covered by Cu and moreover, this proportion reaches 72% for corner and edge sites. A cross verification of the validity of these MC predictions is the perfect agreement between the mean surface concentration found by the simulation and the measurement performed by low energy ion scattering, leading to a Cu concentration of 29%. Obviously, such a coverage of the edges by Cu would totally suppress the sites available for bridge bonding. On the alloys which have a larger Cu concentration (Fig. 8), the same features are qualitatively observed except that a band at 2130 cm-', due to the adsorption on Cu, appears. Finally no substantial shifts of the PC-O frequency is observed on the alloys, discarding a strong electronic effect of Cu on Pd. 4. Discussion To come back to the differences of properties which can be attributed to the method of preparation, let us consider the chemisorption of CO studied in Ref. [5]. These authors, using a coimpregnation by salts of the two metals to prepare their catalysts, observed a linear decrease of the volume of adsorbed CO with the Cu content, the uptake being reduced only by 25% for a Cu concentration of 40 at%. Actually, the solids behave as if they were composed of pure Pd and Cu particles. On the contrary, if one compares now the IR spectra of Fig. 8 for CO adsorbed on the pure Pd and on the Pdg3Cu17 catalysts respectively, the reduction of intensity is already larger than 50%. If the homogeneity of composition was identical for the two types of samples, one would have found a comparable reduction of CO uptake for a similar composition and temperature of preparation, 670 K. In other words, the preparation method using these mixed complexes leads to a more uniform composition of the active surface with a larger copper segregation. Conversely, the method used by Furlong et al. [7], using the impregnation of a Pd catalyst by Cu acetate, certainly leads to rather homogeneous particles. Indeed, these authors observed a steep non linear decrease of the hydrogen adsorption capacity: the sample with the Pd80CU20 atomic composition chemisorbs 1/3 of the amount fixed on pure Pd. A future work will aim at measuring the actual surface composition and the catalytic properties. 5. Conclusion New Pd-Cu molecular compounds have been synthesized and identified by X-ray diffraction. These mixed bis-acetylacetonates complexes are under the form of small crystals (50-100 nm), strongly adsorbed by hydrogen bonding to the OH groups of the silica support. A simple heating under rare gas leads to metallic alloys, with a particle size of 2-4 nm and rather uniform composition. Infrared spectroscopy studies of CO chemisorbed on these alloys show that the Cu atoms are probably located at the surface and have a strong tendency to occupy the edge sites and (100) facets of the particles. Additional experiments are now needed to sustain this hypothesis of surface segregation of copper. Also, measurements of the reactivity of these catalysts have to be carried out to compare their performances with those prepared in a different way by the authors of Refs. [4,7]. References [1] P.B. Wells, J. Catal. 52 (1978) 498. [2] A.D. O'Cinneide and F. Gault, J. Catal. 37 (1975) 311. [3] R.L. Garten and J.M. Sinfeld, J. Catal. 62 (1980) 127. [4] C.A. Leon y Leon and M.A. Vannice, Appl. Catal. 69 (1991) 265. [5] C.A. Leon y Leon and M.A. Vannice, Appl. Catal. 69 (1991) 291. [6] C.A. Leon y Leon and M.A. Vannice, Appl. Catal. 69 (1991) 305. [7] B.K. Furlong, J.W. Hightower, T.Y.L. Chan, A. Barkany and L. Guczi, Appl. Catal. 117 (1994) 41. A. Renouprez et al, / Journal of Molecular Catalysis A: Chemical 120 (1997) 217-225 [8] J.F. Faudon, F. Senocq, G. Bergeret, B. Moraweck, G. [17] J.W. London and A.T. Bell, J. Catal. 31 (1973) 32. Clugnet, C. Nicot and A.J. Renouprez, J. Catal. 144 (1993) [18] E.L. Kugler and M. Boudart, J. Catal. 59 (1979) 201. 460. [9] J.L. Rousset, A.M. Cadrot, F. Cadete Santos Aeres, A. Renouprez, P. Melinon, A. Perez, M. Pellarin, J.L. Vialle and M. Broyer, 1. Phys. Chem. 102 (1995) 8574. [10] A.N. Knyazeva, E.A. Shugam and L.M. Shkol'nikova, Zh. Strukt. Khim. 11 (1970) 938. [II] P.C. Lebrun, W.D. Lyon and H.A. Kuska, J. Cryst. Spec trosc. 16 (1986) 889. (12] J.C, Kenvin and M.G. White, J. Catal. 130 (1991) 447. [13] M. Hansen, in: Constitution of Binary Alloys (Mac Graw Hill, New York, 1958) p. 612. [14] A. Soutter, A. Colson and J. Heinz, Mem. Sci. Rev. Metall. 68 (1971) 575. [15] M.L. Shepotko, A.A. Davodov and A.A. Budneva, Kinet. Catal. 35 (1994) 612. [16] D.B. Clarke, I. Suzuki and A.T. Bell, J. Catal. 142 (1993) 27. 225 [19] A. Omega, F.M. Hoffmann and A.M. Bradshaw, Surf. Sci. 119 (1982) 79. (20] W.K. Kuhn, J. Szanyi and D.W. Goodman, A. Surf. Sci. 274 (1992) L611. [21] R. Raval, M.A. Harrison and D.A. King, Surf. Sci. 211 (1989) 61. [22] J.L. Rousset, J.C. Bemolini and P. Miegge, Phys. Rev. B 53 (1996) 4947. [23] Y. Debauge, M. Abon, J.C. Bemolini, J. Massardier and A. Rochefom, Appl. Surf. Sci. 90 (1995) 15. (24] A.J. Renouprez, K. Lebas, G. Bergeret, J.L. Rousset and P. Deliche, 11th Int. Congr. on Catalysis - 40th Anniversary, Baltimore 1996, J.W. Hightower, W.N. Delgass, E. Iglesia and A.T. Bell Eds., Studies in Surface Science and Catalysis, Vol. lO1B (Elsevier, Amsterdam, 1996) p. I 105. MOLCAA 96004372 S1381-1169(96)00437-2 10.1016/S1381-1169(96)00437-2 Molecular aspects of heterogeneous catalysis Article A new method of direct synthesis of bimetallic phases: Silica supported PdCu catalysts from mixed acetylacetonates A. Renouprez ∗ K. Lebas G. Bergeret Institut de Recherches sur la Catalyse, CNRS, 2 Avenue Albert Einstein, F 69626 Villeurbanne Cedex, France ∗ Corresponding author. Tel.: + 33-472445300; fax: + 33-472445399. The direct synthesis on a silica support of well defined, crystalline, mixed PdCu bis-acetylacetonates has been achieved and the structure of these new compounds was determined by powder X-ray diffraction. These clusters have been deposited on a silica support and their thermal decomposition under helium was followed by in situ X-ray diffraction, thermo-gravimetry and mass spectroscopy. Microcrystalline metallic alloys with a narrow distribution of composition and particle size in the 2–4 nm range are obtained. Infrared experiments of CO chemisorption confirm the homogeneity of composition of the particles but conclude to a partial coverage of palladium by copper. Keywords PdCu catalysts Mixed bis-acetylacetonates CO chemisorption XRD References [1] P.B. Wells J. Catal. 52 1978 498 [2] A.D. O'Cinneide F. Gault J. Catal. 37 1975 311 [3] R.L. Garten J.M. Sinfeld J. Catal. 62 1980 127 [4] C.A. Leon y Leon M.A. Vannice Appl. Catal. 69 1991 265 [5] C.A. Leon y Leon M.A. Vannice Appl. Catal. 69 1991 291 [6] C.A. Leon y Leon M.A. Vannice Appl. Catal. 69 1991 305 [7] B.K. Furlong J.W. Hightower T.Y.L. Chan A. Barkany L. Guczi Appl. Catal. 117 1994 41 [8] J.F. Faudon F. Senocq G. Bergeret B. Moraweck G. Clugnet C. Nicot A.J. Renouprez J. Catal. 144 1993 460 [9] J.L. Rousset A.M. Cadrot F.Cadete Santos Aeres A. Renouprez P. Melinon A. Perez M. Pellarin J.L. Vialle M. Broyer J. Phys. Chem. 102 1995 8574 [10] A.N. Knyazeva E.A. Shugam L.M. Shkol'nikova Zh. Strukt. Khim. 11 1970 938 [11] P.C. Lebrun W.D. Lyon H.A. Kuska J. Cryst. Spectrosc. 16 1986 889 [12] J.C. Kenvin M.G. White J. Catal. 130 1991 447 [13] M. Hansen Constitution of Binary Alloys 1958 Mac Graw Hill New York 612 [14] A. Soutter A. Colson J. Hertz Mem. Sci. Rev. Metall. 68 1971 575 [15] M.L. Shepotko A.A. Davodov A.A. Budneva Kinet. Catal. 35 1994 612 [16] D.B. Clarke I. Suzuki A.T. Bell J. Catal. 142 1993 27 [17] J.W. London A.T. Bell J. Catal. 31 1973 32 [18] E.L. Kugler M. Boudart J. Catal. 59 1979 201 [19] A. Ortega F.M. Hoffmann A.M. Bradshaw Surf. Sci. 119 1982 79 [20] W.K. Kuhn J. Szanyi D.W. Goodman A. Surf. Sci. 274 1992 L611 [21] R. Raval M.A. Harrison D.A. King Surf. Sci. 211 1989 61 [22] J.L. Rousset J.C. Bertolini P. Miegge Phys. Rev. B 53 1996 4947 [23] Y. Debauge M. Abon J.C. Bertolini J. Massardier A. Rochefort Appl. Surf. Sci. 90 1995 15 [24] A.J. Renouprez K. Lebas G. Bergeret J.L. Rousset P. Delichère 11th Int. Congr. on Catalysis — 40th Anniversary Baltimore, 1996 J.W. Hightower W.N. Delgass E. Iglesia A.T. Bell Studies in Surface Science and Catalysis Vol. 101B 1996 Elsevier Amsterdam 1105",
      "scopus-id": "0030906322",
      "coredata": {
        "eid": "1-s2.0-S1381116996004372",
        "dc:description": "The direct synthesis on a silica support of well defined, crystalline, mixed PdCu bis-acetylacetonates has been achieved and the structure of these new compounds was determined by powder X-ray diffraction. These clusters have been deposited on a silica support and their thermal decomposition under helium was followed by in situ X-ray diffraction, thermo-gravimetry and mass spectroscopy. Microcrystalline metallic alloys with a narrow distribution of composition and particle size in the 2–4 nm range are obtained. Infrared experiments of CO chemisorption confirm the homogeneity of composition of the particles but conclude to a partial coverage of palladium by copper.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-06-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996004372",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Renouprez, A."
          },
          {
            "@_fa": "true",
            "$": "Lebas, K."
          },
          {
            "@_fa": "true",
            "$": "Bergeret, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996004372"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996004372"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00437-2",
        "prism:volume": "120",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A new method of direct synthesis of bimetallic phases: Silica supported PdCu catalysts from mixed acetylacetonates",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "PdCu catalysts"
          },
          {
            "@_fa": "true",
            "$": "Mixed bis-acetylacetonates"
          },
          {
            "@_fa": "true",
            "$": "CO chemisorption"
          },
          {
            "@_fa": "true",
            "$": "XRD"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "217-225",
        "prism:endingPage": "225",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 June 1997",
        "prism:doi": "10.1016/S1381-1169(96)00437-2",
        "prism:startingPage": "217",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00437-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030906322"
      }
    }
  }
}