{
  "metadata": {
    "title": "Mg–Al–O–<ce:italic>t</ce:italic>-Bu hydrotalcite: a new and efficient heterogeneous catalyst for <ce:italic>trans</ce:italic>esterification",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-10-02",
    "doi": "10.1016/S1381-1169(00)00209-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900002090",
    "pii": "S1381116900002090"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034597064",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-07-27 2000-07-27 2010-11-05T21:50:31 1-s2.0-S1381116900002090 S1381-1169(00)00209-0 S1381116900002090 10.1016/S1381-1169(00)00209-0 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01239 2015-05-15T05:55:31.049811-04:00 0 0 20001002 2000 2000-07-27T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 159 159 2 2 Volume 159, Issue 2 29 411 416 411 416 20001002 2 October 2000 2000-10-02 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. MGALOTBUHYDROTALCITEANEWEFFICIENTHETEROGENEOUSCATALYSTFORTRANSESTERIFICATION1 CHOUDARY B 1 Introduction 2 Experimental 2.1 Preparation of catalysts [7] 2.1.1 Preparation of Mg–Al hydrotalcite 2.1.2 Preparation of Mg–Al–O–t-Bu hydrotalcite 2.2 Typical procedure 3 Results and discussion 4 Conclusion Acknowledgements References TANABE 1989 K NEWSOLIDACIDSBASESCATALYTICPROPERTIES CAVANI 1991 173 F CLARK 1980 429 J HATTAWAY 1989 497 E KUMBHAR 1998 535 P LAKSHMIKANTAM 1998 1033 M CHOUDARY 1998 3555 B CHOUDARY 1999 279 B KUMBHAR 1998 1091 P CHOUDARY 1998 1203 B OTERA 1993 1449 J REHBERG 1944 1203 C METHCOHN 1986 695 O BILLMAN 1947 2058 J PONDE 1998 1058 D BALAJI 1996 707 B BALAJI 1998 13237 B POSNER 1981 5003 G KAMEL 1943 1992 W CAMPBELL 1971 355 D FIGUERAS 1998 37 49 F CATALYSISORGANICREACTIONS CHOUDARYX2000X411 CHOUDARYX2000X411X416 CHOUDARYX2000X411XB CHOUDARYX2000X411X416XB item S1381-1169(00)00209-0 S1381116900002090 1-s2.0-S1381116900002090 10.1016/S1381-1169(00)00209-0 271358 2010-11-30T03:52:27.712154-05:00 2000-10-02 1-s2.0-S1381116900002090-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/MAIN/application/pdf/77ab4a79f4d59952aa62e692868ae753/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/MAIN/application/pdf/77ab4a79f4d59952aa62e692868ae753/main.pdf main.pdf pdf true 218444 MAIN 6 1-s2.0-S1381116900002090-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/PREVIEW/image/png/2ee6015de17c802202d934050d9698b5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/PREVIEW/image/png/2ee6015de17c802202d934050d9698b5/main_1.png main_1.png png 58447 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900002090-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/sc1/DOWNSAMPLED/image/gif/c745d71fc454d2c19da1101d6999d43b/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/sc1/DOWNSAMPLED/image/gif/c745d71fc454d2c19da1101d6999d43b/sc1.gif sc1 sc1.gif gif 1974 61 318 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900002090-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/sc1/THUMBNAIL/image/gif/198667ba6bc1be687b41b3b34f436088/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/sc1/THUMBNAIL/image/gif/198667ba6bc1be687b41b3b34f436088/sc1.sml sc1 sc1.sml sml 1184 42 219 IMAGE-THUMBNAIL 1-s2.0-S1381116900002090-sc1_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/sc1/HIGHRES/image/gif/e6f3f9afbbd9a73feb5495c7be6eb9e9/sc1_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/sc1/HIGHRES/image/gif/e6f3f9afbbd9a73feb5495c7be6eb9e9/sc1_lrg.gif sc1 sc1_lrg.gif gif 21375 651 3376 IMAGE-HIGH-RES 1-s2.0-S1381116900002090-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/fx1/DOWNSAMPLED/image/gif/25ddd9715b5b6a2855c0038500262b62/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/fx1/DOWNSAMPLED/image/gif/25ddd9715b5b6a2855c0038500262b62/fx1.gif fx1 fx1.gif gif 55016 789 694 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900002090-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/fx1/THUMBNAIL/image/gif/a18ac0cc6f65b44a76ad72178eddfee2/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/fx1/THUMBNAIL/image/gif/a18ac0cc6f65b44a76ad72178eddfee2/fx1.sml fx1 fx1.sml sml 4560 164 144 IMAGE-THUMBNAIL 1-s2.0-S1381116900002090-fx1_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/fx1/HIGHRES/image/gif/19727802482be01c839d47e8a8874fad/fx1_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/fx1/HIGHRES/image/gif/19727802482be01c839d47e8a8874fad/fx1_lrg.gif fx1 fx1_lrg.gif gif 531870 8373 7362 IMAGE-HIGH-RES 1-s2.0-S1381116900002090-sc2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/sc2/DOWNSAMPLED/image/gif/2aba7a3b9f41bfe53b69194f75f3e9a7/sc2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/sc2/DOWNSAMPLED/image/gif/2aba7a3b9f41bfe53b69194f75f3e9a7/sc2.gif sc2 sc2.gif gif 5951 201 325 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900002090-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/sc2/THUMBNAIL/image/gif/da242c63535b3baf84935965abdf0df9/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/sc2/THUMBNAIL/image/gif/da242c63535b3baf84935965abdf0df9/sc2.sml sc2 sc2.sml sml 3330 136 219 IMAGE-THUMBNAIL 1-s2.0-S1381116900002090-sc2_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900002090/sc2/HIGHRES/image/gif/25929c4821b0d1f86701044e1fdf9e32/sc2_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900002090/sc2/HIGHRES/image/gif/25929c4821b0d1f86701044e1fdf9e32/sc2_lrg.gif sc2 sc2_lrg.gif gif 68446 2137 3451 IMAGE-HIGH-RES MOLCAA 2731 S1381-1169(00)00209-0 10.1016/S1381-1169(00)00209-0 Elsevier Science B.V. Scheme 1 Transesterification reactions catalysed by Mg–Al–O–t-Bu hydrotalcite. Scheme 2 The plausible mechanism for transesterification reactions catalysed by Mg–Al–O–t-Bu hydrotalcite. Table 1 Transesterification reactions catalysed by Mg–Al–O–t-Bu hydrotalcite aIsolated yields. bYield after 6th cycle. Table 2 Transesterification reaction between methyl acetoacetate and 1-hexanol using various Mg–Al hydrotalcite solidbase catalysts Entry Catalyst Time (h) Yields (%) a 1 Mg–Al–O–t-Bu hydrotalcite 2 98 b 2 Mg–Al hydrotalcite (rehydrated) 12 77 3 Mg–Al hydrotalcite (calcined) 12 55 4 Mg–Al hydrotalcite (uncalcined) 12 No reaction a Determined by 1H NMR, based on starting ester. b Isolated pure product. Mg–Al–O–t-Bu hydrotalcite: a new and efficient heterogeneous catalyst for transesterification 1 1 IICT Communication No.: 4439. B.M Choudary a * M Lakshmi Kantam a Ch Venkat Reddy a S Aranganathan a P Lakshmi Santhi a F Figueras b a Indian Institute of Chemical Technology, Hyderabad 500 007, India b Institut de Recherches sur la Catalyse, CNRS, 2 av. A. Einstein, 69626 Villeurbanne Cedex, France * Corresponding author. Tel.: +91-40-7170921; fax: +91-40-7173387 Normal and β-ketoesters have been successfully transesterified with primary, secondary, unsaturated, allylic, cyclic, hindered alcohols and amines by Mg–Al–O–t-Bu hydrotalcite catalyst for the first time affording excellent yields of products at a faster rate under heterogeneous catalysis. Keywords Transesterification Mg–Al–O–t-Bu hydrotalcite Heterogeneous catalysis 1 Introduction The substitution of liquid bases by solids is a difficult challenge that has found only recently partial solutions with simple alkaline oxides [1], layered double hydroxides [2], supported KF [3] and exchanged zeolites [4]. Layered double hydroxides (LDHs) or hydrotalcite-like compounds (HTLCs) consists of brucite-like layers with positively charged metal oxide or hydroxide layers with anions located interstitially [2]. Layered double hydroxides (LDHs) can yield catalysts of varying basicities according to the activation procedure. Calcined or modified LDH catalyses many organic transformations, such as hydrogen transfer [5], aldol and Knoevenagel condensations [6,7], Michael reactions [8], cyanoethylation of alcohols [9] and epoxidation of olefins [10]. Transesterification is an important organic transformation and provides essential synthons for a number of complex natural products, pheromones and additives for paints [11]. Transesterification is usually catalyzed by strong acids [12], soluble base catalysts [13,14]. The reaction employing acids and bases is incompatible to the modern synthetic industrial chemistry that desires to be highly efficient, selective, ecofriendly and preferably catalytic. Although solid acids, such as clays [15], zeolites [16,17], alumina oxides [18], are widely explored, only hydrotalcite in the class of solid bases is reported to give higher yields in transesterification reactions [19] at elevated temperatures or pressures or both. To eliminate these problems, attention was focused on to develop solid bases, which are scarcely used compared to solid acids so far to effect the transesterification. Earlier, we reported the preparation and catalytic properties of Mg–Al–O–t-Bu hydrotalcite obtained by exchange of tert butoxide anion in layered double hydroxides for aldol [7] and epoxidation of olefins [10]. The efficiency of Mg–Al–O–t-Bu hydrotalcite catalyst for these organic transformations [7,10] has prompted us to test its efficacy for the transesterification reaction. Herein, we describe transesterification protocol employing Mg–Al–O–t-Bu hydrotalcite as catalyst to afford the corresponding products in excellent yields in shorter duration. 2 Experimental 2.1 Preparation of catalysts [7] 2.1.1 Preparation of Mg–Al hydrotalcite The Mg–Al hydrotalcite catalyst was prepared in nitrogen atmosphere to avoid carbonation in air. Magnesium nitrate hexahydrate (30.8 g, 0.12 mol) and aluminium nitrate nonahydrate (15.0 g, 0.04 mol) were dissolved in 100 ml deionised and decarbonated water. The pH of the solution was adjusted to 10 by addition of NaOH (2 M). The slurry was stirred for 2 h under nitrogen at room temperature, then filtered under nitrogen and dried under vacuum at 80°C. 2.1.2 Preparation of Mg–Al–O–t-Bu hydrotalcite Mg–Al–O–t-Bu–HT was prepared from Mg–Al–NO3–HT (1.214 g) by exchange with 0.1 M solution of potassium tert-butoxide in 100 ml THF under stirring at room temperature for 24 h. The precipitate (Mg–Al–O-t-Bu–HT) was filtered under nitrogen atmosphere to yield 1.382 g. 2.2 Typical procedure In a two-necked round-bottomed flask, 0.130 g (1 mmol) of ethyl acetoacetate, 0.134 g (1 mmol) of cinnamyl alcohol and 25 mg of catalyst in 10 ml dry toluene were stirred at 90°C for 2 h and reaction was monitored by thin layer chromatography (TLC). Work-up comprises of simple filtration followed by evaporation under reduced pressure and purified by column chromatography (hexane/ethylacetate, 95/5, v/v) to afford 3-Phenyl-2-propenyl 3-oxobutanoate as a viscous colorless liquid. Yield: 0.161 g (74%). The product was analysed by NMR, IR and Mass spectra, which were in accordance with those obtained by literature procedures [17]. 1H NMR (200 MHz, using TMS as internal standard in CDCl3), δ 2.25 (s, 3H), 3.4 (s, 2H), 4.8 (d, 2H), 6.14–6.35 (m, 1H), 6.6–6.75 (m, 1H), 7.2–7.4 (m, 5H); IR (neat) cm−1: 3060, 3020, 2940, 1740, 1720, 1620; MS [EI, 70 eV]; m/z: 218 (M+ peak), 160, 133, 105, 91, 85, 77, 69, 65, 55, 43. 3 Results and discussion The transesterification of normal and β-ketoesters was carried out with a variety of primary, secondary, unsaturated, allylic, cyclic and hindered alcohols and other analogs like amines for the first time in excellent yields with Mg–Al–O–t-Bu hydrotalcite catalyst (Scheme 1 , Table 1 ) at faster reaction rates. β-Ketoeters and aromatic esters are successfully transformed into synthetically useful esters. Transesterification of allylic alcohols is difficult since the product readily undergoes decarboxylative rearrangement, i.e., Caroll rearrangement [20]. With our catalytic system, unsaturated alcohols, such as allyl and cinnamyl alcohols, underwent transesterification affording esters in high yields (entry 2, 5). It is significant to note a commercially important transesterified product of methyl salicylate with aryl, cyclic and hindered alcohols is realised with the present catalyst in very good yields, while the solid acid, kaolinitic clay [15] failed to induce the reaction (entry 3, 4, 11). Long-chain primary alcohols underwent transesterification affording the corresponding esters of commercial use (entry 10) in high yield in shorter durations. The scope of the present catalytic system is widened for the transamidation (entry 7) of an ester affording excellent yield. Several functional groups, such as double bond (entry 2, 5), hydroxyl (entry 3) and methoxy (entry 6), remain unaffected under the present reaction conditions. Synthesis of the active intermediate, β-ketoester (entry 2) for podophyllotoxin having antitumor activity in excellent yields (2 h, 90%) compared to zeolite catalyst (8 h, 66%) [16] is another significant feature of the reaction. Transesterification of normal esters is rather difficult [15,16] compared to β-ketoester probably due to the formation of acyl ketene intermediate in the former as proposed by Campbell and Lawrie [21], our catalytic system can coax even normal esters (entry 3, 13). Taking the tranesterification reaction between methyl acetoacetate and 1-hexanol as a model reaction, we compared the activity of the Mg–Al–O–t-Bu hydrotalcite catalyst with different hydrotalcites, such as modified Mg–Al hydrotalcite (rehydration process), activated according to our earlier report [6], Mg–Al hydrotalcite calcined at 450°C for 6 h and Mg–Al hydrotalcite used as such (uncalcined) under similar reaction conditions (Table 2) . Transesterification reaction of methyl acetoacetate with 1-hexanol using Mg–Al–O–t-Bu hydrotalcite catalyst proffered quantitative yields at a faster rate, whereas modified Mg–Al hydrotalcite and calcined Mg–Al hydrotalcite catalysts required longer reaction times and gave moderate yields and there was no reaction observed in the presence of uncalcined Mg–Al hydrotalcite. This clearly indicates the basicity of the catalyst plays an important role. The transesterification reaction requires strong basic sites to abstract the proton from the alcoholic compound. The tert-butoxides are strong organic bases and catalyses the reaction efficiently compared to other hydrotalcite solidbase catalysts. The X-ray diffraction studies of the activated hydrotalcites showed that the layered structure disappeared upon calcination, is restored by rehydration. In that case, a meixnerite-like structure is formed in which OH− are the compensating anions. These anions are mobile and therefore basic and catalyse several reactions proceeding through base mechanism reactions [6–9, 22]. From their catalytic properties, it is usually accepted that LDH has a pK b of about 11.4–12, therefore, is a base of moderate strength comparable to piperidine [22]. The lack of Bronsted hydroxyls and presence of lone pair of electrons on oxygen in calcined hydrotalcites (mixed metal oxide solid solution) may be responsible for activity of calcined hydrotalcites in transesterification reactions. Uncalcined Mg–Al hydrotalcite neither has Bronsted hydroxyls nor have active mixed metal oxide sites, therefore reaction did not occurred. This indicates that the present Mg–Al–O–t-Bu hydrotalcite is a strong solidbase catalyst in hydrotalcite chemistry to date. The plausible mechanism for transesterification reactions between ester and alcohol is depicted in Scheme 2 . HT reveals hydrotalcite lattice comprising layered structure consisting of positively charged bimetallic layers compensating with tert-butoxide anions in the inter layer of hydrotalcite entity. The classical base-catalysed transesterification reaction mechanism can be applied here [13]. The abstraction of proton from alcohol results in the formation of alkoxide anion, stabilised by the cationic charge of the aluminium in the lattice of the hydrotalcite. As suggested in Scheme 2, formed alkoxide can be further stabilised with carbonyl ester of oxygen due to high electronegativity of oxygen atom present on carbonyl ester to form an intermediate A, which readily rearranges to intermediate B, yielding final transesterified product upon regenerating the catalyst with tert-butanol. An attempt was made to check the reusability of the catalyst in the following manner. The substrates (entry 12), catalyst and solvent were taken and the reaction was performed as usual for a specified time under nitrogen atmosphere. Then stirring was stopped and after complete settlement of the catalyst, the reaction mixture was withdrawn by aid of glass syringe through septum. Fresh substrates and solvent were added to the residual catalyst and the reaction was performed under identical conditions. The activity of the catalyst was found to be same for several cycles. 4 Conclusion From its high reactivity in transesterification, Mg–Al–O–t-Bu hydrotalcite appears as a fairly strong heterogeneous base. The superiority and flexibility of our method over the existing methods coupled with the ease of operation and the simplicity in the work-up involving mere filtration of the catalyst should find widespread application in transesterification of many normal and β-ketoesters. Acknowledgements Ch. VR and PLS gratefully acknowledge the Council of Scientific and Industrial Research (CSIR), India, for providing Research Fellowship and Research Associateship. References [1] K. Tanabe M. Misono Y. Ono New Solid Acids and Bases, their Catalytic Properties 1989 Elsevier [2] F. Cavani F. Trifiro A. Vaccari Catal. Today 11 1991 173 [3] J.H. Clark Chem. Rev. 80 1980 429 [4] E. Hattaway M.E. Davis J. Catal. 119 1989 497 [5] P.S. Kumbhar J. Sanchez-Valente J. Lopez F. Figueras Chem. Commun. 1998 535 [6] M. Lakshmi Kantam B.M. Choudary Ch. Venkat Reddy K. Koteswara Rao F. Figueras Chem. Commun. 1998 1033 [7] B.M. Choudary M. Lakshmi Kantam B. Kavita Ch. Venkat Reddy K. Koteswara Rao F. Figueras Tetrahedron Lett. 39 1998 3555 [8] B.M. Choudary M. Lakshmi Kantam Ch. Venkat Reddy K. Koteswara Rao F. Figueras J. Mol. Catal. 146 1999 279 [9] P.S. Kumbhar J. Sanchez-Valente F. Figueras Chem. Commun. 1998 1091 [10] B.M. Choudary M. Lakshmi Kantam B. Bharathi Ch. Venkat Reddy Synlett 1998 1203 [11] J. Otera Chem. Rev. 1993 1449 [12] C.E. Rehberg C.H. Fisher J. Am. Chem. Soc. 66 1944 1203 [13] O. Meth-Cohn Chem. Commun. 1986 695 [14] J.H. Billman W.T. Smith Jr. J.L. Rendall J. Am. Chem. Soc. 69 1947 2058 [15] D.E. Ponde V.H. Deshpande V.J. Bulbule A. Sudalai A.S. Gajare J. Org. Chem. 63 1998 1058 [16] B.S. Balaji M. Sasidharan R. Kumar B. Chanda Chem. Commun. 1996 707 [17] B.S. Balaji B.M. Chanda Tetrahedron 54 1998 13237 [18] G.H. Posner M. Oda Tetrahedron Lett. 22 1981 5003 [19] D.J. Engel, T.P. Malloy, P.K. Nickl, US Patent to UOP 5,350,879, 1994. [20] W. Kamel A.C. Cope J. Am. Chem. Soc. 65 1943 1992 [21] D.S. Campbell C.W. Lawrie Chem. Commun. 1971 355 [22] F. Figueras D. Tichit M. Bennani Nasiri R. Ruiz F.E. Herkes Catalysis of Organic Reactions 1998 Marcel Dekker NY 37 49",
      "scopus-id": "0034597064",
      "coredata": {
        "eid": "1-s2.0-S1381116900002090",
        "dc:description": "Normal and β-ketoesters have been successfully transesterified with primary, secondary, unsaturated, allylic, cyclic, hindered alcohols and amines by Mg–Al–O–t-Bu hydrotalcite catalyst for the first time affording excellent yields of products at a faster rate under heterogeneous catalysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-10-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900002090",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Choudary, B.M"
          },
          {
            "@_fa": "true",
            "$": "Lakshmi Kantam, M"
          },
          {
            "@_fa": "true",
            "$": "Venkat Reddy, Ch"
          },
          {
            "@_fa": "true",
            "$": "Aranganathan, S"
          },
          {
            "@_fa": "true",
            "$": "Lakshmi Santhi, P"
          },
          {
            "@_fa": "true",
            "$": "Figueras, F"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900002090"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900002090"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00209-0",
        "prism:volume": "159",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Mg–Al–O–t-Bu hydrotalcite: a new and efficient heterogeneous catalyst for transesterification 1 1 IICT Communication No.: 4439.",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Transesterification"
          },
          {
            "@_fa": "true",
            "$": "Mg–Al–O–t-Bu hydrotalcite"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "411-416",
        "prism:endingPage": "416",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 October 2000",
        "prism:doi": "10.1016/S1381-1169(00)00209-0",
        "prism:startingPage": "411",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00209-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "61",
            "@width": "318",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1974",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1184",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "3376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-sc1_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "21375",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "789",
            "@width": "694",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55016",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "144",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4560",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "8373",
            "@width": "7362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-fx1_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "531870",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "201",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-sc2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5951",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "136",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3330",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2137",
            "@width": "3451",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900002090-sc2_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "68446",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034597064"
      }
    }
  }
}