{
  "metadata": {
    "title": "New (old) hydroxo complexes of platinum(II) as catalysts for the Baeyer-Villiger oxidation of ketones with hydrogen peroxide",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-03-14",
    "doi": "10.1016/S1381-1169(96)00246-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996002464",
    "pii": "S1381116996002464"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030903948",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996002464 S1381-1169(96)00246-4 S1381116996002464 10.1016/S1381-1169(96)00246-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00490 2015-05-15T05:56:33.668241-04:00 0 0 19970314 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 117 117 1 3 1 2 3 Volume 117, Issues 1–3 43 413 423 413 423 19970314 14 March 1997 1997-03-14 1997 International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation Noordwijkerhout, The Netherlands 14–19 April 1996 19960414 19960419 R.A. Sheldon converted-article fla Copyright © 1997 Published by Elsevier B.V. NEWOLDHYDROXOCOMPLEXESPLATINUMIICATALYSTSFORBAEYERVILLIGEROXIDATIONKETONESHYDROGENPEROXIDE STRUKUL G STRUKUL 1992 G CATALYTICOXIDATIONSHYDROGENPEROXIDEOXIDANT GUSSO 1994 3442 A BACCIN 1995 1161 C KROW 1993 251 G KROW 1991 671 G COMPREHENSIVEORGANICSYNTHESIS PLESNICAR 1978 243 B OXIDATIONINORGANICCHEMISTRYPARTC PLESNICAR 1983 566 B CHEMISTRYPEROXIDES HUDLICKY 1990 60 M OXIDATIONSINORGANICCHEMISTRY DELTODESCOFRISONE 1991 406 M STUDIESSURFACESCIENCECATALYSIS DELTODESCOFRISONE 1993 148 M BOLM 1994 1848 C BOLM 1993 3405 C BOLM 1995 1247 C PIRKLE 1978 378 W PIRKLE 1979 2169 W PREGOSIN 1981 175 P LONGATO 1987 75 B SCRIVANTI 1988 187 A KOLLAR 1991 191 L APPLETON 1978 739 T SCARCIA 1988 67 V LONGATO 1988 956 B BANDINI 1993 417 A GEARY 1971 81 W STRUKUL 1985 7563 G STRUKUL 1984 1538 G SINIGALIA 1987 728 R ZANARDO 1989 1648 A LI 1994 183 J TROVO 1990 4616 G BUSHNELL 1972 3694 G EVERETT 1953 410 A STRUKUL 1982 495 G SILVERSTEIN 1974 101 R SPECTROMETRICIDENTIFICATIONORGANICCOMPOUNDS MARSELLA 1992 3578 A BANDINI 1989 404 A GORLA 1990 690 F MCDERMOTT 1976 6521 J STRUKULX1997X413 STRUKULX1997X413X423 STRUKULX1997X413XG STRUKULX1997X413X423XG item S1381-1169(96)00246-4 S1381116996002464 1-s2.0-S1381116996002464 10.1016/S1381-1169(96)00246-4 271358 2010-09-29T19:50:31.792613-04:00 1997-03-14 1-s2.0-S1381116996002464-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002464/MAIN/application/pdf/104142e6e7ec4a00779161784f9eecd2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002464/MAIN/application/pdf/104142e6e7ec4a00779161784f9eecd2/main.pdf main.pdf pdf true 1044924 MAIN 11 1-s2.0-S1381116996002464-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002464/PREVIEW/image/png/6986427c8a318c96e96e601dc8185a79/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002464/PREVIEW/image/png/6986427c8a318c96e96e601dc8185a79/main_1.png main_1.png png 61959 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 117 (1997) 413-423 WWM JOURNAL OF MOLECULAR CATALYSIS IN A: CHEMICAL New (old) hydroxo complexes of platinum(ll) as catalysts for the Baeyer-Villiger oxidation of ketones with hydrogen peroxide Giorgio Strukul * , Alessandra Varagnolo, Francesco Pinna Department of Chemistry, Unicersitv of Venice, Dorsoduro 2137, 1-30123 Venice, Itah Received 19 April 1996: revised 1 June 1996; accepted 28 June 1996 Abstract Enantioselective Baeyer-Villiger oxidation of cyclic ketones with hydrogen peroxide can be obtained using (P-P' )Pt(2van) complexes (P-P *, chiral diphosphine; 2-van, bis-anion of 2-vanillin) as catalyst precursors. An analysis of the activation procedure aimed to the identification of the reactive species leads to the isolation of complexes of the type [(P-P)Pt( A,-OH)l\" (P-P, various diphosphines). The synthesis of some new species is reported together with their characterization with IR and NMR spectroscopy and conductivity data. It is found that these complexes are catalytically active in the (enantioselective) Baeyer-Villiger oxidation of cyclic ketones with hydrogen peroxide. The basic nature of the OH ligands is exploited in the reaction with a variety of acids including hydrogen peroxide. Keywords: Platinum complexes; Hydrogen peroxide; Ketones; Oxidation 1. Introduction 1n the search for new catalysts capable of increasing the nucleophilicity [1] of hydrogen peroxide and related hydroperoxides, we have recently reported the use of derivatives of Pt(II) of the type: (P-P)Pt(2-van) where P-P indicates a variety of diphosphines (including chiral diphosphines) and 2-van represents the bis anion of 2-vanillin. These complexes have proved successful as catalysts for the Baeyer-Villiger oxidation of cyclic ketones to lactones [2] and the epoxidation of a,,unsaturated ketones [3] (Weitz-Scheffer oxidation) using hydrogen per- Corresponding author. Tel.: +39-41-5298551; fax: +39-415298517; e-mail: strukul@vega.unive.it. 1381-I 169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. P11S1381-1169(96)00246-4 oxide as oxidant in both cases. Both reactions are of significant synthetic interest' and we have reported the first clear examples of transition metal catalysis [2,3,6,7] for both the regular and the asymmetric version of both reactions. The transition metal catalyzed enantioselective Baeyer-Villiger oxidation has been reported also by Bolm and coworkers [8-10]. The above (P-P)Pt(2-van) complexes, that per se are catalytically inactive, can be promoted as catalysts with the use of strong acids [2]. This protonation reaction (Scheme 1), that is earned out prior to the catalysis, has been stud- For thorough reviews of the synthetic applications of the Baeyer-Villiger oxidation see Ref. [4]. The Weitz-Scheffer oxidation is considered in several general reviews, see Ref. [5]. 414 C. Strukul et al. /Journal of Molecular Catalysis A: Chemical 717 (1997) 413-423 0 O HO II I CP~ HC104 (pl, ~OCH~ Cp\\~/C,o P/ \\O O P/ + P/ OCH3 HO OCH3 +Hp0 ~- H', CO P \\/OH ? Pt + HO'Q P/ \\OH OCH3 Scheme 1. fed coupling synthetic and NMR methods, although the identification of the final product (presumably the catalytically active species), that could not be isolated, is based only on its 31 P NMR spectrum and is tentative, at variance with the other intermediates [2]. A typical feature of the enantioselective version of the above reported catalytic processes is a variable e.e. of the products during the course of the reaction, i.e. increasing e.e. for the Baeyer-Villiger oxidation [2] and decreasing e.e. for the Weitz-Scheffer oxidation [3]. This seems to be indicative of a further evolution of the catalytically active species with respect to Scheme 1, even during the course of both reactions. In this work we wish to report our attempts to identify the (probably common) catalytically active species of both processes, that ended up with the identification of another class of complexes of Pt(II) that proved useful catalysts for the Baeyer-Villiger oxidation of ketones. 2. Results and discussion 2.1. Evolution of the chiral catalysts The lactonation of a racem mixture of 2-methylcyclohexanone to an enantiomerically H /\\LCH3 + pr O R, S enriched mixture of R- and S-e-methyl-ecaprolactone was accomplished following a kinetic resolution strategy as is indicated in Scheme 2. The R-enantiomer of 2-methylcyclohexanone is the isomer of the sex pheromone of the carpenter bee ( xylocopa hirutissima) [11,12]. A different behavior of the e.e. profile during the course of the reaction was observed depending on the type of catalyst used (Fig. 1). With [(pyrphos)Pt(C F3)(C H ZC 12)]+ (pyrphos = ( R, R)-( + )-N-benzyl-3,4-bis(diphenylphosphino)pyrrolidine) the e.e. of the product is constant with time (Fig. IA) indicating that the species responsible for the enantioselection is always the same. On the other hand, the catalyst (binap)Pt(2-van) (binap = ( R)-( + )2,2'-bis(diphenylphosphino)-1, l'-binaphthyl), activated with perchloric acid according to Scheme 1, continues to evolve even during the catalytic reaction (as is indicated by the increase of the e.e. in Fig. 113) towards the formation of a final species corresponding to the maximum (and constant) e.e. observed. We have tested several procedures for the activation of the catalyst prior to the start of the catalytic reaction, and checked their influence 60 50 40 05 30 20 10 kR Pt\"(R-ketone) --_ Pt`(S-ketone) ks Scheme 2. H 0 O ~0 0 c B A 0 0 0,5 1 1,5 mmoi 2 2,5 Fig. 1. Oxidation of methylcyclohexanone: evolution of the e.e. of the product with the proceeding of the reaction using different catalysts. (A) [(pyrphos)Pt(CF3) (CHzCIz)]+; (B) (binap)Pt(2van)+HC104 1 h activation time; (C) (binap)Pt(2-van)+HC104 18 h activation time. G. Strukul et al. / Journal of Molecular Catalvsis A: Chemical 117 (1997) 413-423 on the change of e.e. in the oxidation of 2-methy1cyclohexanone to methylcaprolactone. The experimental parameters tested were: (i) the possible use of a solvent (DCE) or neat substrate; (ii) the use of diluted (0.2 M) or concentrated (10 M) water solutions of perchloric acid; (iii) a variable activation time (1-18 h). The best performance (Fig. 10 was observed when 0.017 mmol of (binap)Pt(2-van) were dissolved in 1.6 ml of DCE followed by the addition of 3.4 mmol of 2-methylcyclohexanone and 0.017 mmol of a 0.2 M solution of HC104. The mixture was allowed to react for 18 h prior to the addition of 8.5 mmol of H 202. As can be seen from Fig. 1C, this procedure shortens considerably the further evolution of the catalyst, leading it closer to the final species. 2.2. Synthesis of complexes The above procedure was scaled up on a preparative basis starting from (dppe)Pt(2-van) [13] (dppe = 1,2-bis(diphenylphosphino)ethane) in order to isolate the final product of the activation. Previous attempts to isolate the final species of Scheme 1 on a preparative scale were 415 always unsuccessful. The concentration of perchloric acid was found to be critical, since, if a diluted HC104 solution is used, only the starting complex is recovered. With 10 M HC104, a separation of the organic phase after 18 h allowed to isolate a white solid. A GC analysis of the mother liquor showed the presence of 2methoxyphenol as predicted by Scheme 1. The IR spectrum of the white solid showed the appearance of an O-H stretching band at 3560 cm-' and a broad band centred at 1100 cm-' assigned to the perchlorate anion and the disappearance of the C=O and C-O-C stretchings typical of vanillin [ 13]. The 3' P{' H} NMR spectrum showed only a singlet at 8 33.8 ppm flanked by 195Pt satellites with a 'JP-p, coupling constant of 3624 Hz. This solid is not the final species of Scheme 1, the 3 1 P{ 1 H} NMR spectrum of which showed a singlet at 8 47.6 ppm with a 'JP-P, of 3785 Hz. The presence of the perchlorate anion suggests that the isolated complex is cationic in nature and it was formulated as a bridging hydroxo complex of the type: [(dppe)Pt( ,tc-OH)]2(C104)2. This hypothesis was confirmed by comparison with an authentic sample of the latter complex synthesized Table 1 Spectral properties of new complexes Complex IR (cm-1) '1P('H)NMR AM (d2` mol` cm=) lb lc 2a 2b 2c 3a 4a 316, 296 (PtCI) 319, 294 (PtCI) 3571 (OH) 1100-990 (BFy ) 3562 (OH) 1100-990 (BFQ ) 3569 (OH) 1100-990 (BFI ) 3585 (OH) 1100-996 (BF; ) 1520. 1411 (COO-) 3587 (OH) 1100-996 (BF4 ) 1520. 1411 (COO-) IR in nujol mulls; NMR in CD-Cl=: 5 in ppm, J in Hz. E 9.8 s; 'JP p, 3666 8 17.5 s; 'Jppt 3638 E 34.0 s; ' JP pt 3624 8 2.6 s: 1Jp_p, 3690 I PA 15.3 d; PB 10.2 d: -Jp_p 20;lJp_p, 3663 II PA 14.8 d; PB 9.6 d; -JPp 20; 1Jppt 3655 33.5 d (trans OOC); -Jp_p 8.0; lJp_p, 4011 35.8 d (trans OH); Jp_p 8.0; lJp_pt 3669 33.7 d (trans OOC); -Jpp 7.5,'Jpp, 4061 36.7 d (trans OH); 2Jp_p 7.5; ~Jp_p, 3652 190 228 170 170 416 G. Strukul et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 413-423 P~ /CI (COD)PICI2 + P-P --~ /Pty + COD P CI CPS /CI H Pl + 2AgBFa - I(P\"Pt,'Pt,,p(4)2 + 2A9Cl p/ \\O/ `,PA H 2 P-P . dppe (al. bin(b). PYrPhos (c) Scheme 3. following the method reported by Longato et al. [ 14].The synthetic methodology is outlined in Scheme 3 and was extended to the synthesis of other new complexes of the same type containing different diphosphines. We found that better yields in the final products could be obtained by carrying out the final step in acetone instead of 95% ethanol. The new complexes were characterized by IR and 3' P{' H} NMR spectroscopies and, where appropriate, by molar conductivity measurements. A summary of their spectral properties is reported in Table 1. As can be seen, the chloro derivatives show typical Pt-CI stretching bands at 316-319 and 294-296 cm-', while, consistently with the cis structure expected for these complexes, their 3' POW NMR spectra consist of a singlet with Pt satellites and a 'JP_pt coupling constant of about 3650 Hz typical of a CI ligand trans to P as found by other authors [15-17]. The hydroxo complexes show a broad IR band in the region 900-1100 cm-' assigned to BF4 and indicative of the cationic nature of the complex, and a medium intensity band at 3565 cm-' assigned to the stretching O-H of a bridging hydroxo ligand as was observed in complexes with a similar structure [14,18-20]. The ionic structure of these compounds was confirmed with conductivity measurements in MeOH (10-3 M solutions). The values observed (Table 1) are typical of a 2:1 electrolyte [21 ] and are very similar to the value observed for an authentic sample of 2a. The 3' P{' H} NMR spectrum of 2c shows as expected a singlet at 8 2.6 ppm with Pt satellites and a 'JP_pt coupling constant of 3689 Hz consistent with the presence of an OH ligand trans to phospho- rus, similarly to other hydroxyphosphine complexes of POO [14,17-20,22-25]. The 3' P{ 1 H} NMR spectrum of 2c is significantly more complex. As can be seen from Fig. 2, the spectrum at room temperature (23) consists of two apparent triplets, each with 19sPt satellites. On decreasing the temperature, the main signals gradually split and at - 60 a structure consisting of four different doublets appears, consistent with the existence of four different phosphorus atoms, each coupling with one non-equivalent phosphorus. A plausible interpretation for this unexpected pattern is indicated in Fig. 3. Since the complex is made with 5 interlinked rings, likely causing -60 -30 0 23 30 20 10 0 -10 PPM Fig. 2. Variable temperature ;t P{i H} NMR spectrum of complex [(pyrphos)Pt( N,-OH)]z(BF4)z (2c). G. Strukul et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 413-423 H H H I PA\\O\\PA Bz-N Pt/ Pt/ ~' N-Bz w H H H H H H '= PA /O PB Bz-N \\Pt/ \\Pt/ \\N-Bz ~\" B A H H H Fig. 3. Possible structure of complex [(pyrphos)Pt( -OH)lJBF,)= (2c) evidencing the origin of two possible isomers. u a considerable degree of strain in the structure, it seems reasonable to suggest some possible distortions in the coordination plane of the two Pt centers, so that PA and PB are no longer magnetically equivalent. This suggestion seems to be justified by the fact that in previous works on homologous /.t,-hydroxo complexes, X-ray analysis revealed the existence of an O-Pt-O bond angle of about 75in systems containing diphosphes such as dppm, dppp, dppf [19,20,26,27], imposing to the square planar geometry of the complex a highly distorted conformation and an out of plane position for the P donors. This implies that the non-equivalence of the P donors in the solid state is a general trend. However, in relatively flexible systems, like those cited above, the observed structural differences are averaged in solution, so that the P atoms cannot be distinguished with ;'P NMR spectroscopy. In the present case the existence of one extra interlinked ring at each side of the complex seems to force the system to maintain the differences even in solution. The non-equivalence of PA and PB will give rise to two possible isomers (Fig. 3): one with a cis-like configuration (I) and the other with a trans-like configuration (II). Clearly, assignment of the different signals to either structure on the basis of the NMR spectrum can be made only arbitrarily, as is reported in Table 1. Further support to the view shown in Fig. 3 can be obtained from ' 3 C NMR spectroscopy. The spectrum of 2c in CDZC12 at room temperature shows two different signals for the two CH carbons (only one signal in the free ligand) of 417 the pyrrolidine ring adjacent to P ( 8 51.8 ppm and 8 49.4 ppm) both with a iJc_P of about 13 Hz. The signals are broad and ill resolved, but clearly indicate that the distortions that cause the non-equivalence of the P atoms reflect also in the non-equivalence of the C atoms of the diphosphine Pt ring. 2.3. Oxidation reactions catalyzed b_v bridging hydroxo complexes Initially, the enantioselective oxidation of 2methylcyclohexanone was studied with complex 2b and its activity was compared with that of (binap)Pt(2-van) activated with acid. The two systems were tested under identical conditions using the same Pt concentration. The comparison is reported in Fig. 4 and shows the difference in activity that is observed when (binap)Pt(2-van) is activated with 0.2 M (Fig. 4A) and 10 M (Fig. 4B) perchloric acid. Interestingly, 2b is significantly more active and productive (Fig. 4C). The effect on the optical purity of the product in the latter case is reported in Fig. 5A. As can be seen the e.e. is practically constant during the course of the reaction with an initial e.e. (48%) o,s a= ~ o,s 0.4 0,2 A o ioo 200 300 400 time (min) Fig. 4. Oxidation of methylcyclohexanone: product formation profile using different catalysts. (A) (binap)Pt(2-van)+0.2 M HC104; (B) (binap)Pt(2-van)+ 10 M HC104; (C) [(binap)Pt( AOH)]z(BF4)z (2b). 418 very close to the maximum observed (52%). Another interesting feature that can be noticed both in Fig. 1 and in Fig. 5 is a slow but constant decline of the e.e. during the reaction. This is typical of kinetic resolutions and is related to a sort of compensation due to mass effect. The same oxidation of 2-methylcyclohexanone was tested using complex 2c as catalyst. In a previous work [2] on the same reaction, but using (pyrphos)Pt(2-van) as catalyst precursor, methylcaprolactone with an optical purity of 13% was obtained. In this case no further evolution of the catalyst could be inferred on the basis of the e.e. of the product during the reaction (Fig. 5B). The use of 2c as catalyst does not seem to show any difference both in terms of activity and in terms of e.e. of the methylcaprolactone produced (Fig. 5C). Bridging hydroxo complexes of platinum are a class of compounds that has been known for almost 25 years [28]. However, being very stable and little reactive they have been scarcely studied. Only two types of reaction involving the bridging OH ligand have been reported in the literature: (i) a condensation reaction with 60 50 40 30 20 10 0 0,2 0,4 0,6 0,8 1 1,2 lactone (mmol) Fig. 5. Oxidation of methylcyclohexanone: evolution of the e.e. of the product with the proceeding of the reaction using different catalysts. (A) [(binap)Pt( ,-OH)]2(BF4)z (2b); (B) (pyrphos)Pt(2van)+HC104 1 h activation time; (C) [(pyrphos)Pt( -OH)]2(BF4)2 (2c). G. Strukul et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 413-423 C~ 0 >0 (:~O 0 Q 2.8 mmol (27 h) 0.4 mmol (5 h) 0 0.013 mmol (27 h) 0.2 mmol (3.5 h) 0.03 mmol (20 h) 0 >0 0.06 mmoi (27 h) Scheme 4. Catalyst 2a (0.034 mmol); solvent DCE; substrate 6.8 mmol; H202 3.4 mmol. The amount of product obtained is shown for each reaction; reaction time in parentheses. nucleosides [14] where the OH ligand reacts as a base and (ii) a reaction with strong bases such as LiN(SiMe3)Z for the deprotonation of OH and aimed at the synthesis of bridging oxo complexes of POO [26]. For this reason the results reported here on the catalytic behavior of this class of complexes in oxidation reactions are rather surprising. On the basis of the results observed with 2b and 2c in the enantioselective oxidation of 2methylcyclohexanone, we have investigated the catalytic properties of 2a in a series of oxidation reactions involving the use of hydrogen peroxide as oxidant. The reactions tested and the relevant results are indicated in Scheme 4. As can be seen from Scheme 4, under the experimental conditions used, the catalyst is active only towards 2-methylcyclohexanone and to a moderate extent towards cyclohexanone. The activity is negligible for epoxidation and for the esteri%cation of 2-hexanone. In the case of methyl-t-butylketone, a modest but significant formation of t-butyl acetate is observed. This result is of some interest because it is the first observation of transition metal catalyzed oxidation of an open chain ketone. G. Strukul et al. / Journal of Molecular Catalvsis A: Chemical 117 (1997) 413-423 H~Op H P\\ /O\\ /P. P/Pt\\O/%\\P. H /8H \\ /P 7 \\P/%\\~/Pt \\P~ H H COOH P O P. P OO/\\P . NH\" CI H I COOH CPP/\\%\\/OO\\O/%\\ /P P ` OH OH - OCH3 or Scheme 5. 2.4. Reactivity of 2a with acids 48 The reactivity of 2a was tested towards a variety of molecules containing acidic hydrogens. This study was aimed at an evaluation of the basic properties of the bridging hydroxo ligand. A summary of the reactions tested is reported in Scheme 5. The first reaction tested was the interaction with hydrogen peroxide. If 2a is dissolved in CDZCl2 and a drop of 35% HZOZ is added the 3' P{' H} NMR spectrum reveals the complete disappearance of the starting complex and the full formation of a new species containing spectroscopically equivalent P ligands at 8 26.7 ppm with evidence of a 1JP_pt coupling constant of 3471 Hz. The value of the coupling constant seems to suggest the formation of a new hydroperoxo complex that, by analogy with the starting complex, might be formulated as in Scheme 5. It has to be pointed out that acid-base reactions between hydroxo complexes of Pt(II) and H ZO., are possible because of the moderate acidity of hydrogen peroxide (pKa 11.6 [29]) and in the past have led to the preparation of a wide variety of mononuclear hydroperoxo complexes of platinum [25,30]. However, attempts to reproduce the reactn with hydrogen peroxide on a preparative scale in order to carry out a full characterization of the new species have not yet been successful even changing the reaction conditions (concentration of reagents and reaction time). In all cases either the starting com- 419 plex or a mixture of unidentified products was isolated. The second reaction tested was with 2 equivalents of n-hexanoic acid. If the reaction is performed at room temperature in CHZC12 overnight, it is possible to isolate a white product (3a in Table 1) the IR spectrum of which shows the persistence of the typical bands of BF4 (1100-996 cm-') and of the OH ligand (3585 cm-') and the presence of two strongly coupled carbonyl bands (1520, 1411 cm-' ) typical of the carboxylate anion [31 ]. The molar conductivity in MeOH is 170 S2-' mol-' cm2, characteristic of a 2/I electrolyte [21]. The 3' P{' H} NMR spectrum in CDX12 of the new complex shows the existence of two non-equivalent phosphorus nuclei at 8 33.5 ppm and 8 35.8 ppm. Assignment is made in agreement with the results reported by Appleton and Bennett in a series of homologous complexes [17]. Formulation of the complex as in Scheme 5 (3a) seems to be consistent with all the spectral parameters observed (Table I). A similar reaction occurs with m-chlorobenzoic acid (Scheme 5) yielding a new complex (4a) the spectral features of which (Table I ) are fully consistent with the formulation given in Scheme 5. Attempts to carry out these condensation reactions with acidic protons of lower strength, like with phenol or 2-methoxyphenol, gave no reaction (Scheme 5). These results are in con- H CP\\ /O\\ /P z, / P/Pt\\O/Pt\\P\\ H . P\\ /A\\ /P P/Pt\\O/Pt\\P2 + Hp0 H + HA P\\ HOH P\\ a. Pt/\\PI/I + A CP/\\O/\\P /H Scheme 6. 420 G. Strukul et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 413-423 trast with previous observations obtained with mononuclear hydroxo complexes of POO for which the reaction was found to proceed very smoothly [32] and may suggest a weaker basic character for the bridging OH ligand. It seems therefore that the success (where appropriate) of the acid-base reactions reported in Scheme 5 is strongly dependent on the acid strength of the protons employed. Interestingly, in both reactions the use of 2 equivalents of acid (1 per Pt center) results in the formation of dimers with the incorporation of only 1 bridging carboxylate moiety. Species of the type [PtP2(H20)2]2+ are generally considered to be the final products of the reaction between the hydroxo bridged species and strong acids with poorly coordinating anions. However, these complexes have been isolated only in a few cases [20,33,34]. The results reported here seem to show that the protonation process is stepwise (Scheme 6) and can be stopped at the first stage depending on the acidity of the protons and the coordinating properties of the anion. The catalytic activity of 3a and 4a in the oxidation of 2-methylcyclohexanone to methylcaprolactone using H202 as oxidant was tested. Reactions were carried out according to the 0,8 0,6 C O ~0,4 0,2 0- 1,2 0 20 40 60 80 100 120 time (min) Fig. 6. Oxidation of methylcyclohexanone: product formation profile using different catalysts. (A) [(dppe)Pt( ti-OH)]2($FQ)Z (2a); (B) [(dppe)ZPtz(w-OH)(A-OOCCSHj 1)] (BF4), (3a); (C) [(dppe)zPtZ( -OHX N,-OOCC6H4Cl)] (BF4)Z (4a). standard procedure employed for 2a and in both cases a moderate activity was observed (Fig. 6). 3. Conclusions The initial aim of the present work was the identification of species considered to be intermediate in the enantioselective Baeyer-Villiger oxidation of ketones with hydrogen peroxide using a class of chiral POO precursors. We have found that the closest species to the `reactive intermediate' are a class of known (and for a long time neglected) bridging hydroxo complexes of POO the reactivity of which has been limited, to date, to the reaction with a few acids. These complexes are catalytically active per se giving interesting results in the Baeyer-Villiger oxidation of ketones. However, their mechanism of action is largely unknown, although there are indications that it may involve hydroperoxidic species where the nucleophilic character of Hz02 is increased, as has been widely demonstrated for other mononuclear hydroxo complexes of POO. Indeed, much work is called for to optimize both the reactivity and the enantioselective properties of these complexes and in this respect the investigation of the effect of different chiral and achiral diphosphines is presently in progress. 4. Experimental 4.1. Apparatus Solid state IR spectra were taken on Bio-Rad Digilab FTS 40 and Nicolet Magna 750 FT-IR interferometers either in nujol mulls using CsI plates or in KBr pellets. Spectra were recorded in the 4000-200 cm-' interval. NMR spectra in CDZC12 (3' P( l H} and 13C{ 1 H}) were recorded on a Bruker AC 200 spectrometer operating in FT mode, using either 85 % H 3 P04 ( ' P{ 1 H}) as external reference or TMS (t3C{'H}) as internal G. Strukul et al. /Journal of Molecular Catalysis A: Chemical ll7 (1997) 473-423 reference. Negative chemical shifts are upfield from the reference. GLC measurements were taken on a Hewlett-Packard 5890A gas chromatograph equipped with a 3390A automatic integrator. Identification of products was made by comparison with authentic samples. Conductivity measurements were performed on a Radiometer conductimeter on 10-3 M solutions in MeOH. 4.2. Materials Solvents were dried and purified according to standard methods. Ketone substrates were purified by passing through neutral alumina, prior to use. Hydrogen peroxide (35% from Fluka), mchloroperbenzoic acid 90% (MCPBA, Janssen), dppe (Fluka) R, R-pyrphos (Degussa), R-binap (Janssen), and most of the synthetic reagents were commercial products and used without purification. The following compounds were prepared according to literature procedures: (COD)PtCIZ [35], (dppe)Pt(2-van) [13], (pyrphos)Pt(2-van) [2], (binap)Pt(2-van) [2], [(dppe)Pt( AOH)]2(BF4)2 [ 14]. New complexes were synthesized according to the procedures reported below. 4.2.1. (binap)PtCl2 (Ib) The complex (COD)PtCIZ (0.16 g, 0.43 mmol) was dissolved in 15 ml CH2C12 and the solution was degassed and placed under N2 at room temperature. To the solution solid binap (0.27 g, 0.43 mmol) was added and the resulting pale yellow solution was stirred overnight. The solution was brought to dryness in vacuo and the solid residue was thoroughly washed with stirring using a small volume of toluene. The solid was filtered, washed with hexane and Et20 and dried in vacuo (yield 95%). 4.2.2. (pyrphos)PtCl2 (Ic) This complex was prepared following the same procedure as lb (yield 86%). 421 4.2.3. I (binap)Pt(jL-OH)i2 (BF4 )Z (2b) The complex (binap)PtC12 (0.30 g, 0.33 mmol) was dissolved in 5 ml CH2Clz and the solution was degassed and placed under NZ at room temperature. To the solution, NZ saturated acetone (3 ml) was added, followed by 0.51 ml of a 1.31 M solution of AgBF4 in acetone. The mixture was allowed to react for 1 h, then filtered and the filtrate was brought to dryness in vacuo. The solid residue was thoroughly washed with stirring using a small volume of Etzo where it is moderately soluble, then filtered and dried in vacuo (yield 50%). 4.2.4. I (pyrphos)Pt(p,-OH)72(BF4 )2 (2c) This complex was prepared following the same procedure as 2b (yield 54%). 4.2.5. l(dppe)ZPt2(~,~,-OH)(il.G OOCC5 Hll)i(BF4 )2 (3a) The complex [(dppe)Pt(/u,-OH)]2 (BF4)2 (0.10 g, 0.071 mmol) was dissolved in 5 ml CH2C12 and the solution was degassed and placed under N2 at room temperature. Hexanoic acid (0.018 ml, 0.142 mmol) was added and the resulting solution was stirred overnight. The solution was concentrated in vacuo and Et20 was added with vigorous stirring. The white solid was filtered, thoroughly washed with Et 2 0 and dried in vacuo (yield 76%). 4.2.6. i(dppe)zPt2(~.c-OH)([.L, OOCC6 H4 CL)l (BF4 )2 (4a) This complex was prepared following the same procedure as 3a (yield 90%). 4.2.7. Synthesis of oxidation products Lactones, esters and epoxides used as standard for gaschromatographic determinations in the individual catalytic reactions were synthesized from the starting substrate (20 mmol) in 25 ml CH2C12, to which 20 mmol MCPBA were added under N2 with stirring. After 24 h the solid MCBA was filtered off and the solution containing 60-85% oxidation product was 422 G. Strukul et al. / Journal of Molecular Catalysis A: Chemical 117 (1997) 413-423 used for qualitative identification and for the determination of the separation conditions of the enantiomers (where necessary) on a chiral (3cyclodextrin GC column. 4.3. Catalytic reactions These were carried out in a 25 ml round-bottomed flask equipped with a stopcock for vacuum/N2 operations and a side-arm fitted with a screw-capped silicone septum to allow sampling. Constant temperature (0.1 ) was maintained by water circulation through an external jacket connected with a thermostat. Stirring was performed by a teflon-coated bar driven externally by a magnetic stirrer. The concentration of the commercial H202 solution was checked iodometrically prior to use. The following general procedure was followed: The required amount of catalyst was placed solid in the reactor which was evacuated and filled with N2. Purified, NZ saturated ketone was added under NZ flow, followed, if necessary, by the required amount of solvent. After thermostatting at the required temperature under stirring for a few minutes the HZOZ solution in the appropriate amount was injected through the septum and time was started. When using (PP)Pt(2-van) catalysts an amount of 10 M (or 0.2 M) HC104 equivalent to the amount of catalysts was added prior to H202 addition. The solution was stirred for 1 h (or 18 h) and then H 202 was injected. All reactions were monitored with GLC by direct injection of samples taken periodically from the reaction mixtures with a microsyringe. Prior quenching of the catalyst with LiCl did not show any difference in randomly selected analyses. Separation of the products was performed on 25 m HP-5 capillary columns using a flame ionization detector. 4.4. Determination of e.e. The e.e. values were determined by GC using [11] a 25 m Chrompack CP-cyclodextrin-2,3,6-M- [12] 19 capillary column. Since, even for racemic mixtures, there is an apparent e.e. which depends on the peak area, a calibration curve: apparent e.e./peak area was first determined using the racemic lactones synthesized according to the above procedure. This calibration curve was used to correct the experimental values obtained in the enantioselective reactions. Acknowledgements This work was supported jointly by MURST (40% programs) and CNR (Progetto Finalizzato Chimica Fine ll). Thanks are expressed to Dr. Stefano Antoniutti of this Department for many helpful discussions and suggestions in the interpretation of NMR data. We thank also Mrs. T. Fantinel for skillful technical assistance. References [1] G. Strukul, in: Catalytic Oxidations with Hydrogen Peroxide as Oxidant, G. Strukul (Ed.) (Kluwer, Dordrecht, 1992) ch. 6. [2] A. Gusso, C. Baccin, F. Pinna and G. Strukul, Organometallics 13 (1994) 3442. [3] C. Baccin, A. Gusso, F. Pinna and G. Strukul, Organometallics 14 (1995) 1161. [41 G.R. Krow, Org. React. 43 (1993) 251; G.R. Krow, in: Comprehensive Organic Synthesis, Vol. 7, B.M. Trost and I. Fleming (Eds.) (Pergamon, Oxford, 1991) p. 671. [5] B. Plesnicar, in: Oxidation in Organic Chemistry, Part C, W.S. Trahanovsky (Ed.) (Academic Press, New York, 1978) p. 243; B. Plesnicar, in: The Chemistry of Peroxides, S. Patai (Ed.) (Wiley, New York, 1983) ch. 17, p. 566; M. Hudlicky, Oxidations in Organic Chemistry (American Chemical Society, Washington, 1990) p. 60. [6] M. Del Todesco Frisone, R. Giovanetti, F. Pinna and G. Strukul, in: Studies on Surface Science and Catalysis, Vol. 66, L. Simandi (Ed.) (Elsevier, Amsterdam, 1991) p. 406. [71 M. Del Todesco Frisone, F. Pinna and G. Strukul, Organometallics 12 (1993) 148. [8] C. Bolm, G. Schlingloff and K. Weikhardt, Angew. Chem. Int. Ed. Engl. 33 (1994) 1848. [9] C. Bolm, G. Schlingloff and K. Weikhardt, Tetrahedron Lett. 34 (1993) 3405. [10] C. Bohn and G. Schlingloff, J. Chem. Soc. Chem. Commun. (1995) 1247. W.H. Pirkle and P.E. Adams, J. Org. Chem. 43 (1978) 378. W.H. Pirkle and P.E. Adams, J. Org. Chem. 44 (1979) 2169. G. Strukul et al. /Journal of Molecular Catalvsis A: Chemical 717 (1997) 413-423 [13] P.S. Pregosin, C. Anklin, F. Bachechi, P. Mura and L. Zambonelli, J. Organomet. Chem. 222 (1981) 175. [14] B. Longato, B. Corain, G.M. Bonora and G. Pilloni, Inorg. Chim. Acta 137 (1987) 75. [15] A. Scrivanti, R. Campostrini and G. Carturan, Inorg. Chim. Acta 142 (1988) 187. [ 16] L. Kollar, P, Santor and G. Szalontai, J. Mol. Catal. 67 (1991) 191. [17] T.G. Appleton and M.A. Bennett, Inorg. Chem. 17 (1978) 739. [18] V. Scarcia, A. Furlani, B. Longato, B. Corain and G. Pilloni, Inorg. Chim. Acta 153 (1988) 67. [19] B. Longato, G. Pilloni, G. Valle and B. Corain, Inorg. Chem. 27 (1988) 956. [20] AL, Bandini, G. Banditelli, F. Demartin, M. Manassero and G. Minghetti, Gazz. Chim. Ital. 123 (1993) 417. [21] W.J. Geary, Coord. Chem. Rev. 7 (1971) 81. [22] G. Strukul and R.A. Michelin, J. Am. Chem. Soc. 107 (1985) 7563. [23] G. Strukul and R.A. Michelin, J. Chem. Soc. Chem. Com mun. (1984) 1538. [241 R. Sinigalia, R.A. Michelin, F. Pinna and G. Strukul, Organometallics 6 (1987) 728. 423 [25] A. Zanardo, R.A. Michelin. F. Pinna and G. Strukul, Inorg. Chem. 28 (1989) 1648. [26] J.J. Li and P.R. Sharp, Inorg. Chem. 33 (1994) 183. [27] G. Trov G. Bandoli, U. Casellato, B. Corain. M. Nicolini and B. Longato, Inorg. Chem. 29 (1990) 4616. [28] G.W. Bushnell, K.R. Dixon, R.G. Hunter and J.J. McFar land, Can. J. Chem. 50 (1972) 3694. [29] A.J. Everett and G.O. Minkoff, Trans. Faraday Soc. 49 (1953) 410. [30] G. Strukul, R. Ros and R.A. Michelin, Inorg. Chem. 21 (1982) 495. [3l] R.M. Silverstein, C.G. Bassler and T.C. Morrill, Spectrometric Identification of Organic Compounds, 3rd Ed. (Wiley-International, New York, 1974) p. 101. [32] A. Marsella, S. Agapakis, F. Pinna and G. Strukul, Organometallics 11 (1992) 3578. [33] A.L. Bandini, G. Banditelli, M.A. Cinellu, G. Sanna, G. Minghetti, F. Demartin and M. Manassero, Inorg. Chem. 28 (1989) 404. [34] F. Gorla and L.M. Venanzi, Helv. Chim. Acta 73 (1990) 690. [35] J.X. McDermott, J.F. White and G.M. Whitesides, J. Am. Chem. Soc. 98 (1976) 6521. MOLCAA 96002464 S1381-1169(96)00246-4 10.1016/S1381-1169(96)00246-4 Contributed paper New (old) hydroxo complexes of platinum(II) as catalysts for the Baeyer-Villiger oxidation of ketones with hydrogen peroxide Giorgio Strukul ∗ Alessandra Varagnolo Francesco Pinna Department of Chemistry, University of Venice, Dorsoduro 2137, 1-30123 Venice, Italy ∗ Corresponding author. Tel.: + 39-41-5298551; fax: + 39-41-5298517 Enantioselective Baeyer-Villiger oxidation of cyclic ketones with hydrogen can be obtained using (PP∗)Pt(2-van) complexes (PP∗, chiral diphosphine; 2-van, bis-anion of 2-vanillin) as catalyst precursors. An analysis of the activation procedure aimed to the identification of the reactive species leads to the isolation of complexes of the type [(PP)Pt(μ-OH)]2+ 2 (PP, various diphosphines). The synthesis of some new species is reported together with their characterization with IR and NMR spectroscopy and conductivity data. It is found that these complexes are catalytically active in the (enantioselective) Baeyer-Villiger oxidation of cyclic ketones with hydrogen peroxide. The basic nature of the OH ligands is exploited in the reaction with a variety of acids including hydrogen peroxide. Keywords Platinum complexes Hydrogen peroxide Ketones Oxidation References [1] G. Strukul G. Strukul Catalytic Oxidations with Hydrogen Peroxide as Oxidant 1992 Kluwer Dordrecht ch. 6 [2] A. Gusso C. Baccin F. Pinna G. Strukul Organometallics 13 1994 3442 [3] C. Baccin A. Gusso F. Pinna G. Strukul Organometallics 14 1995 1161 [4] G.R. Krow Org. React. 43 1993 251 G.R. Krow B.M. Trost I. Fleming Comprehensive Organic Synthesis Vol. 7 1991 Pergamon Oxford 671 [5] B. Plesnicar W.S. Trahanovsky Oxidation in Organic Chemistry, Part C 1978 Academic Press New York 243 B. Plesnicar S. Patai The Chemistry of Peroxides 1983 Academic Press New York 566 ch. 17 M. Hudlicky Oxidations in Organic Chemistry 1990 Academic Press Washington 60 [6] M. Del Todesco Frisone R. Giovanetti F. Pinna G. Strukul 3rd Ed. L. Simandi Studies on Surface Science and Catalysis Vol. 66 1991 Elsevier Amsterdam 406 [7] M. Del Todesco Frisone F. Pinna G. Strukul Organometallics 12 1993 148 [8] C. Bolm G. Schlingloff K. Weikhardt Angew. Chem. Int. Ed. Engl. 33 1994 1848 [9] C. Bolm G. Schlingloff K. Weikhardt Tetrahedron Lett. 34 1993 3405 [10] C. Bolm G. Schlingloff J. Chem. Soc. Chem. Commun. 1995 1247 [11] W.H. Pirkle P.E. Adams J. Org. Chem. 43 1978 378 [12] W.H. Pirkle P.E. Adams J. Org. Chem. 44 1979 2169 [13] P.S. Pregosin C. Anklin F. Bachechi P. Mura L. Zambonelli J. Organomet. Chem. 222 1981 175 [14] B. Longato B. Corain G.M. Bonora G. Pilloni Inorg. Chim. Acta 137 1987 75 [15] A. Scrivanti R. Campostrini G. Carturan Inorg. Chim. Acta 142 1988 187 [16] L. Kollar P. Santor G. Szalontai J. Mol. Catal. 67 1991 191 [17] T.G. Appleton M.A. Bennett Inorg. Chem. 17 1978 739 [18] V. Scarcia A. Furlani B. Longato B. Corain G. Pilloni Inorg. Chim. Acta 153 1988 67 [19] B. Longato G. Pilloni G. Valle B. Corain Inorg. Chem. 27 1988 956 [20] A.L. Bandini G. Banditelli F. Demartin M. Manassero G. Minghetti Gazz. Chim. Ital. 123 1993 417 [21] W.J. Geary Coord. Chem. Rev. 7 1971 81 [22] G. Strukul R.A. Michelin J. Am. Chem. Soc. 107 1985 7563 [23] G. Strukul R.A. Michelin J. Chem. Soc. Chem. Commun. 1984 1538 [24] R. Sinigalia R.A. Michelin F. Pinna G. Strukul Organometallics 6 1987 728 [25] A. Zanardo R.A. Michelin F. Pinna G. Strukul Inorg. Chem. 28 1989 1648 [26] J.J. Li P.R. Sharp Inorg. Chem. 33 1994 183 [27] G. Trovò G. Bandoli U. Casellato B. Corain M. Nicolini B. Longato Inorg. Chem. 29 1990 4616 [28] G.W. Bushnell K.R. Dixon R.G. Hunter J.J. McFarland Can. J. Chem. 50 1972 3694 [29] A.J. Everett G.O. Minkoff Trans. Faraday Soc. 49 1953 410 [30] G. Strukul R. Ros R.A. Michelin Inorg. Chem. 21 1982 495 [31] R.M. Silverstein C.G. Bassler T.C. Morrill Spectrometric Identification of Organic Compounds 3rd Ed. 1974 Wiley-International New York 101 [32] A. Marsella S. Agapakis F. Pinna G. Strukul Organometallics 11 1992 3578 [33] A.L. Bandini G. Banditelli M.A. Cinellu G. Sanna G. Minghetti F. Demartin M. Manassero Inorg. Chem. 28 1989 404 [34] F. Gorla L.M. Venanzi Helv. Chim. Acta 73 1990 690 [35] J.X. McDermott J.F. White G.M. Whitesides J. Am. Chem. Soc. 98 1976 6521",
      "scopus-id": "0030903948",
      "coredata": {
        "eid": "1-s2.0-S1381116996002464",
        "dc:description": "Enantioselective Baeyer-Villiger oxidation of cyclic ketones with hydrogen can be obtained using (PP∗)Pt(2-van) complexes (PP∗, chiral diphosphine; 2-van, bis-anion of 2-vanillin) as catalyst precursors. An analysis of the activation procedure aimed to the identification of the reactive species leads to the isolation of complexes of the type [(PP)Pt(μ-OH)]2+ 2 (PP, various diphosphines). The synthesis of some new species is reported together with their characterization with IR and NMR spectroscopy and conductivity data. It is found that these complexes are catalytically active in the (enantioselective) Baeyer-Villiger oxidation of cyclic ketones with hydrogen peroxide. The basic nature of the OH ligands is exploited in the reaction with a variety of acids including hydrogen peroxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-03-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996002464",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Strukul, Giorgio"
          },
          {
            "@_fa": "true",
            "$": "Varagnolo, Alessandra"
          },
          {
            "@_fa": "true",
            "$": "Pinna, Francesco"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996002464"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996002464"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00246-4",
        "prism:volume": "117",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "New (old) hydroxo complexes of platinum(II) as catalysts for the Baeyer-Villiger oxidation of ketones with hydrogen peroxide",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum complexes"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          },
          {
            "@_fa": "true",
            "$": "Ketones"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "413-423",
        "prism:endingPage": "423",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 March 1997",
        "prism:doi": "10.1016/S1381-1169(96)00246-4",
        "prism:startingPage": "413",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00246-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030903948"
      }
    }
  }
}