{
  "metadata": {
    "title": "Epoxidation of cyclohexene on Ti/SiO<ce:inf loc=post>2</ce:inf> catalysts prepared by chemical grafting TiCl<ce:inf loc=post>4</ce:inf> on deboronated silica xerogel",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-07-05",
    "doi": "10.1016/S1381-1169(01)00119-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901001194",
    "pii": "S1381116901001194"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035811883",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-06-13 2001-06-13 2010-04-18T18:49:19 1-s2.0-S1381116901001194 S1381-1169(01)00119-4 S1381116901001194 10.1016/S1381-1169(01)00119-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01380 2015-05-15T05:55:31.049811-04:00 0 0 20010705 2001 2001-06-13T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 172 172 1 2 1 2 Volume 172, Issues 1–2 20 219 225 219 225 20010705 5 July 2001 2001-07-05 2001 converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. EPOXIDATIONCYCLOHEXENETISIO2CATALYSTSPREPAREDBYCHEMICALGRAFTINGTICL4DEBORONATEDSILICAXEROGEL WANG S 1 Introduction 2 Experimetal 2.1 Preparation 2.1.1 Synthesis of B-containing silica xerogel 2.1.2 Deboronation and chemical grafting 2.2 Characterization 2.3 Catalytic reactions 3 Results and discussion 3.1 Deboronation 3.2 Titanation 3.3 Catalytic property 4 Conclusions Acknowledgements References SHELDON 1994 215 R JORDA 1998 93 E KRAUSHAAR 1988 81 B GONTIER 1996 125 S ZHANG 1996 9164 W LIU 1996 83 Z IMAMURA 1995 1261 S IMAMURA 1994 277 S KLEIN 1996 476 S DUTOIT 1995 177 D YANG 2000 507 Q KASGOZ 1994 1049 A DATKA 1989 837 J DATKA 1992 745 J KAWAI 1999 310 T KRIJNEN 1999 163 S LI 1999 2220 C CORMA 1995 18 A WANGX2001X219 WANGX2001X219X225 WANGX2001X219XS WANGX2001X219X225XS item S1381-1169(01)00119-4 S1381116901001194 1-s2.0-S1381116901001194 10.1016/S1381-1169(01)00119-4 271358 2010-10-03T05:03:45.565373-04:00 2001-07-05 1-s2.0-S1381116901001194-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/MAIN/application/pdf/94e9d0eaaa1883cd99fec386c0e9aa84/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/MAIN/application/pdf/94e9d0eaaa1883cd99fec386c0e9aa84/main.pdf main.pdf pdf true 119059 MAIN 7 1-s2.0-S1381116901001194-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/PREVIEW/image/png/a449695a693fb816d3b5ecf6aea6c051/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/PREVIEW/image/png/a449695a693fb816d3b5ecf6aea6c051/main_1.png main_1.png png 54415 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901001194-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr1/THUMBNAIL/image/gif/fa1aaaffd3dfd178ee4336384459d65e/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr1/THUMBNAIL/image/gif/fa1aaaffd3dfd178ee4336384459d65e/gr1.sml gr1 gr1.sml sml 1033 92 52 IMAGE-THUMBNAIL 1-s2.0-S1381116901001194-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr1/DOWNSAMPLED/image/gif/849a4b108f54ef4497ce2a0be02b287b/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr1/DOWNSAMPLED/image/gif/849a4b108f54ef4497ce2a0be02b287b/gr1.gif gr1 gr1.gif gif 8208 400 225 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001194-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr2/THUMBNAIL/image/gif/f57c3a7f107854024fb5ff42eb69cc3b/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr2/THUMBNAIL/image/gif/f57c3a7f107854024fb5ff42eb69cc3b/gr2.sml gr2 gr2.sml sml 1066 93 50 IMAGE-THUMBNAIL 1-s2.0-S1381116901001194-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr2/DOWNSAMPLED/image/gif/57feb964235170020d776fd3818fd77a/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr2/DOWNSAMPLED/image/gif/57feb964235170020d776fd3818fd77a/gr2.gif gr2 gr2.gif gif 8441 395 212 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001194-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr3/THUMBNAIL/image/gif/57307ba6298c5ebb296cd38c1e4c4dfe/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr3/THUMBNAIL/image/gif/57307ba6298c5ebb296cd38c1e4c4dfe/gr3.sml gr3 gr3.sml sml 1396 93 60 IMAGE-THUMBNAIL 1-s2.0-S1381116901001194-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr3/DOWNSAMPLED/image/gif/19298f8333562130001f32b8a7824245/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr3/DOWNSAMPLED/image/gif/19298f8333562130001f32b8a7824245/gr3.gif gr3 gr3.gif gif 12383 408 262 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001194-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr4/THUMBNAIL/image/gif/fa20ca219f2f8510b439de2d3ba7a5d7/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr4/THUMBNAIL/image/gif/fa20ca219f2f8510b439de2d3ba7a5d7/gr4.sml gr4 gr4.sml sml 1023 94 60 IMAGE-THUMBNAIL 1-s2.0-S1381116901001194-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr4/DOWNSAMPLED/image/gif/438e5a9290ed156f3027455a019c95ce/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr4/DOWNSAMPLED/image/gif/438e5a9290ed156f3027455a019c95ce/gr4.gif gr4 gr4.gif gif 8537 401 257 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001194-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr5/THUMBNAIL/image/gif/f4b604b2b08313c4b1cbbeb50ca295bb/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr5/THUMBNAIL/image/gif/f4b604b2b08313c4b1cbbeb50ca295bb/gr5.sml gr5 gr5.sml sml 1102 93 57 IMAGE-THUMBNAIL 1-s2.0-S1381116901001194-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001194/gr5/DOWNSAMPLED/image/gif/1cc413dd8d4a1ddba37c0897097988ca/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001194/gr5/DOWNSAMPLED/image/gif/1cc413dd8d4a1ddba37c0897097988ca/gr5.gif gr5 gr5.gif gif 8715 418 255 IMAGE-DOWNSAMPLED MOLCAA 3139 S1381-1169(01)00119-4 10.1016/S1381-1169(01)00119-4 Elsevier Science B.V. Fig. 1 IR spectra of silica xerogel SiO2–B2O5 (10): (a) before; (b) after treatment with 2M HCl. Fig. 2 IR spectra of silica xerogel SiO2–B2O5 (10) before and after deboronation: (a) SiO2–B2O5 (10) treated at 473K; (b) deboronated SiO2–B2O5 (10) treated at 473K; (c) deboronated SiO2–B2O5 (10) treated at 673K; (d) deboronated SiO2–B2O5 (10) treated at 773K. Fig. 3 UV-Raman spectra of Ti/de[B]SiO2: the supports were calcined at different temperatures prior to the reaction with TiCl4 at 773K: (a) 573K; (b) 673K; (c) 773K; (d) 1073K. Fig. 4 Visible Raman spectra of Ti/de[B]SiO2: the supports were calcined at different temperatures prior to the reaction with TiCl4 at 773K: (a) 573K; (b) 673K; (c) 773K; (d) 1073K. Fig. 5 Epoxidation of cyclohexene on Ti/de[B]SiO2 using TBHP as oxidant. The supports were calcined at different temperatures prior to the chemical grafting with TiCl4 at 773K. Reaction conditions: cyclohexene, 18mmol; CH3CN, 5ml; TBHP, 3.3mmol; catalyst, 200mg; temperature, 343K; reaction time, 3h. Table 1 Epoxidation of cyclohexene on catalysts with different supports a Catalyst Conversion cyclohexene (mol%) b Selectivity (mol%) Epoxide Cyclohexenol Cyclohexenone Ti/SiO2 c 24.2 40.9 25.9 33.2 Ti/[B]SiO2 d 25.2 36.0 20.5 43.5 Ti/de[B]SiO2 e 33.6 72.1 14.1 13.8 a Reaction conditions: cyclohexene, 18mmol; CH3CN, 5ml; TBHP, 3.3mmol; catalyst, 200mg; temperature, 343K; reaction time, 3h. b Conversion (%) = (converted cyclohexene/TBHP) × 100. c SiO2 xerogel as the support. d SiO2–B2O5 (10) as the support. e Deboronated SiO2–B2O5 (10) as the support. Table 2 Epoxidation of cyclohexene on Ti/de[B]SiO2 catalyst with different SiO2–B2O5 precursors a SiO2:B2O5 Conversion cyclohexene (mol%) b Selectivity (mol%) Epoxide Cyclohexenol Cyclohexenone 10:1 84.0 82.7 17.3 0 40:1 60.6 73.8 15.7 10.5 100:1 41.9 67.7 17.3 15.0 a Reaction conditions are the same as Table 1. b Conversion (%) = (converted cyclohexene/TBHP) × 100. Epoxidation of cyclohexene on Ti/SiO2 catalysts prepared by chemical grafting TiCl4 on deboronated silica xerogel Suli Wang a b Qihua Yang a Zili Wu a Meijun Li a Jiqing Lu a Zhongyin Tan b Can Li a * a State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, PR China b Department of Chemistry, Liaoning Normal University, Dalian 116029, PR China * Corresponding author. Tel.: +86-411-4671991/ext. 728, 726; fax: +86-411-4694447/4691570 Ti/SiO2 (or Ti/de[B]SiO2) catalysts were prepared by grafting deboronated silica xerogel with gaseous TiCl4. Using TBHP as oxidant, the Ti/de[B]SiO2 catalyst shows both catalytic activity and selectivity in epoxidation of cyclohexene better than 80%, and the activity can be comparable with that of Ti-β. The catalytic activity of Ti/de[B]SiO2 strongly depends on the content of B of support precursor, and the pretreatment temperature of the support. IR studies show that the sites in the deboronated silica xerogel to react with TiCl4 are not only the silanol nests, but also the defect sites produced during the deboronation. Keywords Ti/de[B]SiO2 Chemical grafting Deboronation Cyclohexene Epoxidation 1 Introduction The redox zeolites in which some Si atoms are replaced by transition metal cations have demonstrated to be the potential catalysts for selective oxidation, such as epoxidation, in liquid phase [1]. However, these materials are often expensive and relatively difficult to synthesize, as their preparation requires specific conditions to prevent the formation of aggregated metal oxide during the crystallization process [2]. Thus, many studies have been carried out to synthesize zeolites through indirect methods. Kraushaar and van Hooff using dealuminated ZSM-5 for the preparation of TS-1 [3] reported an example of such indirect synthesis or postsynthesis modification. The indirect synthesis of a titanium zeolite often consists of a dealumination or a deboronation step. In the dealumination or deboronation step, vacant sites, i.e. silanol nests, are created in the zeolite framework. Titanium precursors can react with these vacancies in the subsequent titanation procedure to produce the tetrahedral titanium sites in the zeolite framework, which are similar in catalytic property to those sites obtained via a direct synthesis route [3]. Moreover, many attempts have been made to replace these zeolite-based catalysts by matrix-like materials containing highly isolated transition metal cations, for example, transition metal ions on various organic or inorganic supports with high surface area [2]. There has been an important breakthrough with the recent discovery of metal-containing mesoporous silicas that were shown to possess interesting properties in the selective oxidation of bulky substrates [4–6]. It was also reported that SiO2–TiO2 mixed oxides prepared by sol–gel method contain some isolated Ti–O–Si species which could catalyze the epoxidation of olefins with TBHP or other alkyl hydroperoxides [7–12]. In a previous work [13], we have reported the synthesis of Ti/SiO2 catalysts by chemical grafting of TiCl4 on SiO2, and also Si/Ti/SiO2 by chemical grafting silica precursor on Ti/SiO2. These catalysts show good activity and selectivity in epoxidation of styrene. In the present study, a new method to prepare Ti/SiO2 catalysts via chemical grafting TiCl4 on deboronated silica xerogel is reported. The B-containing silica xerogel was prepared by sol–gel method. The xerogel was deboronated with 2M HCl. And using these deboronated silica xerogels as the support, a series of catalysts were prepared by chemical grafting. These catalysts are active in epoxidation of cyclohexene using TBHP as the oxidant. When the support (deboronated SiO2–B2O5) is calcined at 673K and the chemical grafting temperature is 773K, both the conversion of cyclohexene and the selectivity to epoxide exceed 80%. These catalysts have been characterized by FT-IR, Raman and UV-Raman spectroscopies. 2 Experimetal 2.1 Preparation 2.1.1 Synthesis of B-containing silica xerogel Typically, x (x=17.84, 4.46, 1.78)mmol H3BO3 was slowly dissolved in 40ml ethanol under stirring, then 89.2mmol tetraethylorthosilicate (TEOS) was added. After the solution becomes homogeneous, 12ml 4M HCl was added dropwise in 30min. The solution was then heated at 353K for 1h, and a transparent gel was obtained. The gel was kept in ambient for 48h, and then it was dried in air at 398K for 12h. The xerogel is denoted as SiO2–B2O5 (n) (n is the ratio of SiO2/B2O5, n=10, 40, 100). The synthesis of silica xerogel follows the above procedure, except for the addition of H3BO3. The content of B atom in the B-containing silica xerogel cannot be very large because the mixed SiO2–B2O5 xerogel cannot be formed when the n is beyond a certain limitation. For example, when n=5, some flock material appeared on the surface of the transparent B-containing silica gel, and the flock material was boric acid. 2.1.2 Deboronation and chemical grafting Before being used as support, the SiO2–B2O5 was treated with 2M HCl (20ml/g) at 353K for two times, each time for 2h. The boron atoms in the SiO2–B2O5 can be removed by this treatment and the as-treated sample is denoted as de[B]SiO2. The de[B]SiO2 support was calcined in O2 flow at a given temperature for 4h, and then was heated to (or cooled down to) 773K in N2 flow for 0.5h. The sample was treated at 773K with a flow of N2 that was saturated with TiCl4 at room temperature. The sample was flushed for 2h with dry N2 to remove excessive TiCl4, and then the catalyst was cooled down to room temperature in N2 flow. The as-prepared catalyst was denoted as Ti/de[B]SiO2 (T) (T is the pretreatment temperature of the support). The grafting temperature of TiCl4 was 773K for all samples. 2.2 Characterization UV-Raman spectra were recorded on a homemade Raman spectrometer. The 244nm line from an Innova 300 FRED laser was used as the excitation source. Visible Raman spectra were obtained on a Jobin Yvon double monochromator (U-1000) coupled to a photomultiplier tube for detection. The 488nm line of an Argon laser was used to excite the sample. Infrared spectra were collected on a Nicolet Impact 410 FT-IR spectrometer. The sample was pressed into a self-supported wafer, and the wafer was set in quartz IR cell that was sealed with CaF2 windows. After calcined at a given temperature for 4h in flowing O2, it was cooled to room temperature and then evacuated at 423K for 1.5h. After the sample was cooled down to room temperature, a spectrum was measured in the absorbance mode. The absorbance values of the OH groups were normalized with the band at 1800cm−1. 2.3 Catalytic reactions The epoxidation of cyclohexene was performed in a 50ml round-bottom flask, 18mmol of cyclohexene, 5ml of solvent, and 200mg of catalyst were mixed in the flask and heated to a given temperature. Then 3.3mmol of TBHP was added to the flask. Products were analyzed by a gas chromatography equipped with a capillary column (SE-30) and a flame ionization detector (FID). The conversion of cyclohexene is calculated based on the amount of converted cyclohexene and the amount of TBHP used. The TBHP added into the reaction system is usually less than the amount of cyclohexene, and the oxidation reaction between TBHP and cyclohexene gives mainly epoxide, cyclohexenol and cyclohexenone. The stoichiometric ratio of cyclohexene/TBHP is a unit, so a total conversion of cyclohexene is defined when the amount of converted cyclohexene is equal to the amount of TBHP added, and the conversion of cyclohexene is calculated as, conversion (%)=(converted cyclohexene/TBHP)×100. 3 Results and discussion 3.1 Deboronation Fig. 1 shows the IR spectra of SiO2–B2O5 (10) and deboronated SiO2–B2O5 (10) samples. Generally, the presence of B gives the IR bands at 1450 and 663cm−1. The 1450cm−1 band is assigned to the B atom in trigonal coordination, while the 663cm−1 band is attributed to the out-of-plane bending mode of B–O–Si species [14,15]. The two bands are not observed for the deboronated sample (Fig. 1a), indicating that the B atoms in the SiO2–B2O5 samples are removed by the deboronation treatment. IR spectra of the SiO2–B2O5 (10) xerogel before and after deboronation in the hydroxyl region are shown in Fig. 2 . Fig. 2a is the spectrum of SiO2–B2O5 (10) sample, which was calcined at 473K. Fig. 2b–d are the deboronated SiO2–B2O5 (10) samples that were calcined at 473, 673 and 773K, respectively. For untreated sample SiO2–B2O5 (10), a broad band at 3700–3400cm−1 and an intense band at 3740cm−1 are observed. The broad band possibly arises from the B (OH) Si sites. And the intense band at 3740cm−1 can be assigned to isolated silanol species [16,17]. For deboronated samples, the 3740cm−1 band remains unchanged, but the broad band at 3700–3400cm−1 shifts to lower frequencies. This is because those silanol groups are derived after the boron atoms were removed, and the silanol groups may be interacted with each other via the hydrogen bonding [18]. But we did not observe the increase in the band intensity of silanol groups after the deboronation, unlike the case for beta zeolite that shows more silanol groups after the deboronation [19]. The intensity of the broad band at 3700–3400cm−1 is decreased with the increased pretreatment temperatures due to the dehydroxylation of the silanol groups [18], and some defects could be produced after the deboronation and the subsequent calcination. 3.2 Titanation The deboronated SiO2–B2O5 (10), SiO2–B2O5 (40), SiO2–B2O5 (100) samples were subsequently titanated using gaseous TiCl4. The as-synthesized catalysts were investigated using visible Raman spectroscopy, UV-resonance Raman spectroscopy and XRD techniques. UV-resonance Raman spectroscopy is proved to be a powerful technique to identify the framework titanium atoms of TS-1 [20]. Fig. 3 shows the UV-resonance Raman spectra of Ti/de[B]SiO2 (T) samples excited by the 244nm line since the 244nm line is in the electronic absorption band of isolated titanium ions in tetrahedral coordination. Raman band at 1085cm−1 is observed for the Ti/de[B]SiO2 (T) samples. This band can be assigned to the asymmetric stretching vibration of the Ti–O–Si species [13]. The UV-Raman band at 1085cm−1 due to Ti–O–Si species is very weak, indicating that the concentration of surface Ti–O–Si species is not very high. The Raman bands of anatase can be easily detected by visible Raman spectroscopy. Visible Raman spectra of the Ti/de[B]SiO2 (T) samples excited with 488nm are shown in Fig. 4 . Four characteristic Raman bands of TiO2 (anatase) at 144, 390, 516, and 630cm−1 are observed [19]. Although, the intensity of the anatase Raman bands is strong, no evident XRD patterns are detected for TiO2, indicating that TiO2 was highly dispersed, no matter the TiO2 particles are amorphous or anatase. 3.3 Catalytic property The catalytic properties of the prepared Ti/SiO2 catalysts were tested by epoxidation of cyclohexene. The epoxidation of cyclohexene yields epoxide and corresponding glycol, cyclohex-2-en-1-ol and ketone. The catalytic results for the epoxidation of cyclohexene on the Ti/SiO2 catalysts with SiO2 treated differently are reported in Table 1 . All the SiO2 supports were calcined at 773K and their grafting temperature was 773K. Comparing with Ti/SiO2, the activity of Ti/[B]SiO2 is about the same level and its selectivity even decreases in the presence of boron. The catalytic properties of the catalyst (Ti/[B]SiO2) prepared by direct reaction between SiO2–B2O5 (10) and TiCl4 are almost the same as those of the catalyst (Ti/SiO2) prepared using silica xerogel as support. This indicates that the direct gas–solid isomorphous substitution less likely takes place. While the catalysts prepared on deboronated silica show much higher conversion and selectivity, particularly the selectivity is increased significantly. This is attributed to that the lattice B atoms are removed during the treatment using HCl, and the defect sites left behind is favorable for TiCl4 to react with. The catalytic results for epoxidation of cyclohexene on Ti/de[B]SiO2 catalysts prepared at different pretreatment temperatures of supports are reported in Fig. 5 . The grafting temperature for all the samples was set at 773K. It appears that the catalytic property varies with the pretreatment temperature of the supports. The activity and selectivity increase slightly when the support of catalyst was calcined at temperatures from 773 to 1073K. This trend is similar to that of Ti/SiO2 catalyst prepared with commercial silica by chemical grafting [13]. The catalyst with the support pretreated at 673K gives the highest activity, i.e. 84% conversion, which is comparable to that of Ti-β. Under the same reaction conditions, the conversion of cyclohexene on Ti/de[B]SiO2 (673K) is 17.5%, much higher than 8.5% for Ti-β [21]. But the selectivity to epoxide on Ti/de[B]SiO2 (673K) is lower than that of Ti-β, which maybe due to the lower content of the isolated titanium species in Ti/de[B]SiO2 catalyst. This indicates that TiCl4 can react with different types of surface sites, surface OH groups and surface defect sites, generated on the deboronated SiO2–B2O5 support. The surface OH groups and the defects generated during the deboronation procedure. TiCl4 reacts with the defect sites, resulting in isolated Ti species Ti–O–Si or highly dispersed TiO2 species. The support needs to be calcined at a proper temperature in order to create the defect sites. Too high temperatures will lead to the collapse of the defects, while too low temperatures are not enough to initiate the dehydroxylation. The presence of too much OH groups is favorable for the formation of amorphous TiO2, which is not active and selective for the epoxidation. Our results show that 673K is the optimal temperature for the pretreatment of the support. But according to the IR spectra in Fig. 2, some of the silanol nests have been eliminated at this temperature. Thus, the mechanism of reaction between TiCl4 and deboronated silica may be different from that of deboronated or dealuminated zeolites, where TiCl4 reacts mainly with the silanol nest. While for de[B]SiO2, TiCl4 reacts not only with silanol nest, but also with the defect sites produced during the deboronation. Table 2 lists the catalytic performance of the Ti/de[B]SiO2 catalysts using deboronated SiO2–B2O5 (10), SiO2–B2O5 (40), and SiO2–B2O5 (100) as supports. With the increasing of B concentration in the support precursors from 1/51 to 1/6, the conversion of cyclohexene increases from 41.9 to 84.0%, and selectivity also increases from 66.7 to 82.7%. This can be explained as that the higher the B concentration, the more defect sites are produced during the deboronation process, consequently more active sites are produced after the titanation. According to the characterization, the main titanium species on the catalysts is highly dispersed anatase, while the concentration of the highly isolated titanium species is very small. However, the activity and selectivity are still quite high. It turns out that the highly dispersed anatase may also contribute to the epoxidation. 4 Conclusions Postsynthesis modification of B-containing silica xerogel, consisting of a deboronation and titanation treatment, results in active heterogeneous epoxidation catalysts Ti/de[B]SiO2. The catalyst prepared with the ratio of SiO2:B2O5 ratio of 10, pretreated at 673K shows the best catalytic performance: the conversion of cyclohexene can be as high as 84% and the selectivity to epoxide is up to 83%. It is found that TiCl4 reacts with both silanol nests and defect sites of the deboronated [B]SiO2. Acknowledgements This work was financially supported by the State Key Project (Grant No. 19999022407) of the Ministry of Science and Technology, People’s Republic of China, and the National Science Foundation of China (NSFC) for Distinguished Young Scholars (Grant No. 29625305). References [1] R.A Sheldon J Dakka Catal. Today 19 1994 215 [2] E Jorda A Tuel R Teissier J Kervennal J. Catal. 175 1998 93 [3] B Kraushaar J.H.C van Hooff Catal. Lett. 1 1988 81 [4] S Gontier A Tuel Appl. Catal. A: Gen. 143 1996 125 [5] A. Corma, M.T. Navarro, J. Perez-Pariente, J. Chem. Soc., Chem. Commun. (1994) 147. [6] W Zhang M Fróba J Wang P.T Tanev J Wong T.J Pinnavaia J. Am. Chem. Soc. 118 1996 9164 [7] Z Liu G.M Crumbaugh R.J Davis J. Catal. 159 1996 83 [8] S Imamura T Nakai H Kanai T Ito J. Chem. Soc., Faraday Trans. 91 8 1995 1261 [9] R. Hutter, D.C.M. Dutoit, T. Mallat, M. Schneider, A. Baiker, J. Chem. Soc., Chem. Commun. (1995) 163. [10] S Imamura T Nakai H Kanai T Ito Catal. Lett. 28 1994 277 [11] S Klein S Thorimbert W.F Maier J. Catal. 163 1996 476 [12] D.C.M Dutoit M Schneider A Baiker J. Catal. 153 1995 177 [13] Q.H Yang S.L Wang J.Q Lu G Xiong Z.C Feng Q Xin C Li Appl. Catal. A: Gen. 194 2000 507 [14] A Kasgoz T Misono Y Abe J. Polym. Sci. Part A: Polym. Chem. 32 1994 1049 [15] G. Coudurier, J.C. Védrine, Pure Appl. Chem. 58 (1986) 1389. [16] J Datka Z Piwowarska J. Chem. Soc., Faraday. Trans. I 85 1989 837 [17] J Datka M Kawalet Collect Czech. Chem. Commun. 57 1992 745 [18] T Kawai K Tsutsumi J. Colloid Interface Sci. 212 1999 310 [19] S Krijnen P Sánchez B.T.F Jakobs J.H.C van Hooff Microporous Mesoporous Mater. 31 1999 163 [20] C Li G Xiong Q Xin J.K Liu Z.C Feng J Li W.B Yang Y.Z Wang G.R Wang X.Y Liu M Lin X.Q Wang E.Z Min Angew. Chem. Int. Ed. 38 15 1999 2220 [21] A Corma P Esteve A Martinez S Valencia J. Catal. 152 1995 18",
      "scopus-id": "0035811883",
      "coredata": {
        "eid": "1-s2.0-S1381116901001194",
        "dc:description": "Ti/SiO2 (or Ti/de[B]SiO2) catalysts were prepared by grafting deboronated silica xerogel with gaseous TiCl4. Using TBHP as oxidant, the Ti/de[B]SiO2 catalyst shows both catalytic activity and selectivity in epoxidation of cyclohexene better than 80%, and the activity can be comparable with that of Ti-β. The catalytic activity of Ti/de[B]SiO2 strongly depends on the content of B of support precursor, and the pretreatment temperature of the support. IR studies show that the sites in the deboronated silica xerogel to react with TiCl4 are not only the silanol nests, but also the defect sites produced during the deboronation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-07-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901001194",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Suli"
          },
          {
            "@_fa": "true",
            "$": "Yang, Qihua"
          },
          {
            "@_fa": "true",
            "$": "Wu, Zili"
          },
          {
            "@_fa": "true",
            "$": "Li, Meijun"
          },
          {
            "@_fa": "true",
            "$": "Lu, Jiqing"
          },
          {
            "@_fa": "true",
            "$": "Tan, Zhongyin"
          },
          {
            "@_fa": "true",
            "$": "Li, Can"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901001194"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901001194"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00119-4",
        "prism:volume": "172",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Epoxidation of cyclohexene on Ti/SiO2 catalysts prepared by chemical grafting TiCl4 on deboronated silica xerogel",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ti/de[B]SiO2"
          },
          {
            "@_fa": "true",
            "$": "Chemical grafting"
          },
          {
            "@_fa": "true",
            "$": "Deboronation"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexene"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "219-225",
        "prism:endingPage": "225",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 July 2001",
        "prism:doi": "10.1016/S1381-1169(01)00119-4",
        "prism:startingPage": "219",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00119-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "52",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1033",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "400",
            "@width": "225",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8208",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "50",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1066",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "395",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8441",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1396",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "408",
            "@width": "262",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12383",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1023",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "401",
            "@width": "257",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8537",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "57",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1102",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "418",
            "@width": "255",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001194-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8715",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035811883"
      }
    }
  }
}