{
  "metadata": {
    "title": "On the mechanism of Pd-catalyzed low pressure gas–solid hydrogenation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-03-16",
    "doi": "10.1016/j.molcata.2005.11.034",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905008009",
    "pii": "S1381116905008009"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33644590136",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-12-27 2005-12-27 2010-03-29T20:21:43 1-s2.0-S1381116905008009 S1381-1169(05)00800-9 S1381116905008009 10.1016/j.molcata.2005.11.034 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X0228X 2015-05-15T05:56:33.000448-04:00 0 0 20060316 2006 2005-12-27T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 247 247 1 2 1 2 Volume 247, Issues 1–2 18 103 107 103 107 20060316 16 March 2006 2006-03-16 2006 article fla Copyright © 2005 Elsevier B.V. All rights reserved. MECHANISMPDCATALYZEDLOWPRESSUREGASSOLIDHYDROGENATION PRIBAR I 1 Introduction 2 Experimental 2.1 Methods and materials 2.2 Instrumentation 3 Results and discussion 3.1 Kinetic study at the initiation step 3.2 Hydrogen mobility during the propagation step 3.3 Kinetic profile of the propagation step: effect of the sample's method of preparation 3.4 Kinetic profile of the propagation step: effect of solvent impurities 3.5 Kinetics and products distribution 4 Conclusions References MOLNAR 2001 185 A VERGA 2002 167 M CARTURAN 1982 405 G HAUG 1998 8885 K SMART 1996 L SOLIDPHASECHEMISTRYINTRODUCTION ROTHENBERG 2001 8701 G CAMPAGNOLA 1998 487 D CAMPAGNOLA 1997 157 D COURTNEY 1977 175 R SALAZAR 2003 20 K SOUCE 1982 1132 P PRIBAR 2000 173 I PRIBAR 2003 313 I CONNER 1995 759 W AGARVAL 1987 219 R LUEKING 2004 259 A PRIBARX2006X103 PRIBARX2006X103X107 PRIBARX2006X103XI PRIBARX2006X103X107XI item S1381-1169(05)00800-9 S1381116905008009 1-s2.0-S1381116905008009 10.1016/j.molcata.2005.11.034 271358 2010-10-08T06:15:42.687027-04:00 2006-03-16 1-s2.0-S1381116905008009-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/MAIN/application/pdf/4e035f68c6cecca7a7a218468316d069/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/MAIN/application/pdf/4e035f68c6cecca7a7a218468316d069/main.pdf main.pdf pdf true 226095 MAIN 5 1-s2.0-S1381116905008009-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/PREVIEW/image/png/5da42ed3d938cf1ff9b3b48b2b7cdcc2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/PREVIEW/image/png/5da42ed3d938cf1ff9b3b48b2b7cdcc2/main_1.png main_1.png png 63646 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905008009-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/gr4/DOWNSAMPLED/image/jpeg/ec37324339b07671632b97eb41642987/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/gr4/DOWNSAMPLED/image/jpeg/ec37324339b07671632b97eb41642987/gr4.jpg gr4 gr4.jpg jpg 18660 227 357 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008009-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/gr4/THUMBNAIL/image/gif/c98063555b75873f9f0f89f96c815b95/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/gr4/THUMBNAIL/image/gif/c98063555b75873f9f0f89f96c815b95/gr4.sml gr4 gr4.sml sml 2309 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008009-fx3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/fx3/DOWNSAMPLED/image/jpeg/f359f749ff66aee4a125945404c2eda2/fx3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/fx3/DOWNSAMPLED/image/jpeg/f359f749ff66aee4a125945404c2eda2/fx3.jpg fx3 fx3.jpg jpg 18198 89 476 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008009-fx3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/fx3/THUMBNAIL/image/gif/f59029bb135c18e4edc93f4819cc6dba/fx3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/fx3/THUMBNAIL/image/gif/f59029bb135c18e4edc93f4819cc6dba/fx3.sml fx3 fx3.sml sml 1529 23 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008009-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/gr1/DOWNSAMPLED/image/jpeg/de917a08e2abfb1c4ea1e602673de2ad/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/gr1/DOWNSAMPLED/image/jpeg/de917a08e2abfb1c4ea1e602673de2ad/gr1.jpg gr1 gr1.jpg jpg 19460 264 353 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008009-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/gr1/THUMBNAIL/image/gif/c7dadbf850c08750512c0520c876ef20/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/gr1/THUMBNAIL/image/gif/c7dadbf850c08750512c0520c876ef20/gr1.sml gr1 gr1.sml sml 2493 93 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008009-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/gr3/DOWNSAMPLED/image/jpeg/8a943e8877ddf5d3d9ac6af06ad4ea15/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/gr3/DOWNSAMPLED/image/jpeg/8a943e8877ddf5d3d9ac6af06ad4ea15/gr3.jpg gr3 gr3.jpg jpg 20890 204 353 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008009-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/gr3/THUMBNAIL/image/gif/bb095a6e92c03149c0d1e856f61e2917/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/gr3/THUMBNAIL/image/gif/bb095a6e92c03149c0d1e856f61e2917/gr3.sml gr3 gr3.sml sml 2516 72 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008009-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/fx1/DOWNSAMPLED/image/jpeg/9882aa21a04cd370c780596b739bf8f5/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/fx1/DOWNSAMPLED/image/jpeg/9882aa21a04cd370c780596b739bf8f5/fx1.jpg fx1 true fx1.jpg jpg 12346 127 371 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008009-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/fx1/THUMBNAIL/image/gif/8b9692ec3bd0c1c443894276c923e3f2/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/fx1/THUMBNAIL/image/gif/8b9692ec3bd0c1c443894276c923e3f2/fx1.sml fx1 true fx1.sml sml 1683 43 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008009-fx2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/fx2/DOWNSAMPLED/image/jpeg/7a7e5fc51c70c2fbabef3208629f6715/fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/fx2/DOWNSAMPLED/image/jpeg/7a7e5fc51c70c2fbabef3208629f6715/fx2.jpg fx2 fx2.jpg jpg 6231 49 353 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008009-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/fx2/THUMBNAIL/image/gif/d9c40a7a5fb4fe8fab709b88deb0ed50/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/fx2/THUMBNAIL/image/gif/d9c40a7a5fb4fe8fab709b88deb0ed50/fx2.sml fx2 fx2.sml sml 1278 17 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008009-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/gr2/DOWNSAMPLED/image/gif/fb4bac6f320161eeaf69584deca73fef/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/gr2/DOWNSAMPLED/image/gif/fb4bac6f320161eeaf69584deca73fef/gr2.gif gr2 gr2.gif gif 15587 435 347 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008009-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008009/gr2/THUMBNAIL/image/gif/543381adf8c28b617838bd98854a3382/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008009/gr2/THUMBNAIL/image/gif/543381adf8c28b617838bd98854a3382/gr2.sml gr2 gr2.sml sml 1625 93 74 IMAGE-THUMBNAIL MOLCAA 5637 S1381-1169(05)00800-9 10.1016/j.molcata.2005.11.034 Elsevier B.V. Fig. 1 Hydrogen uptake at the initiation step as a function of time for different solid samples: (1) catalyst pretreated with hydrogen (open squares), (2) sample prepared by milling (full circles), (3) sample prepared by vaporization of THF (open circles) and (4) sample pretreated (poisoned) by carbon monoxide (full squares). Fig. 2 GC–MS chromatograms of products mixtures obtained by hydrogenation of PEB (to 10% of theoretical capacity) under various initial hydrogen pressures: (a) 0.1Torr, (b) 12Torr and (c) 150Torr. The labels 2H, 4H, 6H and 8H represent various isomers of 2H-PEB, 4H-PEB, 6H-PEB and 8H-PEB accordingly. The peak at 24.3min consists of both 4H and 6H. Fig. 3 Changes in hydrogenation rate for two different powder mixtures: (a) sample prepared by solvent vaporization (open triangle) and (b) sample prepared by ball milling (full circles). The curve describing the ratio of these rates (full squares) shows an enhancement of the reaction rate of the ball milled sample in the range 50–80% of hydrogen saturation. Fig. 4 Distribution of hydrogenated products following PEB hydrogenation to 3.1% of full capacity at 0.1Torr of hydrogen pressure: (a) sample prepared with distilled THF (full circles) and (b) sample prepared with non-distilled THF (open squares). Table 1 Distribution of partially hydrogenated products formed at various initial hydrogen pressures for hydrogenation to 10% of theoretical capacity uptake Fraction of Hydrogen initial pressure (Torr) 0.1 12 150 2H-PEB (%) – 1 – 4H-PEB (%) 71 40 22 6H-PEB (%) 22 20 5 8H-PEB (%) 7 39 73 Note: These values were calculated by summing the isomers’ fractions for each of the hydrogenated products. Table 2 Products distribution changes in time in partially hydrogenated PEB Hydrogen content in partially reduced PEB sample Hydrogenated product Fraction of hydrogenated product (%) 1 Day following hydrogenation 40 Days following hydrogenation 4% of theoretical hydrogen capacity 8H-PEB 23 21 6H-PEB 16 12 4H-PEB 59 66 10% of theoretical hydrogen capacity 8H-PEB 40 35 6H-PEB 20 19 4H-PEB 39 45 13% of theoretical hydrogen capacity 8H-PEB 48 37 6H-PEB 19 19 4H-PEB 33 44 Note: Initial hydrogen pressure for all samples was 12Torr. Table 3 Times needed to complete 10% saturation intervals in a stepwise PEB hydrogenation: (a) for a ball milled sample (t M) and (b) for a sample prepared by vaporization of predistilled THF (t D) Fraction (%) of theoretical hydrogen capacity of solid sample 40–50 50–60 60–70 70–80 80–90 90–96 t M (h) 0.07 0.1 0.2 0.8 4.4 16.0 t D (h) 0.08 1.0 4.5 16.0 39.3 Not cont. Notes: Initial hydrogen pressure at each step 150Torr. Table 4 Times needed to complete 10% saturation intervals in a stepwise PEB hydrogenation: (a) for a sample prepared with freshly distilled THF (t D) and (b) for a sample prepared by a non-distilled THF (t ND) Fraction (%) of theoretical hydrogen capacity of sample 10–20 20–30 30–40 40–50 50–60 t D (min) 0.8 0.7 0.7 1.5 7.0 t ND (min) 5.8 10.0 15.5 25.2 35.0 Notes: Initial hydrogen pressure at each step was 150Torr. On the mechanism of Pd-catalyzed low pressure gas–solid hydrogenation Ilan Pri-Bar ⁎ Svetlana Pevzner Jacob E. Koresh ⁎ Chemistry Division, Nuclear Research Center of the Negev (NRCN), Beer-Sheva 84190, Israel ⁎ Corresponding authors. Tel.: +972 8 6568724; fax: +972 8 6568686. Graphical abstract The catalyzed reaction of hydrogen gas with unsaturated solid organic substrates (PEB/catalyst), in the absence of a solvent was studied. The evidence for hydrogen mobility inside the PEB lattice was demonstrated. It was shown that hydrogen mobility dictates both the reaction rate and composition of the products mixture. A palladium-catalyzed, low pressure hydrogenation of phenylalkynyl derivatives in a gas–solid reaction in the absence of a solvent was studied. The distinctive initiation step was found to be related to the catalyst activation stage and was directly affected by the treatment of the metallic catalyst: deoxygenating of the catalyst helped to diminish the initiation step, while partial poisoning of the catalyst resulted in extending the slower initial step. In the following propagation step, triple bonds are being hydrogenated to give initially a phenylalkenyl and phenylalkanyl products mixture. The chemoselectivity of the hydrogenation depends both on hydrogen pressure and on the mode of preparation of the reacting phenylalkynyl/catalyst powder. A mechanism, which is based on hydrogen mobility in the phenylalkynyl lattice, is suggested and a direct measurement of hydrogen mobility in the lattice was demonstrated. Keywords Hydrogenation Pd Phenylalkynyl GC–MS Kinetics 1 Introduction Alkynes hydrogenation over Pd supported catalysts is well established [1] both in liquid and in gas phase hydrogenations. The acetylene group is readily hydrogenated to form a saturated carbon–carbon bond. Palladium catalysts have been intensely used for triple bond hydrogenation and the effects of metal dispersion, catalyst surface area, carbon deposits, etc., have been reported [2]. Catalyzed hydrogenations of alkynes in the solid phase have been scarcely studied and reported. However, there is an increasing interest in solid-phase chemistry as a result of its potential applications in high technology industries [3]. Since there is also some confusion in using the term solid-state or gas–solid catalyzed reaction, we have to distinguish between: (a) gas–solid hydrogenation where only the catalyst is in the solid phase and both the alkyne and hydrogen are in the gas phase [4] and (b) gas–solid hydrogenation where both alkyne substrate and the catalyst are in solid phase and only the hydrogen is in the gas phase [5]. The catalyzed reaction of hydrogen gas with phenylalkynyl solid substrates deposited on a palladium catalyst, in the absence of a solvent, is shown to proceed giving high yields of saturated products [6]. A relatively fast reaction takes place at ambient temperature and low hydrogen pressure [6]. Even with a molar ratio of over 50:1 of the metal catalyst to 1,4-di(phenylethynyl)benzene (PEB) the reaction proceeds to give almost quantitative yield of the saturated product (Eq. (1)). (1) Such a reaction of H2 gas with solids is being used commercially as a means for trapping hydrogen, produced by batteries, in sealed cavities of devices like flash lights and cameras [7]. The mechanism of transition metal initiated reaction between hydrogen gas and an organic substrate involves a preliminary step of H2 activation by the catalyst followed by a hydrogen transfer to an adjacent unsaturated organic molecule. The lack of molecular mobility, in the solid phase, would prevent any subsequent hydrogenation of molecules which are not accessible to the metal. However, the existence of a catalytic reaction in these systems points to a mechanism in which a hydrogen transfer in the solid organic lattice took place [8]. The mechanism of this reaction could be easily understood by adopting the idea of the existence of active hydrogen mobility throughout the aromatic hydrocarbons matrix [8]. The concept of a mobile hydrogen species is well-known as hydrogen spillover, which is usually taking place in metals, oxides and carbon matrix [9]. Oxygen functional groups have also shown to play a role in H spillover on activated carbon by stabilizing the H species [10]. However, recent study on hydrogen spillover on carbon gave no indication that hydroxyl groups are necessary to accept spillover hydrogen [11]. The current study on the catalytic hydrogenation in the solid state shed more light on the initial activation step and on the mobility of hydrogen in the unsaturated substrate lattice which take place along the propagation step. 2 Experimental 2.1 Methods and materials 1,4-Diphenylethynylbenzene (PEB) was synthesized according to a known procedure [6,8]. Commercially available Pd/C (5wt.% of Pd) was used as a catalyst. Mixing of PEB and catalyst (2:1wt.%) was done either by milling the two solids in a ball milling machine, or by adding the powdered catalyst to a solution of PEB in tetrahydrofuran (THF), followed by low pressure THF evaporation [8]. THF of analytical grade (99.5%) was distilled over potassium metal right before its use, unless otherwise stated. 2.2 Instrumentation The hydrogenation kinetics was determined by recording hydrogen pressure decrease during the reaction, using a computer controlled volumetric system with 0.01–100Torr pressure transducers as previously described [6,8]. Hydrogenation products were analyzed by GC (Varian GC/MS model Saturn 2100D) using CP-Sil5 CB LOW BLEED/MS 60m column. Triphenyl phosphine oxide was used as internal standard for quantitative analysis. Ball milling of powders by a planetary milling machine (Fritsch's pulverisette 6) was performed using an agate vessel and balls (600rpm, 25min, powder to the balls weight ratio 0.25). 3 Results and discussion A reaction mechanism was proposed [6,8], based on a supramolecular phenomena of a hydrogen transfer in a well organized PEB lattice, in which strong π-interactions exist between the aromatic molecules. In the study of the hydrogenation kinetics of PEB at low hydrogen pressures, two diverse steps were detected: a slow primary activation step followed by a faster propagation process. When hydrogen gas was introduced into the reaction vessel in several consecutive portions, each containing 10% of the theoretical hydrogen capacity of the PEB sample, the first portion was consumed significantly slower than the following one. The following hydrogen loadings reacted faster, however, a gradual decrease in the hydrogenation rate was found as the reaction proceeds toward its conclusion [6,8]. 3.1 Kinetic study at the initiation step There are several indications that the initial slower step could be related to the activation of the transition metal catalyst. The duration of the initial step was found to be dependent on preparation method and on pretreatment of the catalyst: when a 5% Pd/C catalyst was exposed to hydrogen prior to the preparation of the solid PEB/catalyst mixture, almost no initiation step was detected, probably as a result of removal of oxide layer from the metallic catalyst particles (Fig. 1 , open squares). While the use of the catalyst without hydrogen pretreatment resulted in somewhat reduced initial rate and a delayed propagation (Fig. 1, full circles). Preparation the catalyst/PEB mixture by THF vaporization, resulted in extending the initiation step (Fig. 1, open circles), most likely as a result of further oxidation of the catalyst surface caused by residual peroxides in the THF. Finally, exposure of the solid PEB/catalyst mixture prepared by THF evaporation to carbon monoxide gas prior to the introduction of hydrogen induces a significant extension of the initial activation step (Fig. 1, full squares); the competing poisoning by carbon monoxide of solid phase catalytic hydrogenation is well-known, and a 10-fold drop in hydrogenation rate was previously demonstrated [6]. These results indicate that the initial slower initiation step is most probably related to the activation of the metallic catalyst. 3.2 Hydrogen mobility during the propagation step An incomplete hydrogenation of PEB produces a variety of partially hydrogenated products (Eq. (2)). In addition to the fully hydrogenated PEB, to which eight hydrogen atoms were added (8H-PEB), partially saturated products were separated and analyzed by GC–MS (Fig. 2 ). (2) Eight of the nine possible intermediates shown in Eq. (2) were separated by GC–MS (Fig. 2). The composition of the products mixture was found to be affected by the initial partial pressure of the reacting hydrogen (Fig. 2a–c). Hydrogenations of PEB samples to 10% of their theoretical hydrogen capacity were performed under various hydrogen initial pressures: reacting PEB under hydrogen with an initial pressure of 150Torr, gave 8H-PEB as the main product (Fig. 2c); performing hydrogenation with a reduced hydrogen partial pressure (12Torr) resulted in a products mixture containing 8H-PEB and 4H-PEB at approximately 1:1 ratio (Fig. 2b); further drop of H2 partial pressure to about 0.1Torr resulted in 4H-PEB as the main product (Fig. 2a). The changes in the products’ distribution, at the same extent of reduction, reflect modifications in the reduction kinetics: when a higher hydrogen pressure was applied, PEB molecules adjacent to catalytic sites were fully hydrogenated to give mainly 8H-PEB. Such fast hydrogenation process resulted therefore in fully saturated lattice around the catalyst sites where the process of hydrogen mobility is retarded. Hydrogenation at lower hydrogen pressures and lower uptake rates, presumably allow also a slow process of hydrogen mobility, which enable the formation of partially saturated 6H-PEB and 4H-PEB. The combination of a slow uptake and slow spillover processes allow also hydrogen transport to less accessible PEB molecules. The percent distribution of hydrogenated products as a function of hydrogen pressure is summarized in Table 1 . In order to further demonstrate the mechanism of hydrogen migration in the solid powder, a time-dependent study of the products distribution was performed by comparing the changes in products’ distributions following a partial hydrogenation of PEB at 12Torr: in this experiment, one half of the reduced sample was dissolved and analyzed by GC–MS immediately after the hydrogenation and a second half was dissolved and analyzed only 40 days later. This experiment was performed three times, with three different hydrogenated samples: one sample was reduced up to 4% of its theoretical hydrogen capacity. The second sample was hydrogenated similarly to 10% H-capacity and the third sample was hydrogenated up to 13% of its theoretical hydrogen capacity. The results are summarized in Table 2 , demonstrating that hydrogen migration occurred in the three solid samples, which were kept at room temperature for 40 days. The hydrogen migration resulted in a systematic decrease of the 8H-PEB abundance accompanied by an increase of the 4H-PEB concentration. The results of these experiments confirm the trend of hydrogen migration in the organic lattice: hydrogen is transferred from the 8H-PEB or 6H and 6H-PEB to form 4H-PEB. As expected, the abundance of 8H-PEB is increasing with the amount of hydrogen consumed. Moreover, higher hydrogen mobility was found for the samples with higher percentage of 8H-PEB. 3.3 Kinetic profile of the propagation step: effect of the sample's method of preparation During the propagation step of PEB hydrogenation a gradual decrease in the reaction rate could be observed. Fig. 3 shows the transformation of the hydrogenation rate during the propagation. The reaction progress (on the x axis) is expressed in terms of percent saturation of PEB. For a PEB/catalyst mixture, prepared by ball milling, the hydrogenation rate decreases almost in a linear slope throughout the reaction (Fig. 3, full circles). However, the hydrogenation rate of material prepared by THF evaporation decreases sharply in the range of 30–50% of the PEB saturation (Fig. 3, open triangles). The third curve in Fig. 3 describes the ratio of hydrogenation rates of these two samples (Fig. 3, full squares). This ratio emphasizes the fact that the sample prepared by milling is fairly reactive even behind 50% saturation range. While, the sample prepared by evaporation is reacting rather sluggishly at this range. The rates ratio curve also shows that the ball milled sample reacts up to about 50 times faster at this range. A plausible explanation for the higher rate in the ball milled powder is the higher homogenization of the metal catalyst in the PEB powder. When the catalyst is not perfectly homogenized there is a greater possibility for the existence of isolated “pockets” of pure PEB with low catalyst concentration. Such pockets will undergo a slow hydrogenated ion, only by a sluggish hydrogen migration process. The slower hydrogenation process taking place with PEB/catalyst mixture prepared by solvent vaporization proceeds to 90% of hydrogen uptake capacity (Table 3 ); however, rates at higher conversions are extremely low. Choosing ball milling as the preparation method also resulted in achieving the same degree of hydrogenation in a shorter reaction time (Table 3). For example, loading hydrogen to rise the hydrogenation level from 80 to 90% saturation, will take 4.4h for a sample prepared by milling and 39.3h for a sample prepared by THF vaporization. 3.4 Kinetic profile of the propagation step: effect of solvent impurities When a non-distilled THF was used for the sample preparation the hydrogenation rate became considerably slower. Reaction rates were compared for two samples: a sample prepared with freshly distilled THF versus a sample prepared by a non-distilled THF (Table 4 ). The difference in hydrogenations rates could be explained by the presence of peroxides in the non-distilled THF which slow down the rate by interaction with the hydrogen species. 3.5 Kinetics and products distribution To further investigate the relation between hydrogenation kinetics and products distribution, the reaction was performed under low initial pressure (0.1Torr) and stopped at low hydrogen uptake (3.1% of the theoretical capacity) with samples prepared either with freshly distilled THF or with non-distilled THF. As shown in Fig. 4 , there is a tendency for formation of higher hydrogenated products (6H-PEB and 8H-PEB) in the case of the faster reaction (sample prepared with freshly distilled THF); whereas with the slower reaction kinetics (sample prepared with non-distilled THF) the main product is 4H-PEB. This effect of reaction rate on the distribution of partially hydrogenated products is similar to the previously described results where various hydrogen initial pressures were studied (Table 1). In the previously described experiments higher hydrogenated products were also obtained by using higher hydrogen pressures which, in turn, means higher reaction rates. 4 Conclusions Low pressure catalyzed hydrogenation of the powders mixture of PEB and Pd/C involves two steps: a slow initial step which is related to the activation of the metallic catalyst, followed by a faster propagation step. The propagation step is engaged with the mobility of hydrogen inside the reacting solid lattice. Hydrogen reaction rate dictates both the reaction hydrogen mobility and the distribution of partially hydrogenated products. Hydrogenation of two solid samples using the same quantity of hydrogen but with different rates results in different distribution of partially hydrogenated products: fast hydrogenation rate (e.g. due to higher hydrogen pressure) lead to product distribution with highly hydrogenated intermediates. While a slower hydrogenation rate will result in intermediates of lower hydrogen content. References [1] A. Molnar A. Sarkany M. Verga J. Mol. Catal. A: Chem 173 2001 185 [2] (a) M. Verga A. Molnar M. Mohai M. Janick-Czachor A. Szummer Appl. Catal. A 234 2002 167 (b) G. Carturan G. Facchin G. Cocco S. Enzo G. Navazio J. Catal. 76 1982 405 (c) K.L. Haug T. Burgi T.R. Trautman S.T. Ceyer J. Am. Chem. Soc. 120 1998 8885 [3] (a) L. Smart E. Moore Solid Phase Chemistry an Introduction second ed. 1996 Chapman and Hall London (b) G. Rothenberg A.P. Downie C.L. Raston J.L. Scott J. Am. Chem. Soc. 123 2001 8701 [4] (a) D. Campagnola R. Giordano E. Sappa J. Cluster Sci. 9 1998 487 (b) D. Campagnola M. Castiglioni W. Dastru S. Deabate R. Giordano P.J. King E. Sappa Inorg. Chim. Acta 262 1997 157 [5] (a) R.L. Courtney L.A. Harrah J. Mater. Sci. 12 1977 175 (b) K.V. Salazar D.W. Carrol M. Trkula C.W. Sandoval Appl. Surf. Sci. 214 2003 20 (c) P.C. Souce E.R. Bissell G.D. Honore L.C. Kang R.T. Tsugawa H.H. Miller J. Vac. Sci. Technol. 20 1982 1132 [6] I. Pri-Bar J.E. Koresh J. Mol. Catal. A: Chem. 156 2000 173 [7] T.J. Shepodd, L.L.Whinnery, US Patent 6,063,307 (2000). [8] I. Pri-Bar J.E. Koresh J. Mol. Catal. A: Chem. 206 2003 313 [9] W.C. Conner Jr. J.L. Falcone Chem. Rev. 1995 759 [10] R.K. Agarval J.S. Noh J.A. Schwartz P. Davini Carbon 25 1987 219 [11] A.D. Lueking R.T. Young Appl. Catal. A: Gen. 265 2004 259",
      "scopus-id": "33644590136",
      "coredata": {
        "eid": "1-s2.0-S1381116905008009",
        "dc:description": "A palladium-catalyzed, low pressure hydrogenation of phenylalkynyl derivatives in a gas–solid reaction in the absence of a solvent was studied. The distinctive initiation step was found to be related to the catalyst activation stage and was directly affected by the treatment of the metallic catalyst: deoxygenating of the catalyst helped to diminish the initiation step, while partial poisoning of the catalyst resulted in extending the slower initial step. In the following propagation step, triple bonds are being hydrogenated to give initially a phenylalkenyl and phenylalkanyl products mixture. The chemoselectivity of the hydrogenation depends both on hydrogen pressure and on the mode of preparation of the reacting phenylalkynyl/catalyst powder. A mechanism, which is based on hydrogen mobility in the phenylalkynyl lattice, is suggested and a direct measurement of hydrogen mobility in the lattice was demonstrated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-03-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905008009",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pri-Bar, Ilan"
          },
          {
            "@_fa": "true",
            "$": "Pevzner, Svetlana"
          },
          {
            "@_fa": "true",
            "$": "Koresh, Jacob E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905008009"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905008009"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00800-9",
        "prism:volume": "247",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "On the mechanism of Pd-catalyzed low pressure gas–solid hydrogenation",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Pd"
          },
          {
            "@_fa": "true",
            "$": "Phenylalkynyl"
          },
          {
            "@_fa": "true",
            "$": "GC–MS"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-107",
        "prism:endingPage": "107",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 March 2006",
        "prism:doi": "10.1016/j.molcata.2005.11.034",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/j.molcata.2005.11.034",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "227",
            "@width": "357",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18660",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2309",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "89",
            "@width": "476",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-fx3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18198",
            "@ref": "fx3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "23",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-fx3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1529",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "264",
            "@width": "353",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19460",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2493",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "204",
            "@width": "353",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20890",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "72",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2516",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "127",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12346",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "43",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1683",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "49",
            "@width": "353",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6231",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1278",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "435",
            "@width": "347",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15587",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "74",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008009-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1625",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33644590136"
      }
    }
  }
}