{
  "metadata": {
    "title": "Development of an ESR technique for testing sulfated zirconia catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-09-08",
    "doi": "10.1016/S1381-1169(00)00114-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111690000114X",
    "pii": "S138111690000114X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034622864",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-07-18 2000-07-18 2010-11-05T21:50:31 1-s2.0-S138111690000114X S1381-1169(00)00114-X S138111690000114X 10.1016/S1381-1169(00)00114-X S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01215 2015-05-15T05:55:31.049811-04:00 0 0 20000908 2000 2000-07-18T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 158 158 1 1 Volume 158, Issue 1 57 409 412 409 412 20000908 8 September 2000 2000-09-08 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. DEVELOPMENTESRTECHNIQUEFORTESTINGSULFATEDZIRCONIACATALYSTS BEDILO A 1 Introduction 2 Experimental 3 Results and discussion Acknowledgements References ARATA 1990 165 K YAMAGUCHI 1990 1 T SONG 1996 329 X FARCASIU 1996 116 D BEDILO 1998 294 A SHEN 1989 22 T BOOKABSTRACTS VERA 1998 75 C STICHERT 1998 242 W BEDILO 1998 448 A ADEEVA 1995 364 V MUHA 1970 2939 G ZENKOVETS 1997 732 G BEDILOX2000X409 BEDILOX2000X409X412 BEDILOX2000X409XA BEDILOX2000X409X412XA item S1381-1169(00)00114-X S138111690000114X 1-s2.0-S138111690000114X 10.1016/S1381-1169(00)00114-X 271358 2010-11-30T03:52:16.414865-05:00 2000-09-08 1-s2.0-S138111690000114X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000114X/MAIN/application/pdf/1c1c6fad3c6cc437e0b63e1218bad524/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000114X/MAIN/application/pdf/1c1c6fad3c6cc437e0b63e1218bad524/main.pdf main.pdf pdf true 67776 MAIN 4 1-s2.0-S138111690000114X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000114X/PREVIEW/image/png/c5f85b3e8c83e515d41b925e716235c8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000114X/PREVIEW/image/png/c5f85b3e8c83e515d41b925e716235c8/main_1.png main_1.png png 58924 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111690000114X-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000114X/gr1/DOWNSAMPLED/image/gif/9576be918c8ef41f38d1b40534dc7004/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000114X/gr1/DOWNSAMPLED/image/gif/9576be918c8ef41f38d1b40534dc7004/gr1.gif gr1 gr1.gif gif 5304 243 329 IMAGE-DOWNSAMPLED 1-s2.0-S138111690000114X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000114X/gr1/THUMBNAIL/image/gif/546a7aa4999ee6538e079acf08160bd9/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000114X/gr1/THUMBNAIL/image/gif/546a7aa4999ee6538e079acf08160bd9/gr1.sml gr1 gr1.sml sml 2987 162 219 IMAGE-THUMBNAIL 1-s2.0-S138111690000114X-gr1_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000114X/gr1/HIGHRES/image/gif/1929109f794d5a0b2d87e942fb20d6ae/gr1_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000114X/gr1/HIGHRES/image/gif/1929109f794d5a0b2d87e942fb20d6ae/gr1_lrg.gif gr1 gr1_lrg.gif gif 57313 2579 3490 IMAGE-HIGH-RES MOLCAA 2629 S1381-1169(00)00114-X 10.1016/S1381-1169(00)00114-X Elsevier Science B.V. Fig. 1 Comparison of the specific catalytic activity of sulfated zirconia in n-butane isomerization with the concentration of radical particles formed in 1 h after the adsorption of chlorobenzene. Table 1 Phase composition and surface area of zirconium–calcium oxide compositions calcined at 700°C Sample CaO concentration (mol%) Surface area (m2/g) ZrO2 structure (a, Å) ZC-0 0.0 65 Monoclinic ZC-10 10.0 110 Cubic: a=5.113 ZC-25 25.0 90 Cubic: a=5.128 ZC-49 48.6 70 CaZrO3 a , cubic: a=5.150 a Predominant crystalline phase. Development of an ESR technique for testing sulfated zirconia catalysts A.F Bedilo A.S Ivanova N.A Pakhomov A.M Volodin * Boreskov Institute of Catalysis, Novosibirsk 630090, Russia * Corresponding author Sulfated zirconia catalysts active in the isomerization of n-butane have been synthesized by sulfating crystalline monoclinic and cubic zirconia supports precalcined at 700°C. Strong acceptor sites capable of ionizing chlorobenzene have been observed on all active catalysts irrespective of the crystalline structure. A simple instrumental technique based on the chlorobenzene adsorption has been suggested for probing sulfated zirconia catalysts. Keywords Sulfated zirconia n-Butane isomerization ESR Acceptor sites 1 Introduction Sulfated zirconia materials have recently attracted considerable attention of researchers as potential catalysts for isomerization of lower alkanes [1–4]. Despite intensive studies, there is no universally accepted theory as sites of what type account for the unique catalytic activity of sulfated zirconia. Recent studies of the strength of Brönsted and Lewis acid sites do not support the early hypothesis on the superacidity of such systems [3]. Meanwhile, it has been reliably proven that active sulfated zirconia catalysts have uniquely strong one-electron acceptor sites [5]. Surface acceptor sites of different strength are usually revealed by the ability of catalysts to initiate one-electron oxidation of adsorbed aromatic compounds with the formation of primary radical cations and products of their transformations. It used to be considered [1–3] that sulfated zirconia prepared by impregnation of crystalline zirconia is not active in the isomerization of alkanes. This fact was naturally associated with the difference of the crystalline structure as traditional sulfated zirconia catalysts had tetragonal structure whereas calcined pure ZrO2 was monoclinic. Low-temperature tetragonal and cubic ZrO2 structures can be stabilized by doping with different cations, such as Mg2+, Y3+, Sc3+, Ca2+, etc. [6]. Only recently first publications appeared, which describe the preparation of monoclinic sulfated zirconia catalysts active in the isomerization of alkanes [7,8]. In the present communication, the first results on development of a simple ESR technique for testing sulfated zirconia catalysts and the synthesis of active sulfated zirconia catalysts by the impregnation of monoclinic ZrO2 and binary zirconium–calcium oxide compositions with the crystalline structure of cubic ZrO2 are reported. 2 Experimental Zirconium dioxide and zirconium–calcium oxide compositions were prepared by precipitation from solutions of corresponding salts with bases at definite pH and temperature followed by washing, drying and calcination according to Ref. [9]. The final thermal treatment was calcination at 700°C in dry air flow for 4 h. The phase composition and surface area of the samples prepared are presented in Table 1 . Then, the samples were subjected to incipient wetness impregnation with ammonium sulfate (Fisher, Certified A.C.S.) to yield nominal SO3 loading of 8 wt.%, dried at 120°C overnight and calcined in a furnace at 600°C for 2 h. The sulfating procedure had practically no effect on the specific surface area of the samples. Sulfated samples will be hereafter designated as SZC-N, where N is the molar CaO concentration in the initial compositions. A sample of sulfated zirconia prepared according to a traditional method (denoted as SZ) was used for comparison. Hydrous zirconia was precipitated from an aqueous solution of ZrOCl2·8H2O (Alfa Aesar, 99.9% metals basis) with aqueous ammonium hydroxide (Fisher, 28–30 wt.%) added dropwise under continuous stirring up to pH∼10. The precipitate was filtered, thoroughly washed with hot distilled water, dried at 120°C overnight, and subjected to incipient wetness impregnation with ammonium sulfate (Fisher, Certified A.C.S.) to yield nominal sulfur loading of 17 mol%. The resulting material was dried at 120°C overnight and calcined at 600°C in a furnace for 2 h. This catalyst had the surface area of 100 m2/g and was shown to have high activity in the isomerization of n-butane [10]. The catalytic activity in n-butane isomerization was tested in an integral flow reactor in the kinetic region at 200°C and n-butane space velocity 600 h−1. One cubic centimeter of a catalyst with the grain size in the range of 0.25–0.5 mm was used. Prior to the catalytic tests, the samples were subjected to a standard pretreatment. They were calcined in situ in a dry air flow at 500°C for 1 h, and cooled down to the reaction temperature. Then, the reactor was purged with nitrogen for 15 min prior to the introduction of n-butane. The reaction products were analyzed in a gas chromatograph with the thermal conductivity detector. Besides isobutane, which was the major product, methane, propane and pentane were detected. XRD spectra were recorded on a URD-6 diffractometer with Cu Kα irradiation. Elemental cell parameters were determined with the precision of ±0.002 Å. X-band ESR spectra were recorded at room temperature on an ERS-221 spectrometer. Prior to adsorption of chlorobenzene (Reakhim, For chromatography), the catalysts (0.1 g) were activated in quartz ampoules in air at 500°C for 2 h. 3 Results and discussion All the catalysts prepared by sulfating crystalline monoclinic zirconia and zirconium–calcium compositions with cubic ZrO2 structure showed reasonable catalytic activity in n-butane isomerization (Fig. 1, solid line) . The weight-normalized activity of the sulfated zirconia sample prepared according to the standard procedure (SZ) was approximately twice higher than that of SZC-10, which exhibited the highest activity among the sulfated zirconium–calcium compositions. All the catalysts, except SZC-49, had practically the same selectivity to isobutane exceeding 90% and gradually increasing with time on stream. All samples were calcined at 700°C and well crystallized prior to the sulfating procedure (Table 1). The latter resulted only in the surface modification of the oxide systems leading to the formation and stabilization of surface structures accounting for the acidity and catalytic activity without modification of the crystalline structure, except for the appearance of small amounts of CaSO4. This proves that, in addition to traditional tetragonal sulfated zirconia catalysts, SO4 2−/ZrO2 samples with monoclinic and cubic crystalline structure also may exhibit high catalytic activity in the isomerization of alkanes at low temperatures. Only SZC-49 was practically not active. Its main crystalline phase before the sulfur introduction was CaZrO3 perovskite. It was destroyed after the sulfating procedure without formation of catalytically active sites. Earlier, we have shown that active sulfated zirconia catalysts have the strongest one-electron acceptor sites among the known oxide systems and observed a qualitative correlation between the strength of the acceptor sites and the catalytic activity [5]. It was supposed that bimolecular light-induced disproportionation of pentane was initiated by the excitation of donor–acceptor complexes formed by alkanes adsorbed on such sites, with unstable radical cations formed as intermediates. However, n-pentane isomerization on sulfated zirconia is known to proceed predominantly via monomolecular mechanism [3], and we failed to find any evidences of the involvement of strong acceptor sites in it [5]. Meanwhile, as the bimolecular mechanism predominates in n-butane isomerization in the absence of hydrogen [3,11], it seems natural to check if there is any correlation between the concentration of strong acceptor sites and the isomerization activity. The adsorption of various aromatic molecules with different ionization potentials is widely used for investigation of surface acceptor sites of different strength [12,13]. The stronger the acceptor sites, the weaker donors should be used for evaluation of their concentration. Chlorobenzene appeared to be the most suitable probe molecule for testing the strongest acceptor sites of sulfated zirconia catalysts. It is not ionized to yield paramagnetic products after adsorption on weaker acid catalysts such as zeolites, fluorine- and chlorine-modified alumina, sulfated titania and alumina, catalytically inactive sulfated zirconia. Aromatic molecules with lower ionization potentials that have been successfully used for investigation of weaker acid catalysts [13] proved to be less informative in this case as the concentration of the radical particles formed after their adsorption on active sulfated zirconia catalysts was primarily a function of the surface area and showed no correlation with the catalytic activity. A very good correlation (Fig. 1) between the concentration of radicals formed after the chlorobenzene adsorption (dashed line) and the activity of the catalysts in n-butane isomerization (solid line) has been observed. Among the catalysts synthesized by sulfating crystalline oxides, the highest concentrations of acceptor sites capable of ionizing chlorobenzene was observed for zirconium–calcium compositions containing 10% CaO. Their concentration on the traditional sulfated zirconia catalyst SZ was approximately 1.5 times higher. No strong acceptor sites were observed on SZC-49. These results seem to support the idea [4,5] that the n-butane isomerization via the bimolecular mechanism is initiated by the charge transfer on strong surface acceptor sites. This method suggested for testing the concentration of strong acceptor sites based on the formation of radical cations after adsorption of chlorobenzene seems to be an easy instrumental technique for probing sulfated zirconia catalysts and predicting their isomerization activity. It has been successfully used by us for investigation of a large number of sulfated zirconia catalysts. The results obtained in this study prove that strong acceptor sites can be formed not only on tetragonal sulfated zirconia samples [5] but on monoclinic and cubic ones as well, and there is a correlation between their presence and concentration, and the catalytic activity in butane isomerization. Now, there is no doubt that only specific structure of surface sites accounts for the unique catalytic activity of sulfated zirconia catalysts, whereas tetragonal structure of zirconia crystallites is not required. Binary zirconium–calcium oxide compositions reported in this paper are important not only from the fundamental point of view as the first example of catalysts with cubic ZrO2 structure active in butane isomerization. They also seem to be promising materials for synthesis of real catalysts as the introduction of calcium in ZrO2 stabilizes high surface area of the support. Meanwhile, the possibility for preparation of active catalysts by sulfating crystalline zirconia supports may be employed for the catalyst regeneration after complete loss of activity due to the sulfur loss. One can also expect such catalysts to be more stable than traditional sulfated zirconia materials. Acknowledgements This work was supported in part by Russian Foundation for Basic Research under Grants 97-03-32566 and 96-15-97560. References [1] K. Arata Adv. Catal. 37 1990 165 [2] T. Yamaguchi Appl. Catal. 61 1990 1 [3] X. Song A. Sayari Catal. Rev.-Sci. Eng. 38 1996 329 [4] D. Farcasiu A. Ghenciu J.Q. Li J. Catal. 158 1996 116 [5] A.F. Bedilo V.I. Kim A.M. Volodin J. Catal. 176 1998 294 [6] T.S. Shen T.Y. Tien Book of Abstracts 1st Int. Ceram. Sci. and Technol. Cong., Anaheim 1989 22 [7] C.R. Vera J.C. Yori J.M. Parera Appl. Catal., A 167 1998 75 [8] W. Stichert F. Schuth J. Catal. 174 1998 242 [9] A.S. Ivanova, G.M. Alikina, V.A. Sadykov, V.V. Lunin, A.Ya. Rozovskii, Yu.S. Khodakov, Russian Patent 2043146 (1996). [10] A.F. Bedilo K.J. Klabunde J. Catal. 176 1998 448 [11] V. Adeeva J.W. de Haan J. Janchen G.D. Lei V. Schunemann L.J.M. van de Ven W.M.H. Sachler R.A. van Santen J. Catal. 151 1995 364 [12] G.M. Muha J. Phys. Chem. 74 1970 2939 [13] G.A. Zenkovets A.M. Volodin A.F. Bedilo E.B. Burgina E.M. Alkaeva Kinet. Katal. 38 1997 732",
      "scopus-id": "0034622864",
      "coredata": {
        "eid": "1-s2.0-S138111690000114X",
        "dc:description": "Sulfated zirconia catalysts active in the isomerization of n-butane have been synthesized by sulfating crystalline monoclinic and cubic zirconia supports precalcined at 700°C. Strong acceptor sites capable of ionizing chlorobenzene have been observed on all active catalysts irrespective of the crystalline structure. A simple instrumental technique based on the chlorobenzene adsorption has been suggested for probing sulfated zirconia catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-09-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111690000114X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bedilo, A.F"
          },
          {
            "@_fa": "true",
            "$": "Ivanova, A.S"
          },
          {
            "@_fa": "true",
            "$": "Pakhomov, N.A"
          },
          {
            "@_fa": "true",
            "$": "Volodin, A.M"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111690000114X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111690000114X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00114-X",
        "prism:volume": "158",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Development of an ESR technique for testing sulfated zirconia catalysts",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sulfated zirconia"
          },
          {
            "@_fa": "true",
            "$": "n-Butane isomerization"
          },
          {
            "@_fa": "true",
            "$": "ESR"
          },
          {
            "@_fa": "true",
            "$": "Acceptor sites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "409-412",
        "prism:endingPage": "412",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 September 2000",
        "prism:doi": "10.1016/S1381-1169(00)00114-X",
        "prism:startingPage": "409",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00114-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "243",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000114X-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5304",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000114X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2987",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2579",
            "@width": "3490",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000114X-gr1_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "57313",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034622864"
      }
    }
  }
}