{
  "metadata": {
    "title": "Transesterification of ethyl butyrate with methanol using MgO/CaO catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2009-03-02",
    "doi": "10.1016/j.molcata.2008.10.033",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116908004950",
    "pii": "S1381116908004950"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-59349113510",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-10-30 2008-10-30 2010-04-16T17:45:36 1-s2.0-S1381116908004950 S1381-1169(08)00495-0 S1381116908004950 10.1016/j.molcata.2008.10.033 S300 S300.2 FULL-TEXT 1-s2.0-S1381116908X00202 2022-06-14T21:44:59.939405Z 0 0 20090302 2009 2008-10-30T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast authsuff primabst ref specialabst alllist content subj ssids 1381-1169 13811169 300 300 1 2 1 2 Volume 300, Issues 1–2 5 19 24 19 24 20090302 2 March 2009 2009-03-02 2009 Regular papers article fla Copyright © 2008 Elsevier B.V. All rights reserved. TRANSESTERIFICATIONETHYLBUTYRATEMETHANOLUSINGMGOCAOCATALYSTS ALBUQUERQUE M 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.2.1 Physical characterization 2.2.2 Alkalinity characterization 2.3 Catalyst activity in the transesterification of ethyl butyrate with methanol 3 Results and discussion 3.1 Characterization of materials 3.2 Catalytic activity in the transesterification reaction 4 Conclusions Acknowledgements References VICENTE 1998 29 G DUNN 2001 1151 R FREEDMAN 1984 1638 B ANTOLIN 2002 111 G ONO 1997 321 Y CLARK 1996 303 J PINTO 2005 1313 A FUKUDA 2001 405 H LECLERCQ 2001 1161 E SCHUCHARDT 1996 37 U GRYGLEWICZ 1999 249 S MEYER 1999 159 U CORMA 1998 315 A GRYGLEWICZ 2000 23 S SCHUCHARDT 1998 199 U TICHIT 2003 206 D CANTRELL 2005 183 D DISERIO 2004 251 M CORMA 2005 340 A DISERIO 2006 3009 M HATTORI 1995 537 H CUNNINGHAM 1988 557 J OMATA 1990 241 K YAN 2008 646 S CRANSTON 1957 143 R LOPEZGRANADOS 2007 317 M ALBUQUERQUE 2008 35 M ALBUQUERQUEX2009X19 ALBUQUERQUEX2009X19X24 ALBUQUERQUEX2009X19XM ALBUQUERQUEX2009X19X24XM 2022-06-09T08:03:51.432Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Junta de Andalucía PO6-FQM-01661 Junta de Andalucía http://data.elsevier.com/vocabulary/SciValFunders/501100011011 http://sws.geonames.org/2510769/ CAPES CAPES Coordenação de Aperfeiçoamento de Pessoal de Nível Superior http://data.elsevier.com/vocabulary/SciValFunders/501100002322 http://sws.geonames.org/3469034/ Spanish Ministry of Education and Science 084/05 ENE2006-15116-C04-02 MECD Ministerio de Educación, Cultura y Deporte http://data.elsevier.com/vocabulary/SciValFunders/501100003176 http://sws.geonames.org/2510769/ The authors are grateful to financial support from the Spanish Ministry of Education and Science (ENE2006-15116-C04-02 project), Junta de Andalucía (PO6-FQM-01661) and to the Brazilian Ministry of Education by CAPES/MECD 084/05, for the financial support to M.C.G. Albuquerque. item S1381-1169(08)00495-0 S1381116908004950 1-s2.0-S1381116908004950 10.1016/j.molcata.2008.10.033 271358 2010-09-21T22:43:16.57592-04:00 2009-03-02 1-s2.0-S1381116908004950-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/MAIN/application/pdf/5d8bb7dd28502646415ebcc5acd52900/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/MAIN/application/pdf/5d8bb7dd28502646415ebcc5acd52900/main.pdf main.pdf pdf true 718618 MAIN 6 1-s2.0-S1381116908004950-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/PREVIEW/image/png/c351c691b79e88a2f3162dca354496ff/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/PREVIEW/image/png/c351c691b79e88a2f3162dca354496ff/main_1.png main_1.png png 57911 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116908004950-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr1/DOWNSAMPLED/image/jpeg/fba9dc4eb8c77e8aded19b176f6ef91c/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr1/DOWNSAMPLED/image/jpeg/fba9dc4eb8c77e8aded19b176f6ef91c/gr1.jpg gr1 gr1.jpg jpg 28809 611 365 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004950-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr1/THUMBNAIL/image/gif/c227720dee486502301868c3fc106a42/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr1/THUMBNAIL/image/gif/c227720dee486502301868c3fc106a42/gr1.sml gr1 gr1.sml sml 1772 164 98 IMAGE-THUMBNAIL 1-s2.0-S1381116908004950-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr2/DOWNSAMPLED/image/jpeg/c927c13a630189cef567e4bf0030fe05/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr2/DOWNSAMPLED/image/jpeg/c927c13a630189cef567e4bf0030fe05/gr2.jpg gr2 gr2.jpg jpg 19916 286 375 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004950-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr2/THUMBNAIL/image/gif/84ed93cb32a3920724b87b9b461688e4/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr2/THUMBNAIL/image/gif/84ed93cb32a3920724b87b9b461688e4/gr2.sml gr2 gr2.sml sml 3190 164 215 IMAGE-THUMBNAIL 1-s2.0-S1381116908004950-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr3/DOWNSAMPLED/image/jpeg/242b8bf353c8383af495c6a1ca598e31/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr3/DOWNSAMPLED/image/jpeg/242b8bf353c8383af495c6a1ca598e31/gr3.jpg gr3 gr3.jpg jpg 16913 294 378 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004950-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr3/THUMBNAIL/image/gif/c390a061a1005ae98c743e58093bfa3d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr3/THUMBNAIL/image/gif/c390a061a1005ae98c743e58093bfa3d/gr3.sml gr3 gr3.sml sml 2921 164 210 IMAGE-THUMBNAIL 1-s2.0-S1381116908004950-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr4/DOWNSAMPLED/image/jpeg/9287b33c8569d58e50a8a102aa0f61bb/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr4/DOWNSAMPLED/image/jpeg/9287b33c8569d58e50a8a102aa0f61bb/gr4.jpg gr4 gr4.jpg jpg 109587 490 586 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004950-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr4/THUMBNAIL/image/gif/a5c45f1b3e7c2dbeb617949aa33468e8/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr4/THUMBNAIL/image/gif/a5c45f1b3e7c2dbeb617949aa33468e8/gr4.sml gr4 gr4.sml sml 15555 164 196 IMAGE-THUMBNAIL 1-s2.0-S1381116908004950-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr5/DOWNSAMPLED/image/jpeg/62d2b48c9181d6a0cb99477223e1a360/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr5/DOWNSAMPLED/image/jpeg/62d2b48c9181d6a0cb99477223e1a360/gr5.jpg gr5 gr5.jpg jpg 19684 254 369 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004950-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr5/THUMBNAIL/image/gif/305e1b09f37ce695573be1c84773180e/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr5/THUMBNAIL/image/gif/305e1b09f37ce695573be1c84773180e/gr5.sml gr5 gr5.sml sml 3535 151 219 IMAGE-THUMBNAIL 1-s2.0-S1381116908004950-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr6/DOWNSAMPLED/image/jpeg/670491094b59216a1f9175bc0f1534c5/gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr6/DOWNSAMPLED/image/jpeg/670491094b59216a1f9175bc0f1534c5/gr6.jpg gr6 gr6.jpg jpg 14810 270 361 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004950-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/gr6/THUMBNAIL/image/gif/317e4eb61b26963ffca6d00515ffa882/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/gr6/THUMBNAIL/image/gif/317e4eb61b26963ffca6d00515ffa882/gr6.sml gr6 gr6.sml sml 2621 164 219 IMAGE-THUMBNAIL 1-s2.0-S1381116908004950-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/fx1/DOWNSAMPLED/image/jpeg/0244d99cfe18c72e5b300cc1f6fa0707/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/fx1/DOWNSAMPLED/image/jpeg/0244d99cfe18c72e5b300cc1f6fa0707/fx1.jpg fx1 true fx1.jpg jpg 7833 187 246 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004950-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004950/fx1/THUMBNAIL/image/gif/c21ddffb7b7bd9fcef2eea6271325e1f/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004950/fx1/THUMBNAIL/image/gif/c21ddffb7b7bd9fcef2eea6271325e1f/fx1.sml fx1 true fx1.sml sml 2601 164 215 IMAGE-THUMBNAIL MOLCAA 7322 S1381-1169(08)00495-0 10.1016/j.molcata.2008.10.033 Elsevier B.V. Fig. 1 Powder X-ray diffraction patterns of MgCa oxides after calcination at 1073K. (a) One washing step; (b) washed with deionized water for 24h. Fig. 2 FT-IR spectra of MgCa catalysts. Fig. 3 Pore size distributions. Fig. 4 SEM micrographs of different metal oxides. Fig. 5 Temperature-programmed desorption profiles of CO2 over the series of MgCa catalysts. Fig. 6 Conversion versus time for NaOH dissolved in methanol (Δ) and using MgCa3 catalyst (◊). Experimental conditions: activation temperature=1073K, stirring rate=1250rpm, amount of catalyst=124mg, methanol:ethyl butyrate molar ratio=4:1, reaction temperature=333K, reaction time=3h. Dashed line represents the equilibrium conversion. Table 1 Textural properties of the materials. Sample S BET (m2 g−1) V p a (cm3 g−1) CaO 1.2 0.002 MgCa3 12.8 0.075 MgCa9 13.2 0.077 MgCa15 14.7 0.084 MgO 15.7 0.094 a V p at P/P 0 =0.95. Table 2 Alkalinity studies using catalytic decomposition of 2-propanol. Catalyst Conversion (wt.%) Selectivity to acetone (wt.%) MgO 15.0 100 MgCa15 25.7 100 MgCa9 21.7 100 MgCa3 20.3 100 CaO 10.5 96.5 Reaction temperature: 623K; 30mg of catalyst; total flow rate (He/2-propanol): 25mLmin−1; 2-propanol flow of 7.5vol%. Table 3 Conversion in the transesterification of ethyl butyrate with methanol. Catalyst Conversion (wt.%) MgO 0 MgCa15 20.2 MgCa9 32.0 MgCa3 43.5 CaO 32.1 Activation temperature=1073K, stirring rate=1250rpm, amount of catalyst=62mg, methanol:ethyl butyrate molar ratio=4:1, reaction temperature=333K, reaction time=1h. Transesterification of ethyl butyrate with methanol using MgO/CaO catalysts Mônica C.G. Albuquerque a Diana C.S. Azevedo a Célio L. Cavalcante Jr. a ⁎ José Santamaría-González b Josefa M. Mérida-Robles b Ramón Moreno-Tost b Enrique Rodríguez-Castellón b Antonio Jiménez-López b Pedro Maireles-Torres b a Universidade Federal do Ceará, Departamento de Eng. Química, Grupo de Pesquisa em Separações por Adsorção (GPSA), Campus do Pici Bl. 709, 60455-760 Fortaleza-CE, Brazil b Universidad de Málaga, Facultad de Ciencias, Departamento de Química Inorgánica, Cristalografía y Mineralogía, Unidad Asociada al ICP-CSIC, Campus de Teatinos, 29071 Málaga, Spain ⁎ Corresponding author. Tel.: +55 85 3366 9611; fax: +55 85 3366 9601. Graphical abstract A series of mixtures of MgO/CaO was prepared and characterized. The heterogeneous transesterification of ethyl butyrate with methanol, as a model reaction for biodiesel production, was performed, reaching conversions as high as 60%. Moreover, unlike commercial CaO, no lixiviation of the active phase was detected. A series of mixtures of MgO/CaO with different Mg/Ca molar ratios (between 3 and 15), as well as the corresponding pure oxides, was prepared by the coprecipitation method in a basic medium and subsequent calcination. Their textural and structural characterization was carried out by using XRD, FT-IR, SEM and N2 sorption at 77K. The alkalinity was studied by CO2-TPD and catalytic decomposition of 2-propanol. The MgCa oxides obtained after calcination at 1073K exhibit X-ray diffraction patterns with clearly visible signals corresponding to crystalline CaO and MgO. Textural properties are improved by the presence of Mg, with the porosity increased and the particle sizes decreased with respect to pure CaO. FT-IR spectroscopy reveals the presence of surface carbonate. These catalysts are active in the transesterification of ethyl butyrate with methanol at 333K and atmospheric pressure, a model reaction to evaluate the potential of these basic catalysts in triglycerides transesterification for biodiesel production. The highest activity was found for a Mg:Ca molar ratio of 3, with conversion close to 60%, whereas MgO was inactive. Moreover, lixiviation of the active phase was not observed thus excluding the contribution of the homogeneous catalysis to the studied transesterification process. Keywords Transesterification Heterogeneous catalysis MgO CaO Biodiesel 1 Introduction There is an increasing worldwide concern for environmental protection and for the conservation of non-renewable natural resources. For this reason the possibility of developing alternative energy sources to replace traditional fossil fuels has been receiving a great interest in the last few decades [1]. Biodiesel, defined as the monoalkyl esters of fatty acids, is produced from renewable sources by transesterification of the triglycerides (TGs) of fatty acids present in vegetable oils (e.g., rapeseed, sunflower or soybean oil) with methanol to form the methyl esters of fatty acids (FAME) [2–4]. Industrially, biodiesel is produced by homogeneous catalysis in the presence of basic species. However, the removal of the base after the reaction is a major problem since purification of the ester phase is subsequently necessary. The use of a solid base catalyst in a heterogeneous process offers several advantages including the elimination of a quenching step (and the concomitant generation of basic water waste) to isolate the products, and the opportunity to operate in a continuous process [5,6]. As reviewed by Pinto et al. [7], a large number of heterogeneous catalysts have been reported in the literature, including enzymes [8], zeolites [9], guanidines heterogenized on organic polymers [10] and alkaline metal compounds [11]. Classic heterogeneous basic catalysts, which contain either Lewis or Brønsted basic sites, have been most extensively tested for the transesterification reactions of triglycerides, mainly alkaline earth metal oxides, hydroxides and alkoxides [12–15]. The effect of experimental parameters on the structural and textural characteristics of metal oxides has been extensively studied as either catalysts or catalyst supports [16], and they have showed good activity in transesterification reactions [13,17–21]. Basic metal oxides, formed with alkaline or alkaline earth metals are usually carbonated in air and hence inert. Only after a high temperature treatment to obtain a carbonate-free metal oxide surface the strong alkalinity will be observed [22]. It is also established that MgO/CaO oxides exhibit stronger alkalinity than pure MgO [23,24]. These oxides have recently been applied to the study of transesterification of rapeseed oil for the purpose of biodiesel production [25]. Concerning the application of heterogeneous catalysts to biodiesel production, in spite of the numerous research papers already reported, much work is still necessary to extend the use of heterogeneous catalysis. Although some of these catalysts exhibit an excellent catalytic behavior, they do so at the expense of high temperatures and pressures. Moreover, some solid bases, showing good catalytic activity, are most probably catalyzing transesterification reactions through a homogeneous molecular pathway rather than a truly heterogeneous one, due to their non-negligible solubility in alcohols. Therefore, studies on the reusability and regeneration of the catalysts are necessary in order to estimate the potential of a specific catalyst for commercial application. In this study, we have synthesized and characterized a series of MgCa oxides samples with different Mg/Ca molar ratios. Physical characterizations were done by powder X-ray diffraction, scanning electron microscopy, FT-IR and N2 adsorption–desorption isotherms. The alkalinity of our samples was evaluated by two methods: CO2 temperature-programmed desorption and the probe reaction of 2-propanol decomposition. Finally, their activity in the transesterification reaction of ethyl butyrate with methanol (test model to evaluate the possibility of using these materials for future biodiesel production) was experimentally evaluated in the liquid phase. 2 Experimental 2.1 Catalyst preparation A series of MgO/CaO samples with different Mg/Ca molar ratios (between 3 and 15) was prepared by the co-precipitation method and subsequent calcination of the precursors. These were obtained by slowly adding a 2M aqueous solution of the corresponding metal nitrates to an aqueous solution containing Na2CO3 and NaOH (OH−/(Mg+Ca) molar ratio of 0.3). The gel was kept under vigorous stirring at 338K for 1 day. Finally, the solids were filtered, dried at 333K and calcined at 1073K. The samples were labeled MgCax, being x the Mg/Ca molar ratio. 2.2 Catalyst characterization 2.2.1 Physical characterization Powder X-ray diffraction (XRD) patterns were recorded on a Siemens D5000 diffractometer using Cu Kα radiation and a graphite monochromator. Scanning electron micrographs (SEM) were obtained by using a JEOL SM 840 electron microscope. Samples were placed over an aluminium drum and covered with a gold film using a JEOL JFC 1100 ion sputter. The FT-IR spectra of the samples were recorded as KBr disks in the wavenumbers region of 400–4000cm−1 with a Shimadzu model 8300 FT-IR spectrometer. Nitrogen adsorption–desorption isotherms at 77K were obtained using an automatic Micromeritics ASAP 2020 apparatus, after outgassing the samples at 473K and 1×10−2 Pa overnight. Pore size distributions were calculated by the Cranston and Inkley method for cylindrical pores [26]. 2.2.2 Alkalinity characterization To evaluate the alkalinity of our samples two methods were used: the catalytic decomposition of 2-propanol and CO2 temperature-programmed desorption. In the catalytic decomposition of 2-propanol, a fixed-bed tubular glass reactor working at atmospheric pressure was used for a solids charge of 30mg without dilution (0.2–0.3mm particle size). Samples were pretreated at 1073K under helium flow for 3h (60mLmin−1). 2-Propanol was fed into the reactor by flowing He (dried through a molecular sieve, flow rate 25mLmin−1) through a saturator-condenser at 303K, which gave a constant 2-propanol flow of 7.5vol%. The reaction products were analyzed by an on-line gas chromatograph (Shimadzu GC-14A) provided with an FID and a fused silica capillary column SPB1. We also studied the alkalinity of our samples by temperature-programmed desorption using CO2 as probe molecule. Samples (100mg) were pretreated under a helium stream at 1073K for 1h (20Kmin−1, 100mLmin−1). Then, the temperature was decreased to 373K, and a flow of pure CO2 (50mLmin−1) was subsequently introduced into the reactor during 1h. The TPD of CO2 was carried out between 373 and 1073K under a helium flow (10Kmin−1, 30mLmin−1), and CO2 was detected by an on-line gas chromatograph (Shimadzu GC-14A) provided with a TCD, after passing by an ice-NaCl trap to eliminate any trace of water. 2.3 Catalyst activity in the transesterification of ethyl butyrate with methanol The catalytic activity was evaluated using the transesterification of ethyl butyrate (Aldrich) with methanol (ultra pure, Alfa Aesar). The transesterification reaction was performed in a glass bath reactor with a water-cooled condenser. The experimental conditions were: reaction temperature of 333K, inert atmosphere (nitrogen), stirring rate of 1250rpm and 1h reaction time. Prior to the reaction, the catalysts were activated at 1073K for 1h (heating rate, 10K/min) under He flow. After cooling, the catalyst was added to the reaction mixture keeping the He flow. The reaction was stopped by submerging the reactor in an ice bath. The catalyst was separated by filtration, and the reaction products were analyzed in a gas chromatograph (Shimadzu GC-14A) equipped with an FID and a capillary silica fused SPB1 column. Finally, the degree of lixiviation of our CaO/MgO samples was evaluated by contacting the catalyst with methanol under the same experimental conditions as used in the transesterification process, except for the presence of ethyl butyrate. After 1h of reaction, the catalyst was quickly removed by filtration, and methanol was mixed with the necessary volume of ethyl butyrate, and the mixture was maintained at 333K for 1h, under inert atmosphere. If catalysts had been lixiviated, conversion would be observed due to the homogeneous contribution. 3 Results and discussion 3.1 Characterization of materials Powder X-ray diffraction patterns of the samples after calcination at 1073K are presented in Fig. 1 . It may be observed in Fig. 1a that for the samples that are only filtered, washed with water and calcined, a low intensity peak at 30.2° indicates the undesirable presence of sodium carbonates. Because of this, we decided to add an additional washing step using deionized water for 24h, before the calcination. As seen in Fig. 1b, this washing step allows removing the undesirable compounds previously detected. The typical peaks of cubic CaO (32.3°, 37.5° and 54.0°) and hexagonal MgO (37.0 and 43.0) are still kept after this washing step. The low intensity peak at 29.4° reveals the presence of calcium carbonate as calcite in the samples containing Ca as normally observed [27]. The reflection at 43° of MgCa oxides indicates the presence of well crystallized MgO in these samples. As expected, by increasing the Mg/Ca molar ratio, the X-ray signals associated with MgO become more intense, and concomitantly those of CaO decrease. Moreover, the crystalline phases present in the MgCa oxides correspond to pure oxides, and no new crystalline phase attributable to the formation of mixed MgCa oxide could be detected, mainly due to the different ionic radii of the Ca2+ and Mg2+ ions. FT-IR spectroscopy was employed to characterize the MgCa oxides, in order to detect the presence of surface species which are difficult to detect by other techniques (Fig. 2 ). The spectrum of MgO barely shows the presence of carbonate, whereas the MgCa oxides exhibit an intense and broad band in the 1400–1600cm−1 region revealing the existence of mono and bidentate carbonates. The intense bands of carbonate indicate that, although calcium carbonate is barely detected by XRD, the surface of this family of catalysts shows a high degree of carbonation. In the spectra of the catalysts with a high calcium content a peak at 3640cm−1, which can be assigned to the ν OH of surface hydroxyl groups (Ca–OH), is also observed. On the other hand, physisorbed water is observed in the FT-IR spectra of all catalysts (bands at 3470 and 1660cm−1). The pore size distributions of the samples exhibit a maximum centered at 10nm (see Fig. 3 ). The values of the BET surface area of MgCa samples range between 12 and 15m2 g−1 and pore volumes are close to 0.08cm3 g−1 (Table 1 ). However, the textural properties (S BET and pore volume) slightly ameliorate by increasing the Mg/Ca molar ratio. As shown in Fig. 4 , typical SEM images of the MgCa metal oxides catalysts show dense particles with a heterogeneous distribution of particle sizes. For the alkalinity studies using the catalytic decomposition of 2-propanol, the reaction products can provide information about the nature of the reaction sites: the formation of propylene (from dehydration of 2-propanol) is related to the presence of acid centers, whereas the formation of acetone (from dehydrogenation) is related to the presence of basic centers. The alkalinity of this family of metal oxides was evaluated by using this catalytic test at 623K, and the results summarized in Table 2 indicate that the selectivity for acetone is 100% for all oxides tested while 2-propanol conversion increases slightly with the Mg/Ca molar ratio in the mixtures. Moreover, the activity of the MgCa oxides is higher than that of the pure oxides. The curves for the alkalinity studies using the CO2 temperature-programmed desorption are displayed in Fig. 5 . In all cases, a broad desorption band is observed between 700 and 900K, which intensity and temperature depend on the CaO content. Pure calcium oxide shows a very intense desorption band at 902K, whereas the other catalysts present more complex spectra where two desorption steps can be distinguished. According to Di Serio et al. [21], the very broad desorption band extending from 400 to 700K could be assigned to the interaction of CO2 with basic sites of weak and medium strengths, mainly associated with Mg2+–O2− pairs. There is a narrow band appearing between 700 and 850K, showing well defined desorption peaks. This can be associated to Ca2+–O2− pairs, for which the basic strength is very high. It is observed that this alkalinity increases with increasing CaO content in the mixture. 3.2 Catalytic activity in the transesterification reaction This set of MgCa oxides was tested for the transesterification of ethyl butyrate with methanol. Parameters such as activation temperature, amount of catalyst, methanol:ethyl butyrate molar ratio and reaction temperature were studied to achieve the maximum catalytic activity. We have evaluated all samples under similar experimental conditions (activation temperature=1073K, stirring rate=1250rpm, amount of catalyst=62mg, methanol:ethyl butyrate molar ratio=4:1, reaction temperature=333K, reaction time=1h). The ethyl butyrate conversion values are listed in Table 3 , indicating that the conversion values increase with CaO content in the mixture, up to the Mg:Ca molar ratio of 3. This agrees with the trend recently reported by Yan et al. [25] for the transesterification of rapeseed oil with supported CaO/MgO catalysts. It may be also observed that MgCa3 is the sample with the highest concentration of strong basic centres among the mixtures (see Fig. 5). On these strong basic sites, methoxide ions can be generated from methanol and may be responsible for the transesterification of ethyl butyrate previously adsorbed on the surface of the catalyst. In this type of reaction it is important to evaluate the catalysts against lixiviation in the reaction medium. The presence of catalysts in solution implies a contribution of the homogeneous reaction, which requires additional steps of washing and purification of the biodiesel fraction. Therefore, as a key aspect of the present study, the degree of lixiviation of the MgCa catalysts was evaluated. Some recent studies [27,28] show that a fraction of bulk calcium oxide is dissolved in the methanolic solution, and the objective of preparing MgCa oxides is to try to stabilize the active phase to avoid this process. For the lixiviation studies, first we confirmed experimentally that pure MgO was not soluble. Then we observed that for the different mixed MgCa catalyst samples the conversion values were negligible in all cases, thus confirming the stability of the active phase against lixiviation. Finally, the behavior of the most active catalyst, MgCa3, was compared with NaOH dissolved in methanol, under similar experimental conditions (activation temperature=1073K, stirring rate=1250rpm, amount of catalyst=62mg, methanol:ethyl butyrate molar ratio=4:1, reaction temperature=333K, reaction time=3h). In Fig. 6 , it can be observed that the heterogeneous catalyst needs a period of only 180min to reach conversions of approximately 60wt.%, which is promising when we observe that, in similar conditions, the homogeneous process yields conversions around 80wt.%, as expected from thermodynamic equilibrium calculations for this reaction. It is possible that the presence of organic species on our catalyst samples would hinder the access of reactants to the active sites, thus limiting the maximum conversion which could be attained under the experimental conditions used in the present work. Indeed, the chemical analyses (CHN) of spent MgCax catalysts (PerkinElmer 2400 CHN) after the transesterification reaction of ethyl butyrate with methanol (carefully avoiding the contact of catalysts with air in order to prevent the reaction with CO2) have detected the presence of C and H on the catalysts. This drawback would not be observed when a homogeneous reaction is employed. 4 Conclusions In the present study, MgCa metal oxide catalysts with different Mg/Ca molar ratios were synthesized, characterized and tested as basic catalysts in ethyl butyrate transesterification with methanol for the synthesis of methyl esters, such as those present in biodiesel. This family of basic catalysts is stable against lixiviation in methanol. The catalysts showed increasing conversion in the transesterification of ethyl butyrate with methanol with increasing CaO content in the mixture, up to the Mg:Ca molar ratio of 3. This can be attributed to the presence of strong basic sites on the surface, mainly associated to Ca2+–O2− pairs, and a surface area much higher than that of pure CaO. Therefore, this family of metal oxides base catalysts shows very promising activity for biodiesel production, under a pure heterogeneous catalytic process. As advantages for heterogeneous processes in biodiesel production, the solid catalyst can be easily recuperated by filtration, and it is not necessary to use neutralisation and purification steps. Moreover, the conversion values could be improved by using a higher methanol:ester molar ratio and increasing the amount of catalysts. Acknowledgements The authors are grateful to financial support from the Spanish Ministry of Education and Science (ENE2006-15116-C04-02 project), Junta de Andalucía (PO6-FQM-01661) and to the Brazilian Ministry of Education by CAPES/MECD 084/05, for the financial support to M.C.G. Albuquerque. References [1] G. Vicente A. Coteron M. Martinez J. Aracil Ind. Crops Prod. 8 1998 29 [2] R.O. Dunn Trans. ASAE 44 2001 1151 [3] B. Freedman E.H. Pryde T.L. Mounts J. Am. Oil Chem. Soc. 61 1984 1638 [4] G. Antolin F.V. Tinaut Y. Briceño V. Castaño C. Perez A.I. Ramirez Bioresour. Technol. 83 2002 111 [5] Y. Ono T. Baba Catal. Today 38 1997 321 [6] J.H. Clark D.J. Macquarrie Chem. Soc. Rev. 25 1996 303 [7] A.C. Pinto L.L.N. Guarieiro M.J.C. Rezende N.M. Ribeiro E.A. Torres W.A. Lopes P.A.P. Pereira J.B. Andrade J. Braz. Chem. Soc. 16 2005 1313 [8] H. Fukuda A. Kondo H. Noda J. Biosci. Bioeng. 92 2001 405 [9] E. Leclercq A. Finiels C. Moreau J. Am. Oil Chem. Soc. 78 2001 1161 [10] U. Schuchardt R.M. Vargas G. Gelbard J. Mol. Catal. A: Chem. 109 1996 37 [11] S. Gryglewicz Bioresour. Technol. 70 1999 249 [12] U. Meyer W.F. Hoelderich Appl. Catal. A 178 1999 159 [13] A. Corma S. Iborra S. Miquel J. Primo J. Catal. 173 1998 315 [14] S. Gryglewicz Appl. Catal. A 192 2000 23 [15] U. Schuchardt R. Sercheli R.M. Vargas J. Braz. Chem. Soc. 9 1998 199 [16] D. Tichit B. Coq Cattech 7 2003 206 [17] D.G. Cantrell L.J. Gillie A.F. Lee K. Wilson Appl. Catal. A 287 2005 183 [18] M. Di Serio R. Tesser A. Ferrara E. Santacesaria J. Mol. Cat. A: Chem. 212 2004 251 [19] A. Corma S.B.A. Hamid S. Iborra A. Velty J. Catal. 234 2005 340 [20] D. Siano, L. Siano, M. Nastasi, E. Santacesaria, M. Di Serio, R. Tesser, G. Minutillo, from ASER srl, Italian Patent Application No. MI2004A02163 (2004). [21] M. Di Serio M. Ledda M. Cozzolino G. Minutillo R. Tesser E. Santacesaria Ind. Eng. Chem. Res. 45 2006 3009 [22] H. Hattori Chem. Rev. 95 1995 537 [23] J. Cunningham C. Healy D. McNamara S. O’Brien Catal. Today 2 1988 557 [24] K. Omata A. Aoki K. Fujimoto Catal. Lett. 4 1990 241 [25] S. Yan H. Lu B. Liang Energy Fuels 22 2008 646 [26] R.W. Cranston F.A. Inkley Adv. Catal. 9 1957 143 [27] M. López-Granados M.D. Zafra Poves D. Martín Alonso R. Mariscal F. Cabello Galisteo R. Moreno-Tost J. Santamaría J.L.G. Fierro Appl. Catal. B 73 2007 317 [28] M.C.G. Albuquerque I. Jiménez-Urbistondo J. Santamaría-González J.M. Mérida-Robles R. Moreno-Tost E. Rodríguez-Castellón A. Jiménez-López D.C.S. Azevedo C.L. Cavalcante Jr. P. Maireles-Torres Appl. Catal. A 334 2008 35",
      "scopus-id": "59349113510",
      "coredata": {
        "eid": "1-s2.0-S1381116908004950",
        "dc:description": "A series of mixtures of MgO/CaO with different Mg/Ca molar ratios (between 3 and 15), as well as the corresponding pure oxides, was prepared by the coprecipitation method in a basic medium and subsequent calcination. Their textural and structural characterization was carried out by using XRD, FT-IR, SEM and N2 sorption at 77K. The alkalinity was studied by CO2-TPD and catalytic decomposition of 2-propanol. The MgCa oxides obtained after calcination at 1073K exhibit X-ray diffraction patterns with clearly visible signals corresponding to crystalline CaO and MgO. Textural properties are improved by the presence of Mg, with the porosity increased and the particle sizes decreased with respect to pure CaO. FT-IR spectroscopy reveals the presence of surface carbonate. These catalysts are active in the transesterification of ethyl butyrate with methanol at 333K and atmospheric pressure, a model reaction to evaluate the potential of these basic catalysts in triglycerides transesterification for biodiesel production. The highest activity was found for a Mg:Ca molar ratio of 3, with conversion close to 60%, whereas MgO was inactive. Moreover, lixiviation of the active phase was not observed thus excluding the contribution of the homogeneous catalysis to the studied transesterification process.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-03-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116908004950",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Albuquerque, Mônica C.G."
          },
          {
            "@_fa": "true",
            "$": "Azevedo, Diana C.S."
          },
          {
            "@_fa": "true",
            "$": "Cavalcante, Célio L."
          },
          {
            "@_fa": "true",
            "$": "Santamaría-González, José"
          },
          {
            "@_fa": "true",
            "$": "Mérida-Robles, Josefa M."
          },
          {
            "@_fa": "true",
            "$": "Moreno-Tost, Ramón"
          },
          {
            "@_fa": "true",
            "$": "Rodríguez-Castellón, Enrique"
          },
          {
            "@_fa": "true",
            "$": "Jiménez-López, Antonio"
          },
          {
            "@_fa": "true",
            "$": "Maireles-Torres, Pedro"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116908004950"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116908004950"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00495-0",
        "prism:volume": "300",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Transesterification of ethyl butyrate with methanol using MgO/CaO catalysts",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Transesterification"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "MgO"
          },
          {
            "@_fa": "true",
            "$": "CaO"
          },
          {
            "@_fa": "true",
            "$": "Biodiesel"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "19-24",
        "prism:endingPage": "24",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 March 2009",
        "prism:doi": "10.1016/j.molcata.2008.10.033",
        "prism:startingPage": "19",
        "dc:identifier": "doi:10.1016/j.molcata.2008.10.033",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "611",
            "@width": "365",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28809",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1772",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "286",
            "@width": "375",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19916",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3190",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "294",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16913",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2921",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "490",
            "@width": "586",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109587",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "196",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15555",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "254",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19684",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "151",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3535",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "361",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14810",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2621",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "187",
            "@width": "246",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7833",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004950-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2601",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/59349113510"
      }
    }
  }
}