{
  "metadata": {
    "title": "Effect of the substituent position on the enantioselective hydrogenation of methoxy-substituted 2,3-diphenylpropenoic acids over palladium catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-07-01",
    "doi": "10.1016/j.molcata.2008.05.004",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116908002306",
    "pii": "S1381116908002306"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-46149127069",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-05-15 2008-05-15 2010-03-29T10:57:16 1-s2.0-S1381116908002306 S1381-1169(08)00230-6 S1381116908002306 10.1016/j.molcata.2008.05.004 S300 S300.1 FULL-TEXT 1-s2.0-S1381116908X00093 2015-05-15T05:56:33.307883-04:00 0 0 20080701 2008 2008-05-15T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 290 290 1 2 1 2 Volume 290, Issues 1–2 9 54 59 54 59 20080701 1 July 2008 2008-07-01 2008 Regular papers article fla Copyright © 2008 Elsevier B.V. All rights reserved. EFFECTSUBSTITUENTPOSITIONENANTIOSELECTIVEHYDROGENATIONMETHOXYSUBSTITUTED23DIPHENYLPROPENOICACIDSOVERPALLADIUMCATALYST SZOLLOSI G 1 Introduction 2 Experimental 2.1 Materials 2.2 Preparation of the diarylacrylic acids 2.3 Hydrogenation procedure and product analysis 3 Results and discussions 4 Conclusions Acknowledgements References 2006 CHIRALITYINDRUGRESEARCH BREUER 2004 788 M BOOGERS 2007 585 J 2004 ASYMMETRICCATALYSISINDUSTRIALSCALECHALLENGESAPPROACHESSOLUTIONS BLASER 2003 103 H BLASER 2005 1 H OHKUMA 2000 1 T CATALYTICASYMMETRICSYNTHESIS KNOWLES 2002 1998 W NOYORI 2002 2008 R JAKEL 2006 2912 C 2000 CHIRALCATALYSTIMMOBILIZATIONRECYCLING STUDER 2003 45 M MURZIN 2005 175 D MALLAT 2007 4863 T OSAWA 2006 1513 T BARTOK 2006 1533 M HUCK 2002 6 W SUGIMURA 2005 1573 T SUGIMURA 2006 27 T SZOLLOSI 2007 146 G PEREZ 1985 169 J NITTA 1994 1095 Y BORSZEKY 1996 199 K NITTA 1996 897 Y BORSZEKY 1997 3745 K NITTA 1999 635 Y NITTA 2000 179 Y KUN 2000 71 I MARIS 2003 52 M SZOLLOSI 2005 91 G SZOLLOSI 2005 480 G SZOLLOSI 2007 193 G SZOLLOSI 2007 405 G NITTA 2005 164 Y SHEN 2001 225 W FEISER 1955 L EXPERIMENTSINORGANICCHEMISTRY FELFOLDI 2000 1543 K HALTON 1984 2119 B NITTA 2000 2635 Y NITTA 2001 2161 Y NITTA 1998 1115 Y CASAGRANDE 2006 263 M BORSZEKY 1999 160 K SUGIMURA 2002 355 T PALINKO 1998 379 I KISS 2001 463 J BOWDEN 1968 3909 K CHANDRARAY 1996 499 P FUCHS 1966 3423 R MACCARONE 1980 161 E SZOLLOSIX2008X54 SZOLLOSIX2008X54X59 SZOLLOSIX2008X54XG SZOLLOSIX2008X54X59XG item S1381-1169(08)00230-6 S1381116908002306 1-s2.0-S1381116908002306 10.1016/j.molcata.2008.05.004 271358 2010-10-11T07:05:02.522481-04:00 2008-07-01 1-s2.0-S1381116908002306-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/MAIN/application/pdf/87121d6e108e69b31b4a73ffc2ecc737/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/MAIN/application/pdf/87121d6e108e69b31b4a73ffc2ecc737/main.pdf main.pdf pdf true 296590 MAIN 6 1-s2.0-S1381116908002306-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/PREVIEW/image/png/d8c28dc224767135a6f6fde99a487f5c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/PREVIEW/image/png/d8c28dc224767135a6f6fde99a487f5c/main_1.png main_1.png png 60077 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116908002306-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/sc1/DOWNSAMPLED/image/jpeg/2b39acc6c53ed63d0f51d72e1b28d30b/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/sc1/DOWNSAMPLED/image/jpeg/2b39acc6c53ed63d0f51d72e1b28d30b/sc1.jpg sc1 sc1.jpg jpg 23237 288 383 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908002306-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/sc1/THUMBNAIL/image/gif/017c46ef610cac42a7b77b7d3eb53bbf/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/sc1/THUMBNAIL/image/gif/017c46ef610cac42a7b77b7d3eb53bbf/sc1.sml sc1 sc1.sml sml 1650 93 124 IMAGE-THUMBNAIL 1-s2.0-S1381116908002306-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/sc2/DOWNSAMPLED/image/jpeg/0b59c2ca3eda69bb8b8dd05393c40e14/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/sc2/DOWNSAMPLED/image/jpeg/0b59c2ca3eda69bb8b8dd05393c40e14/sc2.jpg sc2 sc2.jpg jpg 11494 155 470 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908002306-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/sc2/THUMBNAIL/image/gif/44fdf14f0b75dfbdc955bb462afeb9fc/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/sc2/THUMBNAIL/image/gif/44fdf14f0b75dfbdc955bb462afeb9fc/sc2.sml sc2 sc2.sml sml 672 41 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908002306-sc3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/sc3/DOWNSAMPLED/image/jpeg/8dd7d0bcd5b2931925672dac90792b75/sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/sc3/DOWNSAMPLED/image/jpeg/8dd7d0bcd5b2931925672dac90792b75/sc3.jpg sc3 sc3.jpg jpg 13426 121 481 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908002306-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/sc3/THUMBNAIL/image/gif/d15fd35a7a07b7d8aa76013b2a5c8669/sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/sc3/THUMBNAIL/image/gif/d15fd35a7a07b7d8aa76013b2a5c8669/sc3.sml sc3 sc3.sml sml 727 32 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908002306-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/fx1/DOWNSAMPLED/image/jpeg/7cfedc761a4dbb6e3deeab76687702ed/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/fx1/DOWNSAMPLED/image/jpeg/7cfedc761a4dbb6e3deeab76687702ed/fx1.jpg fx1 true fx1.jpg jpg 14174 156 337 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908002306-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908002306/fx1/THUMBNAIL/image/gif/fea5e3ae53d593c0a758c6cb3d896ce7/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908002306/fx1/THUMBNAIL/image/gif/fea5e3ae53d593c0a758c6cb3d896ce7/fx1.sml fx1 true fx1.sml sml 1257 58 125 IMAGE-THUMBNAIL MOLCAA 7183 S1381-1169(08)00230-6 10.1016/j.molcata.2008.05.004 Elsevier B.V. Scheme 1 Structure of the 2,3-diphenylpropenoic acid derivatives used. Scheme 2 Enantioselective hydrogenation of (E)-2,3-diphenylpropenoic acid over supported Pd catalyst in presence of cinchonidine. Scheme 3 Preparation of (S)-2-(2-methoxyphenyl)-3-(4-methoxyphenyl)propionic acid by enantioselective hydrogenation over cinchonidine modified Pd catalyst. Table 1 Hydrogenation of (E)-2 over supported Pd catalysts Catalyst r u a r m a r u/r m r BA b ee (%) eeBA b (%) 5% Pd/TiO2 24.4 3.2 7.6 15.1 69 77 5% Pd/C 61.7 4.9 12.6 20.3 42 67 10% Pd/C 86.4 8.3 10.4 20.5 62 78 5% Pd/Al2O3 49.9 7.6 6.6 18.2; 16.3 c 72 80; 77 c 5% Pd/Al2O3 P, d 22.9 5.7 4.0 11.1 76 85 Reaction conditions: 25mg catalyst, 5mL DMF+2.5vol.% H2O, 0.025mmol CD, 0.5mmol (E)-2, 0.1MPa H2, 294K, conversions >98% in 2h (unmodified)–8h (modified). a r u and r m are the initial rates (mmolh−1 g−1) obtained in absence and presence of CD. b r BA and eeBA are the initial rate and ee obtained on addition of 0.5mmol (1equiv.) BA. c Values obtained by using 0.25mmol (0.5equiv.) BA additive. d Catalyst pretreated in H2 flow at 523K for 100min before use, see Section 2.1. Table 2 Effect of the methoxy substituent position on the enantioselective hydrogenation of mono-substituted 2,3-diphenylpropenoic acids Substrate Substituent on r u a r m a r BA b ee (%) eeBA b (%) eeBA c /X d (%) α-Phenyl β-Phenyl (E)-1 – – 50.8 8.6 12.4 70 73 80/99 (E)-2 2-MeO – 22.9 5.7 11.1 76 85 86/42 (E)-3 3-MeO – 49.6 12.5 19.0 71 75 80/99 (E)-4 4-MeO – 45.1 10.8 21.0 70 77 80/96 (Z)-4 4-MeO – 51.2 7.3 5.8 35 38 40/>99 (E)-5 – 4-MeO 41.7 6.2 17.8 83 89 89/76 (E)-6 – 3-MeO 38.5 7.9 31.9 77 87 90/>99 (E)-7 – 2-MeO 49.2 2.2 3.1 13 10 10/43 Reaction conditions: 25mg 5% Pd/Al2O3 P, 5mL DMF+2.5vol.% H2O, 0.025mmol CD, 0.5mmol substrate, 0.1MPa H2, 294K, conversions >98% in 2h (unmodified)–8h (modified). a r u and r m are the initial rates (mmolh−1 g−1) obtained in absence and presence of CD. b r BA and eeBA are the initial rate (mmolh−1 g−1) and ee obtained in presence of CD and 0.5mmol BA. c ee obtained at 275K reaction temperature in presence of BA additive. d Conversions obtained in 8h at 275K using BA additive. Table 3 Effect of methoxy substituents position on the hydrogenation of di-substituted α-phenylcinnamic acid derivatives Substrate Substituent on r u a r m a r BA b ee (%) eeBA b (%) eeBA c /X d (%) α-Phenyl β-Phenyl (E)-8 2-MeO 4-MeO 8.2 3.7 3.8 83 90 92/60 (E)-9 3-MeO 3-MeO 21.4 7.1 14.4 75 85 87/92 (E)-10 4-MeO 2-MeO 27.8 9.0 5.3 10 10 8/51 (E)-11 4-MeO 3-MeO 18.2 6.3 9.9 78 86 88/96 (E)-12 4-MeO 4-MeO 28.9 4.0 7.5 86 89 90/73 (Z)-11 4-MeO 3-MeO 38.6 5.1 3.2 34 30 – (Z)-12 4-MeO 4-MeO 54.5 3.8 3.5 2 9 – Reaction conditions: 25mg 5% Pd/Al2O3 P, 5mL DMF+2.5vol.% H2O, 0.025mmol CD, 0.5mmol substrate, 0.1MPa H2, 294K, conversions >98% in 2h (unmodified)–8h (modified). a r u and r m are the initial rates (mmolh−1 g−1) obtained in absence and presence of CD. b r BA and eeBA are the initial rate (mmolh−1 g−1) and ee obtained in presence of CD and 0.5mmol BA. c ee obtained at 275K reaction temperature in presence of BA additive. d Conversions obtained in 8h at 275K using BA additive. Effect of the substituent position on the enantioselective hydrogenation of methoxy-substituted 2,3-diphenylpropenoic acids over palladium catalyst György Szőllősi a ⁎ Beáta Hermán b Károly Felföldi c Ferenc Fülöp a b Mihály Bartók a c a Research Group of Stereochemistry of the Hungarian Academy of Sciences, University of Szeged, Dóm tér 8, Szeged H-6720, Hungary b Institute of Pharmaceutical Chemistry, University of Szeged, Eötvös utca 6, Szeged H-6720, Hungary c Department of Organic Chemistry, University of Szeged, Dóm tér 8, Szeged H-6720, Hungary ⁎ Corresponding author. Tel.: +36 62 544514; fax: +36 62 544200. Graphical abstract The position of the methoxy substituent has crucial influence on the enantioselective hydrogenation of the methoxy-substituted 2,3-diphenylpropenoic acids over cinchonidine modified palladium catalyst. The highest ee, up to 92%, was obtained in the hydrogenation of (E)-2-(2-methoxyphenyl)-3-(4-methoxyphenyl)propenoic acid due to combined favourable steric and electronic effects of the substituents. The enantioselective hydrogenation of mono and dimethoxy-substituted 2,3-diphenylpropenoic acids has been studied over cinchonidine modified supported Pd catalyst. The hydrogenation of the six monosubstituted methoxy derivatives of (E)-2,3-diphenylpropenoic acid showed that the position of the substituent has a decisive influence on the initial reaction rate and the enantioselectivity. High enantioselectivities, 86–90%, were obtained in the hydrogenation of mono-substituted derivatives with a favourable substituent position. The results were rationalized in terms of either the electronic or the steric effects of the methoxy substituent determined by its position. These suggestions were also applicable in interpreting the results obtained in the hydrogenation of substituted (Z)-2,3-diphenylpropenoic acids and selected dimethoxy (E)-2,3-diphenylpropenoic acids. The combined steric and electronic effects of the substituents on the α- and β-phenyl rings ensured the highest enantioselectivities, up to 92% ee, in the hydrogenation of (E)-2-(2-methoxyphenyl)-3-(4-methoxyphenyl)propenoic acid. Keywords Benzylamine Cinchonidine (E)-2,3-Diphenylpropenoic acid Enantioselective Hydrogenation Methoxy substituent Palladium Substituent position 1 Introduction A large number of optically pure carboxylic acids and their substituted derivatives are essential pharmaceuticals or building blocks used in the synthesis of chiral pharmaceuticals [1–3]. Among the most convenient preparation procedures of chiral carboxylic acids are the asymmetric hydrogenations of the corresponding prochiral unsaturated carboxylic acids [4–6]. Following the development of a large variety of highly enantioselective chiral noble metal complexes these reactions gained increased industrial importance [7–10]. Replacement of these highly efficient soluble catalysts by heterogeneous catalytic systems results in several economic and technical advantages provided the heterogeneous catalysts are competitive as concerns the activity and the optical purity of the saturated products. The simplest approach for developing enantioselective heterogeneous hydrogenation catalysts is the surface modification of the conventional metal catalysts by chiral compounds [11–14]. However, up to now only a few efficient modified heterogeneous metal catalysts are known for the enantioselective hydrogenation of prochiral unsaturated compounds. Such catalytic systems are the tartaric acid modified Ni catalysts for the hydrogenations of β-keto esters and β-diketones [12–15], the cinchona alkaloid modified Pt catalysts for the hydrogenations of α-keto esters and other activated carbonyl compounds [12–14,16] and the cinchona modified Pd catalysts for the hydrogenation of prochiral CC group in 2-pyrone derivatives [14,17] and α,β-unsaturated carboxylic acids [14,18–20]. Due to the practical importance of the optically pure chiral carboxylic acids, following the promising early results [21–23], the enantioselective hydrogenation of prochiral α,β-unsaturated carboxylic acids of various structures has been studied in detail over Pd catalysts [18–20,24–33]. The highest enantioselectivities were obtained in the hydrogenations of α-phenylcinnamic acid and its para-methoxy-substituted derivatives. The optical purity of the products increased by a proper choice of the catalyst and on using benzylamine as additive [34]. The 4-methoxy substituent either on the α- or the β-phenyl ring of α-phenylcinnamic acid had a beneficial effect, the highest enantioselectivities were achieved in the hydrogenation of the disubstituted (E)-2,3-di(4-methoxyphenyl)propenoic acid [18,34]. The increase in the enantioselectivity was attributed to the enhanced cinchonidine–substrate interaction due to the electron donating effect of the methoxy substituent. However, the steric effect of the substituent or the interaction of the methoxy group with the modifier may also play role in the enantiodifferentiation. Since the exact structure of the intermediate complex is still unknown, it is difficult to predict the behaviour of the derivatives substituted in the ortho or meta position of either of the two phenyl rings and whether the steric effect of the methoxy substituent in a certain position would be favourable on the enantiodifferentiation. Accordingly, in the present study we examined the effect of the position of the methoxy substituent by investigating the enantioselective hydrogenation of six monomethoxy-, selected dimethoxy-(E)-2,3-diphenylpropenoic acids and some substituted (Z)-2,3-diphenylpropenoic acids. The results were also compared with results obtained in the hydrogenation of unsubstituted (E)-2,3-diphenylpropenoic acid under identical reaction conditions. 2 Experimental 2.1 Materials The catalysts used in this study were 5% Pd/Al2O3 (Engelhard, 40692), 5% Pd/C (Fluka, 75992), 10% Pd/C (Aldrich, 205699) and 5% Pd/TiO2 prepared by precipitation [35] using TiO2 P25 (Degussa, 55m2 g−1 surface area). The 5% Pd/Al2O3 was used mainly after the following pretreatment: 0.3g catalyst was heated with 7.5Kmin−1 to 523K in 30cm3 min−1 H2, kept at this temperature for 100min, and cooled to room temperature in 30min followed by 10min flushing with He. The pretreated catalyst denoted as Pd/Al2O3 P was stored no more than 5 days. Cinchonidine (CD, Fluka, ≥98%), benzylamine (BA, Fluka, ≥99.5%) and H2 gas (Linde AG, 99.999%) were used as received. (E)-2,3-Diphenylpropenoic acid ((E)-1, Aldrich, ≥97%) was purified by crystallization in acetone–water. N,N-Dimethylformamide (DMF, Reanal, ≥99%) was distilled under vacuum before use. 2.2 Preparation of the diarylacrylic acids The substituted 2,3-diphenylpropenoic acids were prepared by Perkin condensation according to the Feiser method [36–38] using the corresponding aromatic aldehydes and arylacetic acids purchased from Fluka or Aldrich. A stirred mixture of arylacetic acid (40mmol) and aromatic aldehyde (40mmol) in 4cm3 triethylamine and 8cm3 acetic anhydride was refluxed for 2–3h. To the cooled mixture 9cm3 conc. HCl solution and 30–40cm3 water was added and the resultant precipitate was filtered and washed with water. After drying the solid was dissolved in 1% NaOH aqueous solution and the alkaline solution was stirred with charcoal at room temperature and filtered. For the separation of isomer acids the alkaline solution was gradually acidified with 1/1 conc. HCl/water solution. If the reaction product after acidification was semi-solid or oil, it was dissolved in diethyl ether (200–250cm3). The ethereal solution was extracted with 1% NaOH solution and the alkaline solution was treated as above. The isomer acids were used without purification or purified by crystallization in methanol or ethanol. The isomer distribution of the crude reaction products and the purity of the prepared acids were monitored by analytical TLC (Fluka Silica gel/TLC cards, eluent hexane/acetone 5/3) and GC–MS analysis (as methyl esters prepared using CH2N2 ethereal solution, Agilent Techn. 6890N GC-5973 MSD, HP-1MS, 60m capillary column). The purities of the acids were checked by melting point measurements and by recording their 1H- and 13C NMR spectra using Bruker Avance DRX 500 NMR instrument (1H at 500MHz, 13C at 125MHz) in (CD3)2SO solution. Their purity was over 98%. The structures of the investigated compounds are presented in Scheme 1 . 2.3 Hydrogenation procedure and product analysis The hydrogenations were carried out in batch reactors under atmospheric H2 pressure and room temperature (unless otherwise noted) in a glass hydrogenation apparatus using magnetic stirring. The H2 consumption up to 25% of the total H2 up-take was used for calculations of the initial rates taking into account the fast hydrogenation of the vinyl group of CD. In a typical run 0.025g catalyst and 3cm3 DMF containing 2.5vol.% H2O were introduced into the reactor, the apparatus was flushed with H2 and the catalyst was pretreated in situ by stirring (1000rpm) for 0.5h. After pretreatment 0.025mmol CD, 0.5mmol unsaturated acid, 0.5mmol BA (when used) and another 2cm3 solvent were added, the system was flushed again with H2 and the reaction was started by turning on the stirring. Unless otherwise noted over 98% conversions were obtained in 1–2h during hydrogenations in the absence of modifier and in 6–8h over modified catalysts. After the given time 2cm3 10% HCl solution was added to the slurry, the catalyst was filtered and the solvent was evaporated under reduced pressure. Small portion of this products were transformed in methyl esters using conc. H2SO4 in methanol or CH2N2 ethereal solution. The resulting compounds were identified by GC–MS analysis. Conversions (X%) and enantiomeric excesses (ee%) were determined by GC analysis using a HP 5890 II GC-FID and a 30m chiral capillary column (Cyclosil-B). The enantiomeric excess (ee%) was calculated with the formulae ee%=100×|[S]−[R]|/([S]+[R]), where [S] and [R] are the concentrations of the product enantiomers. The ee values were reproducible within ±1% resulting from repeated experiments with several substrates. The remaining products were taken up in 1cm3 10% HCl solution in 9cm3 water, the crude acids were extracted with three portions of 5cm3 CHCl3, the combined organic layers were dried over Na2SO4 and the solvent was evaporated to give the saturated acids in over 90% yields as pale yellow oils or solids and in ≥98% purity as determined by 1H NMR spectroscopy and by GC analysis of the methyl esters obtained by methylation with CH2N2 ethereal solution. The optical purity of these crude products was the same as determined for the corresponding samples analyzed before work-up. The absolute configurations of the excess enantiomers of unsubstituted and 4-methoxy-substituted 2,3-diphenylpropionic acids were assigned in previous studies to be S [18,21]. The configuration of the excess enantiomers resulting in the hydrogenation of the other compounds has not yet been determined however, based on the same rotation sign we assume that also the S enantiomers were formed in excess. Optical rotation measurements using a Polamat A polarimeter showed that all these products contained the dextrorotatory enantiomers in excess. 3 Results and discussions The hydrogenation of (E)-2,3-diphenylpropenoic acid in the presence of CD results in the preponderant formation of (S)-2,3-diphenylpropionic acid as presented in Scheme 2 . By now it became well-known that in the enantioselective hydrogenation of this unsaturated acid the highest optical purities are obtained by using low H2 pressure and low reaction temperature in polar solvents containing small amounts of water, such as DMF and 1,4-dioxane [27]. Indeed, in our preliminary experiments the best ee in the hydrogenation of (E)-2 was obtained in DMF having a 2.5vol.% H2O content both methanol and 1,4-dioxane with 2.5vol.% H2O gave lower ee values. The proper choice of the catalyst also has a crucial influence on the out-come of these hydrogenations. Beside the right metal dispersion [39,40] the textural properties of the support have a significant effect on the enantioselectivity [39,41]. It was found that good ee values are obtained over Pd deposited on the outer surface of the supports or by using nonporous supports. The so-called “eggshell” type Pd/C catalysts and the use of BA additive afforded over 90% ee values in the hydrogenation of (E)-12 [34]. However, the catalyst used in the latter study was not available to us. Thus, we tested several catalysts in the hydrogenation of (E)-2, and selected results are summarized in Table 1 . As expected the initial hydrogenation rates decreased significantly over the modified catalysts as compared with the racemic reactions. The ratio between the initial reaction rates on unmodified (r u) and modified (r m) catalysts could be well correlated with the obtained ee the lowest r u/r m value and also the best ee was obtained over the 5% Pd/Al2O3 having 185–200m2 g−1 B.E.T. surface area and 0.19–0.21 Pd dispersion [42,43]. Further increase in the ee was obtained by pretreating this catalyst in H2 flow at 523K. Such pretreatment results in removal of surface contaminations, a decrease in the Pd dispersion due to sintering of the metal particles [39,41] and migration of the metal from pores to the external surface of the support. Indeed, both r u and r m decreased over the pretreated catalyst as a result of decrease in the number of active sites. A more pronounced decrease in the rate was observed over the unmodified catalyst, leading to the lowest r u/r m value and to increased ee over Pd/Al2O3 P. Addition of BA to the reaction mixture increased both the initial rate (r BA) and the ee. The ee and rate increase in the presence of BA was attributed to the preferential acceleration of the reaction on modified sites by promoting the desorption of the saturated product interacting with CD on the Pd surface [27]. Although in the presence of BA the highest ee increase was obtained over the 5% Pd/C catalysts, like in the reactions carried out in absence of BA, the highest ee value (ee 85%) was obtained over the pretreated Pd/Al2O3 P. The enantioselectivity over a modified heterogeneous catalyst under certain experimental conditions is influenced by the fraction of the modified sites and by the intrinsic stereoselectivity of the modifier–substrate interaction on the surface [18,44]. According to the above results, among the catalysts used in this study the Pd/Al2O3 P has the highest ratio of modified surface metal sites. Henceforth we have used this catalyst in our investigation. Further increase in the ee may be expected by improving the stereoselectivity of the modifier–acid interaction by modification of either the modifier or the unsaturated acid structure. This approach was used by Nitta and coworkers by examining the 4-methoxy derivatives [18]. In the present work we extended these investigations by studying the effect of the methoxy substituent position on both phenyl rings using the compounds presented in Scheme 1. Results obtained in the hydrogenation of (E)-1 and its mono-methoxy derivatives are summarized in Table 2 . Substitution on the α-phenyl ring only in the ortho position led to notably high ee as compared with the hydrogenation of (E)-1, while the 3-methoxy and especially the 4-methoxy substituent on the β-phenyl ring increased significantly the ee. Surprisingly low ee was obtained in the reaction of (E)-7 having the 2-methoxy substituent on the β-phenyl ring. Thus, both ortho-substituted derivatives exhibited unusual behaviour; the 2-methoxy group on the α-phenyl ring had a beneficial effect while that on the β-phenyl ring a detrimental effect on the enantioselectivity. We note that the hydrogenation of (E)-2 occurred with the lowest r u. In contrast, in the hydrogenation of (E)-7 r u decreased only to a small extent as compared with (E)-1, while over modified catalyst led to the lowest r m. According to these results the 2-methoxy substituent on both the α- and the β-phenyl ring has a striking effect on the enantioselective hydrogenation of substituted 2,3-diphenylpropenoic acids. The two 2-methoxy substituents have different effects as a consequence of the orientation of the two phenyl rings, the β-phenyl ring being close to parallel to the olefinic double bond while the phenyl in the α position is turned to an almost perpendicular orientation, shown by the computed structures using ab initio methods [45,46]. Accordingly, the 2-methoxy group on the α-phenyl ring hinders the adsorption of the acid and decreases its hydrogenation rate (r u). Moreover, this 2-methoxy substituent hindered the adsorption of the prochiral acid on the pro-R face to a larger extent as compared with the unsubstituted acid probably due to the steric repulsion between the modifier and this group. On the other hand, the 2-methoxy group on the β-phenyl ring inhibited the stereoselective interaction between the modifier and the acid, though in the absence of CD this acid was easily hydrogenated. The electronic effect of this group is similar to that of the 4-methoxy substituent as illustrated by the acidities of (E)-1, (E)-5 and (E)-7 (pK a 7.00, 7.23 and 7.30, respectively [47]). Thus, both substituted compounds are slightly weaker acids than (E)-1 and are transformed in more basic carboxylates leading to increase in the strength of the modifier substrate interaction. Hence the drastically different behaviour of (E)-5 and (E)-7 cannot be interpreted based on the electronic effects of the substituents. Thus, the low ee observed in the hydrogenation of (E)-7 is due to the inhibited interaction of this acid with adsorbed CD on the metal surface caused by the steric hindrance of the 2-methoxy group, while the hydrogenation over unmodified sites could remain unchanged. The above suggestions correlate well with the effect of BA on the initial rates and ee-s obtained in the hydrogenation of (E)-2 and (E)-7. While in the hydrogenation of (E)-2 significant increase in the ee and initial rate was obtained by using BA, in that of (E)-7 r BA was still very low and the ee decreased in the presence of BA. Thus, the latter acid barely interacts with CD during hydrogenation. The presence of the 3-methoxy substituent on the β-phenyl ring ((E)-6) gave significant enantioselectivity increase as compared with (E)-1. As in previous studies the effect of the 4-methoxy substituent has been explained by increase in the electron density of the extended conjugated π-system [18], the above observation is rather unexpected. The 3-methoxy substituent on the β-phenyl ring increases the electron density in the ortho and para positions as shown by the acidity of the substituted methoxycinnamic acids: pK a 3-methoxycinnamic acid<pK a cinnamic acid<pK a 4-methoxycinnamic acid [48,49]. Further studies are needed to reveal the reason for the observed behaviour, which could be either the steric effect or an additional interaction of the 3-methoxy substituent with the modifier, but in no case the electronic effect of the 3-methoxy substituent. The presence of BA increased significantly the initial rates and the ee when the methoxy substituent was in the meta or para position on either the α- or the β-phenyl ring. It is interesting that the substituent in the ortho position on the β-phenyl ring hinders the selective interaction with the modifier while that in the meta position on the same ring makes this interaction more stereospecific, reaching ee values close to that obtained with the 4-methoxy-substituted compound or even surpassing this at low reaction temperature. To our best knowledge, the high ee values obtained at low temperature in the hydrogenation of (E)-5 (89%) and (E)-6 (90%) are unprecedented in the hydrogenation of mono-substituted α-phenylcinnamic acids. The orientation of the β-phenyl ring is crucial for obtaining high enantioselectivity, the hydrogenation of (Z)-4 resulted in about half ee values as compared with (E)-4, in line with the results obtained in the hydrogenation of the two α-phenylcinnamic acid isomers [21]. Considering the large acidity difference between these isomers [50], the much lower basic character of the carboxylate formed from the Z isomer may be the cause of the poor ee. The decrease in the initial reaction rate in the hydrogenation of (Z)-4 by addition of BA also indicated a loose contact between CD and this acid. Furthermore, the geometry of the Z isomer may not either be appropriate for establishing an efficient interaction with the modifier. The above results showed the crucial importance of both the acidity of the substrate influenced by the substituents (by electronic effects) and the geometry of the acid affected by the hindrances of the substituents (steric effects) in establishing an efficient contact between the modifier and the substrate in order to obtain high enantioselectivity. Based on the report of Nitta et al. on the hydrogenation of 4-methoxy derivatives [18,34], higher ee may be obtained in the hydrogenation of dimethoxy derivatives substituted on both phenyl rings. Moreover, confirmation of the effect of the methoxy substituent position was sought from these hydrogenations. Results of the hydrogenation of selected dimethoxy derivatives are summarized in Table 3 . In the hydrogenations of these compounds the effects of the methoxy substituents on both the initial rates and the ee were similar to those in the reactions of the mono-substituted acids. As a result of the combined effect of the 2-methoxy substituent on the α-phenyl and the 4-methoxy group on the β-phenyl rings the ee obtained in the presence of BA in the hydrogenation of (E)-8 exceeded even the value obtained with the di-4-methoxy-substituted compound (E)-12. On the other hand the 2-methoxy substituent on the β-phenyl ring, in spite of the presence of the 4-methoxy group on the α-phenyl ring ((E)-10), decreased the ee as in the hydrogenation of (E)-7. Furthermore, in the reaction of (E)-10 the initial rate decreased in the presence of BA supporting the conclusions previously drawn from the behaviour of (E)-7. High enantioselectivities were obtained in the hydrogenations of the compounds bearing the 3-methoxy substituents on the β or both phenyl rings ((E)-11 and (E)-9, respectively). The optical purities obtained in the hydrogenations of (Z)-11 were similar to those obtained with (Z)-4, while nearly racemic products resulted in the reaction of (Z)-12. Finally, we note that our experiments showed without any doubt that the methoxy substituent in the para position on either of the two phenyl rings of (E)-2,3-diphenylpropenoic acid results in increased enantioselectivity as compared with the unsubstituted acid. Moreover, substitution in the meta position on both rings and the ortho substituent on the α-phenyl ring also leads to increase in the optical purity of the saturated product the latter was found even more efficient than the substitution in the para position on the same phenyl ring. As a consequence, in the hydrogenation of several compounds high ee could be obtained. The results obtained in this study besides being of practical importance due to the easy preparation of chiral carboxylic acids of high optical purity such as (S)-2-(2-methoxyphenyl)-3-(4-methoxyphenyl)propionic acid (see Scheme 3 ) may also serve as a useful starting point in elucidating the structure of the intermediate complex of the reaction. Studies with this aim are in progress in our laboratory. 4 Conclusions The effect of the methoxy substituent position on the initial reaction rate and the enantioselectivity in the hydrogenation of methoxy-substituted 2,3-diphenylpropenoic acids over cinchonidine modified supported Pd catalysts has been investigated. The results obtained cannot be interpreted solely by the electronic effects of the substituents. Depending on the substituent position the steric effects may become a dominant factor. This was indicated by the opposite effect on the initial rate and enantioselectivity of the 2-methoxy substituents situated on the α- and β-phenyl rings, the former increasing while the latter significantly decreasing the optical purity of the resulting saturated products. The highest enantioselectivities were obtained in the hydrogenation of the (E)-2-(2-methoxyphenyl)-3-(4-methoxyphenyl) propenoic acid, up to 92% ee, due to a combined favourable steric and electronic effect of the substituents on the α- and β-phenyl rings. Acknowledgements Financial support by the Hungarian National Science Foundation (OTKA Grant T 048764 and K 72065) is highly appreciated. Gy. Sz. thanks the HAS for the award of Bolyai János scholarship. References [1] E. Francotte W. Lindner Chirality in Drug Research 2006 Wiley-VCH Weinheim [2] M. Breuer K. Ditrich T. Habicher B. Hauer M. Keßeler R. Stürmer T. Zelinski Angew. Chem. Int. Ed. 43 2004 788 [3] J.A.F. Boogers U. Felfer M. Kotthaus L. Lefort G. Steinbauer A.H.M. de Vries J.G. de Vries Org. Proc. Res. Dev. 11 2007 585 [4] H.-U. Blaser E. Schmidt Asymmetric Catalysis on Industrial Scale. Challenges, Approaches and Solutions 2004 Wiley-VCH Weinheim [5] H.-U. Blaser C. Malan B. Pugin F. Spindler H. Steiner M. Studer Adv. Synth. Catal. 345 2003 103 [6] H.-U. Blaser B. Pugin F. Spindler J. Mol. Catal. A: Chem. 231 2005 1 [7] T. Ohkuma M. Kitamura R. Noyori I. Ojima Catalytic Asymmetric Synthesis 2nd ed. 2000 Wiley-VCH New York 1 (Chap. 1) [8] W.S. Knowles Angew. Chem. Int. Ed. 41 2002 1998 [9] R. Noyori Angew. Chem. Int. Ed. 41 2002 2008 [10] C. Jäkel R. Paciello Chem. Rev. 106 2006 2912 [11] D.E. De Vos I.F.J. Vankelecom P.A. Jacobs Chiral Catalyst Immobilization and Recycling 2000 Wiley-VCH Weinheim [12] M. Studer H.-U. Blaser C. Exner Adv. Synth. Catal. 345 2003 45 [13] D.Y. Murzin P. Mäki-Arvela E. Toukoniitty T. Salmi Catal. Rev. Sci. Eng. 47 2005 175 [14] T. Mallat E. Orglmeister A. Baiker Chem. Rev. 107 2007 4863 [15] T. Osawa T. Harada O. Takayasu Curr. Org. Chem. 10 2006 1513 [16] M. Bartók Curr. Org. Chem. 10 2006 1533 [17] W.-R. Huck T. Mallat A. Baiker New J. Chem. 26 2002 6 [18] T. Sugimura J. Watanabe T. Okuyama Y. Nitta Tetrahedron: Asymmetry 16 2005 1573 [19] T. Sugimura J. Watanabe T. Uchida Y. Nitta T. Okuyama Catal. Lett. 112 2006 27 [20] G. Szőllősi Magyar Kem. Foly. 113 2007 146 [21] J.R.G. Perez J. Malthête J. Jacques C. R. Acad. Sci. Paris, Ser II 300 1985 169 [22] Y. Nitta Y. Ueda T. Imanaka Chem. Lett. 23 1994 1095 [23] K. Borszeky T. Mallat A. Baiker Catal. Lett. 41 1996 199 [24] Y. Nitta K. Kobiro Chem. Lett. 25 1996 897 [25] K. Borszeky T. Mallat A. Baiker Tetrahedron: Asymmetry 8 1997 3745 [26] Y. Nitta Chem. Lett. 28 1999 635 [27] Y. Nitta Topics Catal. 13 2000 179 [28] I. Kun B. Török K. Felföldi M. Bartók Appl. Catal. A: Gen. 203 2000 71 [29] M. Maris W.-R. Huck T. Mallat A. Baiker J. Catal. 219 2003 52 [30] G. Szőllősi S. Niwa T. Hanaoka F. Mizukami J. Mol. Catal. A: Chem. 23 2005 91 [31] G. Szőllősi T. Hanaoka S. Niwa F. Mizukami M. Bartók J. Catal. 231 2005 480 [32] G. Szőllősi K. Balázsik M. Bartók Appl. Catal. A: Gen. 319 2007 193 [33] G. Szőllősi E. Szabó M. Bartók Adv. Synth. Catal. 349 2007 405 [34] Y. Nitta J. Watanabe T. Okuyama T. Sugimura J. Catal. 236 2005 164 [35] W.-J. Shen M. Okumura Y. Matsumura M. Haruta Appl. Catal. A: Gen. 237 2001 225 [36] L. Feiser Experiments in Organic Chemistry 3rd ed. 1955 D. C. Health and Co. Boston p. 182 [37] K. Felföldi M. Sutyinszky N. Nagy I. Pálinkó Synth. Commun. 30 2000 1543 [38] B. Halton A.I. Maidment D.L. Officer J.M. Warnes Aust. J. Chem. 37 1984 2119 [39] Y. Nitta T. Kubota Y. Okamoto Bull. Chem. Soc. Jpn. 73 2000 2635 [40] Y. Nitta T. Kubota Y. Okamoto Bull. Chem. Soc. Jpn. 74 2001 2161 [41] Y. Nitta Y. Okamoto Chem. Lett. 27 1998 1115 [42] M. Casagrande S. Franceschini M. Lenarda O. Piccolo A. Vaccari J. Mol. Catal. A: Chem. 246 2006 263 [43] K. Borszeky T. Bürgi Z. Zhaohui T. Mallat A. Baiker J. Catal. 187 1999 160 [44] T. Sugimura S. Nakagawa A. Tai Bull. Chem. Soc. Jpn. 75 2002 355 [45] I. Pálinkó A. Burrichter G. Rasul B. Török G.K.S. Prakash G.A. Olah J. Chem. Soc., Perkin Trans. 2 1998 379 [46] J.T. Kiss K. Felföldi I. Hannus I. Pálinkó J. Mol. Struct. 565/566 2001 463 [47] K. Bowden D.C. Parkin Can. J. Chem. 46 1968 3909 [48] P. Chandra Ray N. Munichandraiah P. Kumar Das Chem. Phys. 211 1996 499 [49] R. Fuchs J.J. Bloomfield J. Org. Chem. 31 1966 3423 [50] E. Maccarone A. Mamo D. Sciotto M. Torre J. Chem. Soc., Perkin II 1980 161",
      "scopus-id": "46149127069",
      "coredata": {
        "eid": "1-s2.0-S1381116908002306",
        "dc:description": "The enantioselective hydrogenation of mono and dimethoxy-substituted 2,3-diphenylpropenoic acids has been studied over cinchonidine modified supported Pd catalyst. The hydrogenation of the six monosubstituted methoxy derivatives of (E)-2,3-diphenylpropenoic acid showed that the position of the substituent has a decisive influence on the initial reaction rate and the enantioselectivity. High enantioselectivities, 86–90%, were obtained in the hydrogenation of mono-substituted derivatives with a favourable substituent position. The results were rationalized in terms of either the electronic or the steric effects of the methoxy substituent determined by its position. These suggestions were also applicable in interpreting the results obtained in the hydrogenation of substituted (Z)-2,3-diphenylpropenoic acids and selected dimethoxy (E)-2,3-diphenylpropenoic acids. The combined steric and electronic effects of the substituents on the α- and β-phenyl rings ensured the highest enantioselectivities, up to 92% ee, in the hydrogenation of (E)-2-(2-methoxyphenyl)-3-(4-methoxyphenyl)propenoic acid.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116908002306",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Szőllősi, György"
          },
          {
            "@_fa": "true",
            "$": "Hermán, Beáta"
          },
          {
            "@_fa": "true",
            "$": "Felföldi, Károly"
          },
          {
            "@_fa": "true",
            "$": "Fülöp, Ferenc"
          },
          {
            "@_fa": "true",
            "$": "Bartók, Mihály"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116908002306"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116908002306"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00230-6",
        "prism:volume": "290",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Effect of the substituent position on the enantioselective hydrogenation of methoxy-substituted 2,3-diphenylpropenoic acids over palladium catalyst",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Benzylamine"
          },
          {
            "@_fa": "true",
            "$": "Cinchonidine"
          },
          {
            "@_fa": "true",
            "$": "(E)-2,3-Diphenylpropenoic acid"
          },
          {
            "@_fa": "true",
            "$": "Enantioselective"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Methoxy substituent"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Substituent position"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "54-59",
        "prism:endingPage": "59",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 2008",
        "prism:doi": "10.1016/j.molcata.2008.05.004",
        "prism:startingPage": "54",
        "dc:identifier": "doi:10.1016/j.molcata.2008.05.004",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "288",
            "@width": "383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908002306-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23237",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908002306-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1650",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "155",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908002306-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11494",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "41",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908002306-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "672",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "121",
            "@width": "481",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908002306-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13426",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "32",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908002306-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "727",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "156",
            "@width": "337",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908002306-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14174",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "58",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908002306-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1257",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/46149127069"
      }
    }
  }
}