{
  "metadata": {
    "title": "Effect of Fe/Ir ratio on the surface and catalytic properties in citral hydrogenation on Fe-Ir/TiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-09-01",
    "doi": "10.1016/S1381-1169(03)00263-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903002632",
    "pii": "S1381116903002632"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0141557674",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-06-04 2003-06-04 2010-04-18T22:33:40 1-s2.0-S1381116903002632 S1381-1169(03)00263-2 S1381116903002632 10.1016/S1381-1169(03)00263-2 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01720 2015-05-15T05:56:33.301439-04:00 0 0 20030901 2003 2003-06-04T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 203 203 1 2 1 2 Volume 203, Issues 1–2 23 203 211 203 211 20030901 1 September 2003 2003-09-01 2003 converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. EFFECTFEIRRATIOSURFACECATALYTICPROPERTIESINCITRALHYDROGENATIONFEIRTIO2CATALYSTS REYES P 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgements References VANNICE 1989 65 M SINGH 2000 165 U CLAUS 1998 51 62 P YOSHITAKE 1990 227 H REYES 2002 293 P VANNICE 1989 65 M ENGLISH 1997 25 M GALVAGNO 1993 211 S DANDEKAR 1999 344 A VANNICE 1992 255 M VANNICE 1997 241 M KASPAR 1992 243 G RAAB 1993 99 G CLAUS 1995 586 P RICHARD 1989 53 D COQ 1993 215 B MARINELLI 1995 51 T TULEY 1925 3061 W GALVANO 1991 9 S CREMMER 1995 11 P AVERY 1983 682 N ANTON 1986 162 A HOUTMAN 1991 528 C BROWN 1992 862 N HENDERSON 1989 1185 M MADIX 1984 13 R MCCABE 1985 854 R DELBECQ 1995 217 F SINGH 2000 181 U BECCAT 1990 451 P SINGH 2000 165 U PATIL 1996 458 A ARAMENDIA 1997 46 M VANHARDEVELD 1972 75 R VANBROEKHOVEN 1985 731 E GALVANO 1993 349 S WAGNER 1981 211 C WEISZ 1957 1 P REYESX2003X203 REYESX2003X203X211 REYESX2003X203XP REYESX2003X203X211XP item S1381-1169(03)00263-2 S1381116903002632 1-s2.0-S1381116903002632 10.1016/S1381-1169(03)00263-2 271358 2010-10-04T20:43:43.066007-04:00 2003-09-01 1-s2.0-S1381116903002632-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/MAIN/application/pdf/0fa40c5eb7bfd57e94892d7a35410e36/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/MAIN/application/pdf/0fa40c5eb7bfd57e94892d7a35410e36/main.pdf main.pdf pdf true 216695 MAIN 9 1-s2.0-S1381116903002632-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/PREVIEW/image/png/f31c724eabbb9d4e7d489a26740568ba/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/PREVIEW/image/png/f31c724eabbb9d4e7d489a26740568ba/main_1.png main_1.png png 63648 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903002632-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/fx1/THUMBNAIL/image/gif/bd7aca71020420c521e34da652e0032e/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/fx1/THUMBNAIL/image/gif/bd7aca71020420c521e34da652e0032e/fx1.sml fx1 true fx1.sml sml 836 94 83 IMAGE-THUMBNAIL 1-s2.0-S1381116903002632-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/fx1/DOWNSAMPLED/image/gif/74cd04e7ec874d2b463401726790b6ab/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/fx1/DOWNSAMPLED/image/gif/74cd04e7ec874d2b463401726790b6ab/fx1.gif fx1 true fx1.gif gif 2233 203 180 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002632-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/sc1/THUMBNAIL/image/gif/a362807dc44413600dc030f26df1d710/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/sc1/THUMBNAIL/image/gif/a362807dc44413600dc030f26df1d710/sc1.sml sc1 sc1.sml sml 948 62 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002632-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/sc1/DOWNSAMPLED/image/gif/be75baae9a1acfad881b8657369a28f0/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/sc1/DOWNSAMPLED/image/gif/be75baae9a1acfad881b8657369a28f0/sc1.gif sc1 sc1.gif gif 5879 245 492 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002632-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/gr1/THUMBNAIL/image/gif/7b03561a15bd48381488f7f9d8c00259/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/gr1/THUMBNAIL/image/gif/7b03561a15bd48381488f7f9d8c00259/gr1.sml gr1 gr1.sml sml 1448 57 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002632-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/gr1/DOWNSAMPLED/image/gif/9678ed6ad9e117dba40f3aacabd4ea67/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/gr1/DOWNSAMPLED/image/gif/9678ed6ad9e117dba40f3aacabd4ea67/gr1.gif gr1 gr1.gif gif 10577 241 527 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002632-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/gr2/THUMBNAIL/image/gif/78ff5abaa93e7bc3d98ae61a1ecaec97/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/gr2/THUMBNAIL/image/gif/78ff5abaa93e7bc3d98ae61a1ecaec97/gr2.sml gr2 gr2.sml sml 2581 87 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002632-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/gr2/DOWNSAMPLED/image/gif/8e21408633d3b50eca5950c4cda464aa/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/gr2/DOWNSAMPLED/image/gif/8e21408633d3b50eca5950c4cda464aa/gr2.gif gr2 gr2.gif gif 26238 447 642 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002632-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/gr3/THUMBNAIL/image/gif/62f499d18d7124905698c547972d0278/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/gr3/THUMBNAIL/image/gif/62f499d18d7124905698c547972d0278/gr3.sml gr3 gr3.sml sml 1187 93 65 IMAGE-THUMBNAIL 1-s2.0-S1381116903002632-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/gr3/DOWNSAMPLED/image/gif/90c9b0d59bfda5d24c9deb1445a6db63/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/gr3/DOWNSAMPLED/image/gif/90c9b0d59bfda5d24c9deb1445a6db63/gr3.gif gr3 gr3.gif gif 7616 367 257 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002632-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/gr4/THUMBNAIL/image/gif/19923b95f6ac8de3a1cf64eaf4c8edb5/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/gr4/THUMBNAIL/image/gif/19923b95f6ac8de3a1cf64eaf4c8edb5/gr4.sml gr4 gr4.sml sml 986 93 60 IMAGE-THUMBNAIL 1-s2.0-S1381116903002632-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002632/gr4/DOWNSAMPLED/image/jpeg/1ae5dcb2a4ff07b80d3163045ba2cfe9/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002632/gr4/DOWNSAMPLED/image/jpeg/1ae5dcb2a4ff07b80d3163045ba2cfe9/gr4.jpg gr4 gr4.jpg jpg 42210 492 318 IMAGE-DOWNSAMPLED MOLCAA 4067 S1381-1169(03)00263-2 10.1016/S1381-1169(03)00263-2 Elsevier Science B.V. Scheme 1 Organometallic complexes whose existence has been proven on metal surfaces. Fig. 1 TPR profiles of Fe-Ir/TiO2 LT catalysts. Effect of Fe-Ir ratio: (a) reduction profile of the fresh catalysts, and (b) second TPR after reoxidation at 673K. Fig. 2 Photoelectron spectra of Fe-Ir/TiO2 catalysts: (a) Ir 4f core level for LT reduction catalysts; (b) Ir 4f core level for HT reduction catalysts; (c) Fe 2p core level for LT and HT reduction catalysts. Fig. 3 Evolution of the conversion level with time at different Fe/Ir atomic ratios at 8.27bar and 363K: (▴) Ir; (○) Fe (0.5) Ir; (■) Fe (1.0) Ir; (□) Fe (2.0) Ir; (•) Fe (3.0) Ir. (a) LT catalysts, and (b) HT catalysts. Fig. 4 Possible models of active sites in Ir and Fe-Ir/TiO2 catalysts: (a) Ir/TiO2 LT; (b) Ir/TiO2 HT; (c) Fe-Ir/TiO2 LT; and (d) Fe-Ir/TiO2 HT. Table 1 H/Ir ratio obtained by chemisorption and TEM Catalyst H/Ir d (nm) TiO2, H2 LT – – TiO2, H2 HT – – Ir/TiO2, H2 LT 0.30 2.6 Ir/TiO2, H2 HT 0.05 2.5 Fe(0.5)-Ir/TiO2 LT 0.27 2.6 Fe(0.5)-Ir/TiO2 HT 0.04 2.7 Fe(1.0)-Ir/TiO2 LT 0.25 2.7 Fe(1.0)-Ir/TiO2 HT 0.02 2.7 Fe(2.0)-Ir/TiO2 LT 0.23 2.7 Fe(2.0)-Ir/TiO2 HT 0.01 2.7 Fe(3.0)-Ir/TiO2 LT 0.06 2.6 Fe(3.0)-Ir/TiO2 HT 0.01 2.8 Table 2 Binding energy (eV) of O 1s core-level and surface atomic ratios of Fe/Ir and Ir-Fe/TiO2 catalysts Catalyst O 1s O/Ti Ir/Ti Fe/Ti Fe/Ir TiO2, H2 473K 530.0 (71) 2.89 – – – 531.2 (29) TiO2, H2 773K 530.0 (70) 2.88 – – – 531.2 (30) Ir/TiO2, H2 473K 529.9 (80) 2.48 0.025 – – 530.8 (20) Ir/TiO2, H2 773K 529.9 (80) 2.42 0.016 – – 530.8 (20) Fe(0.5)-Ir/TiO2 LT 529.9 (73) 2.69 0.022 0.087 4.0 530.9 (27) Fe(0.5)-Ir/TiO2 HT 530.0 (74) 2.57 0.023 0.083 3.6 531.0 (26) Fe(1.0)-Ir/TiO2 LT 529.9 (84) 2.50 0.025 0.186 7.4 530.9 (16) Fe(1.0)-Ir/TiO2 HT 529.9 (75) 2.42 0.021 0.130 6.2 530.9 (25) Fe(2.0)-Ir/TiO2 LT 530.0 (71) 2.53 0.019 0.286 15.0 531.0 (29) Fe(2.0)-Ir/TiO2 HT 530.0 (72) 2.49 0.019 0.297 15.6 531.0 (28) Fe(3.0)-Ir/TiO2 LT 529.9 (74) 2.91 0.020 0.452 22.6 531.0 (25) Fe(3.0)-Ir/TiO2 HT 529.9 (76) 2.68 0.025 0.462 18.5 530.9 (24) Table 3 Conversion of citral at 363 K and 120 psi over Fe-Ir/TiO2 catalysts at 1h of reaction Catalyst Conversion (%) Catalyst Conversion (%) Ir/TiO2, H2 LT 3.0 Ir/TiO2 HT 9.0 Fe(0.5)-Ir/TiO2 LT 5.3 Fe(0.5)-Ir/TiO2 HT 8.6 Fe(1.0)-Ir/TiO2 LT 19.2 Fe(1.0)-Ir/TiO2 HT 5.8 Fe(2.0)-Ir/TiO2 LT 14.9 Fe(2.0)-Ir/TiO2 HT 4.6 Fe(3.0)-Ir/TiO2 LT 12.5 Fe(3.0)-Ir/TiO2 HT 4.0 Effect of Fe/Ir ratio on the surface and catalytic properties in citral hydrogenation on Fe-Ir/TiO2 catalysts P. Reyes a ∗ H. Rojas b J.L.G. Fierro c a Departamento de Fisicoquı&#x0301;mica, Facultad de Ciencias, Universidad de Concepción, Casilla 160-C, Concepción, Chile b Escuela de Quı&#x0301;mica, Facultad de Ciencias, Universidad Pedagógica y Tecnológica de Colombia, Tunja, Colombia c Instituto de Catálisis y Petroleoquı&#x0301;mica, CSIC, Cantoblanco, 28049 Madrid, Spain * Corresponding author. Tel.: +56-41-204324; fax: +56-41-245974. The selective hydrogenation in liquid phase of citral on Ir/TiO2 and Fe-Ir/TiO2 catalysts have been studied. The addition of Fe3+ species lead to an increase in the polarization of the CO bond producing an enhancement in the reaction rate. Similar effect is displayed by Ir/TiO2 catalysts reduced at high temperature due to surface decoration of the metallic crystals by TiO x moities. Geraniol and nerol are the most important obtained products The selective hydrogenation in liquid phase of citral on Ir/TiO2 and Fe-Ir/TiO2 catalysts have been studied at 363K and 8.27bar. The influence of the reduction temperature and the Fe/Ir atomic ratio on the surface and catalytic properties were investigated. The Fe-Ir/TiO2 catalysts were prepared by impregnating a FeCl3 solution on the pre-reduced Ir/TiO2 monometallic catalyst. In the series of catalysts reduced at low temperatures (473K), incorporation of iron led to an increase in the activity, reaching a maximum in conversion for an atomic ratio Fe/Ir of 1 and then decreasing for higher Fe-loading. On the contrary, those catalysts reduced at high temperatures (773K) exhibited a different trend, the catalytic activity decreased continuously upon the incorporation of iron. The results also showed that all the studied Ir/TiO2 and Fe-Ir/TiO2 catalysts display high selectivities towards the unsaturated alcohols during citral hydrogenation. The modification of those iridium sites in the close vicinity of Fe3+ ions is suggested as to explain the observed behavior. Keywords Citral hydrogenation Metal–support interactions Fe-Ir/TiO2 catalysts Fe/Ir atomic ratio 1 Introduction The synthesis of a large number of fine chemicals, particularly in the field of flavors and fragrances chemistry [1,2] and pharmaceuticals [3], involves the selective hydrogenation of unsaturated carbonyl intermediates as a critical step. The hydrogenation of α,β-unsaturated aldehydes into saturated alcohols is comparatively easy to achieve because the hydrogenation of the CC bonds is thermodynamically favored compared to the CO hydrogenation. Different efforts have been made to improve the selectivity to the corresponding unsaturated alcohol [4–6]. Catalysts based on noble metals deposited on an inert support display a very low selectivity towards the unsaturated alcohol. An important enhancement in selectivity may be obtained by using reducible supports, by the addition of promoters (second metal, oxides or cationic species), modifying the metal particle size, etc. [6–8]. Particularly important seems to be the catalytic behavior exhibited by catalysts supported on reducible oxides, responsible of the strong metal–support interaction effect (SMSI). Vannice et al. [9] have reported significant differences in both activity and selectivity to crotyl alcohol during the hydrogenation of crotonaldehyde on Pt supported catalysts. In fact, catalysts having little or not metal–support interactions exhibit similar specific activities, whereas catalysts supported on TiO2 and reduced at high temperature (Pt/TiO2 (HT)), which present the SMSI effect, show much higher values. One of the characteristics of this state is a decrease in H2 chemisorption capacity produced by physical blockage of the metal surface caused by the migration of TiO x species during the HT step [10–12]. Besides the differences in activity even more critical is the change in selectivity. Thus, the selectivity to crotyl alcohol increases from zero over Pt/SiO2 and Pt/η-Al2O3 to 37% over Pt/TiO2 catalyst. In all of these samples, the metal was highly dispersed. If the reaction is performed on poorly dispersed catalysts, the selectivity to the unsaturated alcohol may reach higher values [13,14]. Similar results have been reported for titania-supported Ir and Os catalysts [15–17]. With regard to the addition of transitional metal ions to a metal/support catalyst, an important increase in the hydrogenation rate on the carbonyl group of the α,β unsaturated aldehydes [18–22] has been reported. Thus, Richard et al. [18] have shown that the addition of Fe(II) and Ge(IV) chlorides to charcoal-supported Pt catalysts leads to an important improvement in the activity and selectivity of the catalysts during cinnamaldehyde hydrogenation. They suggest that the condition for the observed behavior is that catalyst is pre-reduced under such experimental conditions that at least a small amount of the compound containing active cations (Fe, Sn, Ga-chlorides) remains unreduced. An incomplete reduction is often due to the presence of water in the liquid phase. The authors found that the ionic species have a pronounced effect on the hydrogenation of the carbonyl group, while the olefinic group has only a slight effect. It has been suggested that part of the iron is deposited on the support and not associated with platinum, but there also exist partially reduced iron species, generated by hydrogen spillover from platinum, leading to iron deposited as adatoms on the surface of platinum. In a previous paper it was shown that Ir/TiO2 catalysts are very active and selective in the hydrogenation of citral [8], and also that the addition of cationic promoters as Fe(III) and Ge(IV) ions, are able to enhance both, the activity and selectivity in this reaction, in agreement with Richard et al. results [18]. In the case of promoted metal supported catalysts having the SMSI effect, it seems that the active state of promoter is ionic. Only at very high reduction temperatures (above 900K) alloy formation may occur. However, such alloys (or intermetallic compounds) usually show a very low reactivity with respect to hydrogen and they decompose easily by contact with an oxygen-containing molecule [23]. Theoretical predictions supported by experimental results, have shown that the selectivity to CO versus CC hydrogenation (i.e. α,β-unsaturated aldehydes) is mainly determined by the extent of the activation of the CO group. This specific activation is likely to be achieved by the promotion of the metallic catalyst by an ionic compound. Basic knowledge of the adsorption modes have been mainly obtained by various forms of the vibrational spectroscopic techniques: IR, FT-IR, HREELS (high resolution electron energy loss spectroscopy) and SFGS (sum-frequency-generated spectra) [24,25] of the reaction intermediates under running catalytic reaction. Scheme 1 shows different surface species, usually suggested as reaction intermediates. The theoretical analysis revealed that η 2 (C, O) and η 1 (O) modes are more likely than the π complex CO bond; and that the Pauli repulsion is responsible for the steric effect of substituting groups on the CO or CC bonds, effects leading to the suppression of the corresponding chemisorption modes. If acetone interacts with Pt(111), the adsorption will mainly take place as η 1 species [26,27], on Ru (001), the η 1 and η 2 species coexist, but the η 2-mode prevails. The same mode prevails also upon adsorption of aldehydes on Rh(111), Ru (001) and Ni(001) [28–31]. It seems that the presence of several steps suppresses the population of the η 1-mode and favors the presence of the η 2-mode [32]. The appearance of 1,4 di-adsorbed species is the potential reason of the low selectivity for hydrogenation of CO group in unsaturated aldehydes. This mode is predicted to exist mainly on palladium and this metal shows indeed a virtually zero selectivity S CO [33]. On the other hand, a promoter should active the carbonyl group but not bind the olefinic group. This condition is in general better fulfilled by s, p than by the d-metals. The promotion effect is due to a positively charged cationic site and this is the most likely explanation of the selectivity effects. Most of the studies of hydrogenation of α,β-unsaturated aldehydes have been carried out using crotonaldehyde or cinnamaldehyde as probe molecule, however those related to citral hydrogenation are rather scarce. The citral hydrogenation as well as the reactions of intermediates such as citronellal, geraniol, nerol, citronellol, and the hydrogenation of mixtures of citral and the partially hydrogenated products have been studied in a batch reactor using a Pt/SiO2 catalysts and hexane as a solvent. It was found that during geraniol and citral hydrogenation a deactivation occurs after the first few minutes of reaction. This behavior was associated to the decomposition of geraniol and nerol to form adsorbed CO on Pt and probably decarbonylation of the citral. For this system, the proposed mechanism involves a competitive adsorption between hydrogen and the organic molecule being the addition of a second H-atom the rate-determining step. The relative reaction rates during hydrogenation of pure intermediates (–CHO and CC bonds) at 298K, allows the following ordering of the adsorption equilibrium constants: K citral>K citronellal>K geraniol>K nerol K citronellol>K 3,7-dimethyloctanol [34]. On looking at the initial hydrogenation rate, the reactivity of the compounds investigated follow the order: geraniol>nerol>citronellol>E-citral∼citronellal>Z-citral. As expected from literature, in absence of support effects, the reactivity of the CC bond towards hydrogenation is greater than that of the CO bond [35]. With regard to the reaction temperature, it has a significant effect on the product distribution. In fact, the selectivity to geraniol during citral hydrogenation was higher at 373K compared to that exhibited at 298K [36]. Similar behavior was found for citronellal hydrogenation at 373K [36], in which only the products obtained, by the selective hydrogenation of the CO bond was detected. At lower reaction temperatures (298K), the opposite pathway is favored, which means a preferential hydrogenation of the CC bond. These features can be rationalised in terms of the bond dissociation energy of the CC bond (141kcal/mole) compared to the CO bond (174kcal/mole), as well as the heats of adsorption (14kcal/mole for formaldehyde and 9kcal/mole for ethylene). Thus, higher temperatures should enhance the activation of the CO bond to a higher extent [37] and consequently it favors the hydrogenation of the CO bond due to a higher surface coverage of the adsorbed unsaturated aldehyde. For the hydrogenation of citral over supported palladium at 303K Aramendia et al. [38] have also shown an enhancement in the selectivity towards the unsaturated alcohol when cationic promoters such as ions Fe2+ are added, being the maximum of selectivity at Fe/Pd ratio close to 1. Such an enhancement was explained assuming that positively charged ferrous ions are deposited on the surface of Pd particles. These species may be originated from differences in the electronegativity between iron and palladium. Other important aspect is related to the metal particle size. It has been shown that very small particles may suppress the population of certain adsorption species [39], mainly those bonded to the surface by multiple bonds. The latter effect could be caused by the larger variability of interatomic distances in small metal particles under reaction temperature [40]. The influence of metal particle size in the hydrogenation of citral over Ru/C did not revealed differences in selectivity. It can be rationalised because in citral where no aromatic ring is present, the steric effect can not play an important role compared to cinamaldehyde which requires larger metal particles to hydrogenate CO bond or smaller particles to hydrogenate CC bond. The effect is attributable to steric effects of the aromatic ring. Therefore, it can be concluded that the hydrogenation of an unsaturated aldehyde has to be regarded as a “structure insensitive” reaction. However, the presence of steric constraints can modify significantly the product distribution [41]. In the present paper, the effect of the reduction temperature, the addition of a cationic promoter and the promoter/metal (Fe/Ir) ratio on the activity and selectivity in the citral hydrogenation on Ir/TiO2 catalysts have been studied. The solids were reduced at 473 and 773K to modify the metal–support interaction, Fe(III) was used as a cationic promoter and different Fe/Ir ratios have been studied. The characterization of the catalysts was carried out by chemisorption of H2 at 298K, transmission electron microscopy (TEM), X-ray diffraction (XRD), temperature programmed reduction and oxidation (TPR, TPO) and X-ray photoelectron spectroscopy (XPS). The liquid-phase hydrogenation of citral was studied in a batch reactor at 363K and hydrogen pressure of 8.27bar. 2 Experimental Ir/TiO2 catalysts were prepared by impregnation of a titania (Degussa P-25, S BET=72m2 g−1) at 313K with a solution of H2IrCl6 to give an Ir-loading of 1wt.% The impregnates were dried at 393K for 6h, calcined in air at 673K for 4h, and reduced in situ at 473 (LT) or 773K (HT) for 2h prior to characterization or catalyst testing. An aliquot of the reduced samples was then impregnated with aqueous solution of FeCl3 in an appropriate amount to get Fe:Ir atomic ratios of 0.5/1, 1/1, 2/1 and 3/1. Nitrogen adsorption at 77K and hydrogen chemisorption at 298K were carried out in a Micromeritics ASAP 2010 apparatus. TEM micrographs were obtained in a JEOL Model JEM-1200 EXII System and XRD in a Rigaku apparatus. Photoelectron spectra (XPS) were recorded using an Escalab 200 R spectrometer provided with a hemispherical analyzer, and using non-monochromatic Mg Kα X-ray radiation (hυ=1253.6eV) source. The surface Ir/Ti, Fe/Ti, Fe/Ir and atomic ratios were estimated from integrated intensities of Ir 4f, Fe 2p and Ti 2p lines after background subtraction and corrected by the atomic sensitivity factors [42]. The spectra were fitted to a combination of Gaussian–Lorentzian lines of variable proportion. The binding energy of the Si 2p peak at 103.4eV was taken as an internal standard. Reactions were conduced in a Parr Instruments Model 4561 autoclave at a constant stirring rate (1000rpm). Prior the experiment, the catalysts were reduced in situ under hydrogen flow of 20cm3 min−1 at atmospheric pressure and temperature of 473 or 773K (LT or HT, respectively). For all reactions, 300mg and 40ml of a 0.10M solution of citral in heptane were used. In all reaction internal diffusion limitations were also shown to be absent by applying the Weisz–Prater parameter, which gave a value maximum of 0.18 [43]. Therefore, all these result indicate the absence of any transport limitations from the kinetic data included in this paper. Blank experiments showed no catalytic activity due to the supports under these conditions. Reaction products were analyzed on an HP 4890D GC furnished with an HP 5 semicapillary column of 15m and 0.53mm ID. The GC analyses was performed using a flame ionization detector, using He as carrier, and the column was kept at a constant temperature, 393K. Under these analytical conditions, the retention time of the reported reactants and products were: citral (E): 30.7; citral (Z): 35.4; nerol: 27.6 and geraniol 32.2min. 3 Results and discussion Table 1 summarises hydrogen chemisorption results and the estimated metal particles size obtained by TEM. These results revealed that the iridium is highly dispersed. In fact, the H/Ir surface ratio of the Ir/TiO2 LT catalyst was 0.30. The catalysts of this series showed a slight drop of the H/Ir ratio upon the addition of Fe. Only with high Fe/Ir ratios an important decreasing of the surface iridium was observed, due to partial coverage of Ir crystallites by oxidized species of iron. In the Fe-Ir/TiO2 HT catalyst series, no significant changes in the H/Ir ratio compared with the monometallic catalyst was observed. This is explained taking into account the low value of the H/Ir ratio exhibited by the Ir/TiO2 HT catalyst, due to covering of the Ir particles by TiO x moieties generated by the strong metal–support interaction effect (SMSI). Studies performed by transmission electron microscopy (TEM) confirm that the iridium is highly dispersed in all the catalysts, showing metal particle size close to 2.7nm for all the studied catalysts, revealing that the addition of Fe did not modify significantly the Ir dispersion. X-ray diffraction studies only showed the lines due to the support, indicating clearly that the dispersion degree of metallic species of Ir is high on the titanium surface. The TPR profiles of the Fe-Ir/TiO2-LT catalysts are displayed in Fig. 1 . It has been previously showed that the reduction of supported iridium oxide presents only one peak near 390-400K whereas supported Fe2O3 is reduced in two steps around 573 and 840K, respectively. The two reduction steps of Fe2O3 are the following: (i) Fe2O3→FeO; and (ii) FeO→Fe0. Fig. 1a shows the reduction profile of the fresh catalyst. It displayed two reduction peaks: the low intensity one centered at 483K, placed close to that of Ir species, is attributed to the reduction of oxidized species of Fe, whereas the second peak, around 613K shows a reduction peak attributed to isolated iron oxide. As the iron content increased, a slight increase in the hydrogen consumption of the second peak was observed. A quantitative analysis of these two peaks reveals that the degree of reduction of the iron grows from 30% for the catalyst of lower Fe/Ir ratio, passes through a maximum for the catalyst having a Fe/Ir ratio of 2 and then decreases. The observed shifts towards lower temperatures in the reduction of the iron oxide compared to the Fe2O3 samples is attributed to the spillover of hydrogen from iridium to iron oxide species. Additionally, TPR studies allow to conclude that iridium is essentially reduced whereas iron remained in the oxidized state under the conditions of the reaction. This is because the hydrogen consumption begun at temperatures close to 473K, much higher than that at which the citral hydrogenation takes place. Similar behavior was exhibited by the Fe-Ir/TiO2 HT catalysts. The main difference was that the second reduction peak shifted to temperatures close to 745K. After the reduction of the samples in a programmed mode and reoxidation at 673K, a second TPR was carried out. These results are compiled in Fig. 1b. Significant changes in the reduction profiles can be observed. In fact, the appearance of a sharp peak in the region close to 383K due to the reduction of iridium oxides can be clearly seen. Besides this, as Fe content increased a slight shift in the reduction temperature and a broadening of this peak was observed. This behavior can be explained in terms of a redistribution of the iron oxides due to a migration toward the proximity of the particles of iridium and consequently the reduction of iron oxide species took place at lower temperature due to H2 spillover. In all the samples, during this second process of reduction a complete reduction of both metallic components was observed. Binding energies of core-level electrons and metal surface composition were obtained from XP spectra. Table 2 summarises the observed binding energies of O1s core-levels for the studied catalysts. Two peaks were obatained after deconvolution of O 1s signal: one at 530±0.1eV for O 1s of Ti-O-Ti of the lattice and 530.9±0.1eV for surface TiOH. The O/Ti atomic ratio exhibit a value of 2.84 for the TiO2 and that ratio decreased upon the incorporation of the metal components as it can be seen in Table 2. This fact can be attributed to the anchorage of Ir precursor on TiOH surfaces. The energy region in which Ir 4f core-levels appear seems more complex. In fact, for the Ir-supported catalysts, three components had to be included to fit the experimental spectra because the Ti 3s peak, coming from the support, falls just between the two spin-orbit (Ir 4f7/2 and Ir 4f5/2) levels of iridium (see Fig. 2a and b ). Comparing the Ir 4f core-level of Ir/TiO2 LT and HT catalysts, a significant increase in the contribution of Ti 3s peaks respect to the Ir components appeared in the HT catalysts. This fact is indicative of a surface enrichment in Ti, produced by surface migration of TiO x moities on the Ir surface. On the other hand, all the catalysts showed binding energies of Ir 4f7/2 core-level around 60.9±0.1eV, which corresponds to Ir0 species. The Fe 2p3/2 core level spectra are centred at binding energies of 709.9±0.1eV. This value and the observation of shake-up satellite at higher binding energies are conclusive that Fe3+ species are formed, which is in good agreement with the results obtained by TPR. The presence of Fe2+ and/or Fe0 species should be ruled out because no shoulders at binding energies of 709.1 and 706.8eV, respectively, were observed [44]. The surface Ir/Ti ratios were nearly constant in all catalyst (HT and LT), whereas the surface Fe/Ti ratio grew as the iron content increased. The Fe/Ti surface ratios are approximately six to eight times higher than the bulk ratios indicating a significant surface enrichment in Fe. The Fe-Ir/TiO2 LT catalyst series showed higher Fe/Ir ratios compared to the HT counterparts, since the HT catalysts developed the SMSI effect, which implies a decrease in the Fe/Ir ratio as a consequence of migration of TiO x species which cover both Ir0 and particularly Fe species. In addition, the fact that the Fe/Ir surface ratio increased almost linearly with Fe content suggests that the oxidized iron species possess a similar dispersion degree. The citral hydrogenation was studied at 8.27bar and 363K during 9h of reaction. Geraniol and nerol were the only observed reaction products during the selective hydrogenation of carbonyl bond of the citral molecule. Fig. 3a and b show the evolution of conversion with time for both catalyst series. All the catalysts exhibited similar trends. The conversion increased faster in the first three hours of reaction and then the reaction rate decreased significantly. Similar catalytic behavior was previously reported [8]. The observed decrease in the reaction rate has been explained on the basis of a strong chemisorption of citral on the active sites leading to a poisoning of the catalyst surface and/or irreversible CO chemisorption by decarbonylation of the citral molecule [8,45]. In the catalyst series reduced at low temperatures (Ir/TiO2 LT catalysts), the addition of iron led to an increase in activity up to reach a maximum in the conversion for an atomic ratio Fe/Ir of 1 and then decreased for higher Fe-loading. This behavior is likely due to the migration of Fe3+ species on the surface of iridium crystallites, generating Fe3+-Ir0 sites which allow the carbonyl bond of the citral molecule to be polarized. At higher atomic ratios, the high amount of Fe3+ led to a decrease in the fraction of sites available for hydrogenation and consequently activity was lower. Conversely, the behavior of Fe-Ir/TiO2-HT catalysts was different since their catalytic activity decreased continuously upon incorporation of Fe3+. This may be explained considering that in the Ir/TiO2 HT catalyst iridium particles are covered by TiO x moieties, developed during the reduction of catalyst at high temperature (SMSI effect), and in the Ir-TiO x interface are located the active centres for the reaction [9]. When the iron precursor is deposited on the catalysts by impregnation, the Fe3+ species may be located mainly in the interfacial sites, destroying the former active sites and therefore the catalytic activity drops. This process is more marked at higher Fe loading. Fig. 4 shows an illustration of the possible active sites in the studied systems. Table 3 compiles the catalytic activity of both series expressed as conversion levels at the same time on-stream. This comparison is appropriate for these systems in which the selectivity to the products obtained by hydrogenation of the CO bond is 100%. 4 Conclusions The Ir/TiO2 catalysts employed in citral hydrogenation exhibited a high selectivity towards the unsaturated alcohols. Deliberately adding Fe3+ ions to the base Ir/TiO2 catalyst resulted in a modification of the active sites, which in turn was found to depend on the reduction temperature of the monometallic Ir catalysts. In the LT series the activity increased upon the Fe3+ addition, reaching a maxima for a Fe/Ir=1 (atomic ratio) and decreased for higher Fe content. On the contrary, in the HT series the activity decreased continuously with Ir addition. This behavior is explained in terms of the modification produced in the active sites. Acknowledgements The authors thank MIDEPLAN, Grants Milenio ICM P 99-92 for their financial support. References [1] K. Bauer, D. Garbe, Common Fragrance and Flavor Materials, VCH, Weinheim, 1985. [2] K. Bauer, D. Garbe, Ullman Encyclopedia, vol. A11, VCH, New York, 1988, p.141. [3] K. Weissermel, H.J. Arpe, Industrial Organic Chemistry, Verlag Chemie, Weinheim, 1978. [4] M.A. Vannice B. Sen J. Catal. 115 1989 65 [5] U.K. Singh M.A. Vannice J. Catal. 191 2000 165 [6] P. Claus Top. Catal. 5 1998 51 62 [7] H. Yoshitake Y. Iwasawa J. Catal. 125 1990 227 [8] P. Reyes H. Rojas G. Pecchi J.L.G. Fierro J. Mol. Catal. A: Chem. 179 1–2 2002 293 [9] M.A. Vannice B. Sen J. Catal. 115 1989 65 [10] M. English A. Jentys J.A. Lercher J. Catal. 166 1997 25 [11] S. Galvagno C. Milone A. Donato G. Neri R. Pietropaolo Catal. Lett. 18 1993 211 [12] A. Dandekar M.A. Vannice J. Catal. 183 1999 344 [13] M.A. Vannice Catal. Today 12 1992 255 [14] M.A. Vannice Top. Catal. 4 1997 241 [15] G. Kaspar M. Graziani G.P. Escobar A. Trovarelli J. Mol. Catal. 72 1992 243 [16] G.G. Raab J.A. Lercher Catal. Lett. 18 1993 99 [17] P. Claus D. Selekt Chem. Ing. Tech. 65 1995 586 [18] D. Richard J. Ockelford A. Giroir-Fendler P. Gallezot Catal. Lett. 3 1989 53 [19] B. Coq P.S. Kumbhar C. Moreau M.G. Warawdekar J. Mol. Catal. 85 1993 215 [20] T.B.L.W. Marinelli V. Ponec J. Catal. 156 1995 51 [21] W.F. Tuley R. Adams J. Am. Chem. Soc. 47 1925 3061 [22] S. Galvano A. Donato G. Neri R. Pietropaolo Catal. Lett. 8 1991 9 [23] V. Ponec, G.C. Bond, Catalysis by metals and alloys, Ser. Surf. Sci. Catal., vol. 96, Elsevier, Amsterdam, 1995. [24] P.S. Cremmer B.J. Mclntyre M. Salmeron Y.-R. Shen G.A. Somorjai Catal. Lett. 34 1995 11 [25] Y.R. Shen, The Principles of Non-Linear Optics, Wiley, New York, 1984. [26] N.R. Avery W.H. Weinberg A.B. Anton B.H. Toby Phys. Rev. Lett. 51 1983 682 [27] A.B. Anton N.R. Avery B.H. Toby W.H. Weinberg J. Am. Chem. Soc. 108 1986 162 [28] C.J. Houtman M.A. Barteau J. Catal. 130 1991 528 [29] N.F. Brown M.A. Barteau Langmuir 8 1992 862 [30] M.A. Henderson Y. Zhou J.M. White J. Am. Chem. Soc. 111 1989 1185 [31] R.J. Madix T. Yamada S.W. Johnson Appl. Surf. Sci. 19 1984 13 [32] R.W. McCabe C.L. DiMaggio R.J. Madix J. Phys. Chem. 89 1985 854 [33] F. Delbecq P. Sautet J. Catal. 152 1995 217 [34] U.K. Singh M.N. Sysak M.A. Vannice J. Catal. 191 2000 181 [35] P. Beccat J.C. Bertolini Y. Gauthier J.P. Massardier J. Catal. 126 1990 451 [36] U.K. Singh M.N. Sysak M.A. Vannice J. Catal. 190 2000 165 [37] A. Patil M.A. Bañares X. Lei T.P. Fehlner E.E. Wolf J. Catal. 159 1996 458 [38] M.A. Aramendia V. Borau C. Jiménez J.M. Marinas A. Porras F.J. Urbano J. Catal. 172 1997 46 [39] R. Van Hardeveld F. Hartog Adv. Catal. 22 1972 75 [40] E.H. van Broekhoven V. Ponec Surf. Sci. 162 1985 731 [41] S. Galvano C. Milone Catal. Lett. 18 1993 349 [42] C.D. Wagner L.E. Davis M.V. Zeller J.A. Taylor R.H. Raymond L.H. Gale Surf. Inter. Anal. 3 1981 211 [43] P.B. Weisz Z. Phys. Chem. 11 1957 1 [44] D. Briggs, M.P. Seah (Eds.), Practical Surface Analysis: Auger and X-ray Photoelectron Spectroscopy, Wiley, Chichester, 1990. [45] P. Reyes, H. Rojas, J.L.G. Fierro, Appl. Catal. A: Gen., 2003, in press.",
      "scopus-id": "0141557674",
      "coredata": {
        "eid": "1-s2.0-S1381116903002632",
        "dc:description": "The selective hydrogenation in liquid phase of citral on Ir/TiO2 and Fe-Ir/TiO2 catalysts have been studied at 363K and 8.27bar. The influence of the reduction temperature and the Fe/Ir atomic ratio on the surface and catalytic properties were investigated. The Fe-Ir/TiO2 catalysts were prepared by impregnating a FeCl3 solution on the pre-reduced Ir/TiO2 monometallic catalyst. In the series of catalysts reduced at low temperatures (473K), incorporation of iron led to an increase in the activity, reaching a maximum in conversion for an atomic ratio Fe/Ir of 1 and then decreasing for higher Fe-loading. On the contrary, those catalysts reduced at high temperatures (773K) exhibited a different trend, the catalytic activity decreased continuously upon the incorporation of iron. The results also showed that all the studied Ir/TiO2 and Fe-Ir/TiO2 catalysts display high selectivities towards the unsaturated alcohols during citral hydrogenation. The modification of those iridium sites in the close vicinity of Fe3+ ions is suggested as to explain the observed behavior.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903002632",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Reyes, P."
          },
          {
            "@_fa": "true",
            "$": "Rojas, H."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903002632"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903002632"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00263-2",
        "prism:volume": "203",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Effect of Fe/Ir ratio on the surface and catalytic properties in citral hydrogenation on Fe-Ir/TiO2 catalysts",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Citral hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Metal–support interactions"
          },
          {
            "@_fa": "true",
            "$": "Fe-Ir/TiO2 catalysts"
          },
          {
            "@_fa": "true",
            "$": "Fe/Ir atomic ratio"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-211",
        "prism:endingPage": "211",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 2003",
        "prism:doi": "10.1016/S1381-1169(03)00263-2",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00263-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "836",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "203",
            "@width": "180",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2233",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "62",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "948",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "492",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5879",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "57",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1448",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "241",
            "@width": "527",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10577",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2581",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "447",
            "@width": "642",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26238",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1187",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "367",
            "@width": "257",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7616",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "986",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "492",
            "@width": "318",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002632-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42210",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0141557674"
      }
    }
  }
}