{
  "metadata": {
    "title": "Hybrid supported zirconocene and niobocene catalysts on MAO-modified silicas",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-06-17",
    "doi": "10.1016/S1381-1169(01)00356-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901003569",
    "pii": "S1381116901003569"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037124247",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-06-24 2002-06-24 2010-04-18T17:18:08 1-s2.0-S1381116901003569 S1381-1169(01)00356-9 S1381116901003569 10.1016/S1381-1169(01)00356-9 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01513 2015-05-15T05:56:33.301439-04:00 0 0 20020617 2002 2002-06-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 184 184 1 2 1 2 Volume 184, Issues 1–2 20 167 173 167 173 20020617 17 June 2002 2002-06-17 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. HYBRIDSUPPORTEDZIRCONOCENENIOBOCENECATALYSTSMAOMODIFIEDSILICAS DOSSANTOS J 1 Introduction 2 Experimental 2.1 Materials (chemicals) 2.2 Preparation of supported catalysts 2.3 X-ray fluorescence spectroscopy (XRF) 2.4 Polymerization reactions 2.5 Polyethylene characterization 3 Results and discussion 4 Conclusion Acknowledgements References BRINTZINGER 1995 1443 H SOGA 1997 1503 K HLATKY 2000 1347 G BAN 1999 47 H DOSSANTOS 2000 541 J KIM 1999 331 J CHUNG 1999 61 J DOSSANTOS 1999 751 J MORROW 1990 A161 B DOSSANTOS 1999 199 J VANKOOTEN 2000 125 W PEREZRAMIREZ 2000 59 J VANGRIEKEN 2000 49 R DOSSANTOS 1997 3529 J BONNI 1995 2393 F CHIEN 1991 2603 J COLLINS 1992 1780 S HLATKY 1996 249 G KAROL 1979 68 F DOSSANTOS 2000 103 J SEMIKOLENOVA 1997 2889 N DOSSANTOS 1999 1987 J KAMINSKY 1993 230 W DOSSANTOSX2002X167 DOSSANTOSX2002X167X173 DOSSANTOSX2002X167XJ DOSSANTOSX2002X167X173XJ item S1381-1169(01)00356-9 S1381116901003569 1-s2.0-S1381116901003569 10.1016/S1381-1169(01)00356-9 271358 2010-10-03T19:44:47.716082-04:00 2002-06-17 1-s2.0-S1381116901003569-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003569/MAIN/application/pdf/c8059fadaebe1d709c099b7cc0685ac8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003569/MAIN/application/pdf/c8059fadaebe1d709c099b7cc0685ac8/main.pdf main.pdf pdf true 69136 MAIN 7 1-s2.0-S1381116901003569-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003569/PREVIEW/image/png/f9aa6c1f52598857a2ffbf0d6e3ec838/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003569/PREVIEW/image/png/f9aa6c1f52598857a2ffbf0d6e3ec838/main_1.png main_1.png png 60800 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901003569-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003569/gr1/THUMBNAIL/image/gif/c7bff137bc51014dae0dceb53948981d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003569/gr1/THUMBNAIL/image/gif/c7bff137bc51014dae0dceb53948981d/gr1.sml gr1 gr1.sml sml 1104 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901003569-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003569/gr1/DOWNSAMPLED/image/gif/76422c2f0bf5acd86479592deace2f15/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003569/gr1/DOWNSAMPLED/image/gif/76422c2f0bf5acd86479592deace2f15/gr1.gif gr1 gr1.gif gif 5844 283 418 IMAGE-DOWNSAMPLED MOLCAA 3375 S1381-1169(01)00356-9 10.1016/S1381-1169(01)00356-9 Elsevier Science B.V. Fig. 1 XRF spectrum of a typical supported catalysts. Rh signal comes from the tube. Table 1 Grafted-metal content for the different supported systems Entry Supported catalyst a Nb/SiO2 (%) Zr/SiO2 (%) Al/SiO2 (%) 1 Si/Zr b – 0.8 b – 2 Si/MAO/Zr c – 1.0 b 1.0 3 Si/Nb 0.25 – – 4 Si/MAO/Nb 0.42 – 0.9 5 Si/Nb/MAO 0.25 – 0.5 6 Si/Nb/Zr 0.26 0.15 – 7 Si/MAO/Nb/Zr 0.28 0.31 0.8 8 Si/MAO/Zr/Nb 0.25 0.67 0.8 9 Si/Nb/MAO/Zr 0.26 0.34 0.6 10 Si/MAO/Nb/MAO/Zr 0.36 0.32 1.3 11 Si/Nb/MAO/Nb/Zr 0.43 0.61 0.9 a Si: silica, Zr: (nBuCp)2ZrCl2, MAO: methylaluminoxane, and Nb: Cp2NbCl2. b [14], metal content was determined by Rutherford back scattering (RBS) spectrometry. c [20], metal content was determined by Rutherford back scattering (RBS) spectrometry. Table 2 Catalyst activity in ethylene homopolymerization for the different supported systems a,b Entry Supported catalyst Catalyst activity (Kg PEmol−1 Zrh−1) M w (105 gmol−1) M w/M n T m (°C) 1 Si/Zr 525 2.8 1.8 136.5 2 Si/MAO/Zr 710 2.0 1.9 137.1 3 Si/Nb Traces – – – 4 Si/MAO/Nb Traces – – – 5 Si/Nb/MAO Traces – – – 6 Si/Nb/Zr 2415 2.6 1.7 136.6 7 Si/MAO/Nb/Zr 4535 2.5 1.7 137.5 9 Si/Nb/MAO/Zr 3758 2.4 1.8 136.8 10 Si/MAO/Nb/MAO/Zr 2389 2.3 1.7 136.9 11 Si/Nb/MAO/Nb/Zr 2617 1.6 1.9 136.9 12 (nBuCp)2ZrCl2 2934 0.8 2.4 137.2 13 (Cp)2NbCl2 Traces – – – a Data for unsupported metallocenes are included for comparison. b Si: Silica, Zr: (nBuCp)2ZrCl2, MAO: methylaluminoxane, and Nb: Cp2NbCl2; polymerization conditions are as follows: P=1atm; [M]=10−5moll−1 (toluene); [Al/M]=2000; T=333K; reaction time=30min. Hybrid supported zirconocene and niobocene catalysts on MAO-modified silicas João Henrique Zimnoch dos Santos a * Annelise Engel Gerbase a Karen Cristina Rodenbusch a Gilvan Pozzebon Pires a Márcia Martinelli a Kátia Messias Bichinho b a Instituto de Quı́mica, Universidade Federal do Rio Grande do Sul (UFRGS), Avenida Bento Gonçalves 9500, Porto Alegre 91501-970 RS, Brazil b CIENTEC—Fundação de Ciência e Tecnologia, Rua Washington Luiz 675, Porto Alegre 90010-460 RS, Brazil * Corresponding author. Tel.: +55-51-319-1499; fax: +55-51-319-1499 A series of supported metallocene catalysts were prepared by immobilizing (nBuCp)2ZrCl2 and Cp2NbCl2 on bare and on MAO-modified silica. Both metallocenes were sequentially grafted on silica under different combinations. Metal loading (Zr, Nb and Al) was determined by X-ray fluorescence spectroscopy (XRF). Final metal content was shown to be dependent on passivation of silica with MAO, and on the grafting sequence. Higher metal contents (0.42wt.% Nb/SiO2 and 1wt.% Zr/SiO2) were achieved when the metallocene was grafted onto MAO-modified silica. Cp2NbCl2 derivatives were not active in polymerizing ethylene using MAO as co-catalyst (Al/Nb=2000). All the systems containing zirconocene derivatives showed high catalyst activity. Nevertheless, higher activities were achieved immobilizing (nBuCp)2ZrCl2 on silica that was previously modified with MAO and Cp2NbCl2. Some immobilization protocols led to catalyst systems which were even more active than the homogenous counterpart. Effects of support structure and chemical modification on the catalyst performance are presented and discussed. Keywords Silica Supported metallocene Methylaluminoxane Polyethylene XRF 1 Introduction Single site metallocene catalysts offer several advantages with respect to traditional Ziegler–Natta catalysts, such as narrow molar mass distribution, low residual metal content, control of molar mass, end groups, stereo- and regio-regularity, and co-monomer incorporation, just to mention a few. Polyethylenes produced by metallocenes have a different molecular architecture compared to conventional ones. Most industry observers are convinced that these products will constitute a large fraction of future polyethylene production. The key reasons for such tendency would be the differentiated properties of the new resins, the adaptability of metallocene catalysts to the existing production facilities and the potential product/property modifications through rational catalyst manipulation [1]. The progress in metallocene-catalyst polymerization and correlation between metallocene structure and polymer properties has been constantly reviewed in [2–5]. For industrial gas phase and slurry polymerization processes, however, heterogeneous catalyst systems are an important requirement. Research groups throughout the world are focusing most of their efforts towards the development of supported catalysts that can be used as drop-in technology in the existing processes. Moreover, the heterogenization of metallocene is necessary to avoid reactor fouling with finely dispersed swelling of polymers, and to produce polymer particles of a desired regular morphology. Supported metallocene catalysts can be prepared by a number of methods described in [6–8]. Silica is the most used carrier. Supported metallocenes may be classified into three categories: (1) catalysts where the metal complexes are directly adsorbed on the support, (2) catalysts where the silica is chemically modified with MAO, alkylaluminum, organosilanes or borates prior to metallocene grafting, and (3) catalysts where the metallocenes are in situ synthesized on silica, on polymer support or, more recently, on hybrid silica [9]. All these procedures afford different catalysts and these in turn produce polyolefins with different properties. As mentioned earlier, metallocene catalysts are characterized by producing polymers with narrow molecular weight and composition distributions, which lead to many improvements in physical properties, such as clarity, impact resistance, and environmental crack resistance. Nevertheless, such polymers, besides presenting a higher tendency to melt fracture, are much more difficult to process. Therefore, molecular weight distribution and composition distribution broadening are desirable for certain applications. From the technological point of view, one approach to overcome such inconvenience is to carry out the polymerization in a two-reactor system, in which the reaction is started at one set of conditions, and then the polymer is transferred to a second reactor operating under different set of conditions. Another one consists of using one reactor with two catalysts producing polymers of different molecular weight and with different responses to hydrogen and co-monomer. A few reports involving the immobilization of two catalysts on the same support are reported in the literature. Unimodal and bimodal polyethylenes are produced when Cp2HfCl2 and Et(Ind)2ZrCl2 are supported together on silica [10]. Zirconocenes with different coordination sphere, such as Me2C(Cp)(2,7-(t-Bu)2Flu-ZrCl2 and Ph2C(Cp)(Flu)ZrCl2 [11], Me2Si(2-MeInd)2ZrCl2 and Me2C(Cp)(Flu)ZrCl2 [12] were already co-supported on silica. Polyethylene with bimodal molecular weight distribution was also obtained with Ziegler–Natta/metallocene hybrid catalysts [13]. In previous work, we studied the influence of preparative conditions in grafting (nBuCp)2ZrCl2 onto Grace 948 Silica on the final immobilized metal content and on the catalysts activity [14]. In the present study, we evaluate the effect of immobilizing (nBuCp)2ZrCl2 and Cp2NbCl2 on bare and chemically modified silica on the catalytic activity, final metal content and on the resulting polymer properties. The immobilization of two metallocene catalysts aimed at producing polymers with bimodal molecular weight distribution. 2 Experimental 2.1 Materials (chemicals) Grace 948 Silica (255m2 g−1) was activated under vacuum (P<10−4 mbar) for 16h at 723K. The support was then cooled to room temperature under dynamic vacuum and stored under dried argon. MAO was generously supplied by Witco, 10wt.% toluene solution, average molar mass 900gmol−1), (nBuCp)2ZrCl2 (Witco), Cp2NbCl2 (Aldrich) were used without further purification. Ethylene, provided by COPESUL Co., and argon were deoxygenated and dried through columns of BTS (generously supplied by BASF) and activated molecular sieve (13Å) prior to use. Pure toluene was deoxygenated and dried by standard techniques before use. 2.2 Preparation of supported catalysts All impregnation and grafting experiments were performed under inert atmosphere using the Schlenk technique. Typically, preactivated silica (1g) was impregnated with toluene solutions of MAO, that corresponds to 1wt.% Al/SiO2. The solvent was removed by vacuum and (nBuCp)2ZrCl2 or Cp2NbCl2 toluene solution was added to 1g of activated silica in a concentration corresponding to 1wt.% M/SiO2 (M: Nb, Zr). The metallocene catalyst addition order is described in Table 1 . The suspension was stirred for 1h at 353K and the slurry was then filtered through a fritted disk. The resulting solid was washed with toluene (12× 2ml) after the addition of each metallocene and dried under vacuum for 4h. 2.3 X-ray fluorescence spectroscopy (XRF) Metal loading in catalysts was determined by XRF using Rigaku (RIX 3100) wavelength dispersive XRF spectrometer, with a rhodium tube operated at 50kV and 70mA, a LiF 200 crystal, and a scintillation counter. Samples were pressed as homogeneous tablets of the compressed (12MPa) powder of the catalyst systems. 2.4 Polymerization reactions Ethylene homopolymerizations were performed in toluene (250ml) in a 1 l-Pyrex glass reactor connected to a constant temperature circulator and equipped with mechanical stirring and inlets for argon and the monomer. MAO was used as co-catalyst in an Al/Zr molar ratio of 2000. For each experiment, a mass of catalyst system corresponding to 10−5 moll−1 of M (total amount) was suspended in toluene (1ml) and transferred into the reactor under argon. The polymerizations were performed at atmospheric pressure of ethylene at 333K for 30min. Acidified (HCl) ethanol was used to quench the processes, and reaction products were separated by filtration, washed with distilled water, and finally dried under reduced pressure at 333K. 2.5 Polyethylene characterization Polymer melting points (T m) and crystallinities were determined on a DuPont DSC 2910 differential scanning calorimeter calibrated with Indium, using a heating rate of 10Kmin−1 in the temperature range 313–513K. The heating cycle was performed twice, but only the results of the second scan are reported, because the former is influenced by the mechanical and thermal history of the samples. Molar masses and molar mass distributions were investigated with a Waters CV 150°C high-temperature GPC instrument, equipped with a viscometric detector, an optic differential refractometer, and three Styragel HT type columns (HT3, HT4, and HT6) with an exclusion limit of 1×107 for polystyrene. 1,2,4-trichlorobenzene was used as solvent, at a flow rate of 1cm3 min−1. The GPC analyses were performed at 413K. Columns were calibrated with 20 standard narrow molar mass distribution polystyrenes and with linear low-density polyethylenes and polypropylenes. 3 Results and discussion Silica surface, at least for moderate temperatures of activation, is mainly composed of isolated, and to a lesser extent, vicinal and geminal hydroxyl groups as well as relatively unreactive siloxane bridges. Lewis acid/base sites are absent unless it has been activated at very high-temperatures, and Brönsted acidity is low or non-existent [15]. In most of those cases, the grafting step takes place by the surface reaction between the silanol groups and a labile ligand (mostly chloride or methyl) from the metallocene, from the co-catalyst or from organometallic complexes (in the case of in situ synthesis). In all these cases, the number of OH groups on the surface limits the amount of grafted catalyst. Moreover, the metallocene ligands themselves might impart some steric effect preventing further reaction [16]. In the present study, we performed the sequential immobilization of Cp2NbCl2 and (nBuCp)2ZrCl2 on silica. Metal content was determined directly in catalyst samples by XRF. Such technique has been applied in catalyst characterization [17–19], avoiding digestion step as in the case of absorption or emission atomic spectroscopy techniques. Fig. 1 reports a typical XRF spectrum of a supported catalyst system. In the measured region, we can observe the presence of Zr and Nb atoms as well-resolved peaks (Rh comes from the rhodium tube). The effect of the order of reaction of the catalyst components, viz. SiO2, MAO, (nBuCp)2ZrCl2 and Cp2NbCl2, during catalyst preparation was investigated by carrying out a series of combinations shown in Table 1. Zr refers to (nBuCp)2ZrCl2, while Nb to Cp2NbCl2. The immobilization sequence is noted from left to right, i.e. Si/Nb/Zr, for instance, means that Cp2NbCl2 was initially grafted on silica, followed by the immobilization of (nBuCp)2ZrCl2. The immobilization of (nBuCp)2ZrCl2 on silica leads to 0.8wt.% Zr/SiO2. Passivation of silica surface with MAO, prior to metallocene grafting lead to higher contents. Such behavior has already been reported in [21]. It is worth mentioning that the Al content employed in this study (1wt.% Al/SiO2) is much lower than that reported for the saturation surface on MAO (ca. 8–10wt.% Al/SiO2) [22]. Therefore, is very likely that the immobilization reaction is taking place both onto the silanol groups, which were not consumed during MAO grafting, and onto MAO itself. The immobilization of Cp2NbCl2 on silica and MAO-modified silica led to lower metal loading in comparison to that observed in the case of the zirconocene compound. Taking into account atomic radius, both atoms (Zr and Nb) present similar values. Then we cannot attribute the lower metal content observed in the case of Cp2NbCl2 to steric effect. Either the reactivity of Cp2NbCl2 with silanol groups or the stability of the surface generated species is lower than those in the Zr case. The immobilization of Cp2NbCl2 prior to grafting reduced the final Zr grafted content (0.80% Zr/SiO2 versus 0.15% Zr/SiO2 in Table 1), indicating that grafting takes place on the residual OH groups. Moreover the decrease in the grafted-Zr content might also be attributed by steric effect impinged by the Cp groups of surface niobocene species, which might prevent further reaction between surface silanol groups and zirconocene in solution. MAO treatment after Cp2NbCl2/SiO2 does not seem to lead to Nb leaching (compare entries 3 and 5 in Table 1). On the other hand, the amount of immobilized Al is almost half of the initial MAO concentration. These results shows that probably niobocene blocks the grafting sites for MAO, therefore, reducing the final Al content. Similar behavior is observed in the case of Si/Nb/Zr: Nb content does not differ from that observed for Si/Nb system, suggesting that the zirconocene compound does not leaches Nb from the surface. Nevertheless, Zr/SiO2 content is drastically reduced, probably by the fact that silanol groups are unavailable for zirconocene grafting (steric effect). The Si/Nb/Zr system presented higher activity than that showed by the Si/Zr systems, being comparable observed to the homogeneous system. In the case of Si/MAO/Nb/Zr system, Nb content is reduced in comparison to that observed in the case of Si/MAO/Nb system, indicating that when the surface is chemically modified with MAO, the surface niobocene species seem to be prone to leaching by the zirconocene. Nevertheless, the same behavior was observed when the metallocene order was reversed (entry 8 in Table 1), i.e. final Zr content was observed in the Si/MAO/Zr/Nb system, comparing to the Si/MAO/Zr one. It seems that the high availability of the metallocene species during the second metallocene treatment would result in replacement of the first metallocene species independent of the actual nature of the metal species. As already proposed by Tait and Ediati [23], the adsorption of a metallocene onto a MAO-coated surface might lead to formation of a M+–C metal cation and an anchored MAO anion. This metal species may be regarded as free to float in the vicinity of the charged surface. Therefore, probably under these experimental conditions, the nature of niobocene species generated on SiO2 and on MAO-modified SiO2 might be different. Comparing the Si/Nb/MAO/Zr catalysts to the Si/Nb/MAO catalysts, the Nb and Al contents are roughly the same, suggesting that Nb species are strongly chemically bounded to the surface, and might partially hinder MAO grafting. However, Zr content is higher in the former, indicating that MAO promotes zirconocene immobilization. The last two systems in Table 1 show that successive impregnation lead to an increase in Al (Si/MAO/Nb/MAO/Zr) and Nb (Si/Nb/MAO/Nb/Zr) contents. It is curious that in the last system the immobilization sequence leads also to an increase in zirconocene content. Table 2 reports the catalyst activity of the supported systems in ethylene homopolymerization, and the resulting polymer properties. For comparative reasons, data concerning the homogeneous systems were also included. Under our experimental polymerization conditions, Cp2NbCl2 was not active. Comparing the homogeneous (nBuCp)2ZrCl2 system to the one prepared by direct grafting onto silica, one observes a significant drop in catalyst activity. Activity reduction due to catalyst immobilization has already been mentioned in [14,24–26]. In most of the cases, a drastic reduction in catalyst activity is partially due to a small quantity of metallocenes on the support. It should be considered that, in the homogeneous systems, all metallocene molecules present in the milieu are potentially active centers. This is not likely in supported systems, in which a variety of surface species (not necessarily active) can be formed during the grafting process. It is attributed that only ca. 1% of the supported species is effectively active for polymerization [21]. Moreover, the silica surface itself plays the role of a sterically demanding ligand, which might in part render difficult the access of the monomer to the catalytic center. Catalyst system resulting from the immobilization of (nBuCp)2ZrCl2 on MAO-modified silica are more active than that obtained by grafting onto bare silica. As already mentioned, it has been proposed that the immobilization of the metallocene on the MAO-modified silica proceeds through extraction of chloride by the anchored MAO forming a “cation-like” metallocenium active species. In such systems, metallocene complexes might be bonded to the support by loosely ionic interaction, and they can “float” over the MAO, resembling the homogeneous systems [27]. Comparing Si/Zr to Si/Nb/Zr one can observe that catalyst activity increased more than four times, in spite of the zirconium metal content being reduced about 5 times. Catalyst systems with higher metal contents achieved by metal impregnation suffer destruction of active sites from bimetallic interaction. The issue of bimetallic deactivation has been addressed in the development of chromocene catalysts used in ethylene polymerization. Compounds such as hexamethyldisilazane were used as silica-modifying agents aimed at generating catalyst species more spaced among themselves, thus, avoiding eventual bimolecular interactions [28]. We have recently reported that the catalyst activity tripled when silica was modified with some organosilanes prior to metallocene grafting [29]. The increase in activity was attributed to role of horizontal spacers, which keep zirconocene centers away from each other, therefore, avoiding the bimolecular deactivation reactions. Thus, the increase in activity observed in the case of Si/Nb/Zr system might be due to the presence of niobocene species on the surface, which render the supported zirconocene species kept apart from each other, increasing the catalyst activity. Similar behavior can be observed for the four other systems, in which the surface was modified with niobocene prior to zirconocene grafting. Catalyst activity was close to that observed for the homogeneous system, and even higher for the Si/MAO/Nb/Zr and Si/Nb/MAO/Zr systems. High activity close to that observed in the case of homogeneous (nBuCp)2ZrCl2 could be indicative of leaching effect during the polymerization reaction. Metallocene leaching by external MAO during the polymerization process has been discussed in [6,7,21,30]. Extracted liquid fractions of some of the supported systems were used for polymerization after adding external MAO (Al/Zr=2000). Traces of polyethylene were observed, suggesting that leaching in such systems under such polymerization conditions is negligible. This can be in part due the low amount of MAO (1wt.% Al/SiO2) employed during the preparation step, which is very far from the saturation level. Thus, surface species might be generated mostly by direct reaction with the silica surface, which render strongly bonded species [21]. Besides, according to Table 2, all the polyethylenes produced with the supported catalysts present a higher weight-average molecular weight (M w) than the one obtained with the soluble system. This behavior has been observed [31] and attributed to the blocking of one of the active sites by the support, hindering the deactivation step. In other words, β-elimination transfer between two metallocene centers is hindered, resulting in a larger growth of the polyethylene chain, and so in higher molecular weight [32]. Thus, it seems that if metallocene leaching by MAO is taking place, just a very small fraction of zirconocene species are acting in solution. Polydispersity index (M w/M n) values remained in the range 1.7–1.9. Contrarily to what was aimed, polyethylenes produced with these supported systems presented lower polydispersity than those obtained with the soluble (nBuCp)2ZrCl2, indicating that immobilizing this metallocene onto such niobocene-modified silica lead to generation of polymerization-active species more homogeneous in nature. No system showed bimodal distribution. All systems produced polymers with melting (T m) temperatures practically constant at 409.9±0.5K. These temperatures are typical of linear high-density polyethylenes. 4 Conclusion The purpose of this work was to a find a way to increase the polydispersity index of polyethylenes produced with supported metallocene, combining niobocenes and zirconocenes. Even unsupported niobocenes were shown to present extremely low activity in ethylene homopolymerization. It seems that the immobilization of Cp2NbCl2 on silica prior to (nBuCp)2ZrCl2 grafting lead to surface metallocene species which were kept apart on the surface, preventing bimolecular deactivation reactions. Therefore, the resulting catalyst systems exhibited reduced grafted zirconocene content, but higher activities roughly equivalent or higher to that showed by the homogeneous system. Concerning polymer properties, the niobocene-modified supported catalysts produced polymers presenting higher M w and lower molecular weight distribution, indicating, respectively higher catalyst activity and greater homogeneity in the nature of the polymerization-active species as compared to systems based on bare silica. Hereafter, the observation that niobocenes spacers between metallocenes species increase catalyst homopolymerization activity will be taken as evidence that such support modification stabilizes surface metallocene species, avoiding the bimolecular deactivation reaction. Acknowledgements We are grateful to the Brazilian agencies CNPq, FINEP and FAPERGS for financial support. References [1] D.R. Fahey, D.E. Lauffer, D.W. Dockter, P.K. Das, E. Boudreaux, W.M. Whitte, in: Proceedings of the MetCon’99, Houston, 9–10 June 1999. [2] H.-H. Brintzinger D. Fischer R. Mülhaupt B. Rieger R. Waymouth Angew. Chem. Int. Ed. Engl. 34 1995 1443 [3] K. Soga T. Shiono Prog. Polym. Sci. 22 1997 1503 [4] C. Janiak, Metallocenes: Synthesis, Reactivity, Applications, VCH, Weinheim, 1998, Chapter 9, p. 547. [5] W. Kaminsky (Ed.), Metalorganic Catalysts for Synthesis and Polymerization, Springer, Heidelberg, 1999. [6] G.G. Hlatky Chem. Rev. 100 2000 1347 [7] H.T. Ban T. Arai C.-H. Ahn T. Uozumi K. Soga Currents Trends Polym. Sci. 4 1999 47 [8] F. Ciardelli, A. Altomare, M. Michelotti, Catal. Today 41 (1998). [9] J.H.Z. dos Santos H.T. Ban T. Teranishi T. Uozumi T. Sano K. Soga J. Mol. Catal. A: Chem. 158 2000 541 [10] J.D. Kim J.B.P. Soares G.L. Rempel J. Polym. Sci. Part A: Polym. Chem. 37 1999 331 [11] E.S. Shamshoum, C.G. Bauch, US Patent 5,847,059 (1998); Chemical Abstract 129 (1998) 95833. [12] E.S. Shamshoum, M. Lopez, T.G. Harris, S. Kim, European Patent 870,779 (1998); Chemical Abstract 129 (1998) 276513. [13] J.S. Chung H.S. Cho Y.G. Ko W.Y. Lee J. Mol. Catal. A: Chem. 144 1999 61 [14] J.H.Z. dos Santos A. Larentis M.B. da Rosa C. Krug I.J.R. Baumvol J. DuPont F.C. Stedile M.C. Forte Macromol. Chem. Phys. 200 1999 751 [15] B.A. Morrow Stud. Surf. Sci. Catal. 57A 1990 A161 [16] J.H.Z. dos Santos C. Krug M.B. da Rosa F.C. Stedile J. DuPont M.C. Forte J. Mol. Catal. A 139 1999 199 [17] W.E.J. van Kooten H.C. Krijnsen C.M. van Bleek H.P.A. Calis Appl. Catal B: Environ. 25 2000 125 [18] J. Pérez-Ramirez J. Overeijnder F. Kapteijn J.A. Moulijn Appl. Catal B: Environ. 23 2000 59 [19] R. van Grieken J.L. Sotelo C. Martes J.L.G. Fierro M. López-Granados R. Mariscal Catal. Today 61 2000 49 [20] R. Guimarães, M.Sc. Thesis, Instituto de Quı́mica, Universidade Federal do Rio Grande do Sul, November 1999. [21] A. Muñoz-Escalona, L. Méndez, J. Sancho, P. Lafuente, B. Peña, W. Michiels, G. Hidalgo, M.F. Martinez-Nuñez, in: W. Kaminsky (Ed.), Metalorganic Catalysts for Synthesis and Polymerization, Springer, Heidelberg, 1999, p. 381. [22] J.H.Z. dos Santos S. Dorneles F.C. Stedile J. DuPont M.C. Forte I.J.R. Baumvol Macromol. Chem. Phys. 198 1997 3529 [23] P.J.T. Tait, R. Ediati, in: W. Kaminsky (Ed.), Metalorganic Catalysts for Synthesis and Polymerization, Springer, Heidelberg, 1999, p. 307. [24] F. Bonni V. Fraaije G. Fink J. Polym. Sci. Part A: Polym. Chem. 33 1995 2393 [25] J.C.W. Chien D. He J. Polym. Sci. Part A: Polym. Chem. 29 1991 2603 [26] S. Collins W.M. Kelly D.A. Holden Macromolecules 25 1992 1780 [27] G.G. Hlatky D.J. Upon Polymer 37 1996 249 [28] F.J. Karol C. Wu W.T. Reichle N.J. Maraschin J. Catal. 60 1979 68 [29] J.H.Z. dos Santos P.P. Greco F.C. Stedile J. DuPont J. Mol. Catal. A: Chem. 154 2000 103 [30] N.V. Semikolenova V.A. Zakharov Macromol. Chem. Phys. 198 1997 2889 [31] J.H.Z. dos Santos M.B. da Rosa C. Krug F.C. Stedile M.C. Haag J. DuPont M.C. Forte J. Polym. Sci. Part A: Polym. Chem. 37 1999 1987 [32] W. Kaminsky F. Renner Makromol. Chem. Rapid Commun. 14 1993 230",
      "scopus-id": "0037124247",
      "coredata": {
        "eid": "1-s2.0-S1381116901003569",
        "dc:description": "A series of supported metallocene catalysts were prepared by immobilizing (nBuCp)2ZrCl2 and Cp2NbCl2 on bare and on MAO-modified silica. Both metallocenes were sequentially grafted on silica under different combinations. Metal loading (Zr, Nb and Al) was determined by X-ray fluorescence spectroscopy (XRF). Final metal content was shown to be dependent on passivation of silica with MAO, and on the grafting sequence. Higher metal contents (0.42wt.% Nb/SiO2 and 1wt.% Zr/SiO2) were achieved when the metallocene was grafted onto MAO-modified silica. Cp2NbCl2 derivatives were not active in polymerizing ethylene using MAO as co-catalyst (Al/Nb=2000). All the systems containing zirconocene derivatives showed high catalyst activity. Nevertheless, higher activities were achieved immobilizing (nBuCp)2ZrCl2 on silica that was previously modified with MAO and Cp2NbCl2. Some immobilization protocols led to catalyst systems which were even more active than the homogenous counterpart. Effects of support structure and chemical modification on the catalyst performance are presented and discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-06-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901003569",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "dos Santos, João Henrique Zimnoch"
          },
          {
            "@_fa": "true",
            "$": "Gerbase, Annelise Engel"
          },
          {
            "@_fa": "true",
            "$": "Rodenbusch, Karen Cristina"
          },
          {
            "@_fa": "true",
            "$": "Pires, Gilvan Pozzebon"
          },
          {
            "@_fa": "true",
            "$": "Martinelli, Márcia"
          },
          {
            "@_fa": "true",
            "$": "Bichinho, Kátia Messias"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901003569"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901003569"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00356-9",
        "prism:volume": "184",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Hybrid supported zirconocene and niobocene catalysts on MAO-modified silicas",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Supported metallocene"
          },
          {
            "@_fa": "true",
            "$": "Methylaluminoxane"
          },
          {
            "@_fa": "true",
            "$": "Polyethylene"
          },
          {
            "@_fa": "true",
            "$": "XRF"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "167-173",
        "prism:endingPage": "173",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 June 2002",
        "prism:doi": "10.1016/S1381-1169(01)00356-9",
        "prism:startingPage": "167",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00356-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003569-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1104",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "283",
            "@width": "418",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003569-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5844",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037124247"
      }
    }
  }
}