{
  "metadata": {
    "title": "Acrolein hydrogenation on PdPt powder catalysts prepared by colloid synthesis",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-11-12",
    "doi": "10.1016/j.molcata.2008.08.012",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116908003580",
    "pii": "S1381116908003580"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-54049115010",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-08-29 2008-08-29 2010-03-29T10:57:16 1-s2.0-S1381116908003580 S1381-1169(08)00358-0 S1381116908003580 10.1016/j.molcata.2008.08.012 S300 S300.1 FULL-TEXT 1-s2.0-S1381116908X00147 2015-05-15T05:56:33.307883-04:00 0 0 20081112 2008 2008-08-29T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 295 295 1 2 1 2 Volume 295, Issues 1–2 6 24 28 24 28 20081112 12 November 2008 2008-11-12 2008 article fla Copyright © 2008 Published by Elsevier B.V. ACROLEINHYDROGENATIONPDPTPOWDERCATALYSTSPREPAREDBYCOLLOIDSYNTHESIS GYORFFY N 1 Introduction 2 Experimental 3 Results 4 Discussion 5 Conclusions References SMITH 1999 G HETEROGENOUSCATALYSISINORGANICCHEMISTRY BARTOK 1997 843 908 M HETEROGENOUSCATALYTICALHYDROGENATIONCHEMISTRYFUNCTIONALGROUPSSUPPLA3CHEMISTRYDOUBLEBONDEDFUNCTIONALGROUPS COQ 1993 211 B VANNICE 1989 65 M COLOMA 1997 165 F RAAB 1993 99 C MURILLO 2007 7101 L MURILLO 2008 919 L POLTARZEWSKI 1986 190 Z REYES 2002 431 P GALVAGNO 1993 227 S COQ 1993 189 B KUN 2001 235 I REYES 2001 127 P SZOLLOSI 1998 619 G GALLEZOT 1998 81 P DELBECQ 1995 217 F VEISZ 2005 56 62 B GYORFFY 2005 102 110 N XIULI 2008 1 L YUANKUI 2000 247 Z TESCHNER 2002 201 D AUGUSTINE 1976 285 R HOANGVAN 1997 91 C SINFELT 1973 91 J NISHIMURA 1967 422 S BARTOK 1998 40 M LOFFREDA 2006 13 D MARINELLI 1995 51 T GYORFFYX2008X24 GYORFFYX2008X24X28 GYORFFYX2008X24XN GYORFFYX2008X24X28XN item S1381-1169(08)00358-0 S1381116908003580 1-s2.0-S1381116908003580 10.1016/j.molcata.2008.08.012 271358 2010-10-11T07:06:42.835213-04:00 2008-11-12 1-s2.0-S1381116908003580-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/MAIN/application/pdf/b652cc5eb17252dca994e97af8f4c797/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/MAIN/application/pdf/b652cc5eb17252dca994e97af8f4c797/main.pdf main.pdf pdf true 566677 MAIN 5 1-s2.0-S1381116908003580-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/PREVIEW/image/png/671ea4eebfcc2a6f2487125e2a6c0e3c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/PREVIEW/image/png/671ea4eebfcc2a6f2487125e2a6c0e3c/main_1.png main_1.png png 58769 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116908003580-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr1/DOWNSAMPLED/image/jpeg/b695d5286f6b183457e5262e6f943f5e/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr1/DOWNSAMPLED/image/jpeg/b695d5286f6b183457e5262e6f943f5e/gr1.jpg gr1 gr1.jpg jpg 23124 230 523 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003580-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr1/THUMBNAIL/image/gif/596dee4398b79afeba64e256733c409b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr1/THUMBNAIL/image/gif/596dee4398b79afeba64e256733c409b/gr1.sml gr1 gr1.sml sml 1236 55 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908003580-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr2/DOWNSAMPLED/image/jpeg/d5d0ee050f026cabaa4e99bdd3761b46/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr2/DOWNSAMPLED/image/jpeg/d5d0ee050f026cabaa4e99bdd3761b46/gr2.jpg gr2 gr2.jpg jpg 21872 223 516 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003580-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr2/THUMBNAIL/image/gif/542c573ac35169af44136401dbdbb9fa/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr2/THUMBNAIL/image/gif/542c573ac35169af44136401dbdbb9fa/gr2.sml gr2 gr2.sml sml 1170 54 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908003580-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr3/DOWNSAMPLED/image/jpeg/d6e1e5b1403553b91f075279d32942e8/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr3/DOWNSAMPLED/image/jpeg/d6e1e5b1403553b91f075279d32942e8/gr3.jpg gr3 gr3.jpg jpg 30906 265 364 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003580-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr3/THUMBNAIL/image/gif/f364a785cc811e004018b247a543a967/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr3/THUMBNAIL/image/gif/f364a785cc811e004018b247a543a967/gr3.sml gr3 gr3.sml sml 2305 91 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908003580-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr4/DOWNSAMPLED/image/jpeg/2483fa3b2f3af855d5ba6f5e3b9af42b/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr4/DOWNSAMPLED/image/jpeg/2483fa3b2f3af855d5ba6f5e3b9af42b/gr4.jpg gr4 gr4.jpg jpg 30314 270 364 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003580-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr4/THUMBNAIL/image/gif/ae1c3bcd6b5570e6f8061b552f00f23d/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr4/THUMBNAIL/image/gif/ae1c3bcd6b5570e6f8061b552f00f23d/gr4.sml gr4 gr4.sml sml 2170 93 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908003580-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr5/DOWNSAMPLED/image/jpeg/8602903ade6ebb26b4cd3bcb54817f9c/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr5/DOWNSAMPLED/image/jpeg/8602903ade6ebb26b4cd3bcb54817f9c/gr5.jpg gr5 gr5.jpg jpg 30740 207 549 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003580-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/gr5/THUMBNAIL/image/gif/92a4200a64cf7cec0a40f0e57584489a/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/gr5/THUMBNAIL/image/gif/92a4200a64cf7cec0a40f0e57584489a/gr5.sml gr5 gr5.sml sml 1265 47 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908003580-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/sc1/DOWNSAMPLED/image/jpeg/26c17aa640d027e98341a2823f1a1f42/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/sc1/DOWNSAMPLED/image/jpeg/26c17aa640d027e98341a2823f1a1f42/sc1.jpg sc1 sc1.jpg jpg 58845 747 506 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003580-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/sc1/THUMBNAIL/image/gif/897364c8fb8e79fa141421459128d9f8/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/sc1/THUMBNAIL/image/gif/897364c8fb8e79fa141421459128d9f8/sc1.sml sc1 sc1.sml sml 883 93 63 IMAGE-THUMBNAIL 1-s2.0-S1381116908003580-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/fx1/DOWNSAMPLED/image/jpeg/54539ba1c1f21dcb4ac47310700fc514/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/fx1/DOWNSAMPLED/image/jpeg/54539ba1c1f21dcb4ac47310700fc514/fx1.jpg fx1 true fx1.jpg jpg 35539 242 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003580-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003580/fx1/THUMBNAIL/image/gif/8a90d67227eb8e00fa705e2a0fc8a97d/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003580/fx1/THUMBNAIL/image/gif/8a90d67227eb8e00fa705e2a0fc8a97d/fx1.sml fx1 true fx1.sml sml 2294 92 125 IMAGE-THUMBNAIL MOLCAA 7248 S1381-1169(08)00358-0 10.1016/j.molcata.2008.08.012 Fig. 1 Selectivity of acrolein hydrogenation on Pd catalyst, t =2min: (a) temperature dependence at p(Acr):p(H2)=10:200Torr, (b) hydrogen pressure dependence at 323K. Fig. 2 Selectivity of acrolein hydrogenation on Pt catalyst, t =2min: (a) temperature dependence at p(Acr):p(H2)=10:200Torr, (b) hydrogen pressure dependence at 323K. Fig. 3 Acrolein hydrogenation over various catalysts as a function sampling time at 323K and at p(Acr):p(H2)=10:400Torr. Fig. 4 Acrolein hydrogenation over various catalysts as a function sampling time at 473K and at p(Acr):p(H2)=10:200Torr. Fig. 5 Selectivity of secondary products of acrolein hydrogenation as a function of surface Pt content at 323K and 473K [p(Acr):p(H2)=10:200Torr, t =2min]. Scheme 1 Different adsorption modes of acrolein and the assumed main reaction pathways. Table 1 Catalyst composition and temperature dependence of the conversion of acrolein hydrogenation over various catalysts Catalysts Atomic ratio (XPS) a mg Conversion (%) Temperature (K) 293 323 373 473 Pd 100:0 55 97.6 97.6 96.2±0.7 94.2 PdPt 4:1 73:27 48 97.6 97.0 94.8±0.6 91.7 PdPt 1:1 28:72 50 98.1 97.9 97.6±0.7 96.1 PdPt 1:4 7:93 49 95.9 94.5 93.0±0.2 88.1 Pt 0:100 55 77.9 88.7 93.2±2.5 96.0 a Data taken from Ref. [18]. Table 2 Conversion of acrolein on Pd, Pt and PdPt 1:4, 1:1 and 4:1 catalysts as a function of hydrogen pressure at 323 and 373K Conversion (%) 323K 373K p(H2) (Torr) P(H2) (Torr) 10 50 100 200 400 10 50 100 200 400 Pd 38.9 98.7 98.4 98.5 98.5 98.0 98.3 98.7 97.7 98.2 PdPt 4:1 95.3 96.9 96.8 96.7 98.1 94.8 95.5 94.9 94.8 95.5 PdPt 1:1 59.1 93.9 90.2 94.7 94.1 92.3 95.3 95.7 96.1 96.9 PdPt 1:4 67.8 93.1 92.1 93.3 94.7 89.6 89.5 88.5 92.9 93.5 Pt 42.5 74.2 79.2 81.4 87.1 54.4 80.0 85.0 88.1 93.2 Acrolein hydrogenation on PdPt powder catalysts prepared by colloid synthesis N. Győrffy ⁎ Z. Paál Institute of Isotopes, Hungarian Academy of Sciences, P. O. Box 77, Budapest H-1525, Hungary ⁎ Corresponding author. Fax: +36 1 3922533. Graphical abstract Acrolein was hydrogenated over unsupported Pd, Pt and PdPt bimetallic catalysts with different Pd:Pt atomic ratios. Palladium and platinum behaved differently in secondary reactions. The selectivity patterns of bimetallic catalysts were different from the monometallic ones. As the surface Pt concentration increased in the sample, the Pt-like character was more and more prevailing, producing more and more propanol, rather than dipropyl ether. Acrolein was hydrogenated over unsupported Pd, Pt and PdPt bimetallic catalysts with different Pd:Pt atomic ratios. The formation of saturated aldehyde (propanal) by CC bond hydrogenation was the main reaction on each catalyst. Maximum conversion values were reached at 293K over each palladium containing catalyst and at 473K on Pt. Palladium and platinum behaved differently in secondary reactions. Dipropyl ether was formed in the presence of Pd, while under the same conditions – low temperature (323K) and high hydrogen pressure (400Torr) – propane and propanol were produced on the Pt catalyst. The selectivity patterns of bimetallic catalysts were different from those of monometallic ones: under the same conditions dipropyl ether showed a higher selectivity on the PdPt pairs. As the surface Pt concentration increased, the Pt-like character was more and more prevailing; namely the selectivity of propane and propanol increased. At high temperature (473K) acrolein underwent hydrogenolysis over each catalyst. The selectivity of ethane was higher when Pd was present. Keywords Pd Pt Bimetallic Powder catalyst Acrolein Hydrogenation 1 Introduction Selective hydrogenation of α,β-unsaturated aldehydes to their corresponding alcohols has a great industrial importance [1,2]. The reaction can lead to three types of products: the CC double bond is hydrogenated to give a saturated aldehyde or the CO double bond is involved, yielding an unsaturated alcohol and finally total hydrogenation can occur resulting in a saturated alcohol. From an industrial viewpoint, the most important product is the unsaturated alcohol and this compound is the most difficult to obtain. Several studies were devoted to the improvement of the selectivity towards the unsaturated alcohol. These revealed that forcing the molecule to a preferential adsorption through the CO group or hindering the adsorption through the CC bond will increase the selectivity of the unsaturated alcohol. Enhanced selectivity can be obtained in particular by choosing the proper supports, such as ZrO2 [3], TiO2 [4], and activated carbon [5]; by using bimetallic catalysts, such as PtNi [6,7,8], PtSn [9], RhSn [10], and RuSn [11,12]; or by poisoning the CC bond adsorption sites [13]. Interaction of Pt with subsurface Ni promoted the reaction to unsaturated alcohol in studies carried out with single crystals [7] or deposited films [8]. Increasing the chlorine content and adding Re to Ir/γ-Al2O3 catalysts improved the formation of cinnamyl alcohol in liquid phase hydrogenation of cinnamaldehyde [14], while unsaturated alcohol was produced with selectivities up to 99% over 5% Pt/K-10 (montmorillonite) [15]. Metals which are usually active in catalytic hydrogenation have different efficiencies in hydrogenation of CO and CC double bond [1,2]. Early studies showed that unpromoted metals had specific selectivities to unsaturated alcohols: iridium and osmium were rather selective; palladium, rhodium and nickel were unselective or slightly selective; platinum, ruthenium and cobalt were moderately selective [16]. Delbecq and Sautet [17] showed by theoretical calculation that the metal selectivities can be rationalized in terms of the different radial expansion of their d bands; they found that the larger the band, the stronger the four-electron repulsive interaction with the CC bond and the lower the probability of its adsorption. Indeed, the d-band width increases in the series Pd<Pt<Ir<Os which accounts well for the experimental selectivities. When the adsorption of CO and CC bonds takes place together, the kinetic factor plays an important role: generally speaking, a CC bond hydrogenates more easily and more rapidly than a CO bond. Carbonyl groups are usually hydrogenated over platinum, while no hydrogenation has been reported over palladium for aliphatic aldehydes. In contrast, Pd was more efficient in the hydrogenation of alkenes than Pt. The present paper deals with the catalytic properties of Pt, Pd, and PdPt powders of different compositions in acrolein hydrogenation. In our previous papers we described the preparation of PdPt powders and their characterization by XPS, UPS, TEM, EDS [18] as well as catalytic tests in hydrogenative ring-opening (HRO) reactions of methyl-ethyl-cyclopropane (MECP) [19]. PdPt catalysts were used for hydrogenation of phenyl aldehydes [20] and Pd with different transition metal components for selective hydrogenation of cinnamaldehyde to hydrocinnamaldehyde [21]. The ring opening of MECP was a valuable tool to recognise the formation of alloy structure during preparation and its further homogenising in their subsequent redox treatments of the catalyst system in question. With this reaction we did not observe large differences between the bimetallic samples of various compositions. Since palladium and platinum have different behaviour in the hydrogenation of CO and CC bonds [17], we chose acrolein hydrogenation as a test reaction for additional characterization of our PdPt bimetallic catalysts. 2 Experimental Pd, Pt and PdPt bimetallic particles were prepared by a method of colloid chemistry, as described in our previous paper [18]. The catalysts were tested in acrolein hydrogenation at different temperatures and hydrogen pressures. The catalytic experiments were carried out in a closed-loop glass reactor. A CP 9001 gas chromatograph with a 50m CP-Sil 5CB capillary column (at constant temperature, i.e. 303K) and an FID detector were attached to the system [22]. A standard acrolein pressure of 10Torr (1Torr=0.133kPa) was used and the hydrogen pressure was varied between 10 and 400Torr. The reaction temperatures ranged from 293 to 473K. The samplings took place after 2, 8 and 14min. In the test reaction the following products were formed: ethane (ret. time 2.27min), propane (2.34min), propanal (2.93min), propanol (3.72min) and dipropyl ether (4.43min). 3 Results All catalysts were very active in acrolein hydrogenation. The conversion data are shown in Table 1 as a function of temperature. Bimetallic catalysts containing Pd and Pt showed slightly decreasing activity with increasing temperature. The opposite effect was observed in the case of Pt; the activity was lower at 293K and increased monotonically at higher temperatures. In spite of the short contact time, the conversion was very high in each case. At least 3 parallel runs were carried out (not necessarily on the same day); as an example, the standard deviations are shown for the runs carried out at 373K. The catalysts could also be characterized by the products formed in secondary reactions. The overall activity showed a positive hydrogen order on all samples (Table 2 ). The activities of the catalysts were compared at different temperatures as a function of hydrogen pressure. Bimetallic catalysts were more active than monometallic ones at 323K and 10Torr hydrogen pressure, but this difference disappeared at 373K. The activities of Pd containing catalysts were unaffected by increasing hydrogen pressure (above 50Torr), as opposed to continually increasing activity over Pt at both temperatures with higher p(H2). The formation of the saturated aldehyde (propanal) by CC bond hydrogenation was the main reaction on each catalyst. On Pt the carbonyl group was hydrogenated, while this was not observed over Pd with aliphatic aldehydes [23]. Pd was, however, much more active in alkene hydrogenation than Pt. Unsaturated allyl alcohol was not detected under the reaction conditions applied. The catalysts showed different behaviour in secondary reactions. Dipropyl ether and propanal was formed with the same selectivity over Pd at 293K and 200Torr hydrogen pressure (Fig. 1 ). With increasing temperatures the selectivity of dipropyl ether decreased and ethane became the main product at 473K, while higher hydrogen pressure at 323K favoured the formation of dipropyl ether. This product was not formed over Pt catalyst, except at high hydrogen pressure, but with a selectivity as low as 3%. Pt produced, in turn, propanol and propane with high selectivity when conditions were favourable for their formation, i.e. high hydrogen pressure, low reaction temperature (Fig. 2 ). During acrolein hydrogenation, Pt black and Pt/SiO2 catalysts gave small amounts of propane [24]. More propane was detected over Pt black (mean particle size of Pt 15.8nm) than over Pt/SiO2 (mean particle size of Pt 4.1nm), which is in agreement with the finding that the occurrence of hydrogenolytic reactions requires larger surface ensembles of Pt atoms [25]. Over Pt catalyst ethane was also formed, but its selectivity was smaller over Pt than over Pd at 473K. The two monometallic catalysts behaved differently in secondary reactions: the formation of dipropyl ether was observed over Pd, while Pt catalyst produced propane and propanol under the same conditions. As far as we know, the formation of dipropyl ether has not been reported under analogous conditions. Hydrogenation of cyclohexanone dissolved in ethanol over pre-reduced palladium oxide resulted in reduction of the carbonyl group, but the preferred end product was ether (ethoxycyclohexane), rather than cyclohexanol [26]. In a comparative study of Pt/SiO2 and Pd/SiO2 in vinyloxirane transformations in the presence of hydrogen, dibutyl ether as secondary product was observed over Pd [27]. The selectivity patterns of bimetallic catalysts were different from those of the monometallic ones. At low temperature (323K) and high hydrogen pressure (400Torr) dipropyl ether was formed with higher selectivity on the PdPt pairs and as the surface Pt concentration increased in the sample, the Pt-like character was more and more prevailing; namely the selectivity of propane and propanol increased (Fig. 3 ). The changes of the amount of PdPt pairs on the surface could be followed with that reaction. The catalysts PdPt 4:1 and PdPt 1:1 formed dipropyl ether with almost the same selectivity. The number of PdPt pairs in these two catalysts might be the same, since the corresponding surface atomic ratios measured by XPS were Pd:Pt=73:27 and Pd:Pt=28:72, respectively (Table 1). In the case of PdPt=1:1, the PdPt pairs on the surface were surrounded with more Pt, and therefore more propanol was formed. In the case of PdPt 1:4, the number of PdPt pairs might be much less, since XPS indicated an atomic ratio of Pd:Pt=7:93 (Table 1). These fewer PdPt pairs produced dipropyl ether with lower selectivity. On larger contiguous Pt surface the selectivities of propanol and especially propane was similar to those observed on monometallic Pt catalyst (Fig. 3). At high temperature (473K) acrolein underwent also hydrogenolysis over the bimetallic catalysts and the selectivity of ethane was similar to that observed on monometallic Pd catalyst (Fig. 4 ). Propanol was also formed on the catalyst PdPt 1:4, as expected for a larger contiguous Pt surface. 4 Discussion Fig. 5 compares the catalysts at the same hydrogen pressure (200Torr) at lower and higher temperatures (323 and 473K). The figure contains only the secondary products. Dipropyl ether typical of Pd was also formed over bimetallic catalysts, small amount of Pt promoting its formation. Propanol, which was typical of Pt, was only formed on sites with high Pt contents; synergistic effects of small amount of Pd can be seen at 323K. The situation was the same with propane which was formed on bimetallic catalyst with high Pt-contents only. The higher reactivity of CO bond on Pt (111) confirmed also theoretically [28] was not valid on our dispersed Pt catalyst. Differences between catalysts can be explained by the various adsorption behaviours on the metal components. The formation of propanal and allyl alcohol can be explained by the Horiuti–Polanyi mechanism (Scheme 1 ): the associative adsorption of CC and CO double bonds followed by hydrogenation, such as 1,2 and 3,4 hydrogen addition. The occurrence of 1,4-diadsorbed species for α,β-unsaturated aldehydes was suggested by several authors [3,4]. The 1,4 hydrogen addition on adsorbed acrolein gives an enolic species, which transforms to π-allylic systems after hydrogen abstraction. The π-allylic species is readily hydrogenated to allyl alcohol, which can be hydrogenated further easily and rapidly. Marinelli and Ponec [29] showed that hydrogenolysis of allyl alcohol to propane is very easy, easier than hydrogenolysis of propanal. According to our results this reaction pathway was typical of Pt. Unsaturated allyl alcohol was not detected under the reaction conditions applied (like that reported for the PtNi bimetallic system [7,8]), since it could have been transformed to propanol and propane because of the high conversion. Another reaction pathway of the π-allylic system leads to oxo π-allylic species, which could be hydrogenated to propanal. This pathway was typical of Pd. Hydrogen dissolves at low temperature in Pd, and therefore two oxo π-allylic species adsorbed on the surface might desorb as an ether, while the surface of Pd might be oxidized. This possible reaction is shown in the last line of Scheme 1. It has been shown in our earlier paper, that Pd sample was significantly oxidized after oxygen treatment [19]. Low amounts of PdO appeared in the presence of much Pt [19]. Results on the bimetallic catalysts showed that the reaction pathway typical of Pd resulting in dipropyl ether also took place over the PdPt pairs (Fig. 5). In the case of PdPt 4:1 XPS indicated Pt enrichment near to the surface suggesting that the bulk is likely Pd-like, so hydrogen may also dissolve in the bulk. Supposedly the dissolved hydrogen and the PdPt sites act together and induce the enhanced activity of the catalyst producing dipropyl ether (323K) and ethane (473K). Hydrogen dissolving capacity of the Pd bulk decreased with increasing Pt content, therefore the Pd-like character decreased in the 1:1 and 1:4 catalysts. The higher dipropyl ether formation on PdPt 4:1 may have been due to reactions not accompanied by PdO formation. In the case of PdPt 1:4 we could observe propane, which is only typical of sites with high Pt content. 5 Conclusions Unsupported Pd, Pt and PdPt bimetallic catalysts were prepared in different atomic ratios using methods of colloid chemistry. They were tested in acrolein hydrogenation. In the reaction three types of products can formed: the CC double bond is hydrogenated to give a saturated aldehyde (propanal) or the CO double bond is involved, yielding an unsaturated alcohol (allyl alcohol) and finally total hydrogenation can occur resulting in a saturated alcohol (propanol). The formation of propanal by CC bond hydrogenation was the main reaction on each catalyst. The catalysts showed different behaviour in secondary reactions. Under the same reaction conditions – low temperature (323K) and high hydrogen pressure (400Torr) – the formation of dipropyl ether was observed over Pd, while propane and propanol were produced on Pt catalyst. The selectivity pattern on bimetallic catalysts was different from that observed on monometallic ones: dipropyl ether was also formed, but the selectivity was higher on the PdPt pairs. As the surface Pt concentration increased, the Pt-like character was more and more prevailing; namely the selectivity of propane and propanol increased (Fig. 3). At high temperature (473K) acrolein underwent hydrogenolysis over each catalyst. The selectivity of ethane was similar over Pd and the bimetallic catalysts and was lower only on monometallic Pt (Fig. 4). The differences between catalysts can be explained by the various adsorption behaviour on the metal components. Surface–subsurface interactions between the atoms of the two metals [7,8] are possible, but could not be detected in our disperse catalysts. The different reaction pathways are summarized in Scheme 1. References [1] G.V. Smith F. Notheisz Heterogenous Catalysis in Organic Chemistry 1999 Academic Press San Diego [2] M. Bartók Á. Molnár S. Patai Heterogenous Catalytical Hydrogenation, The Chemistry of Functional Groups, Suppl. A3: The chemistry of double-bonded functional groups 1997 Wiley Chichester 843 908 [3] B. Coq F. Figueras P. Geneste C. Moreau P. Moreau M. Warawdekar J. Mol. Catal. 78 1993 211 [4] M.A. Vannice B. Sen J. Catal. 115 1989 65 [5] F. Coloma A. Sepulveda-Escribano J.L.G. Fierro F. Rodriguez-Reinoso Appl. Catal. A 150 1997 165 [6] C.G. Raab J.A. Lercher Catal. Lett. 18 1993 99 [7] L.E. Murillo A.M. Goda J.G. Chen J. Am. Chem. Soc. 129 2007 7101 [8] L.E. Murillo J.G. Chen Surf. Sci. 602 2008 919 [9] Z. Poltarzewski S. Galvagno R. Pietropaolo P. Staiti J. Catal. 102 1986 190 [10] P. Reyes M.C. Aguirre J.L.G. Fierro G. Santori O. Ferretti J. Mol. Catal. A 184 2002 431 [11] S. Galvagno A. Donato G. Neri R. Pietropaolo G. Capannelli J. Mol. Catal. 78 1993 227 [12] B. Coq F. Figueras C. Moreau P. Moreau M. Warawdekar Catal. Lett. 22 1993 189 [13] I. Kun Gy. Szöllösi M. Bartók J. Mol. Catal. A 169 2001 235 [14] P. Reyes C. Rodriguez J. Fernandez G. Pecchi J.L.G. Fierro React. Kinet. Catal. Lett. 74 2001 127 [15] Gy. Szöllösi B. Török L. Baranyi M. Bartók J. Catal. 179 1998 619 [16] P. Gallezot D. Richard Catal. Rev., Sci. Eng. 40 1998 81 [17] F. Delbecq P. Sautet J. Catal. 152 1995 217 [18] B. Veisz L. Tóth D. Teschner Z. Paál N. Győrffy U. Wild R. Schlögl J. Mol. Catal. A 238 2005 56 62 [19] N. Győrffy L. Tóth M. Bartók J. Ocskó U. Wild R. Schlögl D. Teschner Z. Paál J. Mol. Catal A 238 2005 102 110 [20] L. Xiuli L. Baozong C. Manhuan D. Yukou W. Xiaomei Y. Ping J. Mol. Catal. A 284 2008 1 [21] Z. Yuankui L. Shijian X. Yun Y. Daorong Appl. Catal. A 192 2000 247 [22] D. Teschner D. Duprez Z. Paál J. Mol. Catal. A 19 2002 201 [23] R.L. Augustine Catal. Rev., Sci. Eng. 13 1976 285 [24] C. Hoang-Van O. Zegaoui Appl. Catal. A 164 1997 91 [25] J.H. Sinfelt Adv. Catal. 23 1973 91 [26] S. Nishimura T. Itaya Chem. Commun. 1967 422 [27] M. Bartók A. Fási F. Notheisz J. Catal. 175 1998 40 [28] D. Loffreda F. Delbecq F. Vigné P. Sautet J. Am. Chem. Soc. 128 2006 13 [29] T.B.L.W. Marinelli V. Ponec J. Catal. 156 1995 51",
      "scopus-id": "54049115010",
      "coredata": {
        "eid": "1-s2.0-S1381116908003580",
        "dc:description": "Acrolein was hydrogenated over unsupported Pd, Pt and PdPt bimetallic catalysts with different Pd:Pt atomic ratios. The formation of saturated aldehyde (propanal) by CC bond hydrogenation was the main reaction on each catalyst. Maximum conversion values were reached at 293K over each palladium containing catalyst and at 473K on Pt. Palladium and platinum behaved differently in secondary reactions. Dipropyl ether was formed in the presence of Pd, while under the same conditions – low temperature (323K) and high hydrogen pressure (400Torr) – propane and propanol were produced on the Pt catalyst. The selectivity patterns of bimetallic catalysts were different from those of monometallic ones: under the same conditions dipropyl ether showed a higher selectivity on the PdPt pairs. As the surface Pt concentration increased, the Pt-like character was more and more prevailing; namely the selectivity of propane and propanol increased. At high temperature (473K) acrolein underwent hydrogenolysis over each catalyst. The selectivity of ethane was higher when Pd was present.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-11-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116908003580",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Győrffy, N."
          },
          {
            "@_fa": "true",
            "$": "Paál, Z."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116908003580"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116908003580"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00358-0",
        "prism:volume": "295",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Acrolein hydrogenation on PdPt powder catalysts prepared by colloid synthesis",
        "prism:copyright": "Copyright © 2008 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Pd"
          },
          {
            "@_fa": "true",
            "$": "Pt"
          },
          {
            "@_fa": "true",
            "$": "Bimetallic"
          },
          {
            "@_fa": "true",
            "$": "Powder catalyst"
          },
          {
            "@_fa": "true",
            "$": "Acrolein"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "24-28",
        "prism:endingPage": "28",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 November 2008",
        "prism:doi": "10.1016/j.molcata.2008.08.012",
        "prism:startingPage": "24",
        "dc:identifier": "doi:10.1016/j.molcata.2008.08.012",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "230",
            "@width": "523",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23124",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "55",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1236",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "223",
            "@width": "516",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21872",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "54",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1170",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30906",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2305",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30314",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2170",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "207",
            "@width": "549",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30740",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "47",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1265",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "747",
            "@width": "506",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58845",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "63",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "883",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "242",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35539",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003580-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2294",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/54049115010"
      }
    }
  }
}