{
  "metadata": {
    "title": "Supported ammonia synthesis catalysts based on potassium derivatives of anionic ruthenium, osmium and iron carbonyl clusters. The first catalysts on carbon support exhibiting activity in ammonia synthesis in the absence of a specially added electron promoter",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-03-05",
    "doi": "10.1016/S1381-1169(98)00198-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116998001988",
    "pii": "S1381116998001988"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0033525417",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-01-26 1999-01-26 2010-04-18T14:19:10 1-s2.0-S1381116998001988 S1381-1169(98)00198-8 S1381116998001988 10.1016/S1381-1169(98)00198-8 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00933 2015-05-15T05:56:33.651043-04:00 0 0 19990305 1999 1999-01-26T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 139 139 2 3 2 3 Volume 139, Issues 2–3 12 219 225 219 225 19990305 5 March 1999 1999-03-05 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. SUPPORTEDAMMONIASYNTHESISCATALYSTSBASEDPOTASSIUMDERIVATIVESANIONICRUTHENIUMOSMIUMIRONCARBONYLCLUSTERSFIRSTCATALYSTSCARBONSUPPORTEXHIBITINGACTIVITYINAMMONIASYNTHESISINABSENCEASPECIALLYADDEDELECTRONPROMOTER YUNUSOV S 1 Introduction 2 Results and discussion 3 Experimental Acknowledgements References SUDO 1969 1174 M OZAKI 1971 3216 A AIKA 1972 424 K OZAKI 1981 16 A VOLPIN 1977 231 M SHUR 1984 884 V SHUR 1987 1409 V ARKHIPOV 1988 314 I SHUR 1991 353 V SHUR 1994 631 V SHUR 1994 789 V ERMAKOV 1987 435 Y BHATTACHARYYA 1983 1187 A NAGEL 1981 C9 C YUNUSOVX1999X219 YUNUSOVX1999X219X225 YUNUSOVX1999X219XS YUNUSOVX1999X219X225XS item S1381-1169(98)00198-8 S1381116998001988 1-s2.0-S1381116998001988 10.1016/S1381-1169(98)00198-8 271358 2010-09-29T22:33:36.551333-04:00 1999-03-05 1-s2.0-S1381116998001988-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998001988/MAIN/application/pdf/1ca2da82c062c0b5e2e8cec476866da3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998001988/MAIN/application/pdf/1ca2da82c062c0b5e2e8cec476866da3/main.pdf main.pdf pdf true 117120 MAIN 7 1-s2.0-S1381116998001988-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998001988/PREVIEW/image/png/86aaed7e9848283205b7a115265b1103/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998001988/PREVIEW/image/png/86aaed7e9848283205b7a115265b1103/main_1.png main_1.png png 57061 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116998001988-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998001988/gr1/THUMBNAIL/image/gif/69f09e682b468c256b7c2813043ead04/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998001988/gr1/THUMBNAIL/image/gif/69f09e682b468c256b7c2813043ead04/gr1.sml gr1 gr1.sml sml 858 93 59 IMAGE-THUMBNAIL 1-s2.0-S1381116998001988-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998001988/gr1/DOWNSAMPLED/image/gif/314bcb2f2ecc1e44f7daa855a759b63f/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998001988/gr1/DOWNSAMPLED/image/gif/314bcb2f2ecc1e44f7daa855a759b63f/gr1.gif gr1 gr1.gif gif 9823 521 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998001988-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998001988/gr2/THUMBNAIL/image/gif/87dd9c85dc36905b3cfc92df2b407f1d/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998001988/gr2/THUMBNAIL/image/gif/87dd9c85dc36905b3cfc92df2b407f1d/gr2.sml gr2 gr2.sml sml 1073 93 64 IMAGE-THUMBNAIL 1-s2.0-S1381116998001988-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998001988/gr2/DOWNSAMPLED/image/gif/b73466b6d2e8eb4f0c17d46f82c4f66f/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998001988/gr2/DOWNSAMPLED/image/gif/b73466b6d2e8eb4f0c17d46f82c4f66f/gr2.gif gr2 gr2.gif gif 11001 478 329 IMAGE-DOWNSAMPLED MOLCAA 1966 S1381-1169(98)00198-8 10.1016/S1381-1169(98)00198-8 Elsevier Science B.V. Fig. 1 The time-dependencies of the ammonia concentration in the gas flow for the K2[Ru4(CO)13] catalysts on SKT (a) and `Sibunit' (b) carbons (2.5–2.7 g of the samples containing 2.2–2.3 mmol of Ru). Fig. 2 The effect of metallic potassium to carbon molar ratio on the activity of the catalysts K2[Ru4(CO)13]+K (a) (2.2–2.3 mmol of Ru) and K2[Fe2(CO)8]+K (b) (3.9–4.0 mmol of Fe) on carbon `Sibunit' in ammonia synthesis. Table 1 Steady ammonia concentrations in the gas flow (vol.%) and ammonia synthesis rates (ml NH3 h−1 g−1 cat., STP) at different metallic potassium to carbon molar ratios for the catalysts based on K2[Ru4(CO)13], K2[Os3(CO)11] and K2[Fe2(CO)8] on carbon `Sibunit' a Cluster Amount of catalyst (g) K:C (mol/mol) Ammonia concentration Ammonia synthesis rate 250° 300° 350° 400° 250° 300° 350° 400° K2[Ru4(CO)13] 2.69 0 0.02 0.16 0.67 0.40 0.7 5.9 24.8 14.9 2.95 0.033 0.12 0.36 0.63 0.44 4.1 12.2 21.3 14.9 3.16 0.052 0.37 1.01 0.73 0.42 11.7 32.0 23.1 13.3 3.31 0.064 0.41 1.10 0.81 0.44 12.4 33.2 24.5 13.3 3.39 0.080 0.38 1.21 0.86 0.44 11.2 35.7 25.4 13.0 3.70 0.106 0.28 1.10 0.86 0.44 7.6 29.7 23.2 11.9 4.62 0.231 0.20 0.92 0.84 0.38 4.3 19.9 18.2 8.2 K2[Os3(CO)11] 2.92 0 0 0.01 0.10 0.33 0 0.3 3.4 11.3 4.76 0.231 0.06 0.27 0.58 0.42 1.3 5.7 12.2 8.8 K2[Fe2(CO)8] 2.91 0 0 0 0 0.02 0 0 0 0.7 3.39 0.058 0.07 0.09 0.11 0.08 2.1 2.7 3.2 2.4 3.85 0.116 0.16 0.33 0.45 0.39 4.2 8.6 11.7 10.1 4.28 0.174 0.20 0.36 0.50 0.42 4.7 8.4 11.7 9.8 4.52 0.199 0.21 0.38 0.51 0.41 4.6 8.4 11.3 9.1 4.69 0.231 0.20 0.36 0.47 0.39 4.3 7.7 10.0 8.3 5.06 0.276 0.16 0.34 0.46 0.38 3.2 6.7 9.1 7.5 a The amounts of ruthenium and osmium in the samples are 2.22–2.28 mmol, the amount of iron is 3.9–4.0 mmol, Ru/support=9 wt.%, Os/support=17.2 wt.%, Fe/support=9 wt.%. The molar ratios K:C in the catalysts are given without taking into account the amount of potassium from the initial anionic cluster. The weight of the catalysts not containing a specially introduced metallic potassium was determined after their testing in ammonia synthesis at 250–400°C. Supported ammonia synthesis catalysts based on potassium derivatives of anionic ruthenium, osmium and iron carbonyl clusters. The first catalysts on carbon support exhibiting activity in ammonia synthesis in the absence of a specially added electron promoter S.M Yunusov a E.S Kalyuzhnaya a H Mahapatra b V.K Puri b V.A Likholobov c V.B Shur a * a A.N. Nesmeyanov Institute of Organoelement Compounds, Russian Academy of Sciences, Vavilov St., 28, Moscow, 117813, Russian Federation b Projects and Development India Limited, Sindri, 828122, Bihar, India c K.G. Boreskov Institute of Catalysis, Siberian Branch of the Russian Academy of Sciences, Ac. Lavrent'ev St., 5, Novosibirsk, 630090, Russian Federation * Corresponding author. Tel.: +7-095-135-9342; Fax: +7-095-135-5085 The first catalysts on carbon support exhibiting activity in ammonia synthesis in the absence of a specially added electron promoter have been found. The catalysts were prepared by depositing K2[Ru4(CO)13], K2[Os3(CO)11] and K2[Fe2(CO)8] from THF solutions on the original graphite-like active carbon `Sibunit' followed by drying of the samples obtained at 20°C in vacuum. The highest efficiency is displayed by the K2[Ru4(CO)13] catalyst which is active in ammonia synthesis starting from 250°C (1 atm). On passing from K2[Ru4(CO)13] to K2[Os3(CO)11] and then to K2[Fe2(CO)8] the rate of ammonia synthesis lowers. The replacement of `Sibunit' by usual commercial active carbon SKT results in a sharp decrease in activity and stability of the catalysts. An introduction of metallic potassium into the catalysts on `Sibunit' carbon accelerates strongly the process of ammonia synthesis. A study of the K2[Ru4(CO)13]+K and K2[Fe2(CO)8]+K catalysts has shown that at constant transition metal and carbon contents in the system, the activity of both catalysts passes through a maximum with an increase in potassium quantity, in the case of ruthenium the position of the maximum being reached at considerably less amounts of potassium in the sample than in the case of iron. The K2[Ru4(CO)13]+K catalyst is much less active than the K2[Fe2(CO)8]+K catalyst at 200°C but considerably exceeds it in activity at higher temperatures (250–350°C). Keywords Ammonia synthesis Supported catalysts Ruthenium Iron Osmium Anionic metal carbonyl clusters Metallic potassium 1 Introduction One of the exciting trends in the modern chemistry of molecular nitrogen fixation is the development of catalysts for low-temperature ammonia synthesis from dinitrogen and dihydrogen. During the last decades, considerable progress in this important area has been achieved. The starting point was the discovery of the fact that the systems based on transition metal compounds and strong reducing agents are capable of reacting with molecular nitrogen in solution at room temperature to form nitride derivatives which give ammonia upon hydrolysis [1]. Subsequently, it has been shown that similar systems are able to catalyse at elevated temperatures gas phase ammonia synthesis from N2 and H2 (see, e.g., Refs. [2–18]). In the early studies, transition metal phthalocyanine complexes [2], transition metals themselves on carbon and oxide supports [3–6]as well as lamellar compounds of graphite with transition metals and their chlorides [7–9]were utilized for obtaining the catalysts. As the electron donors, use was made of alkali metals. The highest activity among these new ammonia synthesis catalysts was exhibited by Ozaki–Aika catalysts based on ruthenium and osmium on active carbon treated with metallic cesium or potassium [3–6]. For preparation of these catalysts (which turned out to be substantially more active than conventional doubly promoted iron catalyst for ammonia synthesis), RuCl3 and OsO4, respectively, were employed as precursors of catalytically active species. It is important to note that in the absence of alkali metal, ruthenium and osmium on active carbon displayed no activity in ammonia synthesis even at 400°C [3], although the same transition metals in a bulk state belong, as is known, to the most active metals in ammonia synthesis. The reason of so strong inhibiting effect of a support is the electron-withdrawing nature of active carbons, leading to a decrease in the electron density on the transition metal atoms, which prevents the efficient dinitrogen activation. An introduction of alkali metal into the system could neutralize this unfavourable effect of carbon support by means of electron transfer onto transition metal atoms up the appearance of partial negative charge on them. In our continuing studies [10–18]on the development of catalysts for low-temperature ammonia synthesis, we use potassium derivatives of anionic metal carbonyl clusters of ruthenium, osmium and iron (K2[Ru4(CO)13], K2[Os3(CO)11], K2[Fe2(CO)8]) as precursors of catalytically active particles. These anionic clusters can be formally considered as consisting of the negatively charged transition metal atoms stabilized by carbon monoxide ligands. One might suggest that the presence of potassium in such clusters would enable to design catalysts on carbon support which will be active in ammonia synthesis in the absence of a specially introduced metallic potassium or other similar electron promoter. In the present paper we describe the first examples of the ammonia synthesis catalysts of such type. The K2[Ru4(CO)13]-, K2[Os3(CO)11]- and K2[Fe2(CO)8]-based catalysts containing specially added metallic potassium are also reported. For preliminary communications, see Refs. [15, 18]. 2 Results and discussion The catalysts not containing a specially introduced metallic potassium were prepared by impregnation of carbon support with THF solution of the cluster (K2[Ru4(CO)13], K2[Os3(CO)11], K2[Fe2(CO)8]) followed by removal of THF at 20°C in vacuum. Supports used were conventional commercial active carbon SKT (1500 m2/g; 85.86% C, 0.24% H) of the Russian production and the original graphite-like active carbon `Sibunit' (500 m2/g, 99.5% C) [19]. A characteristic feature of `Sibunit' carbon differing it from SKT and other usual active carbons is an increased amount of mesopores as well as very low content of mineral admixtures and other impurities. The amount of Ru and Fe loadings in the catalysts was 9 wt.%, the Os loading was 17.2 wt.%. In the course of impregnation of carbon SKT, dark red solutions of K2[Ru4(CO)13] and K2[Os3(CO)11] turned olive-green which is evidently due to chemical processes taking place on contact of the clusters with the surface of the support. Upon depositing K2[Fe2(CO)8] on SKT carbon, no visible changes in a dark red colour of the solution of the initial carbonylate were observed, although the Mössbauer and IR spectroscopy data [12]indicate that under conditions of supporting, K2[Fe2(CO)8] undergoes deep transformations to afford K2[Fe4(CO)13], two yet unidentified iron carbonyl complexes as well as high-spin Fe(II) derivative. The process of impregnation of carbon `Sibunit' was not accompanied by change in colour of the starting THF solutions of K2[Ru4(CO)13], K2[Os3(CO)11] and K2[Fe2(CO)8]. After supporting and drying, the samples obtained were tested in ammonia synthesis. The results of testing have shown that the nature of the carbon support exerts a dramatic influence upon the ammonia synthesis rate and stability of the catalysts. The experiments on ammonia synthesis were conducted in a flow-type glass reactor at 250–400°C and atmospheric pressure with use of stoichiometric N2–H2 mixture (flow rate=10 l/h). The amount of transition metal in the samples was 3.9 mmol in the case of K2[Fe2(CO)8] and 2.2–2.3 mmol in the case of K2[Ru4(CO)13] and K2[Os3(CO)11]. Testing the catalysts was started from 250°C, then the temperature was successively raised to 300, 350 and 400°C. Fig. 1 shows the time-dependencies of the ammonia concentration in the gas flow for the K2[Ru4(CO)13] catalysts on carbons SKT and `Sibunit'. Both samples are indeed capable of catalysing ammonia synthesis in the absence of a specially added electron promoter but they differ very strongly from each other in their activity and stability. Thus, in the case of the catalyst on carbon SKT, the process of ammonia synthesis takes place only at 400°C and at very low rate (Fig. 1a). In addition to that, the activity of the catalyst rapidly falls down with time. Different picture is observed for the same ruthenium catalyst but on carbon `Sibunit'. As seen from Fig. 1b, the use of this sort of carbon results in a sharp increase in activity of the sample in ammonia synthesis. The catalyst on `Sibunit' is also much more stable than the corresponding sample on SKT carbon and its activity in ammonia synthesis remains practically unchanged for many hours of work. Similar results were obtained for the K2[Os3(CO)11] and K2[Fe2(CO)8] catalysts. Here too, the use of `Sibunit' instead of SKT carbon increased considerably the activity and stability of the catalysts. In the case of SKT, testing the samples in ammonia synthesis was accompanied by the formation of metallic mirrors on the outlet of the reactor. This can be explained by the suggestion that in the interaction with active carbon (on the stage of impregnation or during ammonia synthesis) some part of K2[Ru4(CO)13], K2[Os3(CO)11] and K2[Fe2(CO)8] is converted into neutral carbonyls M x (CO) y (M=Ru, Os, Fe) which, being volatile, are sublimated at elevated temperatures from the surface of the support giving mirrors upon decomposing on the walls of reactor. Interestingly, on using the catalysts on `Sibunit' carbon, no metallic mirrors were formed in the course of testing the samples in ammonia synthesis. The highest activity among the catalysts on carbon `Sibunit' is displayed by the K2[Ru4(CO)13] catalyst (Table 1 ). The formation of ammonia over this catalyst occurs starting from 250°C but the greatest synthesis rate is observed at 350°C. The steady ammonia concentration in the gas flow at this temperature amounts to ∼77% of an equilibrium value and at 400°C it attains ∼90%. The osmium sample is less efficient; it catalyses ammonia synthesis starting from 300°C. The iron catalyst exhibits activity in this process only at 400°C, the rate of ammonia formation even under such drastic conditions being very low. Thus, on passing from ruthenium to osmium and then to iron, the ammonia synthesis rate drops strongly. With the aim of an increase in the activity of the catalysts found in ammonia synthesis, the effect of the promoting additives of metallic potassium on this process has been studied. The catalysts additionally promoted with metallic potassium were prepared in the following manner. At first, K2[Ru4(CO)13], K2[Os3(CO)11] and K2[Fe2(CO)8] supported on carbon `Sibunit' undergone the thermal decomposition in the stream of N2–H2 mixture (for 10 h at 300°C in the case of K2[Ru4(CO)13] and K2[Os3(CO)11] and for 6 h at 200°C in the case of K2[Fe2(CO)8], flow rate=10 l/h) to remove carbon monoxide ligands. In the course of decomposition of the ruthenium and osmium clusters in N2–H2 flow, ammonia was produced. After 1 h, the rates of ammonia synthesis attained the steady values equal to 5.9 ml NH3 h−1 g−1 for ruthenium ([NH3]=0.16 vol.%, 2.71 g of the sample) and 0.34 ml NH3 h−1 g−1 for osmium ([NH3]=0.01 vol.%, 2.97 g of the sample). Practically the same ammonia synthesis rates were observed when the measurements of the activity at 300°C were preceded by testing the catalysts at 250°C (see Table 1). During the thermal decomposition of the supported K2[Fe2(CO)8] in N2–H2 stream at 200°C, no ammonia was formed. After removal of carbon monoxide ligands from the supported clusters, the samples obtained were treated at 120–130°C with metallic potassium and then tested in ammonia synthesis starting from 250°C (1 atm, flow rate=10 l/h). For ruthenium and iron catalysts, the experiments on measuring the activity at 200°C were conducted as well. The results obtained are presented in Table 1 and Fig. 2 , which show that in all the cases, an introduction of metallic potassium into the catalysts leads to a sharp increase in their activity in ammonia synthesis. Especially strong accelerating effect of the alkali metal is observed for the iron sample which, in the presence of metallic potassium, turned out to be active in ammonia synthesis even at 200°C. A study of the K2[Ru4(CO)13]+K and K2[Fe2(CO)8]+K catalysts has shown (see Fig. 2 and Table 1) that at constant transition metal and carbon contents in the system, the activity of both catalysts passes through a maximum with an increase in potassium quantity, in the case of ruthenium catalyst the position of the maximum being reached at considerably less amounts of potassium in the sample (K:C=0.06–0.08) than in the case of iron catalyst (K:C=0.20). Apparently, iron on active carbon requires significantly stronger electron promotion for ammonia synthesis than ruthenium. The dependence of the activity in ammonia synthesis upon potassium quantity for the K2[Fe2(CO)8]+K catalyst on carbon SKT [10, 16]is also characterized by a maximum but this maximum is shifted towards still higher alkali metal contents in the system (K:C=0.27) than in the case of the K2[Fe2(CO)8]+K catalysts on `Sibunit' carbon. Despite this difference, the catalysts are close in their efficiency to each other, in contrast to the corresponding K2[Fe2(CO)8] catalysts not containing a specially introduced metallic potassium. A characteristic feature of the K2[Fe2(CO)8]+K catalysts on carbon supports is their increased activity in ammonia synthesis in low-temperature region. Thus, in the case of the previously studied K2[Fe2(CO)8]+K catalyst on carbon AG-5 [10], the process of dinitrogen hydrogenation proceeds at a noticeable rate even at 150°C and atmospheric pressure. The K2[Fe2(CO)8]+K catalyst on `Sibunit' carbon was not tested at 150°C, however, at 200°C it shows practically the same activity ([NH3]=0.07 vol.%, 4.54 g of the sample) as the corresponding catalysts on AG-5 [10, 13]and SKT carbons. The ruthenium catalyst K2[Ru4(CO)13]+K on carbon `Sibunit' is much less active in ammonia synthesis at 200°C ([NH3]=0.014 vol.%, 3.37 g of the sample, K:C=0.08) than the analogous K2[Fe2(CO)8]+K catalyst but considerably exceeds it in activity at 250–350°C (Table 1). In the case of ruthenium, the highest ammonia concentration in the gas flow (1.21 vol.% or 55.5% of an equilibrium value) is observed at 300°C. At 350 and 400°C, the process of ammonia synthesis on this catalyst fully reaches the equilibrium. If testing the ruthenium catalyst is carried out starting from 300°C, the steady ammonia concentration in the gas at this temperature increases to 1.41 vol.% (64.7% of an equilibrium value). On using the K2[Fe2(CO)8]+K catalyst on `Sibunit' carbon, the maximum of the activity is observed at 350°C. At present, we are studying the nature of particles responsible for activity of the above-described catalysts in ammonia synthesis. 3 Experimental All manipulations with the initial clusters and corresponding catalysts were conducted under Ar or in vacuum with careful exclusion of air and moisture. Tetrahydrofuran was purified by conventional method and freshly distilled before use from sodium/benzophenone under Ar. Usual commercial active carbon SKT was dried by heating in vacuum at 180–190°C for 6–8 h, while graphite-like active carbon `Sibunit' was dried in vacuum at 130°C for 6–8 h. The initial K2[Ru4(CO)13] and K2[Os3(CO)11] were prepared by the interaction of Ru3(CO)12 and Os3(CO)12, respectively, with potassium benzophenoneketyl in THF under Ar [20, 21]. After isolating from the reaction mixture, the synthesized clusters were dissolved in THF and supported on active carbon. The starting K2[Fe2(CO)8] was obtained by the reaction of Fe(CO)5 with potassium graphite (C8K) in THF under Ar [12, 22]and was deposited on active carbon without isolation from the solution. The deposition of the clusters from THF on carbon support was carried out in several portions according to the procedure described in Ref. [12]. Each portion of the solution of the cluster was stirred with supporting material at 20°C for 5–7 min and then evaporated under stirring in vacuum. After depositing the whole amount of the cluster, the sample obtained was dried in vacuum at 20°C for 8–10 h and tested in ammonia synthesis. An introduction of metallic potassium into the catalysts was performed in three-neck round-bottom flask (with cylindrical walls) equipped with a mechanical nichrome wire stirrer and Ar gas inlet. The process was conducted by a gradual addition of metallic potassium to a vigorously stirred sample at 120–130°C for 15 min under Ar with subsequent stirring of the resulting product at the same temperature for 1.75 h. Under such conditions, melted potassium smoothly reacted with the carbon support to yield dark brown (sometimes nearly black) strongly pyrophoric samples which were tested in ammonia synthesis. For other details concerning the preparation of the catalysts and conditions of the ammonia synthesis experiments, see Section 2. Acknowledgements The authors wish to thank the Commission of European Communities, PECO Program (Contract No. ERBCHRXCT 930147) for financial support. References 1 M.E. Vol'pin, V.B. Shur, in: J. Chatt, L.M. da Câmara Pina, R.L. Richards (Eds.), New Trends in the Chemistry of Nitrogen Fixation, Academic Press, London, 1980, p. 67. 2 M. Sudo M. Ichikawa M. Soma T. Onishi K. Tamaru J. Phys. Chem. 73 1969 1174 3 A. Ozaki K. Aika H. Hori Bull. Chem. Soc. Jpn. 44 1971 3216 4 K. Aika H. Hori A. Ozaki J. Cat. 27 1972 424 5 K. Aika, J. Yamaguchi, A. Ozaki, Chem. Lett. (1973) 161. 6 A. Ozaki Acc. Chem. Res. 14 1981 16 7 M. Ichikawa, T. Kondo, K. Kawase, M. Sudo, T. Onishi, K.Tamaru, J. Chem. Soc., Chem. Commun. (1972) 176. 8 V.A. Postnikov, L.M. Dmitrienko, R.F. Ivanova, N.L. Dobrolyubova, M.A. Golubeva, T.I. Gapeeva, Yu.N. Novikov, V.B. Shur, M.E. Vol'pin, Izvest. Akad. Nauk SSSR, Ser. Khim. (1975) 12642. 9 M.E. Vol'pin Yu.N. Novikov V.A. Postnikov V.B. Shur B. Bayerl L. Kaden M. Wahren L.M. Dmitrienko R.A. Stukan A.V. Nefed'ev Z. Anorg. Allg. Chem. 428 1977 231 10 V.B. Shur S.M. Yunusov M.E. Vol'pin Dokl. Akad. Nauk SSSR 277 1984 884 11 V.B. Shur S.M. Yunusov S. Rummel M. Wahren M.E. Vol'pin Dokl. Akad. Nauk SSSR 292 1987 1409 12 I.L. Arkhipov R.A. Stukan S.M. Yunusov B.V. Lokshin M.G. Ezernitskaya V.B. Shur M.E. Vol'pin Metalloorg. Khim. 1 1988 314 13 S.M. Yunusov, M.A. Ilatovskaya, V.B. Shur, M.E. Vol'pin, in: B. Viswanathan, A. Meenakshisundaram (Eds.), Catalysis, Concepts and Applications, Ninth National Symposium on Catalysis, December 15–17, 1988, Madras, Preprints of Invited and Contributed Papers for Oral Sessions, Tata McGraw-Hill Publishing, OR 21–1. 14 V.B. Shur S.M. Yunusov E.S. Kalyuzhnaya M.E. Vol'pin Dokl. Akad. Nauk SSSR 320 1991 353 15 V.B. Shur, S.M. Yunusov, V.K. Puri, H. Mahapatra, B. Sen, D.K. Mukhergee, E.S. Kalyuzhnaya, I.A. Fokina, V.A. Likholobov, M.E. Vol'pin, Izvest. Akad. Nauk, Ser. Khim. (1992) 1452. 16 V.B. Shur S.M. Yunusov M.A. Ilatovskaya S. Rummel M.E. Vol'pin Dokl. Akad. Nauk SSSR 336 1994 631 17 V.B. Shur S.M. Yunusov M.A. Ilatovskaya S. Rummel M.E. Vol'pin Dokl. Akad. Nauk SSSR 336 1994 789 18 V.B. Shur, S.M. Yunusov, V.A. Likholobov, in: Exciting Trends in Ruthenium and Related Catalysis, The 14th International Conference on Catalysis (The Taniguchi Foundation), Kobe, Japan, November 5–10, 1995, pp. 9–12. 19 Yu.I. Ermakov V.F. Surovikin G.V. Plaksin V.A. Semikolenov V.A. Likholobov L.V. Chuvilin S.V. Bogdanov React. Kinet. Catal. Lett. 32 1987 435 20 A.A. Bhattacharyya C.C. Nagel S.G. Shore Organometallics 2 1983 1187 21 C.C. Nagel J.C. Bricker D.G. Alway S.G. Shore J. Organomet. Chem. 219 1981 C9 22 C. Ungurenasu, M. Palie, J. Chem. Soc., Chem. Commun. (1975) 388.",
      "scopus-id": "0033525417",
      "coredata": {
        "eid": "1-s2.0-S1381116998001988",
        "dc:description": "The first catalysts on carbon support exhibiting activity in ammonia synthesis in the absence of a specially added electron promoter have been found. The catalysts were prepared by depositing K2[Ru4(CO)13], K2[Os3(CO)11] and K2[Fe2(CO)8] from THF solutions on the original graphite-like active carbon `Sibunit' followed by drying of the samples obtained at 20°C in vacuum. The highest efficiency is displayed by the K2[Ru4(CO)13] catalyst which is active in ammonia synthesis starting from 250°C (1 atm). On passing from K2[Ru4(CO)13] to K2[Os3(CO)11] and then to K2[Fe2(CO)8] the rate of ammonia synthesis lowers. The replacement of `Sibunit' by usual commercial active carbon SKT results in a sharp decrease in activity and stability of the catalysts. An introduction of metallic potassium into the catalysts on `Sibunit' carbon accelerates strongly the process of ammonia synthesis. A study of the K2[Ru4(CO)13]+K and K2[Fe2(CO)8]+K catalysts has shown that at constant transition metal and carbon contents in the system, the activity of both catalysts passes through a maximum with an increase in potassium quantity, in the case of ruthenium the position of the maximum being reached at considerably less amounts of potassium in the sample than in the case of iron. The K2[Ru4(CO)13]+K catalyst is much less active than the K2[Fe2(CO)8]+K catalyst at 200°C but considerably exceeds it in activity at higher temperatures (250–350°C).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-03-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116998001988",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yunusov, S.M"
          },
          {
            "@_fa": "true",
            "$": "Kalyuzhnaya, E.S"
          },
          {
            "@_fa": "true",
            "$": "Mahapatra, H"
          },
          {
            "@_fa": "true",
            "$": "Puri, V.K"
          },
          {
            "@_fa": "true",
            "$": "Likholobov, V.A"
          },
          {
            "@_fa": "true",
            "$": "Shur, V.B"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116998001988"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116998001988"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(98)00198-8",
        "prism:volume": "139",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Supported ammonia synthesis catalysts based on potassium derivatives of anionic ruthenium, osmium and iron carbonyl clusters. The first catalysts on carbon support exhibiting activity in ammonia synthesis in the absence of a specially added electron promoter",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Osmium"
          },
          {
            "@_fa": "true",
            "$": "Anionic metal carbonyl clusters"
          },
          {
            "@_fa": "true",
            "$": "Metallic potassium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "219-225",
        "prism:endingPage": "225",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 March 1999",
        "prism:doi": "10.1016/S1381-1169(98)00198-8",
        "prism:startingPage": "219",
        "dc:identifier": "doi:10.1016/S1381-1169(98)00198-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998001988-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "858",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "521",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998001988-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9823",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998001988-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1073",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "478",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998001988-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11001",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0033525417"
      }
    }
  }
}