{
  "metadata": {
    "title": "Polymer-supported palladium–nickel bimetallic catalyst for the regioselective hydroesterification of styrene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1998-12-21",
    "doi": "10.1016/S1381-1169(98)00071-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116998000715",
    "pii": "S1381116998000715"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0032556637",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-11-25 1998-11-25 2010-04-18T12:05:35 1-s2.0-S1381116998000715 S1381-1169(98)00071-5 S1381116998000715 10.1016/S1381-1169(98)00071-5 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00878 2015-05-15T05:56:33.668241-04:00 0 0 19981221 1998 1998-11-25T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 136 136 3 3 Volume 136, Issue 3 6 263 268 263 268 19981221 21 December 1998 1998-12-21 1998 converted-article fla Copyright © 1998 Elsevier Science B.V. All rights reserved. POLYMERSUPPORTEDPALLADIUMNICKELBIMETALLICCATALYSTFORREGIOSELECTIVEHYDROESTERIFICATIONSTYRENE WAN B 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgements References TOSHIMA 1991 7448 N YU 1997 247 Z YU 1996 151 Z LI 1997 829 H YU 1996 201 Z SATOH 1994 4431 T BRUNET 1990 193 J MISUMI 1993 1 Y BELLER 1995 17 M CAVINATO 1981 161 G FENTON 1973 3192 D NAIGRE 1994 91 R KNIFTON 1976 2885 J YUN 1997 11 H TODA 1991 3600 S CAVINATO 1985 211 G CAVINATO 1982 93 G LEE 1995 250 C QI 1997 289 S CAVINATO 1990 187 G CONSIGLIO 1991 323 G ZHOU 1996 407 H CRABTREE 1982 107 R ANTON 1983 855 D WHITESIDES 1985 1819 G LEWIS 1986 7228 L WANX1998X263 WANX1998X263X268 WANX1998X263XB WANX1998X263X268XB item S1381-1169(98)00071-5 S1381116998000715 1-s2.0-S1381116998000715 10.1016/S1381-1169(98)00071-5 271358 2010-10-15T15:10:16.124858-04:00 1998-12-21 1-s2.0-S1381116998000715-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/MAIN/application/pdf/bc444d74581ed66279e9fc552e5c2a05/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/MAIN/application/pdf/bc444d74581ed66279e9fc552e5c2a05/main.pdf main.pdf pdf true 168341 MAIN 6 1-s2.0-S1381116998000715-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/PREVIEW/image/png/e3420e53bd492f2adc2ecf31abaf5c14/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/PREVIEW/image/png/e3420e53bd492f2adc2ecf31abaf5c14/main_1.png main_1.png png 59342 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116998000715-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/STRIPIN/image/gif/463e17c32c8bc28e2bfff0d2f804a4d4/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/STRIPIN/image/gif/463e17c32c8bc28e2bfff0d2f804a4d4/si1.gif si1 si1.gif gif 2240 1403 995 ALTIMG 1-s2.0-S1381116998000715-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/fx1/THUMBNAIL/image/gif/1e8d54dd5413a64d5845e0bde653b9cb/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/fx1/THUMBNAIL/image/gif/1e8d54dd5413a64d5845e0bde653b9cb/fx1.sml fx1 fx1.sml sml 426 15 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000715-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/fx1/DOWNSAMPLED/image/gif/ada2d99c1e61b89e2181f7486841fb9b/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/fx1/DOWNSAMPLED/image/gif/ada2d99c1e61b89e2181f7486841fb9b/fx1.gif fx1 fx1.gif gif 3467 65 547 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000715-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/gr1/THUMBNAIL/image/gif/b0cee5a6238b09d41e8bdc223c2afb05/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/gr1/THUMBNAIL/image/gif/b0cee5a6238b09d41e8bdc223c2afb05/gr1.sml gr1 gr1.sml sml 1948 86 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000715-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/gr1/DOWNSAMPLED/image/gif/ac17fb5b9b520ffb341cc13f59e038a3/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/gr1/DOWNSAMPLED/image/gif/ac17fb5b9b520ffb341cc13f59e038a3/gr1.gif gr1 gr1.gif gif 8670 221 323 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000715-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/gr2/THUMBNAIL/image/gif/bc9b4cff79c41c5e656c11442d4af326/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/gr2/THUMBNAIL/image/gif/bc9b4cff79c41c5e656c11442d4af326/gr2.sml gr2 gr2.sml sml 1532 93 68 IMAGE-THUMBNAIL 1-s2.0-S1381116998000715-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000715/gr2/DOWNSAMPLED/image/jpeg/fcb38e4ad6e10e25e024f1cf91fc7efa/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000715/gr2/DOWNSAMPLED/image/jpeg/fcb38e4ad6e10e25e024f1cf91fc7efa/gr2.jpg gr2 gr2.jpg jpg 32325 352 257 IMAGE-DOWNSAMPLED MOLCAA 1850 S1381-1169(98)00071-5 10.1016/S1381-1169(98)00071-5 Elsevier Science B.V. Fig. 1 Effect of NiCl2 in the PVP–PdCl2–nNiCl2–PPh3 system on the conversion of styrene and the selectivity to methyl 2-phenylpropionate. Reaction conditions are the same as in Table 1. Fig. 2 Transmission electron micrograph of the PVP–PdCl2–4NiCl2–PPh3 catalyst. The sample was taken 4 h after the hydroesterification had been started. Table 1 Hydroesterification of styrene using different catalysts a Entry Catalyst Conversion (%) Selectivity (%) I II III 1 PdCl2 0 − − − 2 PdCl2–5PPh3 42 82 18 0 3 NiCl2–5PPh3 0 − − − 4 PdCl2–4NiCl2–5PPh3 76 95 4 1 5 PVP–PdCl2–4NiCl2–5PPh3 99 95 4 1 a Reaction conditions: benzene 10 ml, MeOH 0.8 ml, Pd 0.04 mmol, NiCl2 0.16 mmol, styrene 1 mmol, p(CO)=2.1 MPa (gauge pressure), 80°C, 10 h. PVP=poly(N-vinyl-2-pyrrolidone), I=PhCH(CH3)COOMe, II=PhCH2CH2COOMe, III=PhCH(CH3)OMe. Table 2 Effect of PPh3 in the PVP–PdCl2–4NiCl2–nPPh3 catalyst system on the hydroesterification of styrene a Entry Catalyst Conversion (%) Selectivity (%) I II III 6 PVP–PdCl2–4NiCl2–0.5PPh3 1 97 3 0 7 PVP–PdCl2–4NiCl2–PPh3 100 99 1 0 8 PVP–PdCl2–4NiCl2–3PPh3 100 96 4 0 9 PVP–PdCl2–4NiCl2–8PPh3 79 91 8 1 10 PVP–PdCl2–4NiCl2–PPh3 b 100 99 1 0 11 PVP–PdCl2–4NiCl2–PPh3 c 97 99 1 0 a Reaction conditions are the same as in Table 1. bStyrene, 2 mmol; 20 h. cStyrene, 4 mmol; 36 h. Table 3 Hydroesterification of styrene using other catalysts a Entry Catalyst Conversion (%) Selectivity (%) I II III 12 PVP–PdCl2–4CoCl2–PPh3 ∼0 − − − 13 PVP–PdCl2–4CoCl2–5PPh3 19 80 20 0 14 PVP–PdCl2–4FeCl3–PPh3 ∼0 − − − 15 PVP–PdCl2–4FeCl3–5PPh3 62 82 18 0 16 PVP–PdCl2–4CuCl2–PPh3 ∼0 − − − 17 PVP–PdCl2–4CuCl2–3PPh3 84 99 1 0 18 PVP–PdCl2–4CuCl2–5PPh3 99 98 2 0 19 PVP–PdCl2–4CuCl2–8PPh3 99 96 4 0 a Reaction conditions are the same as in Table 1. Table 4 Effect of temperature on styrene hydroesterification catalyzed by PVP–PdCl2–4NiCl2–PPh3 a Entry Temperature (°C) Time (h) Conversion (%) Selectivity (%) I II III 20 20 46 ∼0 − − − 21 40 14 3 − − − 22 60 12 63 98 2 0 23 80 10 100 99 1 0 24 100 10 59 95 5 0 a Reaction conditions are the same as in Table 1, except that the reaction time and temperature vary. Polymer-supported palladium–nickel bimetallic catalyst for the regioselective hydroesterification of styrene Bo-Shun Wan Shi-Jian Liao * Yun Xu Dao-Rong Yu Dalian Institute of Chemical Physics, Chinese Academy of Sciences, P.O. Box 110, Dalian 116023, China * Corresponding author. Polymer-supported PVP–PdCl2–4NiCl2–PPh3 bimetallic system [PVP=poly(N-vinyl-2-pyrrolidone)] is an efficient catalyst for the hydroesterification of styrene with CO and methanol. This catalyst provides a very highly regiospecific hydroesterification to the branched acid ester with complete conversion at 80°C and CO pressure of 2.1 MPa. The high activity and selectivity of the catalyst are achieved by the synergic effect of Pd–Ni bimetallic system and the effect of polymer protection. In the presence of excess Hg or a base (NaOAc), all of the catalysts lose their activity entirely. The effect of mercury poison and the transmission electron micrograph measurement for the catalyst show that the catalytically active species are composed of particles of nanometric size in which Pd species are in the zero valent state. Keywords Bimetallic catalyst Synergic effect Polymer protection Regioselective hydroesterification Styrene 1 Introduction In general, a homogeneous catalyst offers the potential advantage of high selectivity while a heterogeneous system is often less selective but more active [1]. Recently, homogeneous or polymer-supported bimetallic catalysts have showed enhanced activity, better selectivity in selective hydrogenations [2–5], hydrodehalogenations [6, 7], carbonylations [8–10] and hydroformylations [11, 12]. The enhanced activity and better selectivity are due to the cooperative or successive participation of two metals. It appears that a high efficiency in a homogeneous catalyst (or catalyst precursor) may be achieved by the cooperation of several components just like that in heterogeneous catalysis. The transition metal complex catalyzed hydroesterification of olefins with CO and alcohol is of great interest for the synthesis of industrially valuable carboxylic esters such as linear fatty acid esters and branched 2-arylpropionic acid esters. The latter compounds include the most important classes of nonsteroidal antiinflammatory drugs such as ibuprofen and naproxen. The most investigated catalysts for hydroesterification are cobalt and palladium compounds. Recently, palladium complexes have received great attention because they are effective at relatively low pressures and selective for the generation of branched acid esters [13–24]. Example catalysts include the homogeneous bimetallic systems of Pd–Li [13, 14], Pd–Sn,Ge [15, 16] and Pd–Cu [17] developed by Alper et al. [25]. However, no report has been described in the literature using a polymer-supported bimetallic catalyst for this particular reaction. Here we wish to report an efficient polymer-supported PVP–Pd–Ni–PPh3 bimetallic catalyst obtained in situ from PVP–PdCl2, NiCl2 and PPh3 for the hydroesterification of styrene under rather mild reaction conditions. 2 Experimental PdCl2 was purchased from Johnson Matthey (Pd content 59.89%). Poly(N-vinyl-2-pyrrolidone) (PVP, K=27–33) was a product of BASF. Carbon monoxide with a purity of 99.9% was commercially available and directly used. Solvents and metal chlorides were analytical grade and were used as received except styrene which was freshly distilled before use. PVP–PdCl2/MeOH (N/Pd=20) containing a small amount of hydrochloric acid (0.2 mol HCl/l) was prepared via a literature procedure [4]. A 45 ml stainless steel autoclave was used as a batch reactor. In a typical run, 0.8 ml of PVP–PdCl2/MeOH (5×10−2 mol Pd/l), 0.16 mmol of MX n (MX n =NiCl2·6H2O, CuCl2·2H2O, FeCl3·6H2O and CoCl2·6H2O), 10.6 mg (40 mmol) of PPh3, 1 mmol of styrene and 10 ml of benzene were charged into the reactor. The gas phase in the reactor was flushed with carbon monoxide three times and pressurized to the desired pressure. The reactor was then placed in an oil bath maintained at constant temperature. The reaction mixture was magnetically stirred at ca. 300 rpm. After the reaction, the reactor was cooled to room temperature and slowly depressurized. The reaction mixture was analyzed by a GC (2 m DEGS column). The identification of GC peaks was accomplished with both authentic samples and employing GC-MS analysis. Transmission electron micrography was carried out using a JEM-1200 EX analytical electron microscope operated at 100 keV. 3 Results and discussion (1) The hydroesterification of styrene with CO and methanol is shown in Eq. (1). Two major products are formed. One is the branched methyl 2-phenylpropionate (I). The other is its linear isomer, methyl 3-phenylpropionate (II). The formation of ether (III) and other by-products is negligible. The results of styrene hydroesterifications catalyzed by various catalysts at 80°C and CO pressure of 2.1 MPa in benzene are summarized in Table 1 . The conversion and the selectivity were calculated from GC chromatograms. Entry 1 shows that the PdCl2 itself exhibits no catalytic activity under these reaction conditions. When excess PPh3 is added to PdCl2 (5:1), the conversion and the selectivity to the branched ester are 42% and 82%, respectively, in 10 h (entry 2). The PdCl2–4NiCl2–5PPh3 catalyst gives 76% conversion and 95% selectivity, while NiCl2, by itself, shows no catalytic activity (entries 3 and 4) under these conditions. These results indicate that NiCl2 can markedly promote the catalytic behavior of PdCl2. Apparently, the Pd–Ni bimetallic catalyst exhibits a remarkable synergic effect. In order to increase the activity further, we employed a polymer-supported PVP–PdCl2–4NiCl2–5PPh3 catalyst. The conversion increases to 99% and the selectivity remains at 95% under the same reaction conditions (entry 5). In order to determine the influence of PPh3 on the reaction, the effect of the PPh3/Pd mole ratio in the PVP–PdCl2–4NiCl2–nPPh3 catalytic system was examined (Table 2 ). Entries 5–11 show that the best result with 100% conversion and 99% selectivity is obtained when the PPh3/Pd mole ratio is 1. The effect of the NiCl2/Pd mole ratio in the PVP–PdCl2–nNiCl2–PPh3 catalytic system is shown in Fig. 1 . As the NiCl2/Pd mole ratio is raised from 1 to 6, the changes in conversion and selectivity are small. The best catalyst is PVP–PdCl2–4NiCl2–PPh3. However, when FeCl3 and CoCl2 are used instead of NiCl2, the conversion and the selectivity are much lower (compare entries 12–15 in Table 3 and entries 5 and 7 in Tables 1 and 2). It is noteworthy that when CuCl2 is used as the second metal component, only at high PPh3/Pd mole ratio does the polymer-supported PVP–PdCl2–CuCl2–PPh3 catalytic system give high conversions. Otherwise, this system exhibits low or even no activity. The selectivity does not change appreciably with the amount of PPh3 added (entries 17–19). The conversion and selectivity induced by the PVP–PdCl2–4CuCl2–5PPh3 catalyst are 99% and 98%, respectively, at 80°C and CO at a pressure of 2.1 MPa in 10 h. This rate is slightly slower with slightly lower selectivity than that observed for the PVP–PdCl2–4NiCl2–PPh3 catalyst. The effect of temperature on the reaction is rather peculiar (Table 4 ). The PVP–PdCl2–4NiCl2–PPh3 catalyst exhibits very low and no activity at 40°C and 20°C, respectively. As the temperature is raised from 60°C to 80°C, both the rate and selectivity increase. However, when the temperature is further raised to 100°C, the conversion and the selectivity decrease. The most suitable reaction temperature is 80°C. A similar effect was also observed for the PdCl2–CuCl2–PPh3 catalytic system in the hydroesterification of styrene [26]. It has been reported that mercury can be used as a selective poison for the heterogeneous metallic (colloidal) catalysts, while the homogeneous catalysts (molecular compounds) are unaffected [27–30]. We found that in the presence of excess Hg or a base (NaOAc), all of the catalysts lost their activity entirely. The former suggested that colloidal Pd(0) particles were formed. Transmission electron micrograph (TEM) was taken for the PVP–PdCl2–4NiCl2–PPh3 catalyst (Fig. 2 ). The TEM showed that the particles of nanometric size (3–20 nm) were formed. This result, together with the effect of mercury poison on the catalyst, confirms that the catalytically active species are composed of particles of nanometric size in which Pd species are in the zero valent state for the PVP–PdCl2–NiCl2–PPh3 catalytic system. Based on the above results, we suggest that the role of PPh3 here is to stabilize the Pd(0) species as described in literature [21], while the role of PVP seems to protect the Pd(0) nanoparticles from the particle growth and also to serve as a ligand. The role of NiCl2 and the effect of NaOAc are still not fully understood. 4 Conclusions The PVP–PdCl2–4NiCl2–PPh3 catalyst gives a 100% conversion and 99% selectivity to the branched ester in styrene hydroesterifications at 80°C and a CO pressure of 2.1 MPa in 10 h. A strong synergic effect of PdCl2–NiCl2 and the effect of polymer protection give rise to a remarkable increase in the selectivity and activity for the reaction. The results of the transmission electron micrograph measurement and mercury poisoning of the catalyst indicate that the catalytically active species are composed of particles of nanometric size in which Pd species are in the zero valent state. Acknowledgements We thank the National Natural Science Foundation of China (29473136) and the Laboratory of Organometallic Chemistry, Shanghai Institute of Organic Chemistry, Chinese Academy of Sciences for the financial support of this research. References 1 G.W. Parshall, Homogeneous Catalysis, Wiley, New York, 1980. 2 N. Toshima, K. Kushihashi, T. Yonezawa, H. Hirai, Chem. Lett., 1990, p. 815. 3 N. Toshima M. Harada T. Yonezawa K. Kushihashi K. Asakura J. Phys. Chem. 95 1991 7448 4 Z.K. Yu, S.J. Liao, Y. Xu, B. Yang, D.R. Yu, J. Chem. Soc., Chem. Commun. (1995) 1155. 5 Z.K. Yu S.J. Liao Y. Xu B. Yang D.R. Yu J. Mol. Catal. A 120 1997 247 6 Z.K. Yu S.J. Liao Y. Xu React. Funct. Polym. 29 1996 151 7 H.Q. Li S.J. Liao Y. Xu D.R. Yu Synth. Commun. 27 1997 829 8 Z.K. Yu Y. Xu S.J. Liao H. Jiang B. Yang D.R. Yu H. Chen X.J. Li React. Funct. Polym. 31 1996 201 9 T. Satoh K. Kokubo M. Miura M. Nomura Organometallics 13 1994 4431 10 J.J. Brunet M. Taillefer J. Organomet. Chem. 384 1990 193 11 Y. Misumi Y. Ishii M. Hidai J. Mol. Catal. 78 1993 1 12 M. Beller B. Cornils C.D. Frohning C.W. Kohlpaintner J. Mol. Catal. 104 1995 17 13 G. Cavinato L. Toniolo J. Mol. Catal. 10 1981 161 14 D.M. Fenton J. Org. Chem. 38 1973 3192 15 R. Naigre T. Chenal I. Cipres P. Kalck J.-C. Daran J. Vassermann J. Organomet. Chem. 480 1994 91 16 J.F. Knifton J. Org. Chem. 41 1976 2885 17 H.S. Yun K.H. Lee J.S. Lee J. Mol. Catal. A 95 1997 11 18 S. Toda M. Miyamoto H. Kinoshita K. Inomata Bull. Chem. Soc. Jpn. 64 1991 3600 19 G. Cavinato L. Toniolo C. Botteghi J. Mol. Catal. 32 1985 211 20 G. Cavinato L. Toniolo C. Botteghi S. Gladiali J. Organomet. Chem. 229 1982 93 21 C.W. Lee H. Alper J. Org. Chem. 60 1995 250 22 S. Qi M. Nomura T. Aiko Y. Inoue J. Mol. Catal. A 115 1997 289 23 G. Cavinato L. Toniolo J. Organomet. Chem. 398 1990 187 24 G. Consiglio S.C.A. Nefkens C. Pisano F. Wenginger Helv. Chim. Acta 74 1991 323 25 H. Alper, J.B. Woell, B. Despeyroux, D.J.H. Smith, J. Chem. Soc., Chem. Commun. (1983) 1270. 26 H.Y. Zhou H.X. Fu J. Chen H.B. Li S.J. Lu H.Q. Wang Fenzi Cuihua (Chinese J. Mol. Catal.) 10 1996 407 27 R.H. Crabtree M.F. Mellea J.M. Mihelcic J.M. Quirk J. Am. Chem. Soc. 104 1982 107 28 D.R. Anton R.H. Crabtree Organometallics 2 1983 855 29 G.M. Whitesides M. Hackett R.L. Brainard J.P.M. Lavalleye A.F. Sowinski A.N. Izumi S.S. Moore D.W. Brown E.M. Staudt Organometallics 4 1985 1819 30 L.N. Lewis N. Lewis J. Am. Chem. Soc. 108 1986 7228",
      "scopus-id": "0032556637",
      "coredata": {
        "eid": "1-s2.0-S1381116998000715",
        "dc:description": "Polymer-supported PVP–PdCl2–4NiCl2–PPh3 bimetallic system [PVP=poly(N-vinyl-2-pyrrolidone)] is an efficient catalyst for the hydroesterification of styrene with CO and methanol. This catalyst provides a very highly regiospecific hydroesterification to the branched acid ester with complete conversion at 80°C and CO pressure of 2.1 MPa. The high activity and selectivity of the catalyst are achieved by the synergic effect of Pd–Ni bimetallic system and the effect of polymer protection. In the presence of excess Hg or a base (NaOAc), all of the catalysts lose their activity entirely. The effect of mercury poison and the transmission electron micrograph measurement for the catalyst show that the catalytically active species are composed of particles of nanometric size in which Pd species are in the zero valent state.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-12-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116998000715",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wan, Bo-Shun"
          },
          {
            "@_fa": "true",
            "$": "Liao, Shi-Jian"
          },
          {
            "@_fa": "true",
            "$": "Xu, Yun"
          },
          {
            "@_fa": "true",
            "$": "Yu, Dao-Rong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116998000715"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116998000715"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(98)00071-5",
        "prism:volume": "136",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Polymer-supported palladium–nickel bimetallic catalyst for the regioselective hydroesterification of styrene",
        "prism:copyright": "Copyright © 1998 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bimetallic catalyst"
          },
          {
            "@_fa": "true",
            "$": "Synergic effect"
          },
          {
            "@_fa": "true",
            "$": "Polymer protection"
          },
          {
            "@_fa": "true",
            "$": "Regioselective hydroesterification"
          },
          {
            "@_fa": "true",
            "$": "Styrene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "263-268",
        "prism:endingPage": "268",
        "pubType": "fla",
        "prism:coverDisplayDate": "21 December 1998",
        "prism:doi": "10.1016/S1381-1169(98)00071-5",
        "prism:startingPage": "263",
        "dc:identifier": "doi:10.1016/S1381-1169(98)00071-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "1403",
            "@width": "995",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000715-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2240",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "15",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000715-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "426",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "65",
            "@width": "547",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000715-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3467",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000715-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1948",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "221",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000715-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8670",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000715-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1532",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "352",
            "@width": "257",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000715-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32325",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0032556637"
      }
    }
  }
}