{
  "metadata": {
    "title": "A remarkable synergic effect of water-soluble bimetallic catalyst in the hydrogenation of aromatic nitrocompounds",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-06-10",
    "doi": "10.1016/S1381-1169(98)00298-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116998002982",
    "pii": "S1381116998002982"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0033542371",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-04-16 1999-04-16 2010-04-18T14:19:10 1-s2.0-S1381116998002982 S1381-1169(98)00298-2 S1381116998002982 10.1016/S1381-1169(98)00298-2 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00994 2015-05-15T05:56:33.651043-04:00 0 0 19990610 1999 1999-04-16T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 142 142 2 2 Volume 142, Issue 2 5 147 152 147 152 19990610 10 June 1999 1999-06-10 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. AREMARKABLESYNERGICEFFECTWATERSOLUBLEBIMETALLICCATALYSTINHYDROGENATIONAROMATICNITROCOMPOUNDS JIANG H 1 Introduction 2 Results and discussion 3 Experimental 3.1 Materials and apparatus 3.2 Preparation and characterization of PdCl2(TPPTS)2 3.3 Hydrogenation of aromatic nitrocompounds Acknowledgements References BELLER 1995 17 M JOO 1984 71 F VIGH 1983 15 L BENYEI 1990 151 A GROSSELIN 1991 2126 J LI 1994 185 C RYAN 1979 319 R BARALT 1984 2626 E SHAH 1992 235 J MISUMI 1993 1 Y ISHII 1989 L13 Y HASHEM 1984 285 K TOSHIMA 1991 7448 N LEWIS 1986 7228 L LARPENT 1991 L35 C BLACKBURN 1970 2374 J JIANGX1999X147 JIANGX1999X147X152 JIANGX1999X147XH JIANGX1999X147X152XH item S1381-1169(98)00298-2 S1381116998002982 1-s2.0-S1381116998002982 10.1016/S1381-1169(98)00298-2 271358 2010-09-29T22:35:22.197285-04:00 1999-06-10 1-s2.0-S1381116998002982-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/MAIN/application/pdf/620945e1d79bf7450a050b5a37412a9f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/MAIN/application/pdf/620945e1d79bf7450a050b5a37412a9f/main.pdf main.pdf pdf true 287324 MAIN 6 1-s2.0-S1381116998002982-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/PREVIEW/image/png/a07334ad7fa80ea05d057195b5a94c79/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/PREVIEW/image/png/a07334ad7fa80ea05d057195b5a94c79/main_1.png main_1.png png 59175 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116998002982-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si2.gif si3 si3.gif gif 181 14 24 ALTIMG 1-s2.0-S1381116998002982-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si2.gif si2 si2.gif gif 181 14 24 ALTIMG 1-s2.0-S1381116998002982-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/STRIPIN/image/gif/905316192cda1f6019a38b87906f83ae/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/STRIPIN/image/gif/905316192cda1f6019a38b87906f83ae/si1.gif si1 si1.gif gif 307 13 58 ALTIMG 1-s2.0-S1381116998002982-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/gr1/THUMBNAIL/image/gif/9e0e3384649bd2b936e53506f32ce7c9/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/gr1/THUMBNAIL/image/gif/9e0e3384649bd2b936e53506f32ce7c9/gr1.sml gr1 gr1.sml sml 1119 93 112 IMAGE-THUMBNAIL 1-s2.0-S1381116998002982-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/gr1/DOWNSAMPLED/image/gif/52eedca869b1f52aa86a39d14aacadc4/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/gr1/DOWNSAMPLED/image/gif/52eedca869b1f52aa86a39d14aacadc4/gr1.gif gr1 gr1.gif gif 4773 274 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002982-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/gr2/THUMBNAIL/image/gif/6bf0cb1426a80ba4c9a7b5d8798d9d64/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/gr2/THUMBNAIL/image/gif/6bf0cb1426a80ba4c9a7b5d8798d9d64/gr2.sml gr2 gr2.sml sml 1372 93 115 IMAGE-THUMBNAIL 1-s2.0-S1381116998002982-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/gr2/DOWNSAMPLED/image/gif/b00b152c4ccf1d4bd7a71a3ee85db095/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/gr2/DOWNSAMPLED/image/gif/b00b152c4ccf1d4bd7a71a3ee85db095/gr2.gif gr2 gr2.gif gif 5658 267 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002982-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/gr3/THUMBNAIL/image/gif/62b2b30aadf13ff634b538e439c9be60/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/gr3/THUMBNAIL/image/gif/62b2b30aadf13ff634b538e439c9be60/gr3.sml gr3 gr3.sml sml 1165 93 109 IMAGE-THUMBNAIL 1-s2.0-S1381116998002982-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/gr3/DOWNSAMPLED/image/gif/558ceb10a90e80a9344cf397339aac9f/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/gr3/DOWNSAMPLED/image/gif/558ceb10a90e80a9344cf397339aac9f/gr3.gif gr3 gr3.gif gif 4785 276 323 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002982-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/gr4/THUMBNAIL/image/gif/c85cd80b1927633eb2115925a56929a3/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/gr4/THUMBNAIL/image/gif/c85cd80b1927633eb2115925a56929a3/gr4.sml gr4 gr4.sml sml 3246 82 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002982-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002982/gr4/DOWNSAMPLED/image/jpeg/89b10ac46f40751e73c37053f6e2bbda/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002982/gr4/DOWNSAMPLED/image/jpeg/89b10ac46f40751e73c37053f6e2bbda/gr4.jpg gr4 gr4.jpg jpg 63277 319 489 IMAGE-DOWNSAMPLED MOLCAA 2066 S1381-1169(98)00298-2 10.1016/S1381-1169(98)00298-2 Elsevier Science B.V. Fig. 1 The dependence of catalytic activity of the PdCl2(TPPTS)2–H2PtCl6 bimetallic catalyst on its metal composition in the hydrogenation of nitrobenzene. Reactions conditions: the same as Table 1. Fig. 2 Hydrogenation of p-nitrotoluene catalyzed by mono- and bimetallic catalysts. Reaction conditions: the same as Table 1. 1=0.50PdCl2(TPPTS)2–0.50H2PtCl6. 2=0.95PdCl2(TPPTS)2–0.05H2PtCl6. 3=PdCl2(TPPTS)2. 4=H2PtCl6. Fig. 3 Comparison of the order of reaction respect to substrate using mono- and bimetallic catalysts. Reaction conditions: the same as Table 1. 1=0.50PdCl2(TPPTS)2–0.50H2PtCl6. 2=0.95PdCl2(TPPTS)2–0.05H2PtCl6. 3=PdCl2(TPPTS)2. Fig. 4 Transmission of electron micrographs of (a) PdCl2(TPPTS)2 (reduced by H2) and (b) 0.50 PdCl2(TPPTS)2–0.50H2PtCl6 (reduced by H2). Table 1 Catalytic behaviors of PdCl2(TPPTS)2 and PdCl2(TPPTS)2–MX for the hydrogenation of nitrobenzene a Catalyst Reaction rate (min−1)b Reaction time (min) Aniline yield (%)c PdCl2(TPPTS)2 27.8 138 100 PdCl2(TPPTS)2–NiCl2 20.6 220 100 PdCl2(TPPTS)2–LaCl3 28.8 211 >99 PdCl2(TPPTS)2–FeCl3 18.2 218 100 PdCl2(TPPTS)2–CoCl2 25.3 218 100 PdCl2(TPPTS)2–CrCl3 27.9 117 100 PdCl2(TPPTS)2–CuCl2 0 126 0 PdCl2(TPPTS)2–RuCl3 22.2 178 100 PdCl2(TPPTS)2–H2PtCl6 61.8 34 100 H2PtCl6 4.1 392 76 H2PtCl6–2TPPTS 1.7 120 9 PdCl2(TPPTS)2 d 33.6 145 84 H2PtCl6 d 4.8 120 18 H2PtCl6–2TPPTSd ∼0 110 <4 a Reaction conditions: 65°C; 0.1 MPa; nitrobenzene, 5 mmol; catalyst, 0.01 mmol Pd or Pd+M, M/Pd=1; water, 10 ml; toluene, 10 ml. bThe maximum reaction rate, mol H2/mol (Pd or Pd+M) min, calculated from the amount of dihydrogen uptake. cBased on the data of HPLC analysis. d0.005 mmol catalyst was used. Table 2 Hydrogenation of substituted nitrobenzene (RC6H4NO2) using PdCl2(TPPTS)2 and PdCl2(TPPTS)2–H2PtCl6 catalysts a R Reaction rate (min−1)b Conversion (%)c Pd 0.50Pd+0.50Pt 0.95Pd+0.05Pt Pd 0.50Pd+0.50Pt 0.95Pd+0.05Pt H 27.8 61.8 63 100(138) 100(36) 100(71) 4-Me 41.4 88.7 52.6 96(212) 100(28) 100(60) 4-COOMe 33.5 67.4 45.4 100(85) 100(37) 100(60) 4-OMe 22.0 57.9 – 100(93) 100(44) – 2-NH2 8.1 39.2 16.2 84(150) 100(126) 74(128) 4-Cl 15.5 49.0 33.2 98(270) 100(57) 97(155) 3-Cl 19.4 48.4 26.7 95(180) 100(77) 79(131) 2-Cl 14.6 69.4 32.2 70(120) 100(54) 86(120) a Reaction conditions: 65°C; 0.1 MPa; catalyst, 0.01 mmol (Pd or Pd+Pt); substrate, 5 mmol; water, 10 ml; toluene, 10 ml. bThe maximum reaction rate, mol H2/mol (Pd or Pd+Pt) min, calculated from the amount of dihydrogen uptake. cBased on the data of HPLC analysis. The value in the parentheses is the reaction time (in minutes) for the given conversion (%). The selectivity for the corresponding amine is 100% expected for the 2-, 3- or 4-chloronitrobenzene (a small amount of aniline is formed due to the dechloroination; the selectivity for the corresponding chloroaniline is 91–95%) A remarkable synergic effect of water-soluble bimetallic catalyst in the hydrogenation of aromatic nitrocompounds Heng Jiang a Yun Xu a * Shijian Liao a Daorong Yu a Hua Chen b Xianjun Li b a Dalian Institute of Chemical Physics, Chinese Academy of Sciences, P.O. Box 110, Dalian 116023, China b Department of Chemistry, Sichun University, Chengdu 610064, China * Corresponding author. Fax: +86-411-4691570 Hydrogenation of nitrobenzene can be catalyzed by the water-soluble catalyst PdCl2(TPPTS)2 (TPPTS=tris(m-sulfonatophenyl)phosphine trisodium salt) under normal pressure at 65°C in H2O/toluene biphasic solvent system. The water-soluble bimetallic catalyst PdCl2(TPPTS)2–H2PtCl6 exhibits higher catalytic activity and selectivity for the hydrogenation of aromatic nitrocompounds, compared with PdCl2(TPPTS)2 or H2PtCl6 alone. The transmission electron micrographs demonstrate that the monometallic catalyst is composed of ultrafine palladium particles of almost uniform size while the particles of bimetallic catalyst are more widely distributed in size than those of the monometallic ones. Keywords Water-soluble bimetallic catalysts Synergic effect Hydrogenation Aromatic nitrocompounds 1 Introduction The use of water-soluble transition metal complexes as catalysts for various catalytic reactions in aqueous organic biphasic solvent system has received much attentions in recent years [1]. Hydrogenation of unsaturated aldehydes, ketones or acids catalyzed by water-soluble sulfonated phosphine complexes of rhodium, ruthenium and iridium has been investigated intensively [2–5]. Although many heterogeneous, homogeneous and polymer-supported catalysts are known for the hydrogenation of aromatic nitrocompounds [6–9], there is no report on the use of water-soluble palladium catalyst for this reaction. In order to improve the catalytic properties of the monometallic catalyst, much attention has been focused on the bimetallic catalysts [10]. The previous report on homogeneous bimetallic catalysts were usually concerned with the catalytic behaviors of bimetallic clusters [10–14]. Toshima et al. [15–17]stabilized the colloidal dispersions of the palladium–platinum bimetallic catalyst by the soluble polymer. In contrast with the corresponding monometallic catalysts, the bimetallic catalysts show remarkable synergic effect and exhibit very high catalytic activity for the selective hydrogenation of olefins. Here we wish to report the use of water-soluble mono- and bimetallic catalyst, PdCl2(TPPTS)2 and PdCl2(TPPTS)2–MX, for the hydrogenation of aromatic nitrocompounds in H2O/toluene biphasic solvent system under normal pressure of hydrogen at 65°C. The results reveal that the catalytic activity of PdCl2(TPPTS)2 for the hydrogenation of aromatic compounds can be greatly increased by the addition of a second transition metal component, H2PtCl6. 2 Results and discussion Table 1 shows that the hydrogenation of nitrobenzene can be catalyzed by the water-soluble catalyst PdCl2(TPPTS)2 under normal pressure of hydrogen at 65°C in H2O/toluene two-phase solvent system. The selectivity for aniline is 100%. In order to increase the catalytic activity of PdCl2(TPPTS)2, the catalytic behavior of bimetallic catalyst was investigated by adding a second transition metal compound. It can also be seen from Table 1 that among the transition metal compounds tested, H2PtCl6 leads to an acceleration of the reaction rate significantly, although the catalytic activity of H2PtCl6 is rather low when it is used alone. Fig. 1 shows the dependence of the reaction rate on the metal compositions in the bimetallic catalysts. A striking feature of PdCl2(TPPTS)2–H2PtCl6 is that its activity is much higher than the corresponding monometallic catalysts when the palladium content in the bimetallic catalysts varies from 20 to 95 mol%. The synergic effect can also be observed even if the platinum content is only 2 mol%. In the case of the polymer-supported palladium–platinum bimetallic catalyst, only in a limited range of Pd/Pt ratio can the bimetallic catalyst exhibit much higher catalytic activity than the monometallic ones [15–17]. Table 2 summarizes the results of various substituted nitrobenzene catalyzed by PdCl2(TPPTS)2 and PdCl2(TPPTS)2–H2PtCl6. In most cases, the synergic effects of the bimetallic catalysts are remarkable. For example, the maximum reaction rate is only 8.1 min−1 in the hydrogenation of o-nitroaniline catalyzed by PdCl2(TPPTS)2 while the use of 0.5PdCl2(TPPTS)2–0.5H2PtCl6 obviously raises the maximum reaction rate to 39.2 min−1. In the hydrogenation of p-nitrotoluene, the maximum reaction rate is not increased significantly, but only 60 min is required to complete the reaction when 0.95PdCl2(TPPTS)2–0.05H2PtCl6 was used as catalyst while the monometallic catalyst PdCl2(TPPTS)2 gives only 96% conversion in 212 min. In this case, the average catalytic activity is increased significantly. Usually, the hydrogenation of halo-substituted aromatic nitrocompounds is accompanied by the hydrodehalogenation of these compounds. A number of methods, for example, the addition of phosphoric acid or sulfouret to the catalytic system [18], and the use of polymer-supported palladium–ruthenium bimetallic catalyst [19], have been reported in order to increase the selectivity for halo-substituted aromatic amines. The data in Table 2 also show that using the present catalytic system, both the water-soluble mono- or bimetallic catalysts exhibit high selectivity for the chloroaniline in the hydrogenation of chloronitrobenzene. Fig. 2 gives the kinetic curves of hydrogenation of p-nitrotoluene catalyzed by PdCl2(TPPTS)2, H2PtCl6 and PdCl2(TPPTS)2–H2PtCl6, These curves show that the catalytic behavior of bimetallic catalyst PdCl2(TPPTS)2–H2PtCl6 is very different from that of the corresponding monometallic catalyst, PdCl2(TPPTS)2 and H2PtCl6. In the case of the bimetallic catalyst, the reaction rate is not influenced by the substrate concentration within a wide range while in the case of the monometallic catalyst, the reaction rate strongly depends on substrate concentration. Under constant hydrogen pressure, temperature and catalyst concentration, the reaction rate equation may be expressed as follows: (1) R=kCn where R, k, C and n are the reaction rate, rate constant, concentration of p-nitrotoluene and reaction order, respectively. A plot of log R vs. log C results in a straight line, the slope of which gives the reaction order (Fig. 3 ). When PdCl2(TPPTS)2 was used as the catalyst, the reaction order is 1.4, while the reaction order is almost zero when bimetallic catalyst was used. Linear relationship was obtained with a plot of log k vs. 1/T which was in agreement with the Arrhenius equation. The activation energies for the hydrogenation of p-nitrotoluene catalyzed by PdCl2(TPPTS)2 and 0.50PdCl2(TPPTS)2–0.50H2PtCl6 are 66.4 and 44.7 kJ/mol, respectively. These results indicate that the active species have been changed greatly from monometallic catalyst to bimetallic catalyst. For the hydrogenation of nitrobenzene with PdCl2(TPPTS)2 catalyst, the addition of excess mercury completely inhibited the reaction, which indicates that the catalyst is reduced by hydrogen possibly forming Pd(0) particles [20]. Under hydrogen atmosphere at 65°C, the colour of PdCl2(TPPTS)2 aqueous solution changes from yellow to red rapidly and the solution remains visibly clear. When H2PtCl6 was used as catalyst, platinum black was observed immediately. The solution of PdCl2(TPPTS)2–H2PtCl6 reduced by hydrogen looks homogeneous. The transmission electron micrographs of PdCl2(TPPTS)2 and 0.50PdCl2(TPPTS)2–0.50H2PtCl6 aqueous solution reduced by hydrogen are shown in Fig. 4 . These photographs clearly demonstrate that the monometallic catalyst is composed of ultrafine particles of almost uniform size (average diameter, 1–2 nm) while the particles of bimetallic catalyst is larger (average diameter, 2–3 nm) and more widely distributed in size than those of the monometallic ones. These experimental data reveal that there are some cooperative interactions between palladium and platinum. New catalytic species of bimetallic catalyst may be formed which are different from those of the PdCl2(TPPTS)2 catalyst. Toshima et al. [15–17]found that the particles of PVP-stabilized momometallic colloids of either Pd or Pt were very small, they had a tendency to agglomerate, whereas excellent uniformity of particle size was observed for PVP-stabilized bimetallic colloids. Other reports described the surfactant-stabilized colloids and their use as hydrogenation catalysts in biphasic media [21]. Larpent et al. [22]reported that the Rh colloidal mixtures were used as catalysts for the hydrogenation of liquid alkenes in a biphasic system without solvent. Using water-soluble surfactant RC(C6H4SO3Na)3 to stabilize the colloid. The diameter of [Rh] is around 2 nm. In the present catalytic system, the reduced Pd–Pt species may be stabilized by the coordination of TPPTS. 3 Experimental 3.1 Materials and apparatus PdCl2 was purchased from Johnson Matthey (Pd content 59.89%). Toluene and aromatic nitrocompounds were of analytical grade. Water was doubly distilled. TPPTS was synthesized according to the known procedures [23]. Elemental analyses were performed on a Plasma-Spec-I Analyzer. Thermogravimetry (TG) analyses were carried out on a Shimadzu DT-20B Thermal Analyzer under flowing nitrogen. The 31 P NMR was recorded on a Varian FT-80A spectrometer using 85% phosphoric acid as internal standard. XPS data was obtained with a VGE SCALAB mk-2 X-ray photoelectron spectrometer. Transmission electron microscopy (TEM) was recorded on a JEM-1200 EX. The hydrogenation product was analyzed by HPLC(Shimadzu LC-5A, 4.6 mm i.d.×25 cm Zorbax ODS column; mobile phase, MeOH/H2O=7/3 (v/v)). 3.2 Preparation and characterization of PdCl2(TPPTS)2 100 mg of PdCl2 and 2 ml of 2 N HCl were added into a Schlenk flask and the mixture was stirred at 50°C until PdCl2 was dissolved completely. After the flask was cooled to room temperature and flushed with argon, 0.80 g of TPPTS was added into the flask under stirring. The colour of the solution changed from dark red to bright yellow immediately. After 10 min stirring, 15 ml of absolute ethanol were added, a light yellow powder was precipitated and the mixture was stirred for 30 min. The filtered precipitate was washed three times with 30 ml warm ethanol (95%) and dried in vacuum. The 31 P NMR determination shows that only one peak was observed, the chemical shift was 34.7 ppm, indicating that only the stable trans-complex was obtained and there was no sodium salt of tri(sulfonphenyl)-phosphine oxide. Palladium content: found, 7.8% (calculated, 8.0%). The TG analysis of PdCl2(TPPTS)2 revealed that the first stage weight loss was in the temperature region of 60° to 180°C and the second weight loss was observed at 380–465°C. The binding energy of Pd 3d5/2 and P 2p was 338.0 and 131.8 eV respectively. It is analogous to that of PdCl2(PPh3)2 (Pd 3d5/2, 338.1±0.3 eV; P 2p, 131.7±0.1 eV) [24]. 3.3 Hydrogenation of aromatic nitrocompounds A typical procedure was conducted as follows: catalyst and water were added into a 50-ml three-necked, jacketed bottle closed with self-sealing silicon rubber cap, connected to the vacuum, hydrogen lines and constant pressure gas burette. The temperature of the circulating water passing through the jacket was maintained by a thermostat. After the atmosphere was replaced with hydrogen and was stirred vigorously for 5 min, the substrate in toluene solution was added. After the reaction, the product in organic layer was analyzed by HPLC. Acknowledgements The authors would like to thank the National Natural Science Foundation of China and the Laboratory of Organometallic Chemistry, Shanghai Institute of Organic Chemistry, Chinese Academy of Sciences for the financial support. References 1 M. Beller B. Cornils C.D. Frohning C.W. Kohlpaintner J. Mol. Catal. 104 1995 17 2 F. Joó L. Somsák M.T. Beck J. Mol. Catal. 24 1984 71 3 L. Vigh F. Joó P.R. Van Hasselt P.J.C. Kuiper J. Mol. Catal. 22 1983 15 4 A. Bényei F. Joó J. Mol. Catal. 58 1990 151 5 J.M. Grosselin C. Mercier G. Allmang F. Grass Organometallics 10 1991 2126 6 C. Li Y. Chen W. Wang Appl. Catal. 119 1994 185 7 R.C. Ryan G.M. Wilemon M.P. Dalsanto C.U. Pittman J. Mol. Catal. 5 1979 319 8 E. Baralt N. Holy J. Org. Chem. 49 1984 2626 9 J.N. Shah R.N. Ram J. Mol. Catal. 77 1992 235 10 Y. Misumi Y. Ishii M. Hidai J. Mol. Catal. 78 1993 1 and the references cited therein. 11 A. Fukuoka, N. Gotoh, N. Kobayashi, M. Hirano, S. Komiya, Chem. Lett. (1995) 139. 12 Y. Ishii M. Sato H. Matsuzaka M. Hidai J. Mol. Catal. 54 1989 L13 13 J.F. Knifton, J. Chem. Soc., Chem. Commun. (1983) 729. 14 K.E. Hashem J.-F. Petrignani H. Alper J. Mol. Catal. 26 1984 285 15 N. Toshima, K. Kushihashi, T. Yonezawa, H. Hirai, Chem. Lett. (1989) 1769. 16 N. Toshima, T. Yonezawa, M. Harada, K. Asakura, Y. Iwasawa, Chem. Lett. (1990) 815. 17 N. Toshima M. Harada T. Yonezawa K. Kushihashi K. Asakura J. Phys. Chem. 95 1991 7448 18 H. Jones, Catalysis in Organic Syntheses, Academic Press, London, 1980. 19 Z. Yu, S. Liao, Y. Xu, B. Yang, D. Yu, J. Chem. Soc., Chem. Commun. (1995) 1155. 20 L.N. Lewis N. Lewis J. Am. Chem. Soc. 108 1986 7228 21 C. Larpent, E. Bernard, J. Chem. Soc., Chem. Commun. (1992) 535. 22 C. Larpent F. Brisse-Le Menn H. Patin J. Mol. Catal. 65 1991 L35 23 E. Kuntz, U.S. Patent, 4, 248, 802, 1981. 24 J.R. Blackburn R. Nordberg F. Stevie R.G. Albridge M.M. Jones Inorg. Chem. 9 1970 2374",
      "scopus-id": "0033542371",
      "coredata": {
        "eid": "1-s2.0-S1381116998002982",
        "dc:description": "Hydrogenation of nitrobenzene can be catalyzed by the water-soluble catalyst PdCl2(TPPTS)2 (TPPTS=tris(m-sulfonatophenyl)phosphine trisodium salt) under normal pressure at 65°C in H2O/toluene biphasic solvent system. The water-soluble bimetallic catalyst PdCl2(TPPTS)2–H2PtCl6 exhibits higher catalytic activity and selectivity for the hydrogenation of aromatic nitrocompounds, compared with PdCl2(TPPTS)2 or H2PtCl6 alone. The transmission electron micrographs demonstrate that the monometallic catalyst is composed of ultrafine palladium particles of almost uniform size while the particles of bimetallic catalyst are more widely distributed in size than those of the monometallic ones.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-06-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116998002982",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jiang, Heng"
          },
          {
            "@_fa": "true",
            "$": "Xu, Yun"
          },
          {
            "@_fa": "true",
            "$": "Liao, Shijian"
          },
          {
            "@_fa": "true",
            "$": "Yu, Daorong"
          },
          {
            "@_fa": "true",
            "$": "Chen, Hua"
          },
          {
            "@_fa": "true",
            "$": "Li, Xianjun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116998002982"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116998002982"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(98)00298-2",
        "prism:volume": "142",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "A remarkable synergic effect of water-soluble bimetallic catalyst in the hydrogenation of aromatic nitrocompounds",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water-soluble bimetallic catalysts"
          },
          {
            "@_fa": "true",
            "$": "Synergic effect"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Aromatic nitrocompounds"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "147-152",
        "prism:endingPage": "152",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 June 1999",
        "prism:doi": "10.1016/S1381-1169(98)00298-2",
        "prism:startingPage": "147",
        "dc:identifier": "doi:10.1016/S1381-1169(98)00298-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "24",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "181",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "24",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "181",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "13",
            "@width": "58",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "307",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1119",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "274",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4773",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1372",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5658",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "109",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1165",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "276",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4785",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3246",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002982-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "63277",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0033542371"
      }
    }
  }
}