{
  "metadata": {
    "title": "Effects of thiophene on CO adsorption and crotonaldehyde hydrogenation over silica-supported PdCu catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-15",
    "doi": "10.1016/S1381-1169(97)00045-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000459",
    "pii": "S1381116997000459"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030744149",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000459 S1381-1169(97)00045-9 S1381116997000459 10.1016/S1381-1169(97)00045-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00611 2015-05-15T05:56:33.668241-04:00 0 0 19970815 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 123 123 1 1 Volume 123, Issue 1 9 65 74 65 74 19970815 15 August 1997 1997-08-15 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. EFFECTSTHIOPHENECOADSORPTIONCROTONALDEHYDEHYDROGENATIONOVERSILICASUPPORTEDPDCUCATALYSTS ASHOUR S HUTCHINGS 1994 453 G MARINELLI 1995 51 T LEON 1991 305 C JUSZCZYK 1993 1183 W FERNANDEZGARCIA 1995 12565 M FERNANDEZGARCIA 1996 16247 M LARGENTIERE 1990 275 P SMITH 1993 2463 G PADLEY 1994 203 M PADLEY 1994 438 M PALAZOV 1975 338 A SHEU 1989 4890 L SKODA 1994 159 F ANDERSON 1996 477 J MILLAR 1991 1467 G HOFFMANN 1983 107 F ARTEAGA 1982 79 A SOMANOTO 1974 315 Y SOMANOTO 1976 324 Y TOOLENAAR 1983 1 F HENDRICKX 1987 234 H LIU 1991 402 R PONEC 1995 393 V ROCHEFORT 1993 43 A TOOLENAAR 1980 110 F CLARKE 1993 27 D RADOVIC 1987 1 L BERUBE 1987 133 M SEXTON 1985 99 B STOHR 1984 2161 J ROCHESTER 1977 596 C SEOANE 1992 137 X HUTCHINGS 1994 464 G RAAB 1993 99 C ASHOURX1997X65 ASHOURX1997X65X74 ASHOURX1997X65XS ASHOURX1997X65X74XS item S1381-1169(97)00045-9 S1381116997000459 1-s2.0-S1381116997000459 10.1016/S1381-1169(97)00045-9 271358 2010-09-29T19:53:06.582128-04:00 1997-08-15 1-s2.0-S1381116997000459-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000459/MAIN/application/pdf/e3cb5e1549a04db069ff70460fbcfe79/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000459/MAIN/application/pdf/e3cb5e1549a04db069ff70460fbcfe79/main.pdf main.pdf pdf true 1018910 MAIN 10 1-s2.0-S1381116997000459-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000459/PREVIEW/image/png/1bb1cf4474e525551c9bc7753c0f684a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000459/PREVIEW/image/png/1bb1cf4474e525551c9bc7753c0f684a/main_1.png main_1.png png 62266 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116997000459-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000459/STRIPIN/image/gif/9a8482e82b6005cccf01fb5a5f873d35/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000459/STRIPIN/image/gif/9a8482e82b6005cccf01fb5a5f873d35/si2.gif si3 si3.gif gif 536 18 92 ALTIMG 1-s2.0-S1381116997000459-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000459/STRIPIN/image/gif/9a8482e82b6005cccf01fb5a5f873d35/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000459/STRIPIN/image/gif/9a8482e82b6005cccf01fb5a5f873d35/si2.gif si2 true si2.gif gif 536 18 92 ALTIMG 1-s2.0-S1381116997000459-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000459/STRIPIN/image/gif/d2223d8e9c3b304f2f526936127b06e9/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000459/STRIPIN/image/gif/d2223d8e9c3b304f2f526936127b06e9/si1.gif si1 true si1.gif gif 410 18 60 ALTIMG ELSEVIER JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 Effects of thiophene on CO adsorption and crotonaldehyde hydrogenation over silica-supported Pd-Cu catalysts Sheikha S. Ashour a, Jillian E. Bailie a, Colin H. Rochester a* , James Thomson Graham J. Hutchings I' ' Chemistry Department, Dundee Unirersih, Dundee DDl 4HN, UK b Leverhulme Centre fin- Innoratire Catalysis, Chemistn Department. Lit erpool Unit ersitr, PO Bo.e 147, Lii erpool, UK Received 12 November 1996: accepted 17 February 1997 Abstract The effects of alloying Pd and Cu on the infrared spectra of adsorbed CO are firstly, enhancement of linearly adsorbed CO on Pd at the expense of bridged CO on Pd due to dilution of exposed ensembles of Pd by Cu. secondly, reduction in the extent of dipolar coupling between adjacent CO molecules again due to geometric dilution effect and, thirdly, an electronic effect leading to cationic Cu sites. The order of resistance of surface sites to modification with thiophene was Pd (bridging sites) > Pd (linear sites) > Cu+> Cu. Multibonded CO on Pd remained after other forms of adsorbed CO on Pd and Cu had been displaced by the thiophene. Unlike Cu/Si02 [G.J. Hutchings, F. King, I.P. Okoye, M.B. Padley, C.H. Rochester, J. Catal. 148 (1994) 453.] the Pd-Cu/SiO, catalysts did not favour crotyl alcohol formation from crotonaldehyde hydrogenation over thiophene-modified catalysts because, as demonstrated by the infrared results, the Cu component was preferentially poisoned leaving active Pd sites which favoured C=C bond hydrogenation. 1997 Elsevier Science B.V. Keywords: Pd-Cu/Si02; CO adsorption; Thiophene poisoning 1. Introduction The addition of small amounts of thiophene to supported copper catalysts has led to an enhancement in the rate of formation of crotyl alcohol from the hydrogenation of crotonaldehyde [ 1 ] although only a marginal enhancement in selectivity to ally] alcohol was observed in similar experiments involving acrolein hydrogenation [2]. The effect for crotonaldehyde [ 1 ] was attributed to the existence of both Cuand Cu' atoms in the catalyst surface in the pres- Corresponding author. Fax: +44-1-382345517. 1381-1169/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PIlS1381-1169(97)00045-9 ence of thiophene or its adsorbed decomposition products under hydrogenation reaction conditions. Thiophene improved selectivity for C=O hydrogenation but did not exhibit a comparable effect for C=C hydrogenation. An alternative approach, which might be enhanced by the presence of thiophene, would be to alloy copper with a transition metal. Palladium would appear to be a good choice because Cu-Pd mixtures give homogeneous bimetallic alloys [3-6]. Furthermore, although palladium has a higher sulphur-tolerance than copper [3], the generation of cationic palladium sites in the presence of adsorbed sulphur occurs [7] and modification with 66 S.S. Ashour et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 thiophene can affect selectivity in hydrogenation reactions [8]. The surface character of thiophene-treated copper catalysts used [1] for the hydrogenation of crotonaldehyde was monitored by recording infrared spectra of adsorbed CO [9,10]. This approach has been adopted in the present study of thiophene modification of Pd-Cu catalysts containing between 10 and 100 mol% Pd. Palladium has the added ability over copper of adsorbing CO in bridging configurations [ 11,12], the proportion of which as a function of the total CO adsorbed on Pd sites is decreased by the dilution of Pd with Cu [13,14]. Silica is here used as the catalyst support. Previous infrared studies of Pd-Cu in the absence of thiophene have involved alumina [ 13] and zeolite [ 14] supports. The infrared data for Pd-Cu/S'02 are compared with the results of a brief exploratory study of crotonaldehyde hydrogenation over the same catalysts in the absence and presence of thiophene. 2. Experimental Catalysts were prepared from silica (Cab-OSil M5, 200 m2 g-1) by simultaneous impregnation with Cu and Pd from mixed aqueous solutions of copper(II) acetate monohydrate (Aldrich) and palladium (II) acetate (Aldrich). After evaporation to dryness (323 K) the powder was finely ground and sieved before drying at 383 K for 24 h. For infrared studies ca. 100 mg of catalyst precursor as a pressed (ca. 20 MN m-2) disc (2.5 cm diameter) was mounted in a conventional pyrex/silica vacuum cell fitted with fluorite windows. The sequence of subsequent treatments finally resulting in catalyst containing reduced metal was as follows: treatment in vacuum (383 K, 1/2 h); slowly raising the temperature to 523 K with a flow (100 cm3 min-') of dry air, maintaining 523 K for 2 h; evacuation (523 K, 1/2 h) before cooling slowly (1 h) to 323 K; flowing hydrogen (60 cm3 min-') was admitted via a Deoxo unit and molecular sieve, the temperature was slowly (2 h) raised to 523 K which was maintained for 16 h before evacuation (523 K, 1/2 h) and cooling to ambient temperature for spectroscopic examination using a Perkin-Elmer FTIR spectrometer at 4 cm-' resolution. Samples for catalytic study were prepared by identical procedures and catalyst activity and selectivity was monitored as before [1] with a crotonaldehyde/H2 ratio of 1/14, WHSV = 4320 h-' and at 383 K. Reduced catalysts all contained 8.51 X 10-4 mol of Pd + Cu per gram of silica. This is equivalent to 5.1 wt% Cu for 100% Cu metal and 8.3 wt% Pd for 100% Pd metal. Catalysts were prepared with molar ratios Pd:Cu of 100:0, 75:25, 50:50, 25:75, 10:90 and 0:100. 3. Results 3.1. CO adsorption Infrared results for CO adsorption on CU/S'02 catalysts with and without co-adsorption of thiophene have been previously reported [9,15]. Spectra are only shown here for comparison with the present results for Pd-Cu/S'02, Fig. 1 shows spectra of reduced discs exposed to CO. Bands at 2095 and 2070(sh) cm-' for Pd/S'02 may be assigned to linearly adsorbed CO [11-13], a strong maximum at 1995 cm-' was due to bridge-bonded CO [I1-13] on {100] crystal faces of Pd [6] and a shoulder at 1950 cm-' is ascribed to multibonded CO on (I11} faces of Pd crystallites [16,17]. The figured spectrum corresponds to a high surface coverage of Pd by CO. Evacuation at ca. 298 K for up to 1/2 h weakened the band at 2095 cm-' and left a residual band at 2061 cm-'. The spectrum at this stage of desorption closely resembled a reported result for Pd/A1203 after a similar experiment [13]. The bands at 2095 and 2061 cm-' correspond to the two forms of linearly adsorbed CO described by Palazov et al. [11]. The ratio of bridged/linear band inten- S.S. Ashour et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 2200 2000 1900 1800 wavenumrcm-1 Fig. 1. Spectra of catalysts exposed to CO (266 N m-=). The numbers on the spectra are the mol% Pd in the mixed metal component of each sample. shies has been correlated with the dispersion of Pd particles [12]. A B/L ratio of 7.7 was derived from the spectrum in Fig. 1 and this interpolates to a figure of ca. 0.21 for the dispersion of Pd in the present 8.3 wt% Pd/Si02 catalyst. The addition of 25 mol% Cu to Pd resulted in an increased intensity of bands due to linearly adsorbed CO on Pd and a decrease in intensity of the band due to bridge-bonded CO Fig. 1. This effect is due to the dilution of ensembles of Pd atoms on the alloy surface by Cu atoms [13,18,19]. The intensity of the linear CO bands continued to increase relative to the intensity of the band due to bridged species up to 75 mol% Cu. The bands due to both bridged and multibonded CO disappeared for 90 mol% Cu showing that there were no longer adjacent Pd atoms which constituted sites for the adsorption of CO via a bridge-bonded interaction. The bands due to both bridged and linear CO on Pd were shifted to lower wavenumbers after alloying with Cu. In terms of mol% of Cu (0 - 25 - 50 -j 75%) the former band progres- sively shifted from 1995 - 1981 - 1978 67 1965 cm-'. In contrast the band at 2095 cm-1 due to linear CO on Pd/Si02 underwent a big shift to 2064 cm-' for 25 mol% Cu but then remained at about the same spectral position even for 90 mol% Cu. Similar shifts for transition metals alloyed with Cu or Ag [6,19-22] have been attributed to either electronic or geometric effects. Electron transfer from Cu to a transition metal with which it is alloyed leads to electron-rich transition metal sites which give enhanced back donation to 7r * orbitals of adsorbed CO hence weakening the CO bond and shifting vco to lower wavenumbers [22]. Alternatively, dipolar coupling between CO molecules on adjacent transition metal sites is decreased by dilution of the surface with Cu or Ag and therefore the vco band, even for high surface coverages by CO, remains at a low spectral position consistent with results for low CO coverages on the transition metal alone [20]. The latter effect has been shown to be dominant for Pd-Cu/Si02 [21] and Pt-Cu/AIZO3 catalysts [20] and the electronic effect deemed very small. A negligible electronic effect has been proposed for Pd-Cu [23]. It has also been concluded from vCo data that there is no electron transfer between Pd and Cu in Pd-Cu alloys [13]. However, a XANES study has established that the electronic character of both Pd and Cu are modified by alloying [6]. Rochefort et al. [24] concluded that back-donation to adsorbed CO decreases for Pd and increases for Cu on alloying. Enhanced back donation by Pd would be required if the shift of vc(, to lower wavenumbers were solely due to an electronic effect attributable to changing extent of backdonation. The change here in v,,t) from 2095 to 2064 cm- ' on addition of 25 mol% Cu could be accountable for in terms of the geometric effect leading to shielding of dipole-dipole coupling for CO on Pd [20]. The subsequent lack of shift on adding more Cu would require either dipolar shielding to be effectively complete by 25 mol% Cu, which appears unlikely [20,21], or cancellation of further shifts due to dipolar shielding by 68 S.S. Ashour et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 opposing shifts generated by an electronic effect favouring decreased back-donation by Pd. The dominant band at 2099 cm-' for CO on CU/S'02 [9,15] shifted to 2108 cm-' with a shoulder at ca. 2125 cm-' on alloying of Cu with 10 or 25 mol% Pd Fig. 1. For CU/S'02 in the absence of Pd the main maximum due to linearly adsorbed CO on Cu' shifted from 2114 cm-' at low coverage to 2099 cm-' at high coverage [15]. The band envelope maximum gradually shifted to lower wavenumbers [15] as would be expected [25] for increasing dipoledipole coupling between adjacent adsorbed CO molecules on Cu, although retention of a band at 2114 (sh) cm-' at high coverages showed there was overlap of bands due to CO on different strength adsorption sites. The band shifts for CO on both Pd (0 vco negative) and Cu (0 vco positive) in Pd-Cu/S'02 on introducing the other metal are therefore primarily compatible with the geometric effect invoking decreased dipole-dipole interactions through a surface site dilution effect. However, the shoulder at 2125 cm-' which became the dominant band for Pd-Cu/S'02 with 75 mol% Pd cannot be ascribed to CO on Cusites [15]. Adsorption of CO on Cu' sites in a CU/S'02 sample pretreated with N20 gave an infrared band at 2125 cm-' [15]. By analogy to results for RuCu/Si02 [22] this shows that at least some copper atoms in the alloy surface exhibit cationic character when alloyed with Pd. The band shifts for both Pd and Cu Fig. 1 may be primarily rationalised in terms of dipole-dipole coupling effects. Electronic effects are less significant but the result for Cu shows they are not negligible. Unfortunately, the possible electronic effects of Cu on CO adsorption on Pd in Pd-Cu/S'02 are more difficult to recognise. However, the mutual electronic effects between Cu and Pd do seem to be a function of alloy composition. For 75 mol% Pd all the exposed Cu sites were apparently cationic. The band at 2064 cm-' for CO on Pd would then be shifted from 2095 cm-' partly through the geometric dipolar shielding effect and partly through the electronic effect resulting in enhanced electron density on Pd and hence enhanced back donation to CO. For Pd < 50 mol% surface Cu was largely Cu' and therefore the enhanced dipole shielding with increased Cu content was balanced by decreasing back donation by Pd to CO, compared to the result for 75 mol% Pd. Skoda et al. [13] reported for a co-impregnated Pd-Cu mixture supported on A1203 and containing 74 mol% Pd that copper was dominant on the particle surfaces and that palladium particles almost free of Cu were formed. Palladium free of Cu was not observed here for any of the mixed systems. Furthermore, consideration of extinction coefficients for CO on Cu and Pd [26] suggested that surface enrichment was not significant except possibly for the equimolar alloy for which, as for Pd-Cu/A1203 [ 13], there was more Cu on the surface than would be consistent with the bulk composition. 3.2. Co-adsorption of CD and thiophene Experiments for Pd-Cu/S'02 containing 25 mol% palladium were conducted by adding either thiophene first followed by CO at increasing pressures, or CO and thiophene, or CO first followed by thiophene at increasing pressures. The final results were always the same for particular pressures of CO and thiophene regardless of whether CO was added first, last or concurrently with the thiophene. The general procedure adopted for Pd/S'02 and all the Pd-Cu/S'02 catalysts was therefore to admit CO (266 N m-2 followed by a dose of thiophene which was left until no further change in the spectrum occurred. Five further doses of thiophene were admitted, the spectra being similarly monitored for each dose. The spectra of adsorbed CO after the first, second and sixth (final) doses of thiophene are shown in Figs. 2-4. For Pd/S'02 addition of 27 N m-2 of thiophene hardly affected the spectrum of adsorbed CO Fig. 2. However, the second dose of thio- S.S. Ashour et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 m 0 G m I 0.2 ,00 U 75 0 _AY 25 10 2200 2000 19001800 wavenurnber! crn-1 Fig. 2. Spectra of catalysts exposed to CO (266 N m-' ) and thiophene (27 N m--). phene reduced the intensities of the bands at 2095 and 1995 cm- t which shifted to 2088 and 1987 cm-', respectively, Fig. 3, but enhanced the shoulder at 1950 cm-' to give a maximum at 1963 cm-'. Further thiophene doses caused 0.2 ,00 7 __/\\P~50 25 10 2200 2000 1900 1800 wavenurnber ! crn-1 Fig. 3. Spectra of catalysts exposed to CO (266 N m-2 ) and thiophene (80 N m-z ). 69 10.2 100 75 50 5 ,0 0 2200 2000 19001800 waverurrber ! c^?-1 Fig. 4. Spectra of catalysts exposed to CO (266 N m-2 ) and thiophene (ca. 800 N m-=). four effects. The band at 2088 cm-' continued to be weakened and shifted to lower wavenumbers, finally becoming a scarcely detectable band at 2058 cm-' Fig. 4. The band at 1987 cm-' shifted to 1977 cm-', weakened and then disappeared after exposure to 399 N m-2 of thiophene. The band at 1963 cm-' was similarly weakened before disappearing. Finally, a new maximum at 1948 cm-' after 186 N m-2 thiophene was introduced to the cell gradually shifted to 1898 cm-' and was the only significant Pro band remaining in the spectrum at the end of the experiment Fig. 4. Exposure of CU/S'02 to thiophene (270 N m-Z) in the presence of CO displaced CO from all Cusites, and left only a very weak band due to CO on cationic copper sites [9]. Exposure of 10 mol% or 25 mol% Pd Pd-Cu/S'02 to thiophene showed that exposed Cu sites were much more sensitive than Pd sites to poisoning or modification by thiophene. Bands at 2064 and 1965 cm-' due to CO on Pd Fig. 1 were unchanged in position or intensity by exposure of the catalysts to 27 N m-2 CO Fig. 2 and were only slightly weakened for 80 N m-2 Fig. 3. In contrast, the dominant maximum at 2108 70 S.S. Ashour et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 cm-1 for CO on the Cu component was considerably weakened by the first dose of thiophene, giving a maximum at 2097 cm- 1 Fig. 2, and disappeared after the second dose Fig. 3. The shoulder at 2125 cm-' for CO on Cu in PdCu/Si02 in the absence of thiophene became a distinct maximum as the band at 2108 cm- 1 became reduced in intensity. These results are consistent with the conclusions of Padley et al. [10] for the effects of thiophene on CO adsorption by Cu/Al203 catalysts. Thiophene readily poisons CO adsorption on Cusites (present band at 2108 cm-1) but Cu + sites (2125 cm-') are more resistant to poisoning. The results for 50 and 75 mol% Pd Figs. 1-3 were consistent with the results for the other catalysts. For 75 mol% Pd the weakening by thiophene of the band at 2125 cm-' occurred when the bands due to CO on Pd were not weakened showing that the order of resistance of surface sites to thiophene poisoning was Pd > Cu'> Cu. The addition of three further doses of thiophene (133, 186 and 399 N m-2) caused gradual trends in the spectra (not figured) from those in Fig. 3 towards the final results for the highest pressure of thiophene Fig. 4. The changes for Pd-rich catalysts showed that unmodified linear and bridging CO adsorption sites on Pd were influenced by thiophene to roughly the same extent although the band at 1995 cm-' due to bridging CO disappeared under conditions for which a weak band due to linearly adsorbed CO on Pd was retained. This weak band was absent for CU/S'02 but after the final dose of thiophene was stronger the lower was the mol% Pd in the mixed Pd-Cu/S'02 catalysts Fig. 4. Furthermore, the band shifted from ca. 2058 cm-' (vvw) to 2028 cm-' as the Pd content of the alloys was decreased. The shift from 2058 to 2028 cm-' is reminiscent of the shift from 2095 to 2064 cm-' for linear CO on Pd in unmodified alloys Fig. 1. Catalysts containing 0 and 10 mol% Cu did not give infrared bands due to bridging CO on Cu or Pd either before or after modification with thiophene [9]. However, all the other Pd- Cu/Si02 catalysts gave a band due to bridging CO on Pd after thiophene modification Fig. 4. The band became weaker with decreasing mol% Pd and also shifted with increasing Cu content from 1898 cm-' for Pd/S'02 to 1859 cm- 1 for 25 mol% Pd. For high Pd content in alloys the dominant mode of adsorption of CO on thiophene-modified surfaces was a bridging or multi-bonded configuration. However, for low Pd content the band due to bridging CO became much weaker and this accompanied the increase in intensity of the band due to linearly adsorbed CO on modified surfaces. For modified surfaces, the effect of increasing Cu content in favouring linear CO on Pd sites at the expense of bridged CO on Pd therefore parallels the corresponding result for unmodified surfaces. The primary cause is the dilution of exposed ensembles of Pd atoms by Cu atoms. A band at ca. 1812 cm-' for 10 mol% Pd after thiophene treatment, together with a weak band at 2167 cm-', may be ascribed to vibrations of thiophene molecules weakly adsorbed on the silica support. These bands contributed to all the spectra in Fig. 4. A very weak band at 2119 cm-' was particularly prominent for Cu-rich Pd-Cu alloys Fig. 4 after exposure to a high pressure of thiophene. Padley et al. [9] reported a similar band at 2117 cm-' for CU/S'02, After the spectra in Fig. 4 were recorded the infrared cell was evacuated for 1 /2 h with discs at ca. 298 K. Little change in the spectra of adsorbed CO occurred apart, for 100 and 75 mol% Pd, from a shift to lower wavenumbers by ca. 20 cm-' and slight weakening of the dominant band due to bridging CO. Readmission of CO nearly restored the bands to their initial intensities although the maxima were now ca. 20 cm-' higher than in Fig. 4. Furthermore, the bands due to linear CO on Pd were shifted ca. 20 cm-' to higher positions and their intensities relative to those in Fig. 4 were enhanced by re-admission of CO after evacuation. In accordance with results for CU/S'02 [9], an increase in intensity of the band at 2119 cm-' also accompanied re-admission of CO. Overall, S.S. Ashour et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 the results show that only slight reversal of the modification effects of thiophene on PdCu/SiO, was induced by evacuation at ambient temperature. 3.3. Crotonaldehyde hydrogenation Activities for the hydrogenation of crotonaldehyde (UAL) were remarkably stable with time-on-line up to 60 min although for longer times the activities slowly decreased and selectivities slowly changed. This contrasts with corresponding results for Cu/A1,,03 where significant changes in activity and selectivity occurred, particularly in the early stages of reaction [ 1 ]. The following results refer to the 0-60 min time-on-line period for which the least variation of behaviour with time was observed. For the present 5.1 % Cu/Si02 the conversion (59%) was less than before [1] for 12% Cu/SIO, at 423 K but the selectivity to crotyl alcohol (UOL) was higher at 64%. Butanal (SAL) and butanol (SOL) were lesser products at 15 and 20% selectivity, respectively, after 40 min on line. For Pd-Cu/SiO, containing 25 mol% Pd-Cu/S10, the conversion was lower at 35%n but the selectivities to UOL (64%). SAL (10%) and SOL (25%) were similar to the results for Cu/S10, in the absence of Pd. At the other extreme Pd/S1O, and Pd-Cu/Si02 containing 75 mol%r Pd gave similar conversions (ca. 42 2%) after 40 min on line with selectivities of 27%o and 0% to SAL and UOL, respectively. Pd-Cu/SiO, with 50 mol% Pd gave 45% conversion and selectivities of 28% to SAL and 0% to UOL. Other products were SOL, butane and but-1-ene. Cu-rich catalysts therefore favoured C= O bond hydrogenation and crotyl alcohol was the dominant product, whereas Pd-rich catalysts favoured C=C hydrogenation and crotyl alcohol did not appear as a product. Catalysts were treated with 1 A1 of thiophene as before [ 1 ] and tested in the crotonaldehyde hydrogenation reaction. For Cu/Si02 the catalyst activity was decreased after thiophene treatment, conversion after 40 min on line being '1 I 37%. Selectivities to SAL (22%) and UOL (70%) were increased by surface modification with thiophene whereas selectivity to SOL (7%n) was decreased. These trends show general agreement with previous results for Cu/S1O, treated with thiophene [ 1 ]. For Pd/SiO, after thiophene treatment the conversion (45%) and selectivities to SAL (20%) and UOL (0%) were similar to those for unmodified Pd/SiO, supporting reports [3,27,28] that Pd is more tolerant of sulphur than Cu. Pd-Cu/SiO, containing 75 mol% Pd exhibited a small drop in activity (36% conversion) but the selectivities to SAL (30%) and UOL (0%) were again close to the values for unmodified catalyst. In contrast PdCu/SiO, containing only 25 mol% Pd showed a big change in behaviour in the presence of thiophene giving about the same conversion (39%) as unmodified catalyst but selectivities of 29% to SAL, 0% to UOL and 65% to SOL. Similar activity and selectivities were observed for Pd-Cu/SIO, containing 50 mol% Pd after pretreatment with a five-fold higher dose (5 , l) of thiophene than that used in all the other experiments. After thiophene treatment, therefore, all three Pd-Cu/SiOz catalysts gave results typical of catalysis by Pd rather than Cu. The only significant change induced by thiophene was for the 25 mol% Pd catalyst which behaved as a Cu-like catalyst in the unmodified form but as a Pd-like catalyst after thiophene pretreatment. 4. Discussion 4.1. CO on Pd-Cu / SiOz The results for CO adsorption on PdCu/Si02 exhibit similar trends to previous data for Pd-Ag/SiO,, [18] and Ru-Cu/Si02 [22] systems. Explanations of the infrared band shifts and changes in intensity as a function of changing alloy composition primarily in terms of dipole coupling effects [20,21] and decreases in Pd ensemble size with increasing Cu content 72 S.S. Ashour et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 [ 13,18,19] are compatible with the interpretations [23] of previous results. Spectra for PdCu/A1203 exhibited similar effects. For example, the spectrum recorded by Skoda et al. [13] for (Cu + Pd)/A1203 containing 60 mol% Pd contained bands at 2140 (sh), 2110, 2065 and 1980 cm-' which compare with the present bands at 2125, 2108, 2064 and 1981 cm-' Fig. 1. There is agreement on the assignments of the latter three bands to CO adsorbed on Cu Pd (linear CO) and Pd (bridged CO), respectively. However, the band at 2140 cm-1 was ascribed to CO interacting with Cu cations in copper aluminate. It is not clear whether a band at 2130 cm-1 for the (Pd,Cu)/A1203 sample of Skoda et al. [13] was also ascribed to CO on copper aluminate or whether it was due to CO on `metallic copper'. However, the absence of alumina here, and consideration of previous results for CO on CU/S'02 [9,15] suggest that the 2125 cm-1 band for Pd-Cu/S'02 was due to CO linearly adsorbed on Cu atoms which had achieved cationic character in the presence of Pd in the alloy particles. Thus, although band shifts for CO induced by alloying are primarily influenced by dipole coupling effects, electronic effects involving the alloyed metals are not negligible. The Pd-Cu/S'02 apparently contained homogeneous alloys although the reduction temperature was lower than in other studies where homogeneity was confirmed [3-6]. All the exposed Cu or Pd atoms were influenced by the presence of the other metal as no infrared bands were observed which were typical of CO on Cu or Pd alone. Despite a report to the contrary for one Pd-Cu/A1203 catalyst [13] there was little evidence for segregation of Cu to the surface in Pd-Cu/S'02 catalysts. Surface segregation of Cu would only be expected to be slight [24] particularly for silica-supported Pd-Cu [4]. 4.2. Thiophene modification Thiophene is non-dissociatively adsorbed on Cu at room temperature [29] lying in a parallel orientation with the surface at low coverages but tilting towards an upright orientation with increasing surface coverage. Thiophene largely blocks Cu sites in CU/S'02 [9] and Cu/A1203 [10]. Adsorption of CO on residual sites at room temperature gave a band at 2119 cm-' but after treatment at 473 K and readsorption of CO the band shifted to 2128 cm-1 [9]. Despite the previous assignment [9] the former band is now ascribed to the absence of dipolar coupling effects for CO at very low coverage on a surface otherwise covered by thiophene molecules. However, the latter band probably results from CO adsorption on Cu sites with cationic character induced by S atoms (Cu S) generated by thiophene decomposition. Palladium has also been reported to have cationic character induced by sulphur atoms derived from thiophene adsorption at 353 K [7]. Dissociative adsorption of thiophene on transition metals can occur below room temperature [30]. Here it is probable that some dissociative adsorption of thiophene occurred at 383 K during the catalysis experiments, but the behaviour of thiophene on Pd in the CO-adsorption experiments at ca. 298 K is more uncertain. Infrared spectra of thiophene on Pd/S'02 were dominated by bands due to thiophene on the silica support [3,31] and even after desorption of weakly held thiophene by evacuation the spectra were unhelpful. Smith et al. [8] concluded that thiophene was initially adsorbed on edge sites on Pd rather than on Pd atoms in exposed surface planes. Intensity losses for the present bands on admission of thiophene confirmed that sites (possibly at edges) which linearly adsorbed CO were more readily poisoned by thiophene than sites which were involved in forming bridged or multi-bonded CO on specific crystal faces. The decrease in the band at 1995 cm-1 Fig. 1 due to bridged CO on { 100} planes was accompanied by growth of a band at 1963 cm-1 Fig. 3 which could be ascribed to similar bridged CO molecules for which dipolar coupling was obviated by thiophene molecules interspersed between CO molecules on the (100) planes. Both S.S. Ashour et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 bands disappeared a high thiophene coverage for which CO adsorption became completely blocked. In contrast the intensity of the band at 1898 cm-' due to multi-bonded CO on thiophene treated Pd Fig. 4 was approximately the same as the intensity of the shoulder at 1950 cm-' due to CO on { I 11] faces of unmodified Pd/S'02. Thiophene and CO must co-exist on the { 111] faces without thiophene blocking CO adsorption. One explanation would be that thiophene is adsorbed perpendicular to the {111] planes in on-top positions above Pd atoms leaving vacancies in threefold hollows for CO. Not all the Pd atoms will be occupied by thiophene molecules since this would impose steric restrictions on the adsorption of CO. The presence of thiophene generates electron-deficient surface Pd atoms [7]. If this effect influences Pd atoms adjacent to the primary Pd adsorption site then thiophene adsorption on adjacent sites will be less favourable because thiophene interactions with electron-deficient Pd atoms is inhibited compared with interactions involving Pd[32]. The band shift to 1898 cm-' for multibonded CO on {111} planes may largely be attributed to the absence of dipolar coupling for adsorbed CO in the presence of thiophene on the same surface planes. The thiophene poisoning effects for PdCu/Si02 represent an amalgamation of the separate effects of thiophene on CO adsorption by CU/S'02 and Pd/S'02 and the effects of alloying on the spectra of adsorbed CO. However, in the alloys Pdwas more resistant than Cuto modification. Furthermore, Pd in Pd-Cu/S'02 was more resistant to thiophene adsorption than Pd in Pd/S'02. Cationic Cu sites were less easily poisoned than Cu the weakening of the band at 2125 cm-' with increasing thiophene dosage paralleling the removal of the band due to CO on Pd in a bridging configuration. 4.3. Crotonaldehyde hydrogenation Selective hydrogenation of C=O bonds is favoured by the presence of both zerovalent and 73 cationic sites simultaneously on transition metal catalyst surfaces [1,33,34]. Thiophene modification of Cu at low surface coverages generated a mixed Cu- Cu' surface and favoured crotyl alcohol formation as reported previously [1,33]. Pd has been reported to become electron deficient in the presence of thiophene [7] which may adsorb on edge sites before exposed surface planes [8] in accordance with the present CO adsorption results. Hydrogenation catalysis will occur on the exposed planes [8]. The absence here of changes in selectivity for Pd/S'02 after treatment with thiophene may be a result of partly the greater resistance of Pd than Cu to interaction with thiophene [3] and partly, in accordance with the infrared results, that low doses of thiophene on Pd initially influence sites which do not play a significant role in hydrogenation reactions. The latter effect for catalysis over Pd, again in accordance with the infrared results, will be enhanced by dilution of the Pd surface with Cu which will preferentially adsorb low doses of thiophene in Pd-Cu/S'02. The infrared data for the effect of thiophene on CO adsorption show that the Cu component which, with partial poisoning may favour high crotyl alcohol selectivity, becomes heavily poisoned and inactive leaving the Pd component to give the dominant catalytic effect of C=C bond hydrogenation to butanal. A symbiotic Pd-Cu interaction favouring C=O bond hydrogenation in the presence of thiophene therefore unfortunately failed to materialise. Acknowledgements We thank the Government of Saudi Arabia for their financial support of this work. References [1] G.J. Hutchings, F. King, I.P. Okoye, M.B. Padley, C.H. Rochester, J. Catal. 148 (1994) 453. [2] T.B.L. Marinelli, V. Ponec, J. Catal. 156 (1995) 51. 74 S.S. Ashour et al. / Journal of Molecular Catalysis A: Chemical 123 (1997) 65-74 [3] C.A. Leon y Leon, M.A. Vannice, Appl. Catal. 69 (1991) 305. [4] W. Juszczyk, Z. Karpiki, D. Komot, J. Pielaszek, Pol. J. Chem. 67 (1993) 1183. [5] M. Ferndez-Garc, C. Mquez Alvarez, G.L. Haller, J. [21] Phys. Chem. 99 (1995) 12565. [221 [6] M. Ferndez-Garcfa, J.A. Anderson, G.L. Haller, J. Phys. [23] Chem. 100 (1996) 16247. [241 [7] P.C.L. L'Argentiere, N.S. Foli, Appl. Catal. 61 (1990) 275. [8] G.V. Smith, F. Notheisz, A.G. Zsigmond, M. Bart6k, Stud. Surf. Sci. Catal. 75 (1993) 2463. [9] M.B. Padley, C.H. Rochester, G.J. Hutchings, F. King, J. [26] Chem. Soc. Faraday Trans. 90 (1994) 203. [27] [10] M.B. Padley, C.H. Rochester, G.J. Hutchings, F. King, J. [28] Catal. 148 (1994) 438. [11] A. Palazov, C.C. Chang, R.J. Kokes, J. Catal. 36 (1975) 338. [12] L.-L. Shen, Z. Karpinski, W.M.H. Sachtler, J. Phys. Chem. 93 (1989) 4890. [13] F. Skoda, M.P. Astier, G.M. Pajonk, M. Primet, Catal. Lett. 29 (1994) 159. [14] J.A. Anderson, M. Ferndez-Garc, G. Haller, J. Catal. 164 (1996) 477. [15] G.J. Millar, C.H. Rochester, K.C. Waugh, J. Chem. Soc. Faraday Trans. 87 (1991) 1467. [16] F.M. Hoffmann, Surf. Sci. Report 3 (1983) 107. [17] A. Arteaga, F.M. Hoffmann, A.M. Bradshaw, Surf. Sci. 119 (1982) 79. [18] Y. Soma-Noto, W.M.H. Sachtler, J. Catal. 32 (1974) 315. [19] Y. Soma-Noto, W.M.H. Sachtler, J. Catal. 44 (1976) 324. [20] F.J.C.M. Toolenaar, F. Stoop, V. Ponec, J. Catal. 82 (1983) 1. H.A.C.M. Hendrickx, V. Ponec, Surf. Sci. 192 (1987) 234. R. Liu, B. Tesche, H. Kninger, J. Catal. 129 (1991) 402. V. Ponec, G.C. Bond, Stud. Surf. Sci. Catal. 95 (1995) 393. A. Rochefort, M. Abon, P. Deliche, J.C. Bertolini, Surf. Sci. 294 (1993) 43. [25] F.J.C.M. Toolenaar, D. Reinalda, V. Ponec, J. Catal. 64 (1980) 110. D.B. Clarke, I. Suzuki, A.T. Bell, J. Catal. 142 (1993) 27. L. Radovic, M.A. Vannice, Appl. Catal. 29 (1987) 1. M.N. Berube, B. Sung, M.A. Vannice, Appl. Catal. 31 (1987) 133. [29] B.A. Sexton, Surf. Sci. 163 (1985) 99. [30] J. Str, J.L. Gland, E.B. Kollin, R.J. Koestner, A.L. John- son, E.L. Muetterties, F. Sette, Phys. Rev. Lett. 53 (1984) 2161. [31] C.H. Rochester, R.J. Terrell, J. Chem. Soc. Faraday Trans. 1 73 (1977) 596. [32] X.L. Seoane, P.C. L'Argentiere, N.S. Foli, A. Arcoya, Catal. Lett. 16 (1992) 137. [33] G.J. Hutchings, F. King, LP. Okoye, M.B. Padley, C.H. Rochester, J. Catal. 148 (1994) 464. [34] C.G. Raab, J.A. Lercher, Catal. Lett. 18 (1993) 99. MOLCAA 97000459 S1381-1169(97)00045-9 10.1016/S1381-1169(97)00045-9 Molecular aspects of heterogeneous catalysis Article Effects of thiophene on CO adsorption and crotonaldehyde hydrogenation over silica-supported PdCu catalysts Sheikha S. Ashour a Jillian E. Bailie a Colin H. Rochester ∗ a James Thomson a Graham J. Hutchings b a Chemistry Department, Dundee University, Dundee DD1 4HN, UK b Leverhulme Centre for Innovative Catalysis, Chemistry Department, Liverpool University, PO Box 147, Liverpool, UK ∗ Corresponding author. Fax: + 44-1-382345517. The effects of alloying Pd and Cu on the infrared spectra of adsorbed CO are firstly, enhancement of linearly adsorbed CO on Pd at the expense of bridged CO on Pd due to dilution of exposed ensembles of Pd by Cu, secondly, reduction in the extent of dipolar coupling between adjacent CO molecules again due to geometric dilution effect and, thirdly, an electronic effect leading to cationic Cu sites. The order of resistance of surface sites to modification with thiophene was Pd (bridging sites) > Pd (linear sites) > Cu+ > Cu. Multibonded CO on Pd remained after other forms of adsorbed CO on Pd and Cu had been displaced by the thiophene. Unlike Cu SiO2 [G.J. Hutchings, F. King, I.P. Okoye, M.B. Padley, C.H. Rochester, J. Catal. 148 (1994) 453.] the PdCu SiO2 catalysts did not favour crotyl alcohol formation from crotonaldehyde hydrogenation over thiophene-modified catalysts because, as demonstrated by the infrared results, the Cu component was preferentially poisoned leaving active Pd sites which favoured C=C bond hydrogenation. Keywords PdCu SiO2 CO adsorption Thiophene poisoning References [1] G.J. Hutchings F. King I.P. Okoye M.B. Padley C.H. Rochester J. Catal. 148 1994 453 [2] T.B.L. Marinelli V. Ponec J. Catal. 156 1995 51 [3] C.A. Leon M.A. Vannice Appl. Catal. 69 1991 305 [4] W. Juszczyk Z. Karpiński D. Komot J. Pielaszek Pol. J. Chem. 67 1993 1183 [5] M. Fernández-García C.Márquez Alvarez G.L. Haller J. Phys. Chem. 99 1995 12565 [6] M. Fernández-García J.A. Anderson G.L. Haller J. Phys. Chem. 100 1996 16247 [7] P.C.L. L'Argentiere N.S. Fígoli Appl. Catal. 61 1990 275 [8] G.V. Smith F. Notheisz A.G. Zsigmond M. Bartók Stud. Surf. Sci. Catal. 75 1993 2463 [9] M.B. Padley C.H. Rochester G.J. Hutchings F. King J. Chem. Soc. Faraday Trans. 90 1994 203 [10] M.B. Padley C.H. Rochester G.J. Hutchings F. King J. Catal. 148 1994 438 [11] A. Palazov C.C. Chang R.J. Kokes J. Catal. 36 1975 338 [12] L.-L. Sheu Z. Karpinski W.M.H. Sachtler J. Phys. Chem. 93 1989 4890 [13] F. Skoda M.P. Astier G.M. Pajonk M. Primet Catal. Lett. 29 1994 159 [14] J.A. Anderson M. Fernández-García G. Haller J. Catal. 164 1996 477 [15] G.J. Millar C.H. Rochester K.C. Waugh J. Chem. Soc. Faraday Trans. 87 1991 1467 [16] F.M. Hoffmann Surf. Sci. Report 3 1983 107 [17] A. Arteaga F.M. Hoffmann A.M. Bradshaw Surf. Sci. 119 1982 79 [18] Y. Soma-Noto W.M.H. Sachtler J. Catal. 32 1974 315 [19] Y. Soma-Noto W.M.H. Sachtler J. Catal. 44 1976 324 [20] F.J.C.M. Toolenaar F. Stoop V. Ponec J. Catal. 82 1983 1 [21] H.A.C.M. Hendrickx V. Ponec Surf. Sci. 192 1987 234 [22] R. Liu B. Tesche H. Knözinger J. Catal. 129 1991 402 [23] V. Ponec G.C. Bond Stud. Surf. Sci. Catal. 95 1995 393 [24] A. Rochefort M. Abon P. Delichère J.C. Bertolini Surf. Sci. 294 1993 43 [25] F.J.C.M. Toolenaar D. Reinalda V. Ponec J. Catal. 64 1980 110 [26] D.B. Clarke I. Suzuki A.T. Bell J. Catal. 142 1993 27 [27] L. Radovic M.A. Vannice Appl. Catal. 29 1987 1 [28] M.N. Berube B. Sung M.A. Vannice Appl. Catal. 31 1987 133 [29] B.A. Sexton Surf. Sci. 163 1985 99 [30] J. Stöhr J.L. Gland E.B. Kollin R.J. Koestner A.L. Johnson E.L. Muetterties F. Sette Phys. Rev. Lett. 53 1984 2161 [31] C.H. Rochester R.J. Terrell J. Chem. Soc. Faraday Trans. 1 73 1977 596 [32] X.L. Seoane P.C. L'Argentiere N.S. Fígoli A. Arcoya Catal. Lett. 16 1992 137 [33] G.J. Hutchings F. King I.P. Okoye M.B. Padley C.H. Rochester J. Catal. 148 1994 464 [34] C.G. Raab J.A. Lercher Catal. Lett. 18 1993 99",
      "scopus-id": "0030744149",
      "coredata": {
        "eid": "1-s2.0-S1381116997000459",
        "dc:description": "The effects of alloying Pd and Cu on the infrared spectra of adsorbed CO are firstly, enhancement of linearly adsorbed CO on Pd at the expense of bridged CO on Pd due to dilution of exposed ensembles of Pd by Cu, secondly, reduction in the extent of dipolar coupling between adjacent CO molecules again due to geometric dilution effect and, thirdly, an electronic effect leading to cationic Cu sites. The order of resistance of surface sites to modification with thiophene was Pd (bridging sites) > Pd (linear sites) > Cu+ > Cu. Multibonded CO on Pd remained after other forms of adsorbed CO on Pd and Cu had been displaced by the thiophene. Unlike Cu SiO2 [G.J. Hutchings, F. King, I.P. Okoye, M.B. Padley, C.H. Rochester, J. Catal. 148 (1994) 453.] the PdCu SiO2 catalysts did not favour crotyl alcohol formation from crotonaldehyde hydrogenation over thiophene-modified catalysts because, as demonstrated by the infrared results, the Cu component was preferentially poisoned leaving active Pd sites which favoured C=C bond hydrogenation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000459",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ashour, Sheikha S."
          },
          {
            "@_fa": "true",
            "$": "Bailie, Jillian E."
          },
          {
            "@_fa": "true",
            "$": "Rochester, Colin H."
          },
          {
            "@_fa": "true",
            "$": "Thomson, James"
          },
          {
            "@_fa": "true",
            "$": "Hutchings, Graham J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000459"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000459"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00045-9",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effects of thiophene on CO adsorption and crotonaldehyde hydrogenation over silica-supported PdCu catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "PdCu SiO2"
          },
          {
            "@_fa": "true",
            "$": "CO adsorption"
          },
          {
            "@_fa": "true",
            "$": "Thiophene poisoning"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "65-74",
        "prism:endingPage": "74",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00045-9",
        "prism:startingPage": "65",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00045-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "92",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000459-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "536",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "92",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000459-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "536",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000459-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "410",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030744149"
      }
    }
  }
}