{
  "metadata": {
    "title": "Silica-supported Cr[N(SiMe<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>2</ce:inf>]<ce:inf loc=post>3</ce:inf>/isobutylalumoxane catalyst for selective ethylene trimerization",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-09-09",
    "doi": "10.1016/S1381-1169(02)00183-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902001838",
    "pii": "S1381116902001838"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037047781",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-05-24 2002-05-24 2010-04-18T17:18:08 1-s2.0-S1381116902001838 S1381-1169(02)00183-8 S1381116902001838 10.1016/S1381-1169(02)00183-8 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01537 2015-05-15T05:56:33.301439-04:00 0 0 20020909 2002 2002-05-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 187 187 1 1 Volume 187, Issue 1 14 135 141 135 141 20020909 9 September 2002 2002-09-09 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. SILICASUPPORTEDCRNSIME323ISOBUTYLALUMOXANECATALYSTFORSELECTIVEETHYLENETRIMERIZATION MONOI T 1 Introduction 2 Experimental 2.1 Materials 2.2 Synthesis of tris[bis(trimethylsilyl)amido]Cr(III) Cr[N(SiMe3)2]3 2.3 Preparation of catalyst 2.4 Ethylene trimerization procedure 2.5 Analysis 3 Results and discussion 3.1 Effect of silica as support 3.2 Effect of calcination temperature of silica 3.3 Effect of reaction time 3.4 Effect of ether compounds as an electron donor 3.5 Effect of ethylene partial pressure and reaction temperature 3.6 Mechanism for 1-hexene production 4 Conclusions References ALJARALLAH 1992 1 A YAMADA 1994 337 T YANG 2000 29 Y MANYIK 1977 197 R BRIGGS 1989 674 J BRADLEY 1978 112 D AMORNAITAJJOU 1997 86 J EMRICH 1997 1511 R MONOIX2002X135 MONOIX2002X135X141 MONOIX2002X135XT MONOIX2002X135X141XT item S1381-1169(02)00183-8 S1381116902001838 1-s2.0-S1381116902001838 10.1016/S1381-1169(02)00183-8 271358 2010-10-03T19:45:42.508297-04:00 2002-09-09 1-s2.0-S1381116902001838-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/MAIN/application/pdf/777bae3a631d17d8e50e408fc24d8a84/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/MAIN/application/pdf/777bae3a631d17d8e50e408fc24d8a84/main.pdf main.pdf pdf true 88985 MAIN 7 1-s2.0-S1381116902001838-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/PREVIEW/image/png/2df4cb2666e8a63912889c1e4807bb13/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/PREVIEW/image/png/2df4cb2666e8a63912889c1e4807bb13/main_1.png main_1.png png 65036 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902001838-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/STRIPIN/image/gif/18ee155c6e34480e649e6e9dfb7f1f80/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/STRIPIN/image/gif/18ee155c6e34480e649e6e9dfb7f1f80/si2.gif si2 si2.gif gif 2060 22 488 ALTIMG 1-s2.0-S1381116902001838-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/STRIPIN/image/gif/7c183371292907588db7c50fa713390e/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/STRIPIN/image/gif/7c183371292907588db7c50fa713390e/si1.gif si1 si1.gif gif 463 12 97 ALTIMG 1-s2.0-S1381116902001838-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/fx1/THUMBNAIL/image/gif/41799dae987521559d08d8cdf7b61f9e/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/fx1/THUMBNAIL/image/gif/41799dae987521559d08d8cdf7b61f9e/fx1.sml fx1 true fx1.sml sml 347 10 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902001838-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/fx1/DOWNSAMPLED/image/gif/fb6414524f7981bf767cd9edc2acf29b/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/fx1/DOWNSAMPLED/image/gif/fb6414524f7981bf767cd9edc2acf29b/fx1.gif fx1 true fx1.gif gif 1990 36 464 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902001838-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/gr1/THUMBNAIL/image/gif/113ebe6fe8f198c22f35af83c15212e8/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/gr1/THUMBNAIL/image/gif/113ebe6fe8f198c22f35af83c15212e8/gr1.sml gr1 gr1.sml sml 1087 74 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902001838-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/gr1/DOWNSAMPLED/image/gif/84ec8c51d6575fa53f0ec63cea3cb630/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/gr1/DOWNSAMPLED/image/gif/84ec8c51d6575fa53f0ec63cea3cb630/gr1.gif gr1 gr1.gif gif 5957 272 459 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902001838-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/sc1/THUMBNAIL/image/gif/66dff58582c7703e975a8f827be03b14/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/sc1/THUMBNAIL/image/gif/66dff58582c7703e975a8f827be03b14/sc1.sml sc1 sc1.sml sml 1249 87 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902001838-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001838/sc1/DOWNSAMPLED/image/gif/c54568cd1ca2a2d51f5f0829403517ff/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001838/sc1/DOWNSAMPLED/image/gif/c54568cd1ca2a2d51f5f0829403517ff/sc1.gif sc1 sc1.gif gif 14572 493 710 IMAGE-DOWNSAMPLED MOLCAA 3622 S1381-1169(02)00183-8 10.1016/S1381-1169(02)00183-8 Elsevier Science B.V. Fig. 1 Effect of reaction time on yield. Reaction temperature: 100°C; ethylene partial pressure: 1.4MPa; heptane: 600ml. Scheme 1 Proposed mechanism for selective ethylene trimerization. Table 1 Comparison between supported and unsupported Cr[N(SiMe3)2]3 for ethylene trimerization a Run Catalyst Activity for 1-hexene production Selectivity (wt.%) Supported or unsupported on silica (mg) (g/(mmolCrh)) 1-Butene 1-Hexene 1-Octene Decenes Polymer 1 Supported b 188.7 3170 0.5 74.2 3.4 14.7 7.1 2 Unsupported c 112.5 d 4 n.d. e n.d. n.d. n.d. n.d. a Reaction temperature: 120°C; ethylene partial pressure: 0.7MPa; reaction time: 0.5h; heptane: 600ml. b Cr[N(SiMe3)2]3/isobutylalumoxane/silica, Cr=1.0wt.%; isobutylalumoxane/Cr molar ratio=24. c Isobutylalumoxane added to isobutane solution of Cr[N(SiMe3)2]3 (isobutylalumoxane/Cr molar ratio=24). d Weight as Cr[N(SiMe3)2]3. e Not determined because of the very low yield. Table 2 Effect of calcination temperature of silica on ethylene trimerization a Run Calcination temperature of silica (°C) Catalyst (mg) Activity for 1-hexene production (g/(mmolCrh)) Selectivity (wt.%) 1-Butene 1-Hexene 1-Octene Decenes Polymer 3 300 307.3 150 n.d. b 12.8 n.d. n.d. 87.2 1 600 188.7 3170 0.5 74.2 3.4 14.7 7.1 4 780 329.7 990 n.d. 79.2 3.8 7.3 9.6 a Reaction temperature: 120°C; ethylene partial pressure: 0.7MPa; reaction time: 0.5h; heptane: 600ml. b Not determined because of the very low yield. Table 3 Effect of ether compounds as an electron donor on ethylene trimerization a Run Catalyst (mg) Ether compound Donor/Cr molar ratio Activity for 1-hexene production (g/(mmolCrh)) Selectivity (wt.%) 1-Butene 1-Hexene 1-Octene Decenes Polymer 1 188.7 – 0 3170 0.5 74.2 3.4 14.7 7.1 5 235.6 1,2-Dimethoxyethane 0.15 2050 n.d. b 81.1 4.2 11.0 3.7 6 191.7 1,2-Dimethoxyethane 0.25 1580 n.d. 86.4 3.9 5.6 4.2 7 257.1 1,2-Dimethoxyethane 0.45 470 n.d. 88.5 3.8 n.d. 7.6 8 219.0 Diethyl ether 0.25 2660 0.4 73.5 3.3 16.9 5.6 9 309.6 Dimethoxymethane 0.25 2020 0.4 72.0 3.5 20.6 3.5 10 213.2 1,4-Dioxane 0.25 970 n.d. 77.6 3.5 8.2 10.6 a Reaction temperature: 120°C; ethylene partial pressure: 0.7MPa; reaction time: 0.5h; heptane: 600ml. b Not determined because of the very low yield. Table 4 Effect of ethylene partial pressure and reaction temperature on ethylene trimerization in the presence of an electron donor a Run Catalyst (mg) Ethylene partial pressure (MPa) Reaction temperature (°C) Activity for 1-hexene production (g/(mmolCrh)) Selectivity (wt.%) 1-Butene 1-Hexene 1-Octene Decenes Polymer 11 193.5 0.3 120 540 n.d. b 86.2 2.6 2.6 8.6 6 191.7 0.7 120 1580 n.d. 86.4 3.9 5.6 4.2 12 188.7 1.4 120 2140 0.6 80.9 6.7 6.0 5.8 13 258.8 0.7 110 250 n.d. n.d. n.d. n.d. n.d. 14 234.5 0.7 100 20 n.d. n.d. n.d. n.d. n.d. a Reaction temperature: 120°C; reaction time: 0.5h; 1,2-dimethoxyethane/Cr molar ratio=0.25; heptane: 600ml. b Not determined because of the very low yield. Silica-supported Cr[N(SiMe3)2]3/isobutylalumoxane catalyst for selective ethylene trimerization Takashi Monoi ∗ Yasuaki Sasaki Research and Development Center, Japan Polyolefins Co. Ltd., 10-1, Chidori-cho, Kawasaki-ku, Kawasaki 210-8547, Japan * Corresponding author. Fax: +81-44-276-3501. The Cr[N(SiMe3)2]3/isobutylalumoxane/silica catalyst combined with 1,2-dimethoxyethane as an electron donor is highly active and highly selective for 1-hexene production by ethylene trimerization. The presence of the silica as a support and the silica calcination temperature are the key factors for the ethylene trimerization. A new silica-supported chromium complex catalyst for ethylene trimerization having high activity and high selectivity is presented. The catalyst was prepared by supporting tris[bis(trimethylsilyl)amido]Cr(III) Cr[N(SiMe3)2]3 and isobutylalumoxane on silica calcined at 600°C. The catalyst containing 1.0wt.% Cr with an isobutylalumoxane/Cr molar ratio of 24 gave a 74.2% 1-hexene selectivity at an activity of 3170g/(mmolCrh) in heptane solvent at 120°C and 0.7MPa ethylene partial pressure. The main by-product was decenes while small amounts of 1-butene, 1-octene and polyethylene were also obtained. To improve the 1-hexene selectivity, 1,2-dimethoxyethane was added as an electron donor, which gave an 86.4% 1-hexene selectivity at a 1,2-dimethoxyethane/Cr molar ratio of 0.25 under the same reaction conditions, but the activity decreased to 1580g/(mmolCrh). With the addition of 1,2-dimethoxyethane, the 1-hexene selectivity increased at the expense of decenes. The presence of the silica as a support and the silica calcination temperature were the key factors for the ethylene trimerization. The trimerization activity greatly decreased when the silica support was not used or calcined at low temperature. The trimerization activity obeyed first-order kinetics on the ethylene partial pressure. The ethylene trimerization mechanism, which includes the metallacycle intermediates supported on silica by one SiOCr bond, is proposed. Keywords Tris[bis(trimethylsilyl)amido)]Cr(III) Silica Isobutylalumoxane Ethylene trimerization 1-Hexene 1 Introduction The 1-hexene is widely used in large amounts in the polyolefin industry as a comonomer for linear low density polyethylene (LLDPE) and high density polyethylene (HDPE) [1]. The 1-hexene is industrially produced by ethylene oligomerization using a nickel catalyst (Shell), alkylaluminum catalyst (Albemarle, Chevron and Mitsubishi) and zirconium catalyst (Idemitsu) [1,2], followed by fractional distillation of 1-alkene products. The distribution of the 1-alkene products containing from C4 to C18 carbons with even carbon numbers obeys the Schulz–Flory distribution. Therefore, it is very significant for the economics of the polyolefin industry to produce 1-hexene by selective ethylene trimerization. Homogeneous chromium catalysts are well known for their ability to selectively trimerize ethylene [3]. To give typical examples, Cr(2-ethylhexanoate)3/isobutylalumoxane catalyst by Union Carbide [4–6] and Cr(III) compound/pyrrole compound/alkylaluminum compound catalyst by Phillips Petroleum [7,8], Mitsubishi Chemical [9,10] and Sumitomo Chemical [11] are available. Here we report a new heterogeneous catalyst prepared by supporting Cr[N(SiMe3)2]3 and isobutylalumoxane on silica (Cr[N(SiMe3)2]3/isobutylalumoxane/silica) having a high activity and high selectivity for ethylene trimerization. The characteristics of this catalyst are presented and a reaction mechanism is proposed. 2 Experimental 2.1 Materials Anhydrous Cr(III) chloride CrCl3 was purchased from Kishida Chemical and used without further purification. Lithium bis(trimethylsilyl)amide (Me3Si)2NLi was obtained from Aldrich as a hexane solution and used without further purification. Sylopol 952 silica was purchased from W.R. Grace (surface area=300m2/g, pore volume=1.6cm3/g). Isobutylalumoxane was purchased from Tosoh Finechem as a hexane solution and used without further purification. The 1,2-dimethoxyethane, dimethoxymethane, 1,4-dioxane and diethyl ether were obtained from Wako Pure Chemical Industries and purified by distillation over lithium aluminum hydride under a nitrogen atmosphere. Tetrahydrofuran, hexane and heptane were obtained from Wako Pure Chemical and purified by distillation over sodium/potassium amalgam under a nitrogen atmosphere. Polymerization-grade ethylene and isobutane from Japan Polyolefins, Oita Works, were used. 2.2 Synthesis of tris[bis(trimethylsilyl)amido]Cr(III) Cr[N(SiMe3)2]3 All manipulations were done under a dry nitrogen atmosphere. Cr[N(SiMe3)2]3 was synthesized according to the literature [12] by reacting anhydrous CrCl3 and (Me3Si)2NLi in tetrahydrofuran and obtained as bright green crystals. The crystals were dissolved and diluted with hexane to prepare the 0.2M Cr[N(SiMe3)2]3 stock solution. 2.3 Preparation of catalyst All manipulations were done under a dry nitrogen atmosphere. The typical catalyst preparation procedure is illustrated as follows. Sylopol 952 silica was calcined in a quartz tube by fluidizing with a stream of dry nitrogen at 600°C for 24h. An amount of 3g of the silica was placed in a 100ml round-bottom flask and 35ml of hexane was added. After stirring and warming to 40°C, 2.9ml of the hexane solution of Cr[N(SiMe3)2]3 was added and stirred at 40°C (chromium content was 1.0wt.% to silica). The dark green color of the hexane solution immediately disappeared and the silica became green in color indicating the supporting reaction took place. After stirring for 2h, 11.5ml of a hexane solution of 1.2M isobutylalumoxane (isobutylalumoxane/Cr molar ratio=24) was added. The color of the solution did not change. After stirring at 40°C for 2h, the hexane was removed in vacuo at 40°C. The catalyst was obtained as a bright green powder. 2.4 Ethylene trimerization procedure All manipulations were done under a dry nitrogen atmosphere. The typical reaction procedure is illustrated as follows. A 1.5l stainless-steel autoclave equipped with a magnet-drive stirrer, thermocouple, an external steam-heating jacket, and several ports for delivering liquids, gases, and catalyst components was dried in a flow of dry nitrogen at 120°C for 2h and was cooled to ambient temperature. The catalyst (200–300mg) and 600ml of heptane were introduced to the autoclave. After heating to the reaction temperature, the autoclave was pressurized by ethylene to attain 0.7MPa of ethylene partial pressure. The reaction started immediately and the reaction pressure was kept constant by feeding ethylene throughout the reaction. After 30min, the ethylene supply was stopped and the autoclave was depressurized and cooled to ambient temperature. The reaction product in the heptane solution was sampled by a syringe, filtered through a membrane filter and analyzed by gas chromatography. The precipitated polymerization product (high molecular weight polyethylene) was filtered off from the heptane solution, washed with methanol and dried in vacuo overnight at 110°C. For the addition of ether compounds as an electron donor, a 5mM hexane solution of the ether compounds (ether/Cr molar ratio=0.25) was added after the addition of the catalyst and heptane to the autoclave. 2.5 Analysis The liquid products of the ethylene trimerization were analyzed using a Shimadzu GC-17A gas chromatograph (temperature program: 70–270°C at 4°C/min; carrier gas: nitrogen; carrier gas flow rate: 50ml/min; detector: FID) using a TC-1 column (0.25 mm×60 m, GL Sciences Inc.). Heptane solutions of authentic compounds were used for the identification and quantitative analysis of the products. 3 Results and discussion 3.1 Effect of silica as support The activity and selectivity for 1-hexene production are shown in Table 1 (run 1). The 1-hexene was produced with high activity and selectivity. The main by-products were decenes and high molecular weight polyethylene (molecular weight >105). Decenes were formed as various isomers (1-decenes+internal or branched isomers). The purity of the 1-hexene in the C6 component was over 95%. When the reaction was conducted without using the silica support, the activity for 1-hexene decreased to about 1/800 (run 2), showing that the active site for the ethylene trimerization is formed on the silica support. 3.2 Effect of calcination temperature of silica The effect of silica calcination temperature on the activity and selectivity for 1-hexene production are shown in Table 2 . The activity for 1-hexene was significantly low when the silica was calcined at 300°C (run 3) or 780°C (run 4). At 300°C, the main product was polyethylene. At 780°C, the main product was 1-hexene. Therefore, besides the presence of the silica support, the silica calcination temperature plays a key role in the selective trimerization with this catalyst. This implies that at high calcination temperatures, the active site for the trimerization is formed and that at low calcination temperatures, the active site for the polymerization is formed. 3.3 Effect of reaction time The yield of 1-hexene and by-products with reaction time are shown in Fig. 1 . The yield of 1-hexene increased with the reaction time but the rate gradually decreased with reaction time. The yield of 1-butene, 1-octene and polyethylene scarcely changed with the reaction time, but the yield of decenes increased with the reaction time. This implies that decenes are produced from 1-hexene and two equivalents of ethylene. 3.4 Effect of ether compounds as an electron donor Briggs reported that the selectivity of the 1-hexene production increased upon the addition of ether compounds such as 1,2-dimethoxyethane to the homogeneous Cr(2-ethylhexanoate)3/isobutylalumoxane catalyst [5,6]. It is considered that the role of 1,2-dimethoxyethane is to coordinate to the Cr active sites as an electron donor and suppress the production of the by-products. The effect of 1,2-dimethoxyethane on the activity and selectivity for 1-hexene production is shown in Table 3 . With increasing the 1,2-dimethoxyethane/Cr molar ratio, the selectivity for 1-hexene increased to exceed 80%, although the activity for 1-hexene production decreased (runs 5–7). At the same time, the selectivity for decenes significantly decreased. It is considered that 1,2-dimethoxyethane coordinated to the Cr active site and increased the selectivity for 1-hexene by suppressing the production of decenes. Moreover, the effect of diethyl ether, dimethoxymethane and 1,4-dioxane as ether compounds instead of 1,2-dimethoxyethane is shown in Table 3 (runs 8–10). The selectivity for 1-hexene was lower than when 1,2-dimethoxyethane was used. Steric factor is considered to be the main factor to explain the difference. 3.5 Effect of ethylene partial pressure and reaction temperature The effect of the ethylene partial pressure and reaction temperature on the activity and selectivity for 1-hexene production at 1,2-dimethoxyethane/Cr molar ratio=0.25 is shown in Table 4 . The activity for 1-hexene obeyed first-order kinetics on the ethylene concentration (ethylene concentration in heptane is linear with respect to the ethylene partial pressure [13]). For the homogeneous Cr(2-ethylhexanoate)3/isobutylalumoxane catalyst, Manyik et al. reported that activity for 1-hexene obeyed second-order kinetics on the ethylene concentration [4]. This implies that the rate determining step of our catalyst is different from their catalyst. Upon decreasing the reaction temperature from 120°C, the activity for 1-hexene significantly decreased. Decreasing the reaction temperature by 10°C lowered the activity for 1-hexene to about 1/10. The apparent activation energy was estimated to be about 286kJ/mol. 3.6 Mechanism for 1-hexene production The silica support plays a key role in our catalyst. It is considered that the Cr species are supported on silica by the reaction between Cr[N(SiMe3)2]3 and the surface silanols of the silica. Vicinal silanol, geminal silanol and isolated silanol are well known for comprising the structure of the surface silanol [14,15]. The structure type of the surface silanol depends on the calcination temperature of the silica. Almost all of the silanols are isolated over 500°C [16]. Therefore, the Cr species may be supported on silica through one SiOCr bond. (1) SiOH+Cr[N(SiMe 3)2]3→SiOCr[N(SiMe 3)2]2+HN(SiMe 3)2 A mechanism including the chromacyclopentane and chromacycloheptane intermediates has been proposed for the chromium catalyst to explain the high selectivity for 1-hexene which does not obey the Schulz–Flory distribution [3,5]. Jolly and co-workers showed the formation of 1-hexene by the thermal decomposition of the chromacycloheptane complex bearing a pentamethylcyclopentadienyl ligand [17]. Moreover, considering the fact that the selectivity for 1-hexene increased when silica was calcined over 600°C and 1,2-dimethoxyethane was added, we propose the reaction mechanism shown in Scheme 1 . After supporting Cr[N(SiMe3)2]3 on silica and the reduction of Cr(III) to Cr(II) by isobutylalumoxane, 1,2-dimethoxyethane will coordinate to form an active site (a). Then, chromacyclopentane intermediate (b) is first formed by oxidative addition of two molecules of ethylene and next, chromacycloheptane intermediate (c) is formed by the insertion of ethylene. Finally, 1-hexene is produced by ring-opening β-hydrogen elimination and reductive elimination of chromacycloheptane intermediate (c). Considering the fact that the activity for 1-hexene obeyed first-order kinetics on the ethylene concentration, the rate determining step is supposed to be the chromacycloheptane intermediate formation step from the chromacyclopentane intermediate. We consider that various kinds of decene isomers are formed by the participation of 1-hexene as a reactant in these metallacycle intermediate formations, because the yield of the decenes increases with the reaction time in the absence of 1,2-dimethoxyethane. 4 Conclusions 1. The Cr[N(SiMe3)2]3/isobutylalumoxane/silica catalyst combined with 1,2-dimethoxyethane as an electron donor is highly active and highly selective for 1-hexene production by ethylene trimerization. 2. The presence of the silica as a support and the silica calcination temperature were the key factors for the ethylene trimerization. 3. The activity for 1-hexene production obeyed first-order kinetics on the ethylene partial pressure. 4. The mechanism for the selective ethylene trimerization, which includes the metallacyclopentane and metallacycloheptane intermediates supported on silica with one SiOCr bond, is proposed. References [1] A.M. Al-Jarallah J.A. Anabtawi M.A.B. Siddiqui A.M. Aitani Catal. Today 14 1992 1 [2] T. Yamada Y. Shiraki K. Takeuchi T. Tamura Sekiyu Gakkaishi 37 1994 337 [3] Y. Yang H. Kim J. Lee H. Paik H.G. Jang Appl. Catal. A General 193 2000 29 [4] R.M. Manyik W.E. Walker T.P. Wilson J. Catal. 47 1977 197 [5] J.R. Briggs J. Chem. Soc., Chem. Commun. 11 1989 674 [6] J.R. Briggs, US Patent no. 4,668,838 (1987). [7] J.W. Freeman, M.E. Lashier, R.D. Knudsen, US Patent no. 5,543,375 (1996). [8] W.K. Reagen, J.W. Freeman, B.K. Conroy, T.M. Pettijohn, E.A. Benham, EP 608,447 (2001). [9] E. Tanaka, H. Urata, T. Oshiki, US Patent no. 5,491,272 (1996). [10] E. Tanaka, H. Urata, T. Oshiki, T. Aoshima, R. Kawashima, S. Iwade, H. Nakamura, S. Katsuki, T. Okano, US Patent no. 5,750,817 (1998). [11] M. Tamura, K. Uchida, K. Iwanaga, Y. Ito, EP 699,648 (1998). [12] D.C. Bradley R.G. Copperthwaite Inorg. Synth. 18 1978 112 [13] Y.V. Kissin, Isospecific Polymerization of Olefins, Springer, New York, 1985, p. 3. [14] R.K. Iler, The Chemistry of Silica, Wiley, New York, 1979, p. 622. [15] C.J. Brinker, G.W. Scherer, Sol–gel Science, Academic Press, San Diego, 1990, p. 617. [16] J. Amor Nait Ajjou S.L. Scott Organometallics 16 1997 86 [17] R. Emrich O. Heinemann P.W. Jolly C. Kruger G.P.J. Verhovnik Organometallics 16 1997 1511",
      "scopus-id": "0037047781",
      "coredata": {
        "eid": "1-s2.0-S1381116902001838",
        "dc:description": "A new silica-supported chromium complex catalyst for ethylene trimerization having high activity and high selectivity is presented. The catalyst was prepared by supporting tris[bis(trimethylsilyl)amido]Cr(III) Cr[N(SiMe3)2]3 and isobutylalumoxane on silica calcined at 600°C. The catalyst containing 1.0wt.% Cr with an isobutylalumoxane/Cr molar ratio of 24 gave a 74.2% 1-hexene selectivity at an activity of 3170g/(mmolCrh) in heptane solvent at 120°C and 0.7MPa ethylene partial pressure. The main by-product was decenes while small amounts of 1-butene, 1-octene and polyethylene were also obtained. To improve the 1-hexene selectivity, 1,2-dimethoxyethane was added as an electron donor, which gave an 86.4% 1-hexene selectivity at a 1,2-dimethoxyethane/Cr molar ratio of 0.25 under the same reaction conditions, but the activity decreased to 1580g/(mmolCrh). With the addition of 1,2-dimethoxyethane, the 1-hexene selectivity increased at the expense of decenes. The presence of the silica as a support and the silica calcination temperature were the key factors for the ethylene trimerization. The trimerization activity greatly decreased when the silica support was not used or calcined at low temperature. The trimerization activity obeyed first-order kinetics on the ethylene partial pressure. The ethylene trimerization mechanism, which includes the metallacycle intermediates supported on silica by one SiOCr bond, is proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-09-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902001838",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Monoi, Takashi"
          },
          {
            "@_fa": "true",
            "$": "Sasaki, Yasuaki"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902001838"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902001838"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00183-8",
        "prism:volume": "187",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Silica-supported Cr[N(SiMe3)2]3/isobutylalumoxane catalyst for selective ethylene trimerization",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Tris[bis(trimethylsilyl)amido)]Cr(III)"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Isobutylalumoxane"
          },
          {
            "@_fa": "true",
            "$": "Ethylene trimerization"
          },
          {
            "@_fa": "true",
            "$": "1-Hexene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "135-141",
        "prism:endingPage": "141",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 September 2002",
        "prism:doi": "10.1016/S1381-1169(02)00183-8",
        "prism:startingPage": "135",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00183-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "22",
            "@width": "488",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001838-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2060",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001838-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "463",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "10",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001838-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "347",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "36",
            "@width": "464",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001838-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1990",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001838-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1087",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "272",
            "@width": "459",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001838-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5957",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001838-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1249",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "493",
            "@width": "710",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001838-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14572",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037047781"
      }
    }
  }
}