{
  "metadata": {
    "title": "Effect of acid–base properties of H<ce:inf loc=post>3</ce:inf>PW<ce:inf loc=post>12</ce:inf>O<ce:inf loc=post>40</ce:inf>/Ce<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf>Ti<ce:inf loc=post>1−<ce:italic>x</ce:italic></ce:inf>O<ce:inf loc=post>2</ce:inf> catalysts on the direct synthesis of dimethyl carbonate from methanol and carbon dioxide: A TPD study of H<ce:inf loc=post>3</ce:inf>PW<ce:inf loc=post>12</ce:inf>O<ce:inf loc=post>40</ce:inf>/Ce<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf>Ti<ce:inf loc=post>1−<ce:italic>x</ce:italic></ce:inf>O<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-05-18",
    "doi": "10.1016/j.molcata.2007.01.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907000271",
    "pii": "S1381116907000271"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33947730236",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-01-11 2007-01-11 2010-03-27T18:10:43 1-s2.0-S1381116907000271 S1381-1169(07)00027-1 S1381116907000271 10.1016/j.molcata.2007.01.006 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02516 2015-05-15T05:56:33.323092-04:00 0 0 20070518 2007 2007-01-11T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 269 269 1 2 1 2 Volume 269, Issues 1–2 10 41 45 41 45 20070518 18 May 2007 2007-05-18 2007 article fla Copyright © 2007 Elsevier B.V. All rights reserved. EFFECTACIDBASEPROPERTIESH3PW12O40CEXTI1XO2CATALYSTSDIRECTSYNTHESISDIMETHYLCARBONATEMETHANOLCARBONDIOXIDEATPDSTUDYH3PW12O40CEXTI1XO2CATALYSTS LA K 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgement References SHAIKH 1996 951 A ONO 1997 133 Y BABAD 1973 75 H DELLEDONNE 2001 241 D TUNDO 1999 169 P KIZLINK 1993 1399 J SAKAKURA 2000 573 T KIZLINK 1995 687 J FANG 1996 L1 S ZHAO 2000 187 T TOMISHIGE 1999 225 K JUNG 2001 339 K TOMISHIGE 2001 71 K TOMISHIGE 2002 103 K JIANG 2003 203 C WU 2005 158 X WU 2006 93 X ALLAOUI 2006 281 L OKUHARA 1996 113 T XIE 2000 137 S TOMISHIGE 2000 355 K LAX2007X41 LAX2007X41X45 LAX2007X41XK LAX2007X41X45XK item S1381-1169(07)00027-1 S1381116907000271 1-s2.0-S1381116907000271 10.1016/j.molcata.2007.01.006 271358 2010-09-17T22:42:40.860561-04:00 2007-05-18 1-s2.0-S1381116907000271-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/MAIN/application/pdf/cb3f4fde72d71b7d19b07fb30d6287ba/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/MAIN/application/pdf/cb3f4fde72d71b7d19b07fb30d6287ba/main.pdf main.pdf pdf true 375431 MAIN 5 1-s2.0-S1381116907000271-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/PREVIEW/image/png/4faaf68031a914f59fc20824f65242a2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/PREVIEW/image/png/4faaf68031a914f59fc20824f65242a2/main_1.png main_1.png png 72567 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907000271-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr1/DOWNSAMPLED/image/jpeg/e89985f088463207eae95e72365e480b/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr1/DOWNSAMPLED/image/jpeg/e89985f088463207eae95e72365e480b/gr1.jpg gr1 gr1.jpg jpg 16061 276 364 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000271-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr1/THUMBNAIL/image/gif/53e6fc7aeac7b9e7410e2a25952eed6a/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr1/THUMBNAIL/image/gif/53e6fc7aeac7b9e7410e2a25952eed6a/gr1.sml gr1 gr1.sml sml 1374 93 123 IMAGE-THUMBNAIL 1-s2.0-S1381116907000271-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr2/DOWNSAMPLED/image/jpeg/e39fdcf0b0a97509d235aadd445deb80/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr2/DOWNSAMPLED/image/jpeg/e39fdcf0b0a97509d235aadd445deb80/gr2.jpg gr2 gr2.jpg jpg 17707 262 368 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000271-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr2/THUMBNAIL/image/gif/3f62d32b7c9d6c0ae05d9fa8dfba1307/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr2/THUMBNAIL/image/gif/3f62d32b7c9d6c0ae05d9fa8dfba1307/gr2.sml gr2 gr2.sml sml 1495 89 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907000271-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr3/DOWNSAMPLED/image/jpeg/b2c2fe5fe8df56f44de564156e37a944/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr3/DOWNSAMPLED/image/jpeg/b2c2fe5fe8df56f44de564156e37a944/gr3.jpg gr3 gr3.jpg jpg 18525 272 368 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000271-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr3/THUMBNAIL/image/gif/d268a91eec53a1cb808ad38c4f7f8661/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr3/THUMBNAIL/image/gif/d268a91eec53a1cb808ad38c4f7f8661/gr3.sml gr3 gr3.sml sml 1588 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907000271-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr4/DOWNSAMPLED/image/jpeg/3ad7b49416ce02c7f882ba925b607252/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr4/DOWNSAMPLED/image/jpeg/3ad7b49416ce02c7f882ba925b607252/gr4.jpg gr4 gr4.jpg jpg 17024 256 364 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000271-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr4/THUMBNAIL/image/gif/235bb69b302076d299a0eec4bac54d39/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr4/THUMBNAIL/image/gif/235bb69b302076d299a0eec4bac54d39/gr4.sml gr4 gr4.sml sml 1651 88 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907000271-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr5/DOWNSAMPLED/image/jpeg/99ebc1543e50173f8a0462fcbe73a0a5/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr5/DOWNSAMPLED/image/jpeg/99ebc1543e50173f8a0462fcbe73a0a5/gr5.jpg gr5 gr5.jpg jpg 20849 281 369 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000271-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/gr5/THUMBNAIL/image/gif/984b0f67f9ac8da2b26945cba937b347/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/gr5/THUMBNAIL/image/gif/984b0f67f9ac8da2b26945cba937b347/gr5.sml gr5 gr5.sml sml 1705 94 123 IMAGE-THUMBNAIL 1-s2.0-S1381116907000271-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/fx1/DOWNSAMPLED/image/gif/d5a36c19a432c660f15966c1c81cbae0/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/fx1/DOWNSAMPLED/image/gif/d5a36c19a432c660f15966c1c81cbae0/fx1.gif fx1 true fx1.gif gif 4334 179 242 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000271-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000271/fx1/THUMBNAIL/image/gif/a269801e8f0ef4059da15412dc09e02d/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000271/fx1/THUMBNAIL/image/gif/a269801e8f0ef4059da15412dc09e02d/fx1.sml fx1 true fx1.sml sml 1681 92 125 IMAGE-THUMBNAIL MOLCAA 6534 S1381-1169(07)00027-1 10.1016/j.molcata.2007.01.006 Elsevier B.V. Fig. 1 Catalytic activities of Ce x Ti1−x O2 and H3PW12O40/Ce x Ti1−x O2 in the direct synthesis of DMC from methanol and carbon dioxide at 170°C after a 12-h reaction. Fig. 2 NH3-TPD profiles of Ce0.1Ti0.9O2 and H3PW12O40/Ce0.1Ti0.9O2. Fig. 3 A correlation between catalytic activity and relative acidity of H3PW12O40/Ce x Ti1−x O2. Fig. 4 CO2-TPD profiles of Ce0.1Ti0.9O2 and H3PW12O40/Ce0.1Ti0.9O2. Fig. 5 A correlation between catalytic activity and relative total basicity of H3PW12O40/Ce x Ti1−x O2. Effect of acid–base properties of H3PW12O40/Ce x Ti1−x O2 catalysts on the direct synthesis of dimethyl carbonate from methanol and carbon dioxide: A TPD study of H3PW12O40/Ce x Ti1−x O2 catalysts Kyung Won La a Ji Chul Jung a Heesoo Kim a Sung-Hyeon Baeck b In Kyu Song a ⁎ a School of Chemical and Biological Engineering, Institute of Chemical Processes, Seoul National University, Shinlim-dong, Kwanak-ku, Seoul 151-744, South Korea b Department of Chemical Engineering, Inha University, Incheon 402-751, South Korea ⁎ Corresponding author. Tel.: +82 2 880 9227; fax: +82 2 889 7415. Graphical abstract H3PW12O40/Ce x Ti1−x O2 catalysts prepared by a sol–gel method were applied to the direct synthesis of dimethyl carbonate (DMC) from methanol and carbon dioxide. The catalytic activity of H3PW12O40/Ce x Ti1−x O2 increased with increasing acidity and with increasing basicity of the catalyst. H3PW12O40/Ce x Ti1−x O2 catalysts were prepared by a sol–gel method, and were applied to the direct synthesis of dimethyl carbonate from methanol and carbon dioxide. The acid and base properties of H3PW12O40/Ce x Ti1−x O2 catalysts were measured by NH3-TPD and CO2-TPD experiments, respectively, to correlate the catalytic activities with the acid and base properties of H3PW12O40/Ce x Ti1−x O2. In the direct synthesis of dimethyl carbonate from methanol and carbon dioxide, the catalytic activity of H3PW12O40/Ce x Ti1−x O2 was superior to the corresponding Ce x Ti1−x O2. The catalytic performance of H3PW12O40/Ce x Ti1−x O2 showed a volcano-shaped curve with respect to cerium content. The catalytic activity of H3PW12O40/Ce x Ti1−x O2 increased with increasing acidity (acid amount) and with increasing basicity (base amount) of the catalyst. Among the catalysts tested, H3PW12O40/Ce0.1Ti0.9O2 with the largest acidity and basicity showed the best catalytic performance in the direct synthesis of dimethyl carbonate from methanol and carbon dioxide. Keywords Dimethyl carbonate Methanol Carbon dioxide Heteropolyacid Cerium-titanium oxide Acid–base properties Temperature-programmed desorption (TPD) 1 Introduction Dimethyl carbonate (DMC) has been used as a green and alternative chemical for corrosive and toxic reagents such as dimethyl sulfate and phosgene in methylation and carbonylation processes [1,2]. Several commercialized processes have been developed for the production of DMC, including the methanolysis of phosgene [3], the oxidative carbonylation of methanol catalyzed by cuprous chloride [4], and a direct synthesis catalyzed by palladium and an alkyl nitrate promoter [5]. However, these conventional processes involve the use of toxic, flammable, and corrosive gases, such as phosgene, hydrogen chloride, and carbon monoxide [6]. Therefore, direct synthesis of DMC from methanol and carbon dioxide has attracted considerable attention in an environmental point of view [7–18]. A wide range of catalysts, such as organometallic compounds [7,8], metal tetra-alkoxides [9], potassium carbonate [10], Ni(CH3COO)2 [11], zirconia [12,13], CeO2-ZrO2 [14,15], H3PW12O40/ZrO2 [16], H3PO4-V2O5 [17], and Cu-Ni/VSO [18] have been employed for the direct synthesis of DMC from methanol and carbon dioxide. It is known that both acid and base sites on the catalyst surface play an important role in the direct synthesis of DMC from methanol and carbon dioxide [12]. It was reported that Brönsted acid sites in H3PW12O40/ZrO2 favorably devoted to the methanol activation and to the enhancement of the catalytic activity of ZrO2 in the direct synthesis of DMC [16]. The effect of Brönsted acidity in the CO2 methanol reforming reaction over the liquid phase H3PMo12O40 catalyst has also been addressed recently [19]. However, not much investigation has been made on the acid–base properties of the catalysts employed for the direct synthesis of DMC from methanol and carbon dioxide. Therefore, a systematic approach to elucidating the effect of acid–base properties on the catalytic activity in the direct synthesis of DMC would be of interest. In this work, H3PW12O40/Ce x Ti1−x O2 catalysts were prepared by a sol–gel method with an aim of providing both acid and base sites, and were applied to the direct synthesis of DMC from methanol and carbon dioxide in a batch reactor. Ce x Ti1−x O2 catalysts were also prepared by a sol–gel method for the purpose of comparison. The acid and base properties of H3PW12O40/Ce x Ti1−x O2 were measured by NH3-TPD and CO2-TPD experiments, respectively. The catalytic activities were then correlated with the acid and base properties of H3PW12O40/Ce x Ti1−x O2 catalysts. 2 Experimental Ce x Ti1−x O2 (x =0, 0.1, 0.2, 0.4, 0.6, 0.8, and 1.0) catalysts were prepared by a sol–gel method using Ce(NO3)3·6H2O and Ti(OCH(CH3)2)4 as the cerium and titanium precursors. Ti(OCH(CH3)2)4 was added to a solution of Ce(NO3)3·6H2O in ethanol. Ammonium hydroxide (29wt% NH3) was then added to the solution containing the cerium and titanium precursors. The mixed solution was stirred for 1h at room temperature. The precipitate was filtered and dried in an air stream at 80°C for 24h. The resulting solid was calcined at 300°C for 4h to yield the Ce x Ti1−x O2. H3PW12O40/Ce x Ti1−x O2 (x =0, 0.1, 0.2, 0.4, 0.6, 0.8, and 1.0) catalysts were also prepared by a sol–gel method. H3PW12O40 dissolved in ethanol was added to a solution of Ce(NO3)3·6H2O in ethanol. Ti(OCH(CH3)2)4 and ammonium hydroxide were then added to the solution containing H3PW12O40 and cerium precursor. The mixed solution was stirred for 1h at room temperature. The precipitate was filtered and dried in an air stream at 80°C for 24h. The resulting solid was calcined at 300°C for 4h to yield the H3PW12O40/Ce x Ti1−x O2. The loading of H3PW12O40 on Ce x Ti1−x O2 was fixed at 15wt% in all cases. The direct synthesis of DMC from methanol and carbon dioxide was carried out in a 100ml stainless steel autoclave. 6.4g of methanol and 0.5g of catalyst were charged into the autoclave, and the reactor was then purged with carbon dioxide. After pressurizing the autoclave to 5MPa with carbon dioxide, the reactor was heated to the reaction temperature with constant stirring. The catalytic reaction was carried out at 170°C for 12h. The reaction products were periodically sampled and analyzed with a gas chromatography (HP 5890 II). The acid properties of H3PW12O40/Ce x Ti1−x O2 were measured by NH3-TPD experiments. Each catalyst (0.5g on the basis of Ce x Ti1−x O2) was charged into the quartz reactor of the conventional TPD apparatus. The catalyst was pretreated at 200°C for 4h under a flow of helium (20ml/min) to remove any physisorbed organic molecules. Twenty milliliters of NH3 was then pulsed into the reactor every minute at room temperature under a flow of helium (5ml/min), until the acid sites were saturated with NH3. The physisorbed NH3 was removed by evacuating the catalyst sample at 50°C for 1h. The furnace temperature was increased from room temperature to 500°C at a rate of 5°C/min under a flow of helium (10ml/min). The desorbed NH3 was detected using a GC-MSD (Agilent, 5975MSD-6890N GC). The base properties of H3PW12O40/Ce x Ti1−x O2 were measured by CO2-TPD experiments. The experimental procedures for CO2-TPD were identical to those for NH3-TPD, except that CO2 instead of NH3 was used to probe the base properties of H3PW12O40/Ce x Ti1−x O2. 3 Results and discussion Fig. 1 shows the catalytic activities of Ce x Ti1−x O2 and H3PW12O40/Ce x Ti1−x O2 in the direct synthesis of DMC from methanol and carbon dioxide at 170°C after a 12-h reaction. In the catalytic reaction, Ce x Ti1−x O2 and H3PW12O40/Ce x Ti1−x O2 were highly selective for the formation of DMC without any by-products. The amount of DMC produced was increased with increasing reaction time, but no significant increase was observed after 10h. As shown in Fig. 1, H3PW12O40/Ce x Ti1−x O2 showed a better catalytic performance than the corresponding Ce x Ti1−x O2. It is known that the H3PW12O40 catalyst retains mainly Brönsted acid sites [20]. This indicates that the Brönsted acid sites of H3PW12O40 played an important role in enhancing the catalytic performance of H3PW12O40/Ce x Ti1−x O2, as previously reported for H3PW12O40/ZrO2 [16]. It is believed that the enhanced catalytic performance of H3PW12O40/Ce x Ti1−x O2 was due to the bifunctional catalysis by acid sites (mainly provided by H3PW12O40) and base sites (mainly provided by Ce x Ti1−x O2) [12,16]. Another important point is that the catalytic performance of H3PW12O40/Ce x Ti1−x O2 showed a volcano-shaped curve with respect to cerium content. Among the catalysts tested, H3PW12O40/Ce0.1Ti0.9O2 showed the best catalytic performance. In order to verify the effect of acid properties on the catalytic activity of H3PW12O40/Ce x Ti1−x O2, NH3-TPD experiments were conducted over the catalysts. Fig. 2 shows the NH3-TPD profiles of Ce0.1Ti0.9O2 and H3PW12O40/Ce0.1Ti0.9O2. Although the NH3-TPD peak of H3PW12O40/Ce0.1Ti0.9O2 appeared at a lower temperature than that normally observed in the H3PW12O40, it is not unusual considering that a TPD peak can shift to either high temperature or low temperature depending on the experimental conditions, such as heating rate and carrier flow rate. Both catalysts showed a broad NH3-TPD peak. However, H3PW12O40/Ce0.1Ti0.9O2 exhibited a larger acidity (acid amount, peak area) than Ce0.1Ti0.9O2. The acidity of Ce0.1Ti0.9O2 is due to the presence of Lewis acid sites. Therefore, it is believed that the acidity of H3PW12O40/Ce0.1Ti0.9O2 is due to the Lewis acid sites of Ce0.1Ti0.9O2 and to the Brönsted acid sites of H3PW12O40. The difference in acidity between Ce0.1Ti0.9O2 and H3PW12O40/Ce0.1Ti0.9O2 corresponds to the Brönsted acidity of H3PW12O40 in the H3PW12O40/Ce0.1Ti0.9O2. This indicates that the enhanced acidity of H3PW12O40/Ce0.1Ti0.9O2 was due to the Brönsted acid sites provided by H3PW12O40. On the other hand, H3PW12O40/Ce0.1Ti0.9O2 showed a higher acid strength (peak temperature) than Ce0.1Ti0.9O2. We attempted to correlate the catalytic activity with the acid properties (acidity and acid strength) of H3PW12O40/Ce x Ti1−x O2. No clear correlation between catalytic activity and acid strength (peak temperature of NH3-TPD profile) of H3PW12O40/Ce x Ti1−x O2 was observed. However, a good correlation between catalytic activity and acidity (acid amount) was found. Fig. 3 shows the correlation between catalytic activity and relative acidity of H3PW12O40/Ce x Ti1−x O2. The relative acidity was defined as the ratio of the acidity of a H3PW12O40/Ce x Ti1−x O2 with respect to that of H3PW12O40/Ce0.1Ti0.9O2. The correlation clearly shows that the catalytic activity is closely related to the acidity of H3PW12O40/Ce x Ti1−x O2. The catalytic activity of H3PW12O40/Ce x Ti1−x O2 was increased with increasing acidity of the catalyst. Among the catalysts tested, H3PW12O40/Ce0.1Ti0.9O2 with the largest acidity showed the best catalytic performance in the direct synthesis of DMC from methanol and carbon dioxide. According to the mechanism of DMC formation, methanol is activated to methyl species on the acid sites, which is known to be the rate-determining step [13,21,22]. Thus, the acidity plays an important role in determining the catalytic activity of H3PW12O40/Ce x Ti1−x O2, and a large amount of acid sites is favorable for the facile activation of methanol to methyl species in the direct synthesis of DMC from methanol and carbon dioxide. To investigate the effect of base properties on the catalytic activity of H3PW12O40/Ce x Ti1−x O2, CO2-TPD experiments were carried out over the catalysts. Fig. 4 shows the CO2-TPD profiles of Ce0.1Ti0.9O2 and H3PW12O40/Ce0.1Ti0.9O2. Both catalysts showed two CO2-TPD peaks (peaks I and II). The basicity (base amount, peak area) of H3PW12O40/Ce0.1Ti0.9O2 was slightly smaller than that of Ce0.1Ti0.9O2 (the ratio of peak area of H3PW12O40/Ce0.1Ti0.9O2 with respect to that of Ce0.1Ti0.9O2 was 0.9). This indicates that H3PW12O40 partially blocked the base sites of Ce0.1Ti0.9O2 in the H3PW12O40/Ce0.1Ti0.9O2 catalyst. The difference in base strength (peak temperature of CO2-TPD profile) between H3PW12O40/Ce0.1Ti0.9O2 and Ce0.1Ti0.9O2 can be attributed to the interaction between H3PW12O40 and Ce0.1Ti0.9O2 in the H3PW12O40/Ce0.1Ti0.9O2. The experimental results showed that all the H3PW12O40/Ce x Ti1−x O2 catalysts showed two CO2-TPD peaks. It can be inferred that the base properties of H3PW12O40/Ce x Ti1−x O2 would be mainly influenced by the composition of Ce x Ti1−x O2. Attempts were made to correlate the catalytic activity with the base properties (basicity and base strength) of H3PW12O40/Ce x Ti1−x O2. No clear correlation between catalytic activity and base strength (peak temperature of either weak base site or strong base site in the CO2-TPD profile) was observed. However, a reliable correlation between catalytic activity and basicity (base amount) was observed. The catalytic activity of H3PW12O40/Ce x Ti1−x O2 was increased with increasing basicity of weak base site (peak I) and with increasing basicity of strong base site (peak II). In other words, the catalytic activity of H3PW12O40/Ce x Ti1−x O2 was increased with increasing total basicity of the catalyst. Fig. 5 shows the correlation between catalytic activity and relative total basicity of H3PW12O40/Ce x Ti1−x O2. The relative total basicity was defined as the ratio of the total basicity of a H3PW12O40/Ce x Ti1−x O2 with respect to that of H3PW12O40/Ce0.1Ti0.9O2. The correlation shows that the catalytic activity of H3PW12O40/Ce x Ti1−x O2 was increased with increasing total basicity of the catalyst. Among the catalysts tested, H3PW12O40/Ce0.1Ti0.9O2 with the largest total basicity showed the best catalytic performance in the direct synthesis of DMC. The first reaction step in the direct synthesis of DMC from methanol and carbon dioxide is the activation of methanol to methoxy species on the base sites, and a methoxy carbonate anion is then formed by the reaction of methoxy species with carbon dioxide on the base sites [16]. Thus, the total basicity of H3PW12O40/Ce x Ti1−x O2 also appears to play an important role in determining the catalytic performance of H3PW12O40/Ce x Ti1−x O2, and a large amount of base sites is favorable for the formation of methoxy species and their subsequent reaction with carbon dioxide. An interesting point is that the order of relative acidity (Fig. 3) showed the same trend with that of relative total basicity (Fig. 5). Experimental findings also revealed that both large acidity and large basicity were favorable in the direct synthesis of DMC. It is believed that H3PW12O40/Ce x Ti1−x O2 formed a different composite structure depending on the composition of Ce x Ti1−x O2, which is responsible for different catalytic performance, relative acidity, and relative total basicity. 4 Conclusions Ce x Ti1−x O2 and H3PW12O40/Ce x Ti1−x O2 catalyst were prepared by a sol–gel method, and were applied to the direct synthesis of DMC from methanol and carbon dioxide. The acid and base properties of H3PW12O40/Ce x Ti1−x O2 catalysts were measured by NH3-TPD and CO2-TPD experiments, respectively, in an attempt to correlate the catalytic activities with the acid and base properties of H3PW12O40/Ce x Ti1−x O2. In the direct synthesis of DMC from methanol and carbon dioxide, H3PW12O40/Ce x Ti1−x O2 showed a better catalytic performance than the corresponding Ce x Ti1−x O2 due to the Brönsted acid sites provided by H3PW12O40. The catalytic performance of H3PW12O40/Ce x Ti1−x O2 showed a volcano-shaped curve with respect to cerium content, and H3PW12O40/Ce0.1Ti0.9O2 showed the best catalytic performance. It was found that the catalytic activity of H3PW12O40/Ce x Ti1−x O2 increased with increasing acidity of the catalyst. The large amount of acid sites facilitated the activation of methanol to methyl species in the direct synthesis of DMC. The findings also showed that the catalytic activity of H3PW12O40/Ce x Ti1−x O2 increased with increasing total basicity of the catalyst. The large amount of base sites was required for the facile formation of methoxy species and their subsequent reaction with carbon dioxide. In conclusion, H3PW12O40/Ce0.1Ti0.9O2 with the largest acidity and basicity showed the best catalytic performance in the direct synthesis of dimethyl carbonate from methanol and carbon dioxide. Acknowledgement This work was supported by the Korea Research Foundation Grant funded by the Korean Government (MOEHRD) (KRF-2005-041-D00204). References [1] A.A. Shaikh S. Silvaram Chem. Rev. 96 1996 951 [2] Y. Ono Appl. Catal. A 155 1997 133 [3] H. Babad A.G. Zeiler Chem. Rev. 73 1973 75 [4] D. Molzahn, M.E. Jones, G.E. Hartwell, J. Puga, US Patent 5,387,708 (1995). [5] D. Delledonne F. Rivetti U. Ramano Appl. Catal. A 221 2001 241 [6] P. Tundo M. Selva A. Bomben Org. Synth. 76 1999 169 [7] J. Kizlink Collect. Czech. Chem. Commun. 58 1993 1399 [8] T. Sakakura J.-C. Choi Y. Saito T. Sako Polyhedron 19 2000 573 [9] J. Kizlink I. Pastucha Collect. Czech. Chem. Commun. 60 1995 687 [10] S. Fang K. Fujimoto Appl. Catal. A 142 1996 L1 [11] T. Zhao Y. Han Y. Sun Fuel Process. Technol. 62 2000 187 [12] K. Tomishige T. Sakaihiro Y. Ikeda K. Fujimoto Catal. Lett. 58 1999 225 [13] K.T. Jung A. Bell J. Catal. 204 2001 339 [14] K. Tomishige Y. Furusawa Y. Ikeda M. Asadullah K. Fujimoto Catal. Lett. 76 2001 71 [15] K. Tomishige K. Kunimori Appl. Catal. A 237 2002 103 [16] C. Jiang Y. Guo C. Wang C. Hu Y. Wu E. Wang Appl. Catal. A 256 2003 203 [17] X.L. Wu M. Xiao Y.Z. Meng Y.X. Lu J. Mol. Catal. A 238 2005 158 [18] X.L. Wu Y.Z. Meng M. Xiao Y.X. Lu J. Mol. Catal. A 249 2006 93 [19] L.A. Allaoui A. Aouissi J. Mol. Catal. 259 2006 281 [20] T. Okuhara N. Mizuno M. Misono Adv. Catal. 41 1996 113 [21] S. Xie A. Bell Catal. Lett. 70 2000 137 [22] K. Tomishige Y. Ikeda T. Sakaihori K. Fujimoto J. Catal. 192 2000 355",
      "scopus-id": "33947730236",
      "coredata": {
        "eid": "1-s2.0-S1381116907000271",
        "dc:description": "H3PW12O40/Ce x Ti1−x O2 catalysts were prepared by a sol–gel method, and were applied to the direct synthesis of dimethyl carbonate from methanol and carbon dioxide. The acid and base properties of H3PW12O40/Ce x Ti1−x O2 catalysts were measured by NH3-TPD and CO2-TPD experiments, respectively, to correlate the catalytic activities with the acid and base properties of H3PW12O40/Ce x Ti1−x O2. In the direct synthesis of dimethyl carbonate from methanol and carbon dioxide, the catalytic activity of H3PW12O40/Ce x Ti1−x O2 was superior to the corresponding Ce x Ti1−x O2. The catalytic performance of H3PW12O40/Ce x Ti1−x O2 showed a volcano-shaped curve with respect to cerium content. The catalytic activity of H3PW12O40/Ce x Ti1−x O2 increased with increasing acidity (acid amount) and with increasing basicity (base amount) of the catalyst. Among the catalysts tested, H3PW12O40/Ce0.1Ti0.9O2 with the largest acidity and basicity showed the best catalytic performance in the direct synthesis of dimethyl carbonate from methanol and carbon dioxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-05-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907000271",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "La, Kyung Won"
          },
          {
            "@_fa": "true",
            "$": "Jung, Ji Chul"
          },
          {
            "@_fa": "true",
            "$": "Kim, Heesoo"
          },
          {
            "@_fa": "true",
            "$": "Baeck, Sung-Hyeon"
          },
          {
            "@_fa": "true",
            "$": "Song, In Kyu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907000271"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907000271"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00027-1",
        "prism:volume": "269",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Effect of acid–base properties of H3PW12O40/Ce x Ti1−x O2 catalysts on the direct synthesis of dimethyl carbonate from methanol and carbon dioxide: A TPD study of H3PW12O40/Ce x Ti1−x O2 catalysts",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dimethyl carbonate"
          },
          {
            "@_fa": "true",
            "$": "Methanol"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Heteropolyacid"
          },
          {
            "@_fa": "true",
            "$": "Cerium-titanium oxide"
          },
          {
            "@_fa": "true",
            "$": "Acid–base properties"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed desorption (TPD)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "41-45",
        "prism:endingPage": "45",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 May 2007",
        "prism:doi": "10.1016/j.molcata.2007.01.006",
        "prism:startingPage": "41",
        "dc:identifier": "doi:10.1016/j.molcata.2007.01.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "276",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16061",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1374",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17707",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1495",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "272",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18525",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1588",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "256",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17024",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1651",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "281",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20849",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1705",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "179",
            "@width": "242",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4334",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000271-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1681",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33947730236"
      }
    }
  }
}