{
  "metadata": {
    "title": "Titanium distribution on the surface of Ziegler-Natta catalysts observed by scanning Auger electron microscopy",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-01-29",
    "doi": "10.1016/S1381-1169(96)00339-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003391",
    "pii": "S1381116996003391"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031017828",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996003391 S1381-1169(96)00339-1 S1381116996003391 10.1016/S1381-1169(96)00339-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0026X 2015-05-15T05:56:33.668241-04:00 0 0 19970129 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 115 115 2 2 Volume 115, Issue 2 4 259 263 259 263 19970129 29 January 1997 1997-01-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. TITANIUMDISTRIBUTIONSURFACEZIEGLERNATTACATALYSTSOBSERVEDBYSCANNINGAUGERELECTRONMICROSCOPY HASEBE K FURUTA 1981 135 M JONES 1988 223 P TRANSITIONMETALSORGANOMETALLICSCATALYSTSFOROLEFINPOLYMERIZATION ALEANDRI 1993 453 L BERTRAMS 1995 B 1515 T BAKER 1993 589 M COWLEY 1993 456 J OLEFJORD 1994 290 I BOHMIG 1994 304 S ALSTRUP 1994 441 N HUANG 1995 277 Y DAVIS 1976 L HANDBOOKAUGERELECTRONSPECTROSCOPY HASEBEX1997X259 HASEBEX1997X259X263 HASEBEX1997X259XK HASEBEX1997X259X263XK item S1381-1169(96)00339-1 S1381116996003391 1-s2.0-S1381116996003391 10.1016/S1381-1169(96)00339-1 271358 2010-09-29T19:49:28.293805-04:00 1997-01-29 1-s2.0-S1381116996003391-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003391/MAIN/application/pdf/027dd6fc068bcbebf54d68f6075d95e0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003391/MAIN/application/pdf/027dd6fc068bcbebf54d68f6075d95e0/main.pdf main.pdf pdf true 439794 MAIN 5 1-s2.0-S1381116996003391-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003391/PREVIEW/image/png/a7c10e1e8825d6e51ccb97995e69aa0a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003391/PREVIEW/image/png/a7c10e1e8825d6e51ccb97995e69aa0a/main_1.png main_1.png png 60584 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 115 (1997) 259-263 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Titanium distribution on the surface of Ziegler-Natta catalysts observed by scanning Auger electron microscopy Koichi Hasebe 1, Hideharu Mori, Masahiko Tomitori, Tominaga Keii, Minoru Terano School of Materials Science, Japan Adoanced Institute of Science and Technology, Asahidai, Tatsunokuchi, Ishikawa 923-12, Japan Received 29 February 1996; accepted 29 July 1996 Abstract Scanning Auger electron microscopy (SAM) with a field emission electron gun was used to analyze the surface of two different types of Ziegler-Natta catalysts. The SAM revealed the chemical composition, morphology, and distribution of the specific elements on the surface of the catalysts. The analysis also showed the difference between the surface distribution of titanium on MgC12 supported catalyst and that on TiC13. The results obtained in this study demonstrate that the SAM has great potential as an effective tool for the characterization of Ziegler-Natta catalyst. Keywords: Ziegler-Natta catalyst; Titanium; Surface distribution; Scanning Auger electron microscopy 1. Introduction Ziegler-Natta catalyst has been widely used for the industrial production of high-density and linear-low-density polyethenes as well as isotactic polypropene. A great deal of effort has been paid on the improvement of the catalyst performance, such as activity and stereospecificity. Nevertheless, the catalyst nature, which means the state and structure of the active sites on the catalyst, has not been sufficiently understood yet. High-performance surface analytical methods have progressed greatly just recent year, which can be applied for the detailed characteri- Corresponding author. Fax: +81-761511625; e-mail: terano@jaist.ac.jp I Delegated from Asahi Chemical Industry Co., Ltd. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. Pl1 51381-1169(96)00339-1 zation of the active sites on the catalyst. Therefore, only a few researchers performed the study of the surface characterization of the ZieglerNatta catalysts by using X-ray photoelectron spectroscopy [ 1 ] and X-ray absorption spectroscopy [2,3]. They, however, gave the limited information about the surface composition and the environment of titanium, respectively. Scanning Auger electron microscopy (SAM) is one of the useful surface analytical techniques and has been used for the characterization of various inorganic materials [4-10]. It can be operated as Auger electron spectroscopy (AES) and scanning electron spectroscopy (SEM) at the same time. AES analysis provides the surface chemical composition for a few nm in depth, while SEM observation gives the surface morphological information. Furthermore, two- 260 K. Hasebe et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 259-263 dimensional maps of specific elements can be obtained by the combination of the two techniques, which gives the information concerning the distribution of specific element on the surface of the sample. SAM has a high lateral resolution of 20 nm under the optimum condition with a field emission electron gun, which are enough to analyze the specific element on the outermost surface of the catalyst. Thus, the technique can be recognized to be suitable for the investigation of the Ziegler-Natta catalysts. In this study, as a part of our programs for the investigation of active sites on the ZieglerNatta catalyst, the SAM is applied to the two different types of the catalysts, that is T-type TiC13 and MgClz-supported catalyst. The purpose of this research is to observe the surface distribution of titanium on the catalysts and demonstrate the usefulness of SAM analysis for the basic study of the Ziegler-Natta catalyst. 2. Experimental part 2.1. Materials A gallium plate (Nilaco, 99.9999%) was used after washing with acetone as a substrate to fix the catalyst for the SAM analysis. Nitrogen of 99.99% purity (Uno Sanso) and other chemicals were used without further purification. 2.2. Catalyst preparation T-type TiC13 supplied from Toho Titanium was used after removing the large particles. Titanium content in the TiC13 obtained by a titration method was 6.5 mmol Ti/g cat. MgC12 supported catalyst was prepared as follows. MgCl2 (30 g; 11 M2 1g) and TiCl4 (1.4 mL) were placed in a 1 L stainless steel vibration mill pot with 50 balls (25 mm diameter) and ground for 30 h at room temperature. Titanium content in the catalyst obtained by the titration method was 0.40 mmol Ti/g cat. 2.3. SAM measurement The SAM analysis was carried out on a PH1670 Auger Nanoprobe (Physical Electronic) with a field emission gun in an ultra-high vacuum of about 10-'Torr at room temperature. In the SAM instrument, an Auger electron detector located at the position above the sample. The system is called `Cylindrical Mirror Analyzer' by which the influence of sample geometry can be minimized. While a secondary electron detector for SEM observation located at the left-hand side of the sample. The catalyst was embedded on the gallium plate (13 mm X 13 mm) to be fixed on the sample holder. The sample introduction chamber of the SAM was covered by a polyethene glove bag filled with dry nitrogen. The sample was always treated under nitrogen in the bag to prevent the sample from moisture and oxygen in atmosphere. The peaks obtained by AES were assigned according to the previously reported data [I1]. SEM images and two-dimensional titanium maps were obtained for each catalyst particle. In the twodimensional analyses, background corrections were made by a three-point acquisition because small titanium Auger signal rode on a sloping positive background. A low-energy (10 keV) of electron beam at current of 10 nA with a large beam diameter (0.1 Am) was used to minimize sample damage and charging on the nonconducting catalysts. The size of pixels in the map was adjusted to 0.3 Am in order to reduce the measurement time. The acquisition time of a catalyst was about 2 h. Under the condition, SEM image, AES signal, and two-dimensional map were obtained clearly at all samples without time-dependent change. 3. Results and discussion The SAM was used to characterize the surface of the two typical types of the Ziegler-Natta catalysts. In generally, Ziegler-Natta catalyst is K. Hasebe et al. / Journal of Molecular Catalysis A: Chemical 175 (7997) 259-263 261 sensitive to moisture and oxygen in the atmosphere. The unfavorable reactions of the catalyst with them proceed spontaneously to lose the activity for olefin polymerization. The states and structure of active sites on the catalyst seem to be change quickly by the reaction. In this study, the two types of the catalysts were always deal under dry nitrogen to prevent the catalysts from the reaction with moisture and oxygen. The particle forms of the TiCl3 and the MgCl2-supported catalyst were observed by SEM measurement. The various forms of the catalyst particles were visualized on the gallium plate, such as aggregate forms and isolated particles. The surface compositions of the typical isolated particles with about 10 /.t,m diameter were analyzed using AES mode in SAM. By the AES measurement, the elements existing on the outermost surface of the catalyst could be detected with a sensitivity of several percent. The investigation involved a series of point analysis (3-6 different points per each particle). Fig. 1 shows the AES signal N(E), the back scattered electron number with the kinetic energy E, of the typical particles of the catalysts. The peaks at about 195, 260, 397, 530, and 1190 eV are attributed to Cl, C, Ti, O, and Mg, respectively. Cl and Ti were observed on the TiCl3 surface (Fig. l(a)), while Mg, Cl, and Ti were found on the surface of the MgC12-supported catalyst (Fig. 1(b)). These results indicate that the constituent atoms of the catalyst exist on the outermost surface with a depth of a few nm. C and O C Ti O ci _ -- (a) Mg (b) 0 200 400 600 800 1000 1200 1401 Electron Energy in eV Fig. 1. Auger electron spectroscopy signals of two types of Ziegler-Natta catalysts: (a) T-type TiC13; (b) MgCI, -supported. found in both samples could be attributed to contaminants on preparing SAM samples, which was the same as reported by Furuta using X-ray photoelectron spectroscopy [ 1 ]. It was difficult to evaluate the absolute values of a specific peak accurately, but not so hard to compare the relative values in the AES spectrum. Thus, the intensities of Cl and Ti peak were compared relatively in each spectrum. Though the peak of Cl was larger than that of Ti in the spectrum of the MgClz supported catalyst, they were almost equal in the case of TiC13. It was reflected the composition of the catalysts obtained'. by titration method, that is, the molar ratio of Ti to CI was about 0.3 for the TiCl3 and about 0.02 for the MgClz-supported catalyst. The SAM analysis was also applied for the determination of the two-dimensional distribution of the specific element over the surface using a mapping procedure. In the Ziegler-Natta catalyst, it is very important to know the distribution of titanium compounds on the catalyst surface, because it is directly related to the catalyst performance. Thus, mapping of titanium on each catalyst surface was performed with SAM. Figs. 2 and 3 show the Anger maps of titanium (b) together with the corresponding SEM image (a) for a typical particle with about 10 gm diameter of each catalyst. Iii both the SEM images, the dark area in the fight-hand side of a particle is a shadow, which is formed by the position of a secondary electron detector located at the left-hand side of the sample. Fig. 2(b) and Fig. 3(b) show the maps of the AES intensity at the titanium peak subtracting the baseline from AES spectra at each analytical point, in which the contrast corresponded to the amount of the element existing. Accordingly, the bright part indicated the presence of titanium, whereas the dark part reflected the absence of the element. As shown in Fig. 2(b), titanium existed evenly on the surface of the TiC13, although some area presenting less titanium was found on the catalyst, where carbon was detected more than other area. The Auger electrons emitted from titanium was probably 262 K. Hasebe et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 259-263 10 ~tm (a) 10 ~tm Fig. 2. Auger map of a T-type T'C13 particle: (a) SEM image; (b) titanium map. Fig. 3. Auger map of a MgCl2-supported catalyst particle: (a) SEM image; (b) titanium map. K. Hasebe et al. /Journal of Molecular Catalvsis A: Chemical 115 (1997) 259-263 concealed by the carbon crust covering the catalyst partially. All particles of the TiCl3 showed the similar tendency, suggesting that the catalyst had the homogeneous surface composition. These results seemed to be plausible from the structure of the TiCl 3 crystal. In the case of the MgClz-supported catalyst, the signal to noise ratio is not so good (Fig. 3(b)) because the titanium content of the catalyst is very small. In the figure, titanium was observed as white patches on the surface. These were several types of the patches having different contrast, suggesting that the various states of titanium clusters existed. In some particles no titanium was found on the surface. They suggest that TiC14 can not be supported evenly on all over the surface of the MgCI2 by the preparation method employed in this study. As described above, the difference of the distribution states of the titanium on the surfaces of both catalysts were distinctly observed by using SAM. In this study, SAM was successfully applied for the observation of the titanium distribution on the surface of Ziegler-Natta catalysts. In particular, it is demonstrated that the titanium exists unevenly on the surface of the MgC12supported Ziegler catalyst used in this study. It is generally accepted that the structure and performance of MgCl Z-supported Ziegler catalyst are strongly dependent on the preparation method of the catalyst. From this point of view, it is inferred that the catalyst prepared by the different method shows the different distribution state of the titanium on the catalyst. More de- 263 tailed studies using several kinds of MgC12-supported Ziegler catalysts are now on progress using this technique, the results of which will be reported in our forthcoming paper. Acknowledgements The authors are grateful to Toho Titanium Co., Ltd. for their support and donation to our laboratory. The authors also thank to Associate Professor Nobuhiko Yui for his valuable advice for this work. References [1] M. Furuta, J. Polym. Sci. Polym. Phys. Ed. l9 (1981) 135. [2] P.J.V. Jones and R.J. Oldman, in: Transition Metals and Organometallics as catalysts for Olefin Polymerization, W. Kaminsky and H. Sinn (Eds.) (Springer-Verlag, Berlin, Hei delberg, 1988) p. 223. [3] L. Aleandri, V. Fraaije and G. Fink, Macromol. Rapid Commun. 15 (1993) 453. [4] T. Bertrams, F. Winkelmann, T. Uttich, H.J. Freund and H. Neddermeyer, Surf. Sci. 333 (1995) B 1515. M.A. Baker and P. Tsakiropoulos, Surf. Interface Anal. 20 (1993) 589. [6] J.M. Cowley and J. Liu, Surf. Sci. 298 (1993) 456. [7] 1. Olefjord and A. Nylund, Surf. Interface Anal. 21 (1994) 290. [8] S.D. Bohmig, B.M. Reichl, M.M. Eisl and H. Stori, Surf. Interface Anal. 22 (1994) 304. [9] N.C. Alstrup, N. Langvad and I. Chorkendorff, Surf. Inter face Anal. 22 (1994) 441. [10] Y. Huang and J.M. Cowley, Surf. Sci. 328 (1995) 277. [11] L.E. Davis, N.C. MacDonald. P.W. Palmberg, G.E. Riach and R.E. Weber, in: Hand Book of Auger Electron Spectroscopy 2nd Ed. (Physical Electrons Industries. Inc., Eden Prairie, MN, 1976). MOLCAA 96003391 S1381-1169(96)00339-1 10.1016/S1381-1169(96)00339-1 Chemical and metal complexes catalysis Article Titanium distribution on the surface of Ziegler-Natta catalysts observed by scanning Auger electron microscopy Koichi Hasebe 1 Hideharu Mori Masahiko Tomitori Tominaga Keii Minoru Terano ∗ School of Materials Science, Japan Advanced Institute of Science and Technology, Asahidai, Tatsunokuchi, Ishikawa 923-12, Japan ∗ Corresponding author. Fax: +81-761511625 1 Delegated from Asahi Chemical Industry Co., Ltd. Scanning Auger electron microscopy (SAM) with a field emission electron gun was used to analyze the surface of two different types of Ziegler-Natta catalysts. The SAM revealed the chemical composition, morphology, and distribution of the specific elements on the surface of the catalysts. The analysis also showed the difference between the surface distribution of titanium on MgCl2-supported catalyst and that on TiCl3. The results obtained in this study demonstrate that the SAM has great potential as an effective tool for the characterization of Ziegler-Natta catalyst. Keywords Ziegler-Natta catalyst Titanium Surface distribution Scanning Auger electron microscopy References [1] M. Furuta J. Polym. Sci. Polym. Phys. Ed. 19 1981 135 [2] P.J.V. Jones R.J. Oldman W. Kaminsky H. Sinn Transition Metals and Organometallics as catalysts for Olefin Polymerization 1988 Springer-Verlag Berlin, Heidelberg 223 [3] L. Aleandri V. Fraaije G. Fink Macromol. Rapid Commun. 15 1993 453 [4] T. Bertrams F. Winkelmann T. Uttich H.J. Freund H. Neddermeyer Surf. Sci. 333 1995 B 1515 [5] M.A. Baker P. Tsakiropoulos Surf. Interface Anal. 20 1993 589 [6] J.M. Cowley J. Liu Surf. Sci. 298 1993 456 [7] I. Olefjord A. Nylund Surf. Interface Anal. 21 1994 290 [8] S.D. Bohmig B.M. Reichl M.M. Eisl H. Stori Surf. Interface Anal. 22 1994 304 [9] N.C. Alstrup N. Langvad I. Chorkendorff Surf. Interface Anal. 22 1994 441 [10] Y. Huang J.M. Cowley Surf. Sci. 328 1995 277 [11] L.E. Davis N.C. MacDonald P.W. Palmberg G.E. Riach R.E. Weber 2nd Ed. Hand Book of Auger Electron Spectroscopy 1976 Physical Electrons Industries, Inc Eden Prairie, MN",
      "scopus-id": "0031017828",
      "coredata": {
        "eid": "1-s2.0-S1381116996003391",
        "dc:description": "Scanning Auger electron microscopy (SAM) with a field emission electron gun was used to analyze the surface of two different types of Ziegler-Natta catalysts. The SAM revealed the chemical composition, morphology, and distribution of the specific elements on the surface of the catalysts. The analysis also showed the difference between the surface distribution of titanium on MgCl2-supported catalyst and that on TiCl3. The results obtained in this study demonstrate that the SAM has great potential as an effective tool for the characterization of Ziegler-Natta catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-01-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003391",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hasebe, Koichi"
          },
          {
            "@_fa": "true",
            "$": "Mori, Hideharu"
          },
          {
            "@_fa": "true",
            "$": "Tomitori, Masahiko"
          },
          {
            "@_fa": "true",
            "$": "Keii, Tominaga"
          },
          {
            "@_fa": "true",
            "$": "Terano, Minoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003391"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003391"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00339-1",
        "prism:volume": "115",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Titanium distribution on the surface of Ziegler-Natta catalysts observed by scanning Auger electron microscopy",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ziegler-Natta catalyst"
          },
          {
            "@_fa": "true",
            "$": "Titanium"
          },
          {
            "@_fa": "true",
            "$": "Surface distribution"
          },
          {
            "@_fa": "true",
            "$": "Scanning Auger electron microscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "259-263",
        "prism:endingPage": "263",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 January 1997",
        "prism:doi": "10.1016/S1381-1169(96)00339-1",
        "prism:startingPage": "259",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00339-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031017828"
      }
    }
  }
}