{
  "metadata": {
    "title": "MCM-41-supported bidentate phosphine palladium(0) complex as an efficient catalyst for the heterogeneous Suzuki reaction",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-05-01",
    "doi": "10.1016/j.molcata.2006.12.011",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906014269",
    "pii": "S1381116906014269"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33947604966",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-12-10 2006-12-10 2010-03-27T18:10:43 1-s2.0-S1381116906014269 S1381-1169(06)01426-9 S1381116906014269 10.1016/j.molcata.2006.12.011 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02509 2015-05-15T05:56:33.323092-04:00 0 0 20070501 2007 2006-12-10T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 268 268 1 2 1 2 Volume 268, Issues 1–2 15 82 86 82 86 20070501 1 May 2007 2007-05-01 2007 article fla Copyright © 2006 Elsevier B.V. All rights reserved. MCM41SUPPORTEDBIDENTATEPHOSPHINEPALLADIUM0COMPLEXEFFICIENTCATALYSTFORHETEROGENEOUSSUZUKIREACTION CAI M 1 Introduction 2 Experimental 2.1 Preparation of MCM-41-NH2 2.2 Preparation of MCM-41-2P 2.3 Preparation of MCM-41-2P-Pd(0) complex 2.4 General procedure for Suzuki coupling of aryl halides with arylboronic acids 3 Results and discussion 4 Conclusion Acknowledgement References STANFORTH 1998 263 S PAUL 2003 635 S MIYAURA 1981 513 N MIYAURA 1995 2457 N MUBOFU 2001 23 E DEMIGUEL 2000 4213 Y SHUTTLEWORTH 2000 1035 S LOCH 2001 119 J YAMADA 2002 3371 Y BALEIZAO 2003 606 C PAUL 2004 107 S CLARK 2000 53 J CORNILS 1996 576 B APPLIEDHOMOGENEOUSCATALYSISORGANOMETALLICCOMPOUNDS KOC 2005 3362 F KRESGE 1992 710 C BECK 1992 10834 J ZHOU 1998 705 W MASCHMEYER 1995 159 T LIU 1997 65 C KANTAM 1999 1413 M ZHOU 2002 289 J MEHNERT 1998 12289 P YANG 2004 143 H MUKHOPADHYAY 2002 9692 K LIM 1999 3285 M REETZ 1997 865 M REETZ 1997 1526 M MIZUGAKI 2002 52 T ARYA 2001 2889 P HUDKINS 2001 2624 C KAYAKI 2003 175 Y GRUSHIN 1994 1047 V LEMPERS 1998 62 H CAIX2007X82 CAIX2007X82X86 CAIX2007X82XM CAIX2007X82X86XM item S1381-1169(06)01426-9 S1381116906014269 1-s2.0-S1381116906014269 10.1016/j.molcata.2006.12.011 271358 2010-09-17T22:42:20.49841-04:00 2007-05-01 1-s2.0-S1381116906014269-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/MAIN/application/pdf/1c8caeed5fdf375968772743972e47ab/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/MAIN/application/pdf/1c8caeed5fdf375968772743972e47ab/main.pdf main.pdf pdf true 290307 MAIN 5 1-s2.0-S1381116906014269-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/PREVIEW/image/png/816cb1bdb71f9ce368d23bf07ecb7e21/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/PREVIEW/image/png/816cb1bdb71f9ce368d23bf07ecb7e21/main_1.png main_1.png png 74937 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906014269-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/fx1/DOWNSAMPLED/image/gif/ccef28c631934e5196de705d31b5dd45/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/fx1/DOWNSAMPLED/image/gif/ccef28c631934e5196de705d31b5dd45/fx1.gif fx1 true fx1.gif gif 3783 95 502 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014269-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/fx1/THUMBNAIL/image/gif/6fb793f11a06556e292d18919d84223a/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/fx1/THUMBNAIL/image/gif/6fb793f11a06556e292d18919d84223a/fx1.sml fx1 true fx1.sml sml 516 24 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906014269-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/gr1/DOWNSAMPLED/image/jpeg/28c0d3f47f2e43b38351ce17c4d12578/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/gr1/DOWNSAMPLED/image/jpeg/28c0d3f47f2e43b38351ce17c4d12578/gr1.jpg gr1 gr1.jpg jpg 12801 286 355 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014269-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/gr1/THUMBNAIL/image/gif/78156cc58d8e899843142f228c65de1a/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/gr1/THUMBNAIL/image/gif/78156cc58d8e899843142f228c65de1a/gr1.sml gr1 gr1.sml sml 1074 93 116 IMAGE-THUMBNAIL 1-s2.0-S1381116906014269-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/sc1/DOWNSAMPLED/image/jpeg/6b6f450430e632bebc9aa98951b918e7/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/sc1/DOWNSAMPLED/image/jpeg/6b6f450430e632bebc9aa98951b918e7/sc1.jpg sc1 sc1.jpg jpg 37226 363 612 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014269-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/sc1/THUMBNAIL/image/gif/92ff58a8773fb37192c792f5c2a27f20/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/sc1/THUMBNAIL/image/gif/92ff58a8773fb37192c792f5c2a27f20/sc1.sml sc1 sc1.sml sml 1228 74 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906014269-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/sc2/DOWNSAMPLED/image/jpeg/32e592824ba4f4beb9d89f8113096624/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/sc2/DOWNSAMPLED/image/jpeg/32e592824ba4f4beb9d89f8113096624/sc2.jpg sc2 sc2.jpg jpg 10119 123 525 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014269-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014269/sc2/THUMBNAIL/image/gif/7ac88c5e245cd410ab7e35d197e2fb6a/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014269/sc2/THUMBNAIL/image/gif/7ac88c5e245cd410ab7e35d197e2fb6a/sc2.sml sc2 sc2.sml sml 510 29 125 IMAGE-THUMBNAIL MOLCAA 6495 S1381-1169(06)01426-9 10.1016/j.molcata.2006.12.011 Elsevier B.V. Fig. 1 XRD profiles of the parent MCM-41 (1), MCM-41-2P (2) and MCM-41-2P-Pd(0) (3). Scheme 1 Preparation of the MCM-41-2P-Pd(0). Scheme 2 Suzuki reaction of aryl iodides and bromides with arylboronic acids catalyzed by MCM-41-2P-Pd(0). Table 1 XPS data for MCM-41-2P, MCM-41-2P-Pd(II), MCM-41-2P-Pd(0) and PdCl2 Sample Pd3d5/2 P2p N1s Si2p O1s Cl2p MCM-41-2P-Pd(0) 336.2 131.9 399.4 103.2 533.1 MCM-41-2P-Pd(II) 336.9 131.7 399.2 103.3 533.0 199.3 MCM-41-2P 132.2 399.3 103.2 533.1 PdCl2 338.1 199.2 The binding energies are referenced to C1s (284.6eV) and the energy differences were determined with an accuracy of±0.2eV. Table 2 Coupling reaction of iodobenzene with phenylboronic acid in the presence of several bases and solvents Entry Base Solvent MCM-41-2P-Pd(0) (mol %) Time (h) Yield a (%) 1 K3PO4 o-Xylene 0.6 10 67 2 K3PO4 DMF 0.6 8 81 3 K3PO4 Dioxane 0.6 10 79 4 Na2CO3 o-Xylene 0.6 8 85 5 Na2CO3 DMF 0.6 8 91 6 Na2CO3 Dioxane 0.6 2 94 7 K2CO3 o-Xylene 0.6 8 88 8 K2CO3 DMF 0.6 8 93 9 K2CO3 Dioxane 0.6 2 98 10 K2CO3 Dioxane 0.3 4 96 11 K2CO3 Dioxane 0.1 7 95 12 K2CO3 Dioxane 1.0 1 96 All reactions were performed using 1.0 mmol of iodobenzene, 1.5mmol of phenylboronic acid, 2.0mmol of base in 3.0ml of solvent at 80°C under Ar. a Isolated yield based on the iodobenzene used. Table 3 Heterogeneous Suzuki reaction of aryl iodides and bromides with arylboronic acids catalyzed by MCM-41-2P-Pd(0) Entry R1 X R2 Temperature (°C) Time (h) Product Yield (%) a 1 H I H 80 2 3a 98 2 4-CH3O I H 80 2 3b 97 3 4-O2N I H 80 2 3c 96 4 4-CH3O I 4-Cl 80 2 3d 95 5 4-Cl I 4-Cl 80 2 3e 94 6 3-O2N I 4-Cl 80 2 3f 97 7 4-CH3OCO I 4-Cl 80 2 3g 96 8 4-Cl I 4-CH3 80 2 3h 95 9 4-CH3O I 4-CH3 80 2 3i 94 10 4-O2N I 4-CH3 80 2 3j 96 11 H Br H 100 4 3a 87 12 4-CHO Br H 100 4 3k 88 13 4-CH3OCO Br H 100 4 3l 90 14 4-CH3O Br 4-Cl 100 4 3d 85 15 3-CN Br H 100 4 3m 88 16 4-Cl Br 4-Cl 100 4 3e 89 17 4-Cl Br 4-CH3 100 4 3h 87 18 4-CH3 Br 4-Cl 100 4 3n 90 19 4-O2N Br 4-CH3 100 4 3j 91 20 2-CN Br 4-CH3 100 10 3o 84 Reactions were carried out with 1mmol of aryl halide, 1.5mmol of arylboronic acid, 0.006mmol of palladium catalyst, 2mmol of K2CO3 in 3ml of dioxane. a Yield of isolated product 3 based on the aryl halide. MCM-41-supported bidentate phosphine palladium(0) complex as an efficient catalyst for the heterogeneous Suzuki reaction Mingzhong Cai ⁎ Junchao Sha Qiuhua Xu Department of Chemistry, Jiangxi Normal University, Nanchang 330027, PR China ⁎ Corresponding author. Tel.: +86 791 8517500; fax: +86 791 8517500. Graphical abstract MCM-41-supported bidentate phosphine palladium(0) complex [MCM-41-2P-Pd(0)] was conveniently synthesized from commercially available and cheap γ-aminopropyltriethoxysilane via immobilization on MCM-41, followed by reacting with diphenylphosphinomethanol and palladium chloride and then the reduction with hydrazine hydrate. This complex is a highly active catalyst for the heterogeneous Suzuki reaction and can be reused many times without loss of activity. MCM-41-supported bidentate phosphine palladium(0) complex was conveniently synthesized from commercially available and cheap γ-aminopropyltriethoxysilane via immobilization on MCM-41, followed by reacting with diphenylphosphinomethanol and palladium chloride and then the reduction with hydrazine hydrate. The powder X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS) were employed to characterize the title palladium complex. It was found that this complex is a highly active catalyst for the heterogeneous Suzuki reaction of aryl halides with arylboronic acids and can be reused many times without loss of activity. Keywords Supported palladium catalyst Bidentate phosphine palladium(0) complex MCM-41 Suzuki reaction Heterogeneous catalysis 1 Introduction The importance of biaryl units as molecular components in pharmaceuticals, herbicides and natural products, as well as in engineering materials such as conducting polymers, molecular wires and liquid crystals, has attracted enormous interest [1,2]. The Suzuki reaction is proving to be increasingly popular method for the construction of unsymmetrical biaryl compounds as it represents an attractive alternative over other methods using organometallics because organoboranes are air- and moisture-stable with relatively low toxicity [3,4]. However, catalysts used in the Suzuki reaction have been traditionally based on homogeneous palladium complexes, which are rarely recoverable without elaborate and wasteful procedures that are commercially unacceptable [5]. From the standpoint of environmentally benign organic synthesis, development of immobilized palladium catalysts is challenging and important [6–8]. In an ideal system, they can be recovered from the reaction mixture by simple filtration and re-used infinitely, and contamination of products by palladium is prevented. Recently, palladium immobilized on cross-linked polystyrene resins [9] or silica gels [10–12] have been used for Suzuki reaction. However, these catalysts have generally suffered from limited mass transfer, low specificity and selectivity in addition to leaching of the catalytic species from the surface of the support [9,13]. Very recently, Koc et al. described the synthesis of diphosphino-functionalized polymer chips (PC) anchored palladium complex and its catalytic properties in Suzuki coupling reaction [14]. Keeping in view the application and interest of heterogeneous palladium catalysts in academia and industry, there is a need to design and develop highly active, re-usable and easily recoverable chemically supported heterogeneous palladium catalysts. Our approach was guided by three imperatives: the polymeric reagent should be easily accessible (1), starting from readily available and cheap reagents (2). The polymeric ligand should be air stable at room temperature, which should allow its storage in normal bottles with unlimited shelf life (3). Recent developments on the mesoporous silicate molecular sieve MCM-41 provided a new possible candidate for a solid support for immobilization of homogeneous catalysts [15]. MCM-41 has a regular pore diameter of ca. 50Å and a specific surface area >700m2 g−1 [16]. Its large pore size allows passage of large molecules such as organic reactants and metal complexes through the pores to reach to the surface of the channel [17–19]. To date, a few palladium complexes on functionalized MCM-41 support have been prepared and used in organic reactions [20–24]. However, to the best of our knowledge, there has been no general study of Suzuki reaction catalyzed by a MCM-41-supported palladium complex catalyst described to date. In this paper, we wish to report the synthesis of the first MCM-41-supported bidentate phosphine palladium(0) complex [abbreviated as MCM-41-2P-Pd(0)] and its catalytic properties in the Suzuki reaction. 2 Experimental All chemicals were reagent grade and used as purchased. The mesoporous material MCM-41 was prepared according to literature procedure [25]. All reactions were performed under an inert atmosphere of dry argon using distilled dried solvents. All coupling products were characterized by comparison of their spectra and physical data with authentic samples. IR spectra were determined on a Perkin-Elmer 683 instrument. 1H NMR spectra were recorded on a Bruker AC-P300 (300MHz) spectrometer with TMS as an internal standard in CDCl3 as solvent. 13C NMR spectra were recorded on a Bruker AC-P300 (75MHz) spectrometer in CDCl3 as solvent. X-ray powder diffraction patterns were obtained on Damx-rA (Rigaka). X-ray photoelectron spectra were recorded on XSAM 800 (Kratos). 2.1 Preparation of MCM-41-NH2 A solution of γ-aminopropyltriethoxysilane (2.20g, 10mmol) in dry chloroform (18ml) was added to a suspension of the mesoporous support MCM-41 (2.80g) in dry toluene (180ml). The mixture was stirred for 48h at 100°C. Then the solid was filtered and washed by CHCl3 (2×20ml), and dried in vacuum at 160° for 5h. The dried white solid was then soaked in a solution of Me3SiCl (4.36g, 40mmol) in dry toluene (150ml) at room temperature under stirring for 24h. Then the solid was filtered, washed with acetone (3×20ml) and diethyl ether (3×20ml), and dried in vacuum at 120°C for 5h to obtain 3.54g of hybrid material MCM-41-NH2. The nitrogen content was found to be 1.27mmol/g by elemental analysis. 2.2 Preparation of MCM-41-2P A Schlenk flask was charged with paraformaldehyde (0.701g, 23.3mmol), dry MeOH (20ml) and diphenylphosphine (4.340g, 23.3 mmol). The reaction mixture was heated to 60°C under Ar until the white suspension formed a colorless solution. After removal of MeOH in vacuo the remaining viscous oil was diluted in dry toluene (20ml). This solution was added to a suspension of MCM-41-NH2 (3.020g) in dry toluene (60ml) and the reaction mixture was heated to 105°C under Ar for 24h. In the cooler regions of the flask the water–toluene azeotrope separated indicating the reaction progress. After cooling to room temperature the solid product was collected by filtration under Ar, washed with dry toluene (4×30ml), CH2Cl2/THF (1/1) (2×30ml), CH2Cl2 (2×30ml) and dried in vacuo (100°C) for 5h to give 4.08g of the light yellow MCM-41-2P. The nitrogen and phosphine content was found to be 0.76 and 1.44mmol/g, respectively. 2.3 Preparation of MCM-41-2P-Pd(0) complex To a solution of PdCl2 (0.216g, 1.22mmol) in acetone (50ml) was added the MCM-41-2P (2.01g). The reaction mixture was refluxed under Ar for 72h. The product was allowed to cool, then filtered. The yellow solid was washed with distilled water (3×30ml) and acetone (3×30ml), then stirred with hydrazine hydrate (1.6g) and EtOH (25ml) at 30°C under Ar for 5h. The resulting product was filtered, washed with EtOH (3×25ml) and Et2O (3×25ml) and dried under vacuum at 60°C to give 1.93g of the brown MCM-41-2P-Pd(0). The nitrogen, phosphine, and palladium content was 0.58, 1.15 and 0.52mmol/g, respectively. 2.4 General procedure for Suzuki coupling of aryl halides with arylboronic acids A mixture of aryl halide (1.0mmol), arylboronic acid (1.5mmol), potassium carbonate (2.0mmol), dioxane (3ml) and the MCM-41-2P-Pd(0) complex (0.006mmol of Pd) was stirred under Ar in an oil bath at 80–100°C for 2–10h. The mixture was cooled and filtered. The MCM-41-2P-Pd(0) complex was washed with distilled water (2×10ml), dioxane (2×10ml) and Et2O (2×10ml) and reused in the next run. The filtrate was poured into a saturated aqueous NaCl solution (50ml) and extracted with methylene chloride (2×50ml). The extracts was washed with water (3×30ml) and dried over MgSO4. After removal of the solvent, the residue was purified by column chromatography on silica gel. 3 Results and discussion It is well known that zerovalent palladium complexes show unique reactivity in various organic reactions. However, it is very difficult to use the Pd(0) complexes as practical catalysts because of their instability to air and moisture. Over the last few years the N,N-bis(diphenylphosphinomethyl)amino-functionality has been used for the preparation of dendrimer-bound and supramolecular homogeneous catalysts [26–28]. Alper and coworkers first reported the synthesis of polymeric ligand containing N,N-bis(diphenylphosphinomethyl)amino-functionality by using the Mannich reaction [29]. Just recently insoluble versions of this chelating phosphine ligand have been applied in Rh-catalyzed hydroformylation and Rh-catalyzed hydrogenation [30,31]. The first MCM-41-supported bidentate phosphine palladium(0) complex [MCM-41-2P-Pd(0)] was conveniently synthesized from commercially available and cheap γ-aminopropyltriethoxysilane via immobilization on MCM-41, followed by reacting with diphenylphosphinomethanol which resulted from adduct formation between diphenylphosphine and paraformaldehyde, and palladium chloride and then the reduction with hydrazine hydrate (Scheme 1 ). X-ray powder diffraction (XRD) patterns of the parent MCM-41 and the modified materials MCM-41-2P, MCM-41-2P-Pd(0) are displayed in Fig. 1 . Small angle X-ray powder diffraction of the parent MCM-41 gave peaks corresponding to hexagonally ordered mesoporous phases. For MCM-41-2P and MCM-41-2P-Pd(0), the (100) reflection of the parent MCM-41 with decreased intensity was remained after functionalization, while the (110) and (200) reflections became weak and diffuse, which could be due to contrast matching between the silicate framework and organic moieties which are located inside the channels of MCM-41. These results indicated that the basic structure of the parent MCM-41 was not damaged in the whole process of catalyst preparation. Elemental analyses and X-ray photoelectron spectroscopy (XPS) were used to characterize the MCM-41-supported bidentate phosphine palladium(0) complex. The phosphine and palladium content of the MCM-41-2P-Pd(0) was determined to be 1.15 and 0.52mmol/g, respectively, and the P:Pd mole ratio of this complex was 2.21. The XPS data for MCM-41-2P, MCM-41-2P-Pd(II), MCM-41-2P-Pd(0) and PdCl2 are listed in Table 1 . It can be seen that the binding energies of N1s, Si2p, and O1s of MCM-41-2P-Pd(II) are similar to those of MCM-41-2P, and the binding energy of Cl2p of MCM-41-2P-Pd(II) is similar to that of PdCl2. However, the difference of Pd3d5/2 binding energies between MCM-41-2P-Pd(II) and PdCl2 is 1.2eV. The difference of P2p binding energies between MCM-41-2P-Pd(II) and MCM-41-2P is 0.5eV. These results suggest that a coordination bond between P and Pd is formed in the MCM-41-2P-Pd(II). The binding energy (336.2eV) of Pd3d5/2 of MCM-41-2P-Pd(0) was lower than the binding energy (336.9eV) of Pd3d5/2 of MCM-41-2P-Pd(II). The Pd3d5/2 binding energy depends strongly on the nature of the ligands. Consequently, it is impossible to identify the reduced complex as a zerovalent one on the basis of its Pd3d5/2 binding energy only. However, the binding energy of Cl2p in the MCM-41-2P-Pd(0) cannot be detected, the shift (lower) of Pd3d5/2 binding energy together with the change in color (from yellow to brown) suggests that the reduction of the starting palladium(II) complex to the lower valent state has taken place. The MCM-41-2P-Pd(0) complex catalyst formed is stable in air but for prolonged storage is better stored under an atmosphere of argon in which case no decomposition and deactivation are noted over the period of six months at room temperature. In order to evaluate the catalytic activity of the first MCM-41-supported bidentate phosphine palladium(0) complex [MCM-41-2P-Pd(0)], the Suzuki reactions of arylboronic acids with aryl halides were studied. The reactions were performed under conditions similar to those used in the corresponding homogeneous reactions. The influences of bases, solvents and amounts of the catalyst on catalytic property of the MCM-41-2P-Pd(0) complex were investigated by using coupling reaction of iodobenzene with phenylboronic acid. The results are shown in Table 2 . It was found that among the bases tested [K2CO3, Na2CO3, and K3PO4], anhydrous K2CO3 proved to be the most efficient. Among the solvents used [DMF, dioxane, and o-xylene], dioxane was the best choice. Increasing the amount of palladium catalyst could shorten the reaction time, but didn’t increase the yield of biphenyl (entry 12). Taken together, excellent result was obtained when the coupling reaction was carried out with 0.6mol % of the catalyst using K2CO3 as base in dioxane at 80°C (entry 9). To examine the scope for this coupling reaction, a variety of aryl iodides and bromides were coupled with different phenylboronic acids in dioxane in the presence of a catalytic amount of MCM-41-2P-Pd(0) using K2CO3 as base (Scheme 2 ). The typical experimental results are summarized in Table 3 . As shown in Table 3, the Suzuki coupling reactions of a variety of substituted iodobenzene with arylboronic acids proceeded very smoothly at 80°C to afford the corresponding coupling products in excellent isolated yields after 2h. As expected, the reactivity of aryl bromides was lower than that of aryl iodides and the coupling reactions of aryl bromides with arylboronic acids required slightly higher temperature and longer times. As seen from Table 3, the Suzuki coupling reactions of a variety of aryl bromides with arylboronic acids could proceed smoothly at 100°C to give the corresponding coupling products in high isolated yields on longer times. A favorable effect of electron-withdrawing substituents is normally observed in palladium catalyzed reactions [32]. With our catalyst however, electron-withdrawing groups in aryl halides have relatively little effect on the Suzuki coupling reaction. Substituted chlorobenzenes are inert under the same conditions giving traces of cross-coupling products. To further illustrate that chloroarenes are inert in the reaction system, 1-chloro-4′-methylbiphenyl was selectively produced in the coupling reaction of (4-methylphenyl)boronic acid with 1-bromo-4-chlorobenzene (Table 3, entry 17). In order to determine whether the catalysis was due to the MCM-41-2P-Pd(0) complex or to a homogeneous palladium complex that comes off the support during the reaction and then returns to the support at the end, we performed the hot filtration test [33]. We focused on the coupling reaction of iodobenzene (1.2 equiv.) with (4-chlorophenyl)boronic acid (1.0 equiv.). We filtered off the MCM-41-2P-Pd(0) complex after 30min of reaction time and allowed the filtrate to react further. The catalyst filtration was performed at the reaction temperature (80°C) in order to avoid possible recoordination or precipitation of soluble palladium upon cooling. We found that, after this hot filtration, no further reaction was observed. This result suggests that the palladium catalyst remains on the support at elevated temperatures during the reaction. This novel MCM-41-supported bidentate phosphine palladium(0) catalyst can be easily recovered by simple filtration. In an attempt to show that the MCM-41-2P-Pd(0) can be recycled, the coupling reaction of iodobenzene with phenylboronic acid was repeated ten times using the same batch of supported catalyst. The isolated yields of biphenyl remain around 96% clearly illustrating the high stability and excellent reusability of the catalyst. The result is important from a practical point of view. 4 Conclusion We have described the first MCM-41-supported bidentate phosphine palladium(0) complex whose preparation is simple and convenient. This complex has not only high activity for Suzuki coupling reactions of aryl halides with arylboronic acids, but offers practical advantages such as easy handling, separation from the products and reuse. The Suzuki reaction of aryl iodides or bromides with arylboronic acids catalyzed by MCM-41-2P-Pd(0) provides a better and practical procedure for the synthesis of unsymmetrical biaryl compounds. Acknowledgement We gratefully acknowledge the financial support of this work by the National Natural Science Foundation of China (Project no. 20462002). References [1] S.P. Stanforth Tetrahedron 54 1998 263 [2] S. Paul J.H. Clark Green Chem. 5 2003 635 [3] N. Miyaura T. Yanagi A. Suzuki Synth. Commun. 11 1981 513 [4] N. Miyaura A. Suzuki Chem. Rev. 95 1995 2457 [5] E.B. Mubofu J.H. Clark D.J. Macquarrie Green Chem. 3 2001 23 [6] Y.R. de Miguel J. Chem. Soc. Perkin Trans. 1 2000 4213 [7] S.J. Shuttleworth S.M. Allin R.D. Wilson D. Nasturica Synthesis 2000 1035 [8] J.A. Loch R.H. Crabtree Pure Appl. Chem. 73 2001 119 [9] Y.M.A. Yamada K. Takeda H. Takahashi S. Ikegami Org. Lett. 4 2002 3371 [10] C. Baleizao A. Corma H. Garcia A. Leyva Chem. Commun. 2003 606 [11] S. Paul J.H. Clark J. Mol. Catal. A Chem. 215 2004 107 [12] J.H. Clark D.J. MacQuarrie E.B. Mubofu Green Chem. 2 2000 53 [13] B. Cornils W.A. Herrmann P. Panster S. Wieland B. Cornils W.A. Herrmann Applied Homogeneous Catalysis with Organometallic Compounds vol. 2 1996 VCH Weinheim 576 [14] F. Koc F. Michalek L. Rumi W. Bannwarth R. Haag Synthesis 2005 3362 [15] C.T. Kresge M.E. Leonowicz W.J. Roth J.C. Vartuli J.S. Beck Nature 359 1992 710 [16] J.S. Beck J.C. Vartuli W.J. Roth M.E. Leonowicz C.T. Kresge K.D. Schmitt C.T.-W. Chu D.H. Olson E.W. Sheppard S.B. McCullen J.B. Higgins J.L. Schlenker J. Am. Chem. Soc. 114 1992 10834 [17] W. Zhou J.M. Thomas D.S. Shephard B.F.G. Johnson D. Ozkaya T. Maschmeyer R.G. Bell Q. Ge Science 280 1998 705 [18] T. Maschmeyer F. Rey G. Sankar J.M. Thomas Nature 378 1995 159 [19] C.-J. Liu S.-G. Li W.-Q. Pang C.-M. Che Chem. Commun. 1997 65 [20] M.L. Kantam N.S. Chowdari A. Rahman B.M. Choudary Synlett 1999 1413 [21] J.M. Zhou R.X. Zhou L.Y. Mo S.F. Zhao X.M. Zheng J. Mol. Catal. A Chem. 178 2002 289 [22] P.C. Mehnert D.W. Weaver J.Y. Ying J. Am. Chem. Soc. 120 1998 12289 [23] H. Yang G. Zhang X. Hong Y. Zhu J. Mol. Catal. A Chem. 210 2004 143 [24] K. Mukhopadhyay B.R. Sarkar R.V. Chaudhari J. Am. Chem. Soc. 124 2002 9692 [25] M.H. Lim A. Stein Chem. Mater. 11 1999 3285 [26] M.T. Reetz S.R. Waldvogel Angew. Chem. Int. Ed. Engl. 36 1997 865 [27] M.T. Reetz G. Lohmer R. Schwickardi Angew. Chem. Int. Ed. Engl. 36 1997 1526 [28] T. Mizugaki M. Murata M. Ooe K. Ebitani K. Kaneda Chem. Commun. 2002 52 [29] P. Arya G. Panda N.V. Rao H. Alper S.C. Bourque L.E. Manzer J. Am. Chem. Soc. 123 2001 2889 [30] C.M.G. Hudkins K.A. Knights B.F.G. Johnson Y.R. de Miguel R. Raja J.M. Thomas Chem. Commun. 2001 2624 [31] Y. Kayaki Y. Shimokawatoko T. Ikariya Adv. Synth. Catal. 345 2003 175 [32] V.V. Grushin H. Alper Chem. Rev. 94 1994 1047 [33] H.E.B. Lempers R.A. Sheldon J. Catal. 175 1998 62",
      "scopus-id": "33947604966",
      "coredata": {
        "eid": "1-s2.0-S1381116906014269",
        "dc:description": "MCM-41-supported bidentate phosphine palladium(0) complex was conveniently synthesized from commercially available and cheap γ-aminopropyltriethoxysilane via immobilization on MCM-41, followed by reacting with diphenylphosphinomethanol and palladium chloride and then the reduction with hydrazine hydrate. The powder X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS) were employed to characterize the title palladium complex. It was found that this complex is a highly active catalyst for the heterogeneous Suzuki reaction of aryl halides with arylboronic acids and can be reused many times without loss of activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-05-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906014269",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cai, Mingzhong"
          },
          {
            "@_fa": "true",
            "$": "Sha, Junchao"
          },
          {
            "@_fa": "true",
            "$": "Xu, Qiuhua"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906014269"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906014269"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)01426-9",
        "prism:volume": "268",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "MCM-41-supported bidentate phosphine palladium(0) complex as an efficient catalyst for the heterogeneous Suzuki reaction",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Supported palladium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Bidentate phosphine palladium(0) complex"
          },
          {
            "@_fa": "true",
            "$": "MCM-41"
          },
          {
            "@_fa": "true",
            "$": "Suzuki reaction"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "82-86",
        "prism:endingPage": "86",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 May 2007",
        "prism:doi": "10.1016/j.molcata.2006.12.011",
        "prism:startingPage": "82",
        "dc:identifier": "doi:10.1016/j.molcata.2006.12.011",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "95",
            "@width": "502",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014269-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3783",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "24",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014269-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "516",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "286",
            "@width": "355",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014269-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12801",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014269-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1074",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "363",
            "@width": "612",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014269-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37226",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014269-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1228",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "123",
            "@width": "525",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014269-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10119",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "29",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014269-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "510",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33947604966"
      }
    }
  }
}