{
  "metadata": {
    "title": "Acid zeolites as efficient catalysts for <ce:italic>O</ce:italic>- and <ce:italic>S</ce:italic>-glycosylation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-09-17",
    "doi": "10.1016/j.molcata.2007.06.002",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907003755",
    "pii": "S1381116907003755"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-34548203168",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-06-08 2007-06-08 2010-03-27T18:10:43 1-s2.0-S1381116907003755 S1381-1169(07)00375-5 S1381116907003755 10.1016/j.molcata.2007.06.002 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02577 2015-05-15T05:56:33.323092-04:00 0 0 20070917 2007 2007-06-08T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 275 275 1 2 1 2 Volume 275, Issues 1–2 30 206 213 206 213 20070917 17 September 2007 2007-09-17 2007 article fla Copyright © 2007 Elsevier B.V. All rights reserved. ACIDZEOLITESEFFICIENTCATALYSTSFOROSGLYCOSYLATION RAUTER A 1 Introduction 2 Results and discussion 2.1 Fischer glycosydation of GalNAc with methanol catalyzed by acid zeolites 2.2 Reaction of 3,4,6-tri-O-benzyl-d-glucal with nucleophiles catalyzed by acid zeolites 3 Conclusions 4 Experimental 4.1 Zeolite preparation and characterization 4.2 General methods 4.3 Synthesis of compounds 3, 4, 5, 8, 9a,b and 10 4.3.1 Methyl 2-acetamide-3,5,6-tri-O-acetyl-2-deoxy-β-d-galactofuranoside (3) and methyl 2-acetamide-3,4,6-tri-O-acetyl-2-deoxy-β-d-galactopyranoside (4) 4.3.2 Methyl 2-acetamide-2-deoxy-5,6-O-isopropylidene-β-d-galactofuranoside (5) 4.4 General procedure for the condensation of 7 with octanol, 6-hydroxyflavanone and propane-2-thiol catalyzed by acid zeolites 4.4.1 Octyl 4,6-di-O-benzyl-2,3-dideoxy-α-d-erythro-hex-2-enopyranoside (8) 4.4.2 (2′R)-/(2′S)-Flavanon-6-yl 4,6-di-O-benzyl-2,3-dideoxy-α-d-erythro-hex-2-enopyranoside (9a,b) 4.4.3 Propan-2-yl 4,6-di-O-benzyl-2,3-dideoxy-1-thio-α-d-erythro-hex-2-enopyranoside (10) Acknowledgement References GUISNET 2006 M LESZEOLITHESUNNANOMONDEAUSERVICEDALACATALYSE 2002 289 291 ZEOLITESFORCLEANERTECHNOLOGIESINCATALYTICSCIENCESERIES 2002 296 297 ZEOLITESFORCLEANERTECHNOLOGIESINCATALYTICSCIENCESERIES 2002 266 ZEOLITESFORCLEANERTECHNOLOGIESINCATALYTICSCIENCESERIES SARTORI 2006 1077 1104 G HEIDEKUM 1999 230 232 A TATSUMI 1993 1264 1265 T SHUKLA 1985 97 106 R MOREAU 1997 709 714 C LESTRAT 1998 219 222 V MOREAU 2000 237 242 C MATSUSHITA 1997 8709 8712 Y CHAPAT 1999 445 453 J RAUTER 1995 6529 6540 A WENNERBERG 1999 54 59 J CREYGHTON 1997 457 472 E KUNKELER 1997 1269 1276 P BHASKAR 1999 129 131 P CORMA 1996 713 719 A AICH 2006 19 28 U SEN 1998 4459 4465 S ERNST 2000 B CARBOHYDRATESINCHEMISTRYBIOCHEMISTRYPARTICHEMISTRYSACCHARIDES COLLINS 1995 P MONOSACCHARIDESCHEMISTRYROLESINNATURALPRODUCTS COLLINS 1995 P MONOSACCHARIDESCHEMISTRYROLESINNATURALPRODUCTS DANISHEFSKY 1996 1380 1419 S FERRIER 2003 569 736 R DESCOTES 1977 168 172 G BHATE 1985 331 337 P BABU 2004 87 102 B BETTADAIAH 2003 7257 7259 B YADAV 2000 1450 1451 J BABU 2005 884 892 J SWAMY 2002 598 600 N DEOLIVEIRA 2006 2607 2613 R SWAMY 2004 435 441 N MISRA 2005 260 266 A LIN 2005 5071 5076 H RAFIEE 2004 3611 3614 E KIM 2004 1336 1337 H DU 2006 2035 2046 W TILVE 2004 237 240 R YADAV 2007 677 680 J PAUL 2004 2197 2204 S DUNKERTON 1988 845 850 L WIECZOREK 1998 263 270 E RAUTER 2006 2429 2439 A RAUTER 2005 191 201 A FERRIER 1969 265 266 R HEYKANTS 1997 1277 1284 E CHEN 1976 60 64 N GUISNET 1997 1661 1665 M RAUTERX2007X206 RAUTERX2007X206X213 RAUTERX2007X206XA RAUTERX2007X206X213XA item S1381-1169(07)00375-5 S1381116907003755 1-s2.0-S1381116907003755 10.1016/j.molcata.2007.06.002 271358 2010-09-17T22:45:28.329765-04:00 2007-09-17 1-s2.0-S1381116907003755-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907003755/MAIN/application/pdf/ae138d79957a67f5b7c019fd21c97306/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907003755/MAIN/application/pdf/ae138d79957a67f5b7c019fd21c97306/main.pdf main.pdf pdf true 290698 MAIN 8 1-s2.0-S1381116907003755-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907003755/PREVIEW/image/png/4712e6e73d5cf3772c250ad4c2227067/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907003755/PREVIEW/image/png/4712e6e73d5cf3772c250ad4c2227067/main_1.png main_1.png png 72341 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907003755-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907003755/sc1/DOWNSAMPLED/image/jpeg/5963bfc1fabd293a8faa00504bf2c168/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907003755/sc1/DOWNSAMPLED/image/jpeg/5963bfc1fabd293a8faa00504bf2c168/sc1.jpg sc1 sc1.jpg jpg 25400 293 533 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907003755-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907003755/sc1/THUMBNAIL/image/gif/c81482da3680d9c7f4ca274471bd33b2/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907003755/sc1/THUMBNAIL/image/gif/c81482da3680d9c7f4ca274471bd33b2/sc1.sml sc1 sc1.sml sml 1167 69 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907003755-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907003755/fx1/DOWNSAMPLED/image/gif/4f621bdf514126c39c489588c0c06304/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907003755/fx1/DOWNSAMPLED/image/gif/4f621bdf514126c39c489588c0c06304/fx1.gif fx1 true fx1.gif gif 2948 104 275 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907003755-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907003755/fx1/THUMBNAIL/image/gif/c63020c1d21c0b6cb0e1044053e52adb/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907003755/fx1/THUMBNAIL/image/gif/c63020c1d21c0b6cb0e1044053e52adb/fx1.sml fx1 true fx1.sml sml 1024 47 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907003755-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907003755/sc2/DOWNSAMPLED/image/jpeg/b1fd1f7c1e54c11ac56f95f9d6d95571/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907003755/sc2/DOWNSAMPLED/image/jpeg/b1fd1f7c1e54c11ac56f95f9d6d95571/sc2.jpg sc2 sc2.jpg jpg 17274 252 501 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907003755-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907003755/sc2/THUMBNAIL/image/gif/4a350c61026b5e71f31af2a5e46399dd/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907003755/sc2/THUMBNAIL/image/gif/4a350c61026b5e71f31af2a5e46399dd/sc2.sml sc2 sc2.sml sml 927 63 125 IMAGE-THUMBNAIL MOLCAA 6801 S1381-1169(07)00375-5 10.1016/j.molcata.2007.06.002 Elsevier B.V. Scheme 1 Fischer glycosidation of N-acetylgalactosamine with methanol catalysed by acid zeolites. Scheme 2 Synthesis of 2,3-unsaturated O- and S-glycosides by Ferrier rearrangement of a 3-O-benzyl glycal catalysed by acid zeolites. Table 1 Characteristics of the zeolites HY, HZSM-5 and HBEA Zeolite Si/Al ratio External surface area (m2 g−1) Pore volume (cm3 g−1) a Acid sites concentration (μmolg−1) Micropore Mesopore Brönsted Lewis HY (3.1) 3.1 37 0.30 0.05 670 247 HY (13.2) 13.2 64 0.33 0.11 327 74 HZSM-5 (13.3) 13.3 4 0.17 0.03 469 102 HBEA (12.5) 12.5 178 0.19 0.38 315 340 a Micropore (∅<2nm); mesopore (2nm<∅<50nm). Table 2 Yield (%) for the Fischer glycosydation of GalNAc with methanol followed by acetylation (compounds 3 and 4), mediated by acid zeolites Zeolite Fischer glycosidation yield (%) 3 4 6 a HY (3.1) 67 31 2 HY (13.2) 32 14 52 HZSM-5 (13.3) 28 2 69 HBEA (12.5) 33 15 52 a Recovered starting material (%). Table 3 Yield (%) for the Ferrier rearrangement of 6 with octanol, 6-hydroxyflavanone and propane-2-thiol (compounds 8, 9a,b and 10), catalyzed by acid zeolites Zeolite Yield of the Ferrier products a 8 9a,b 10 HY (3.1) 46 (3) 38 (10) 50 (2) HY (13.2) 28 (5) 11 (26) 19 (6) HZSM-5 (13.3) 37 (7) 18 (29) 44 (10) HBEA (12.5) 6 (9) 5 (30) 8 (17) a Yield (%) of recovered starting material indicated in parênthesis. Acid zeolites as efficient catalysts for O- and S-glycosylation Amélia P. Rauter a ⁎ Tânia Almeida a Nuno M. Xavier a Filipa Siopa a Ana I. Vicente a Susana D. Lucas a João P. Marques b Fernando Ramôa Ribeiro b Michel Guisnet b Maria J. Ferreira c a Departamento de Química e Bioquímica/Centro de Química e Bioquímica, Faculdade de Ciências da Universidade de Lisboa, Ed. C8, 5° Piso, 1749-016 Lisboa, Portugal b Centro de Engenharia Biológica e Química, Instituto Superior Técnico, Av. Rovisco Pais, 1049-001 Lisboa, Portugal c Centro de Química Estrutural, Instituto Superior Técnico, Av. Rovisco Pais, 1049-001 Lisboa, Portugal ⁎ Corresponding author. Tel.: +351 21 7500952; fax: +351 21 7500088. We report herein the first regioselective synthesis of β-galactofuranosides by Fischer glycosidation of GalNAc with methanol catalyzed by HY, HZSM-5 and HBEA acid zeolites. The zeolite HY (Si/Al ratio 3.1) was the most efficient catalyst, leading to the highest yield of methyl β-galactofuranoside, isolated as its acetylated or isopropylidene derivatives, indicating that with large pore zeolites, the reaction efficiency depends upon the concentration of the zeolite acid sites and its hydrophilicity. However, the best regioselectivity for β-galactofuranoside versus β-galactopyranoside was obtained with the medium pore zeolite HZSM-5, which also led to the lowest starting material conversion, suggesting that both the zeolite pore size and topology are determinant for the obtained results. Furthermore, these acid zeolites proved to be efficient catalysts to transform 1,5-anhydro-3,4,6-tri-O-benzyl-2-deoxy-d-arabino-hex-1-enitol (6) (3,4,6-tri-O-benzyl-d-glucal) exclusively in the 2,3-unsaturated-O- and -S-α-d-glycosides by Ferrier rearrangement, in moderate yield. For this reaction, the number of acid sites was the key factor for the reaction yield, being HY (Si/Al ratio 3.1) also the most effective zeolite. Graphical abstract The zeolites HY, HBEA and HZSM-5 were investigated for glycosylation using two glycosyl donor types: N-acetylgalactosamine and a glycal. Regioselectivity for the furanoside form occurred in the Fischer glycosidation with all the catalysts. They also proved to be effective in transforming a benzyl-protected glycal into Ferrier products. Their efficiency depended mainly upon their Brönsted acid sites concentration and hydrophilicity for both reactions. Keywords Acid zeolite Ferrier rearrangement Fischer glycosidation O-Glycoside S-Glycoside 1 Introduction Acid zeolites have been recently used for a variety of transformations with the advantage of being solid catalytic eco-friendly materials, known for their activity, selectivity and reusability [1,2]. Apart from their acidic properties, these materials are shape-selective in reactant, product and transition state, due to the spatial constraints of the pore apertures and zeolite channels and cages, discriminating between molecules with different sizes and forms. Moreover, by strongly adsorbing one or all the reactants, high concentrations are achieved within the zeolite pores with the consequent increase in rate and/or selectivity. HY zeolites have been reported as catalysts for industrial processes such as the etherification of a benzylic alcohol to give verbutin, a synergist for insecticides and the acetylation of dimethoxyarenes, such as veratrole [2a,3]. Syntheses of industrially relevant fragrances, flavours and aromas were also accomplished using these zeolites, namely aldehydes by isomerization of terpene epoxides [4] and sulphur-containing fragrances [5]. The zeolite pore architecture also enabled lactonization instead of dimerization or polymerization, which are usually the dominant reactions when acid catalysts or amorphous SiO2–Al2O3 are used to mediate the esterification of long chain hydroxy acids [6]. In the carbohydrate field, these zeolites were also described as efficient reaction catalysts of disaccharides isomerization and hydrolysis [7,8], hydrolysis of methyl glucosides [9] and sucrose [10], and stereoselective β-O-glucosylation of alcohols with 1,2-anhydro-α-d-glucopyranose derivatives [11]. Chapat et al. [12] have investigated the reaction of d-glucose with n-butanol catalyzed by HY zeolites with different Si/Al ratios. The acetonation of various monosaccharides mediated by this solid catalyst was also reported, being the selectivity of the reaction directed away from the thermodynamically most feasible route. Hence, the furanose derivatives were obtained as major compounds, when d-galactose and l-arabinose were used as starting materials [13]. Reaction of l-sorbose afforded the first synthesis of 1,2-O-isopropylidene-α-l-sorbopyranose [13]. HBEA are also large pore zeolites and were found to be very active for Friedel–Crafts acylation of aromatics, together with the above mentioned HY zeolites, being the most useful zeolite catalysts at industrial and academic level for these reactions [3]. The acetylation of anisole to give a precursor of Parsol as the solo aromatic product, which is used for sun protection, is an industrial process catalyzed by HBEA zeolites [2a]. Etherification of p- and o-activated benzylic alcohols was accomplished in 100% conversion over HBEA zeolites, but the less expensive HY zeolites have also been used to synthesise various benzylic ethers in high yield, for application in perfumery [2b]. In some cases the steric constrains of the zeolite pores could enable or impede secondary reactions as for the carbon skeleton rearrangement of allyl benzyl ethers over HBEA zeolites [14]. Meerwein–Ponndorf–Verley reduction [15], and the Fischer indole synthesis with restricted transition state selectivity [16] are examples of reactions which selectivity was only found over HBEA zeolites. Moreover, per-O-acetylation of mono- and disaccharides [17], preparation of alkyl glucoside surfactants, the new generation of non-ionic detergents [12,18], and the stereoselective synthesis of peracetylated aryl 1,2-trans-glycopyranosides and aryl 1,2-cis-2-hydroxyglycopyranosides [19] were also catalyzed by HBEA zeolites. HZSM-5 is a three-dimensional zeolite with medium pores and has also been used to promote C–N, C–C and C–O bond formation, favouring selective reactions due to a more shape-selective environment. This zeolite promoted the cyclisation of a functionalized epoxypolyene to give a single tricyclic derivative, mimicking the activity of polyene cyclases, while the homogeneous catalysis by Lewis acids gives a mixture of isomers [20]. HZSM-5 has also been successfully applied in the hydrolysis of ethers to alcohols, with the advantage of being highly hydrothermal stable over HBEA and HY zeolites, enabling continuous operation over long periods even in the drastic hydrolysis conditions [2c]. The wide variety of organic reactions promoted by these zeolites prompted us to investigate their application to other reactions, in particular to catalyze the Fischer glycosylation of methanol with N-acetylgalactosamine (GalNAc). This sugar is a building block of the important glycoprotein family of mucins. Despite their normal cell protecting function, the appearance of mucin molecules with diminished carbohydrate chains has also been correlated with a negative prognosis in the development of tumors. In particular the tumor-associated antigens T, Tn, STn and ST possess GalNAc moieties in their structure [21]. GalNAc is a constituent of dermatan and chondroitin sulphate, polysaccharides found in mammalian tissue and cartilage, which are hardly purified, becoming GalNAc isolation difficult and GalNAc derivatives expensive [22a]. Therefore, novel approaches for the synthesis of GalNAc derivatives using reusable and eco-friendly materials has become a challenge for glycochemists. Glycals have also been widely used as glycosyl donors, namely for the synthesis of biologically interesting oligosaccharides and glycoconjugates [23], particularly in the field of tumor antigens. Their transformation into 2,3-unsaturated glycosyl derivatives has been reviewed [24]. Typically the reactions are conducted with glycal derivatives possessing acyloxy groups at the allylic positions and Lewis acids, or occasionally protonic acids as catalysts, promoting the departure of these groups, with the formation of delocalysed oxycarbenium ions, which react then with O-, S-, N- and C-nucleophiles at the anomeric center. A diversity of catalysts have been employed for this reaction leading to O-glycosides, such as BF3·Et2O [25], SnCl4 [26], InCl3 [27], ZnCl2 [28], Sc(OTf)3 [29], Bi(OTf)3 or SiO2–Bi(OTf)3 [30], BiCl3 [31], NbCl5 [32], ZrCl4 [33], HClO4–SiO2 [34], trifluoroacetic acid [35], potassium dodecatungstocobaltate trihydrate [36], palladium [37], and montmorillonite K10, which catalyzed a microwave-induced Ferrier rearrangement [38]. Rearrangement catalyzed by FeCl3 based ionic liquid has been described in which the ionic liquid has proved to be an efficient reaction medium, playing a dual role of a catalyst as well as that of a solvent [39]. Recently, GaCl3 was reported as an efficient catalyst for the addition of thiols to glycals under extremely mild conditions, affording 2-deoxy thioglycosides in high yields with a good α-selectivity [40]. Ceric ammonium nitrate was also reported to mediate the synthesis of 2-deoxy-1-thioglycosides, being the 2,3-unsaturated-S-glycosides obtained only as minor reaction products [41]. Ferrier rearrangement of glycals exhibiting ether protection at position 3 is only seldom described, although 3-O-methyl-d-glucal [42] and 3-O-benzyl-d-glucal [43] rearrangement, catalyzed by BF3·Et2O, were reported. Recently, debenzoxylation was described by reaction of a 3-O-benzyl glycal with cyclohexanol catalyzed by trifluoroacetic acid, although the corresponding Ferrier product was formed as a minor product [35]. The dominant anomeric effect contributes to the α-stereoselectivity observed in most of the Ferrier rearrangement reactions. However, the α-stereoselective palladium-catalyzed O-glycosylation of glycals was controlled by the reagent, rather than by the anomeric or neighbouring group effects [37]. We have previously described the efficacy of the HY zeolite (Si/Al ratio of 2.7) to promote the Ferrier rearrangement of 1,5-anhydro-3,4,6-tri-O-benzyl-2-deoxy-d-arabino-hex-1-enitol (6) (3,4,6-tri-O-benzyl-d-glucal), affording only 2,3-unsaturated α-O- and α-S-glycosides in reasonable yields, by reaction with alcohols and thiols [44]. In this paper we report on the efficiency of various acid zeolites differing in their pore dimensions, hydrophilicity/hydrophobicity characteristics and density of acid sites on the reaction of O- and S-nucleophiles with 6. 2 Results and discussion 2.1 Fischer glycosydation of GalNAc with methanol catalyzed by acid zeolites Reaction of GalNAc with methanol was catalyzed by four different zeolites (Scheme 1 , Table 1 ). Three zeolite topologies were tested: two large pore three-dimensional systems with different pore sizes and structure morphology (HY and HBEA), and a medium pore three-dimensional system (HZSM-5). HY zeolite (FAU structure) is constructed from large supercages with diameters of 13Å and pore apertures of 7.4Å diameter (12-membered ring apertures). HBEA zeolite exhibits also 12-membered ring pore apertures with a lower cross-section (5.6Å and 6.6–6.7Å). HZSM-5 (MFI structure) possesses straight and sinusoidal channels with 10-membered ring apertures of 5.6Å×5.3Å and 5.5×5.1Å, respectively [45]. The chosen catalysts enable the analysis of the effect of various zeolite characteristics in the catalytic performance. Simultaneously with their different structure, as mentioned above, the chosen samples possess quite different external surface areas (4–178m2 g−1), hence different crystal sizes, micro- and mesopore volumes (0.17–0.33 and 0.03–0.038cm3 g−1, respectively) and acid sites concentration (74–340μmolg−1 of Lewis acid sites and 315–670μmolg−1 of Brönsted acid sites), being the Brönsted acid sites most likely the active ones. The influence of the Si/Al ratio on the performance of the HY zeolite will also be investigated. Fischer glycosidation was followed by acetylation of the reaction products with acetic anhydride in pyridine at rt for 24h, being isolated the derivatives methyl β-galactofuranoside 3 and methyl β-galactopyranoside 4 in different ratios, depending upon the zeolite tested (Table 2 ). The yields obtained for compound 3 varied from 28 to 67%, while the β-pyranoside derivative 4 was synthesized in 2 to 31% yield. The yield of 3 and 4 seems to be dependent of the concentration of Brönsted acid sites for the large pore zeolites; the zeolite HY (3.1) was the most efficient one, leading to the highest conversion and yield of both diastereoisomers. Due to its upper framework aluminium content, this zeolite has the highest hydrophilicity, which can also play an important role influencing the desorption of the reaction products, which are more lipophilic than the starting material. A linear relation between yield/zeolite activity and concentration of Brönsted acid sites for both HY and HBEA morphologies shows that any quadratic effect due to the density of Brönsted acid sites or to acid site strength cannot be envisaged. When comparing HY (13.2) and HBEA zeolites, both have a similar Brönsted acidity and lead to an identical starting material conversion, thus indicating that their porous structure does not affect the reaction efficiency. The furanoside/pyranoside forms ratio obtained with the two large pore zeolite catalysts was quite similar (ca. 2:1). When the medium pore zeolite HZSM-5 was used 69% of starting material was recovered, indicating that the zeolite pore size also plays an important role, being the methyl β-pyranoside derivative 4 obtained only in 2% yield. The regioselectivity 3 versus 4 was the highest obtained, being these compounds isolated in a 14:1 ratio, a result that most probably arises from the zeolite topology and pore size. When observing the data given in Table 1, it can also be suggested that the external surface area of the zeolites does not have any effect on yield/regioselectivity of the reaction, thus indicating that it occurs inside the pores; a direct or indirect participation of Lewis acid sites can be excluded. The now described procedure catalyzed by these acid zeolites led to the synthesis of the new compound 3. Its structure was elucidated by means of the 1H NMR and 13C NMR data. The β-anomeric configuration proposed for 3 was expected due to the neighbouring group effect of the 2-acetamide substituent. Moreover, the position of the α/β equilibrium for furanoses lies in favour of the 1,2-trans-isomer, because 1,2-cis-interactions are destabilizing factors in five-membered rings [22b]. This configuration was confirmed by the resonance of H-1, which appeared as a singlet at δ 4.78, indicating that this proton is trans to H-2. For compound 4, H-1 appeared at δ 4.66 as a doublet presenting J 1,2 =8.7Hz characteristic of its trans-diaxial coupling with H-2, indicating that its structure is that of the β-pyranoside anomer. The resonances of C-1 at δ 107.8 and δ 101.7 for 3 and 4, respectively, are in agreement with the β-furanoside and β-pyranoside structures proposed. The signals of H-3, H-4 and H-5 of 3 show chemical shifts and coupling patterns indicating once again the presence of the five-membered ring. The signal of H-3 is a double doublet at δ 4.72 with J 2,3 =2.4Hz and J 3,4 =2.7Hz, typical of the vicinal protons in position trans of a furanose moiety, while H-3 of the pyranose isomer 4 appears at δ 5.32, also as a double doublet with J 2,3 =11.1Hz and J 3,4 =3.6Hz, in accordance to the expected coupling pattern of these protons in a 4C1 conformation. The resonance of H-4 appears at lower field (δ 5.40) than the corresponding proton of the furanose derivative, which was detected in the multiplet at δ 4.19–4.12, as expected. Since position 5 of the furanose moiety is acetylated, also the signal of H-5 appears at lower field than the corresponding proton of the pyranoside isomer. Methyl glycosidation of GalNAc, followed by in situ acetonation, was accomplished using the zeolite HY (Si/Al 3.1) as catalyst, which has proven to be the most effective zeolite (Table 2). The major product formed was methyl 2-acetamide-2-deoxy-5,6-O-isopropylidene-β-d-galactofuranoside 5 in 43% yield, confirming the selectivity promoted by the zeolite for the synthesis of a furanoside form, detected by its H-1 signal appearing as a singlet at δ 4.86 and its C-1 resonance at δ 108.1, as expected. 2.2 Reaction of 3,4,6-tri-O-benzyl-d-glucal with nucleophiles catalyzed by acid zeolites The one-step reaction of 1,5-anhydro-3,4,6-tri-O-benzyl-2-deoxy-d-arabino-hex-1-enitol (6) (trivial name 3,4,6-tri-O-benzyl-d-glucal) with octanol, 6-hydroxyflavanone and propane-2-thiol, catalyzed by the above indicated acid zeolites (Table 1), afforded the 2,3-unsaturated α-glycosides 8, 9a,b and 10 (Scheme 2 ). The O-nucleophiles were chosen in order to obtain potentially bioactive glycosides such as octyl glycosides, which have been reported to present surface active and antimicrobial properties [46] and flavonoid glycosides, known to possess a diversity of bioactivities and to display a remarkable array of biochemical and pharmacological actions, with repercussion on inflammation, heart diseases and cancer. Thus, the condensation of flavonoids with sugars leading to new derivatives for structure/bioactivity relationship studies is a matter of relevance for this type of research. The structure of the octyl glycoside 8 was easily assigned by NMR experiments. 2,3-Unsaturation was detected by the signal of H-3 appearing at δ 6.06 as a doublet, coupled with H-2 with J 2,3 10Hz, as expected, while H-2 was observed at δ 5.77 as a double triplet, due to the coupling with H-3, H-4 and H-1 with 4 J 2,4 = J 1,2 =2Hz. The constant coupling J 1,2 is of the same order of magnitude of that observed for other anomeric protons equatorially attached to 2,3-unsaturated pyranoid structures [47], thus confirming that compound 8 is the α-anomer. When the 6-hydroxyflavanone was the nucleophile, a mixture of two diastereoisomers 9a,b was obtained, due to the stereogenic centre at position 2 of the flavanone, indicated by the presence of complex signals for H-2′, H-3′ax and H-3′eq, instead of the expected coupling patterns. Both isomers are α-configurated Ferrier products as confirmed by the resonances at δ 6.22 (H-3) and 5.93 (H-2), with J 2,3 10.5Hz, 4 J 2,4 2.1Hz, and J 1,2 2.7Hz. Debenzoxylation at C-3, also detected by the presence of only two benzyl groups in the target molecules, was previously reported when benzyl glycals reacted with glycerol derivatives promoted by boron trifluoroetherate [43], or with ethanethiol in the presence of ceric ammonium nitrate [41], although in the latter reaction the Ferrier products were described as minor compounds. We now report on the reaction of 7 with allyl mercaptan or propane-2-thiol catalyzed by the studied acid zeolites, which affords the corresponding Ferrier product with α-stereoselectivity as the single reaction product, being their NMR data in full agreement with the proposed structure. Ferrier products are usually obtained when glycals having leaving groups at the allylic sites undergo nucleophilic displacement reactions with allylic rearrangement in the presence of Lewis acids [24]. The results obtained can be rationalized in terms of the HSAB concept. Protonation of the hard C-3 oxygen centre by the zeolite is followed by debenzoxylation with the consequent formation of the delocalized allylic oxycarbenium ion. Its reaction with the O- and S-nucleophiles at the anomeric center affords only the α-anomers, which stereochemistry arises from the kinetic anomeric effect. For the three sets of reactions, the best yield (38–50%, Table 3 ) was again obtained with the zeolite HY (3.1); a lower yield for the Ferrier product was achieved when the reactions were catalyzed by HY (13.2) showing the major role of Brönsted acid sites concentration or framework aluminium content. HBEA zeolite is abnormally inactive for the three sets of reactions; a very low diffusion coefficient of the reaction products should be determinant (despite the smaller crystal size). In all the cases, a large quantity of reactant or product molecules remains adsorbed in the zeolite pores. All the zeolites are selective to the formation of the showed Ferrier products in spite of the relative low condensation yield. The shape-selectivity of the zeolites towards the exclusive formation of the 2,3-unsaturated glycosides can also be explained by the higher stability of these forms or the transition species involved in their formation in the zeolite microporosity. The mono-esterification of polyols catalyzed by HY is an example of a shape selective reaction inside the pores, which rate and yield depend on the Si/Al ratio [48]. The higher hydrophilicity character of the HY (3.1) in respect to the other samples, assigned to its higher content of aluminium [49], can indeed explain the higher yield observed over this zeolite. The desorption of the products is expected to occur at higher rate over more hydrophilic samples due to the competitive adsorption of the nucleophiles, which are more hydrophilic than the starting material or the Ferrier product. 3 Conclusions The acid zeolites HY, HBEA and HZSM-5 catalyzed Fischer glycosidation of N-acetylgalactosamine favouring the formation of the furanoside form, which is the product of kinetic control. The regioselectivity for the furanoside/pyranoside forms depends on the pore size being ca. 2:1 for the large pore zeolites and 14:1 for the medium pore zeolite. However, the most significant starting material conversion occurred with the catalyst HY (3.1), which has the highest Brönsted acid sites concentration and hydrophilicity. This catalyst was also the most efficient one in promoting the Ferrier rearrangement to transform a 3-O-benzyl glycal into 2,3-unsaturated-O- and S-glycosides, key scaffolds for a variety of transformations in carbohydrate chemistry and biochemistry. The methodology developed consists of a simple experimental procedure, leading to an easy recover of the reaction products. Furthermore, the use of zeolites as catalysts provides a cleaner technology, in which the zeolite can be recovered, regenerated and reused, replacing successfully other polluting technologies which use toxic and corrosive acids as catalysts. 4 Experimental 4.1 Zeolite preparation and characterization All the zeolite samples are commercial forms obtained from Zeolyst International [references: CBV500, CBV720, CBV 3024G and CP 814E for HY (3.1), HY (13.2), HZSM-5 (13.3) and HBEA (12.5), respectively]. The acid form of the samples were prepared by calcination/activation of the parent samples at 500°C under dry air flow (60mLmin−1 g−1, temperature increase rate at 2°C, steps at 120°C and 350°C for 1h). The aluminium and silicon bulk content of the samples were determined by elemental analysis. The pore size distribution was obtained from nitrogen adsorption at 77K. Micropore volume and external surface area were determined by the t-plot method using the Harkins–Jura standard isotherm. The mesoporous volume was determined as the difference between the micropore volume and total pore volume (calculated at p/p 0 =0.96). Before measurement, the samples were outgassed in vacuum at 350°C for 12h. The concentration of acid sites was determined by pyridine adsorption. Before IR characterization of adsorbed pyridine molecules (Py), the zeolite samples were pressed into self-supported wafers and activated in situ in the IR cell (heated under dry air flow, 1mLmin−1, at 450°C for 10h and evacuated at 10−6 Torr) and afterwards exposed to pyridine vapours at a pressure of 2.2mbar for 10min at 150°C. The concentrations of the Brönsted and Lewis acid sites were calculated from the integrated area of the PyH+ and PyL bands (at 1545 and 1456cm−1, respectively), after evacuation at 10−6 Torr and 150°C for 1h, using the values of the molar extinction coefficients of these bands (1.13 and 1.28cmμmol−1, respectively). The experimental method used has been previously described [50]. 4.2 General methods All reactions were monitored by TLC (silica gel 60 F254, Merck) with detection by UV light and/or by vanillin in sulphuric acid solution (2.5%) spray, followed by heating at 120°C. Solutions were concentrated on a rotary evaporator under reduced pressure below 40°C. Column chromatography (CC) was performed on silica gel 60 G (0.040–0.063mm, E. Merck) and elution under low pressure. Melting points were determined with an Electrothermal 9100 instrument and are uncorrected. Proton and carbon NMR spectra, DEPT, COSY, NOESY, HMQC and HMBC experiments were recorded using a BRUKER CPX 300 operating at 300.14MHz for 1H and 75.43MHz for 13C, or using a BRUKER Avance 400 spectrometer operating at 400.13MHz for 1H or 100.62MHz for 13C, both spectrometers operating at a constant temperature of 298K. The solvent used was CDCl3 (1% v/v Me4Si or 0.03% v/v Me4Si, Aldrich). IR spectra were run with a Hitachi 270-50. Optical rotations were registered on a Perkin Elmer 343 polarimeter. Elemental analyses were performed at the Microanalyses Service of Instituto Superior Técnico, Universidade Técnica de Lisboa. High resolution mass spectra were obtained on a Finnigan FT/MS 2001 DT, FT-ICR/MS mass spectrometer equipped with a Nd:YAg laser operating at fundamental wavelength (1064nm). 4.3 Synthesis of compounds 3, 4, 5, 8, 9a,b and 10 4.3.1 Methyl 2-acetamide-3,5,6-tri-O-acetyl-2-deoxy-β-d-galactofuranoside (3) and methyl 2-acetamide-3,4,6-tri-O-acetyl-2-deoxy-β-d-galactopyranoside (4) Zeolite (82mg), previously activated at 140°C, was added to a solution of N-acetylgalactosamine (150mg, 0.7mmol) in dry methanol (35mL). The reaction mixture was refluxed under stirring for 48h. The zeolite was filtered and the solvent evaporated under reduced pressure to give a residue which was dissolved in pyridine (8mL). Acetic anhydride was added (42.4mmol, 4mL) and the reaction mixture was stirred at rt for 24h. Pyridine was co-evaporated with toluene and the residue obtained was column cromatographed with EtOAc to give 3 as a colorless solid; HY (3.1), 164mg, 67%; HY (13.3), 76mg, 31%; HZSM-5 (13.3), 69mg, 28%; HBEA (12.5), 81mg, 33%, and 4 as a colorless solid; HY (3.1), 76mg, 31%; HY (13.2), 34mg, 14%; HZSM-5 (13.3), 5mg, 2%; HBEA (12.5), 37mg, 15%. Physical and spectroscopic data for 3: colorless solid, mp 125–126°C; R f 0.47 (EtOAc); [α]D 20 =−0.9 (c1.0, CH2Cl2); IR (neat): μ=1747cm−1 (CO, OAc); 1635cm−1 (CO, NAc); 1H NMR (400MHz, CDCl3) δ 6.20 (d, J 2,NH 8Hz, 1H, NH), 5.29 (ddd, 1H, H-5), 4.78 (s, 1H, H-1), 4.72 (dd, J 2,3 2.4Hz, J 3,4 2.7Hz, 1H, H-3), 4.31–4.27 (m, 2H, H-2, H-4), 4.19–4.12 (m, 2H, H-6), 3.30 (s, 3H, OMe), 2.08 (s, 3H, Me, Ac), 2.02 (s, 3H, Me, Ac), 1.99 (s, 3H, Me, Ac), 1.94 (s, 3H, Me, NHAc); 13C NMR (100.62MHz, CDCl3) δ 170.66, 170.57, 170.10, 169.74 (CO, Ac), 107.81 (C-1), 79.77 (C-4), 77.79 (C-3), 69.95 (C-5), 62.56 (C-2), 60.43 (C-6), 55.07 (OMe), 22.66 (Me, NHAc), 20.90 (Me, Ac), 20.73 (Me, Ac), 20.70 (Me, Ac). Physical and spectroscopic data for 4: colorless solid, mp 210–211°C; R f 0.23 (EtOAc); 1H NMR (300MHz, CDCl3) δ 5.65 (d, J 2,NH 8.7Hz, 1H, NH), 5.40 (dd, J 3,4 3.6Hz, J 4,5 1.2Hz, 1H, H-4), 5.32 (dd, J 2,3 11.1Hz, J 3,4 3.3Hz, 1H, H-3), 4.66 (d, J 1,2 8.4Hz, 1H, H-1), 4.26–4.14 (m, 2H, H-6), 4.06–3.95 (m, 2H, H-2, H-5), 3.55 (s, 3H, OMe), 2.21 (s, 3H, Me, Ac), 2.09 (s, 3H, Me, Ac), 2.04 (s, 3H, Me, Ac), 2.00 (s, 3H, Me, Ac); 13C NMR (75.5MHz, CDCl3) δ 170.4 (CO, Ac), 101.7 (C-1), 70.5–69.9 (C-3, C-4), 66.7 (C-5), 61.4 (C-6), 56.7 (OMe), 51.4 (C-2), 23.4 (Me, NHAc), 20.6 (Me, Ac). 4.3.2 Methyl 2-acetamide-2-deoxy-5,6-O-isopropylidene-β-d-galactofuranoside (5) Zeolite HY CBV 500 (82mg), previously activated at 140°C, was added to a solution of N-acetylgalactosamine (111mg, 0.5mmol) in dry methanol (25mL). The reaction mixture was refluxed under stirring for 48h. The zeolite was filtered and the solvent evaporated under reduced pressure to give a residue, which was dissolved in acetone (25mL). Zeolite HY CBV 500 (76.5mg), previously activated at 140°C, was added to this solution and the mixture was refluxed under stirring for 48h. The zeolite was filtered and the solvent evaporated under reduced pressure to give a syrup, which was column chromatographed with EtOAc to yield 5 (59mg, 43%) as a colorless oil; R f 0.24 (EtOAc); [α]D 20 =−27.0 (c1.0, CH2Cl2); 1H NMR (300MHz, CDCl3) δ 6.89 (d, J 2,NH 8.1Hz, 1H, NH), 4.86 (s, 1H, H-1), 4.37–4.27 (m, 2H, H-2, H-5), 4.13–3.84 (m, 4H, H-3, H-4, H-6), 3.40 (s, 3H, OMe), 1.97 (s, 3H, Me, Ac), 1.45 (s, 3H, Me, isop), 1.41 (s, 3H, Me, isop); 13C NMR (75.43MHz, CDCl3) δ 109.5 (Cq, isop), 108.1 (C-1), 169.7 (CO, Ac), 84.5 (C-4), 77.8 (C-3), 75.7 (C-5), 65.6 (C-6), 60.9 (C-2), 55.0 (OMe), 25.9 (Me, isop), 25.5 (Me, isop), 23.0 (Me, NHAc). 4.4 General procedure for the condensation of 7 with octanol, 6-hydroxyflavanone and propane-2-thiol catalyzed by acid zeolites 1,5-Anhydro-3,4,6-tri-O-benzyl-2-deoxy-d-arabino-hex-1-enitol (7) (417mg, 1mmol) and acid zeolite (160mg) were added to a solution of the nucleophile (2.5mmol) in dry dichloroethane (4mL) and the mixture was stirred at 85°C for 2h 30min. Addition of dichloroethane (20mL) and dichloromethane (20mL) was followed by filtration and evaporation of the filtrate under reduced pressure. The residue obtained was purified by column chromatography with EtOAc/n-hexane mixtures affording the corresponding 2,3-unsaturated enosides. 4.4.1 Octyl 4,6-di-O-benzyl-2,3-dideoxy-α-d-erythro-hex-2-enopyranoside (8) Isolated by CC with EtOAc/n-hexane 1:15; HY (3.1), 200mg, 46%, being 7 recovered in 3% yield (13mg); HY (13.2), 121mg, 28%, being 7 recovered in 5% yield (20mg); HZSM-5 (13.3), 160mg, 37%, being 7 recovered in 7% yield (29mg); HBEA (12.5), 28mg, 6%, being 7 recovered in 9% yield (38mg); R f 0.54 (EtOAc/n-hexane 1:6); [α]D 20 +33° (c1.0, CH2Cl2); IR (neat) ν =1620cm−1 (CC); UV (CH2Cl2) λ max nm (ɛ): 245.0 (6090.00); 1H NMR (400MHz, CDCl3) δ 7.36–7.23 (m, 10H, Ph), 6.06 (d, J 2,3 =10Hz, 1H, H-3), 5.77 (dt, J 1,2 = 4 J 2,4 =2.0Hz, 1H, H-2), 5.01 (d, 1H, H-1), 4.67–4.42 (m, 4H, 2OCH 2Ph), 4.17 (dd, J 4,5 =9.2Hz, 1H, H-4), 3.96 (ddd, J 5.6 =5.4Hz, J 5,6″ =2.0Hz, 1H, H-5), 3.88–3.68 (m, 3H, H-6, H-1′a), 3.48 (ddd, J 1′a,1′b =12.8Hz, J 1′b,2′a = J 1′b.2′b =6.4Hz, 1H, H-1′b), 1.63–1.53 (m, 2H, H-2′), 1.27–1.25 (m, 10H, H-3′-H-7′), 0.87 (t, J 7′,8′ =6.8Hz, 3H, H-8′); 13C NMR (100.62MHz, CDCl3) δ 138.3, 138.2 (Cq, Ph), 130.9 (C-3), 128.5, 128.4, 127.9, 127.8, 127.7 (CH, Ph), 126.8 (C-2), 94.6 (C-1), 73.3, 71.1 (OCH2Ph), 70.4 (C-4), 69.1 (C-5), 68.9 (C-6), 68.7 (C-1′), 31.9, 29.8, 29.4, 29.3, 26.3, 22.7 (C-2′–C-7′), 14.2 (C-8′); HRMS calcd. for C28H38O4 438.278552, found 438.277010. 4.4.2 (2′R)-/(2′S)-Flavanon-6-yl 4,6-di-O-benzyl-2,3-dideoxy-α-d-erythro-hex-2-enopyranoside (9a,b) Isolated by CC with EtOAc/n-hexane 1:5; HY (3.1), 207mg, 38%, being 7 recovered in 10% yield (42mg); HY (13.2), 61mg, 11%, being 7 recovered in 26% yield (108mg); HZSM-5 (13.3), 98mg, 18%, being 7 recovered in 29% yield (120mg); HBEA (12.5), 27mg, 5%, being 7 recovered in 30% yield (125mg); syrup; R f 0.43(EtOAc/n-hexane, 1:4); IR (neat) ν =1698cm−1 (CO); UV λ max nm (ɛ) 230.0 (276.8); 1H NMR (300MHz, CDCl3) δ 7.66–7.65 (m, 2H, H-5′a, H-5′b), 7.50–7.26 (m, 22H, 4Ph, H-7′a, H-7′b), 6.97 (d, J 7′,8′ =9Hz, 2H, H-8′a, H-8′b), 6.22 (d, J 2,3 =10.5Hz, 2H, H-3a, H-3b), 5.93 (ddd, J 1,2 =2.7Hz, J 2,4 =2.1Hz, 2H, H-2a, H-2b), 5.64 (br s, 2H, H-1a, H-1b), 5.45–5.38 (m, 2H, H-2′a, H-2′b), 4.67–4.47 (m, 8H, 4OCH 2Ph), 4.23 (br d, 3 J 4,5 =9.32Hz, H-4a, H-4b), 4.11 (ddd, J 5,6 = J 5,6″ =3Hz, 2H, H-5a, H-5b), 3.73–3.72 (m, 4H, H-6a, H-6b), 3.06–2.97 (m, 2H, H-3′ax), 2.89–2.81 (m, J 3′ax,3′eq =16.8Hz, 2H, H-3′eq); 13C NMR (75.43MHz, CDCl3) δ 192.4 (C-4′, CO), 155.1, 149.3 (C-8′a, C-4′a), 139.5 (Cq, Ph), 132.6 (C-3), 129.5, 129.0, 128.5, 128.2, 126.8 (C-7′, CH, Ph), 126.2 (C-2), 119.8 (C-8′), 114.6 (C-5′), 94.8 (C-1), 80.4 (C-2′), 74.0, 72.0 (OCH2), 71.1 (C-4), 70.8 (C-5), 69.4 (C-6), 45.3 (C-3′); HRMS calcd. for C35H32O6 548.218761, found 548.219890. 4.4.3 Propan-2-yl 4,6-di-O-benzyl-2,3-dideoxy-1-thio-α-d-erythro-hex-2-enopyranoside (10) Isolated by CC with the eluent EtOAc/n-hexane 1:15; HY (3.1), 194mg, 50%, being 7 recovered in 2% yield (9mg); HY (13.2), 72mg, 19%, being 7 recovered in 6% yield (26mg); HZSM-5 (13.3), 170mg, 44%, 7 recovered in 10% yield (41mg); HBEA (12.5), 32mg, 8%, being 7 recovered in 17% yield (69mg); syrup; R f 0.61 (EtOAc/n-hexane 1:6); [α]D 20 14° (c1.0, CH2Cl2); IR (neat) ν =1620cm−1 (CC); UV (CH2Cl2) λ max nm (ɛ): 246.5 (12133.79); 1H NMR (400MHz, CDCl3) δ 7.22–7.11 (m, 10H, Ph), 5.82 (d, J 2,3 =9.9Hz, 1H, H-3), 5.72 (ddd, J 1,2 =3.0Hz, 4 J 2,4 =1.5Hz, 1H, H-2), 5.53 (d, 1H, H-1), 4.58–4.28 (m, 4H, 2OCH 2Ph), 4.13–4.07 (m, 2H, H-4, H-5), 3.67–3.55 (m, 2H, H-6), 3.10–2.99 (qq, J 1′, 2′a = J 1′, 2′b =6.9Hz, 1H, SCH-1′), 1.20–1.18 (m, 6H, CH 3); 13C NMR (100.62MHz, CDCl3) δ 138.3, 138.2 (Cq, Ph), 128.1 (C-3), 128.0 (C-2), 128.5, 128.4, 128.3, 127.8, 127.7 (CH-Ph), 79.8 (C-1), 73.3, 71.1 (OCH2Ph), 70.3 (C-4), 69.02 (C-5), 68.99 (C-6), 36.4 (SCH), 24.0, 23.9 (CH3); HRMS calcd. for C23H28O3 S 384.1745635, found 384.175915. Acknowledgement The authors thank Fundação para a Ciência e Tecnologia for a research grant. References [1] M. Guisnet F. Ramôa Ribeiro Les Zéolithes Un Nanomonde au Service da la Catalyse 2006 EDP Sciences France [2] (a) M. Guisnet J.-P. Gilson Zeolites for Cleaner Technologies in Catalytic Science Series vol. 3 2002 Imperial College Press London 289 291 (b) M. Guisnet J.-P. Gilson Zeolites for Cleaner Technologies in Catalytic Science Series vol. 3 2002 Imperial College Press London 296 297 (c) M. Guisnet J.-P. Gilson Zeolites for Cleaner Technologies in Catalytic Science Series vol. 3 2002 Imperial College Press London 266 [3] G. Sartori R. Maggi Chem. Rev. 106 2006 1077 1104 [4] A. Heidekum M.A. Harmer W.F. Hölderich J. Catal. 188 1999 230 232 [5] W.F. Hölderich, K. Hensen (Firmenich S.A.), CH Patent 0326-97. [6] T. Tatsumi H. Sakashita K. Asano Chem. Commun. 1993 1264 1265 [7] R. Shukla X.E. Verykios R. Mutharasan Carbohydr. Res. 143 1985 97 106 [8] C. Moreau R. Durand J. Duhamet P. Rivalier J. Carbohydr. Chem. 16 1997 709 714 [9] V. Le Strat C. Moreau Catal. Lett. 51 1998 219 222 [10] C. Moreau R. Durand F. Aliès M. Cotillon M.-A. Frutz T. Théoleyre Ind. Crops Prod. 11 2000 237 242 [11] Y.-I. Matsushita K. Sugamoto Y. Kita T. Matsui Tetrahedron Lett. 50 1997 8709 8712 [12] J.F. Chapat A. Finiels J. Joffre C. Moreau J. Catal. 185 1999 445 453 [13] A.P. Rauter F. Ramôa-Ribeiro A.C. Fernandes J.A. Figueiredo Tetrahedron 51 1995 6529 6540 [14] J. Wennerberg F. Ek A. Hansson T. Frejd J. Org. Chem. 64 1999 54 59 [15] E.J. Creyghton S.D. Ganeshie R.S. Downing H. vanBekkum J. Mol. Catal. A: Chem. 115 1997 457 472 [16] P.J. Kunkeler M.S. Rigutto R.S. Downing H.J.A. deVries H. vanBekkum Stud. Surf. Sci. Catal. 105 1997 1269 1276 [17] P.M. Bhaskar D. Loganathan Synlett 1 1999 129 131 [18] A. Corma S. Iborra S. Miquel J. Primo J. Catal. 161 1996 713 719 [19] U. Aich D. Loganathan Carbohydr. Res. 341 2006 19 28 [20] S.E. Sen Y.Z. Zhang S.M. Smith J.C. Huffman J. Org. Chem. 63 1998 4459 4465 [21] B. Ernst G.W. Hart P. Sinaÿ Carbohydrates in Chemistry and Biochemistry. Part I. Chemistry of Saccharides vol. 1 2000 Wiley–VCH Verlag GmbH Weinheim pp. 274–275 [22] (a) P. Collins R. Ferrier Monosaccharides. Their Chemistry and their Roles in Natural Products 1995 John Wiley & Sons West Sussex pp. 217–218 (b) P. Collins R. Ferrier Monosaccharides. Their Chemistry and their Roles in Natural Products 1995 John Wiley & Sons West Sussex p. 43 [23] S.J. Danishefsky M.T. Bilodeau Angew. Chem. Int. Ed. Engl. 35 1996 1380 1419 [24] R.J. Ferrier Org. React. 62 2003 569 736 [25] G. Descotes J.-C. Martin Carbohydr. Res. 56 1977 168 172 [26] P. Bhaté D. Horton W. Priebe Carbohydr. Res. 144 1985 331 337 [27] B.S. Babu K.K. Balasubramanian Arkivoc VIII 2004 87 102 [28] B.K. Bettadaiah P. Srinivas Tetrahedron Lett. 44 2003 7257 7259 [29] J.S. Yadav B.V.S. Reddy C.V.S.R. Murthy G.M. Kumar Synlett 10 2000 1450 1451 [30] J.L. Babu A. Khare Y.D. Vankar Molecules 10 8 2005 884 892 [31] N.R. Swamy Y. Venkateswarlu Synthesis 2002 598 600 [32] R.N. de Oliveira A.C.N. de Melo R.M. Srivastava D. Sinou Heterocycles 68 12 2006 2607 2613 [33] N.R. Swamy M. Srinivasulu T.S. Reddy T.V. Goud Y. Venkateswarlu J. Carbohydr. Chem 23 6–7 2004 435 441 [34] A.K. Misra P. Tiwari G. Agnihotri Synthesis-Stuttgart 2 2005 260 266 [35] H.C. Lin W.P. Du C.C. Chang C.H. Lin Tetrahedron Lett. 46 30 2005 5071 5076 [36] E. Rafiee S. Tangestaninejad M.H. Habibi V. Mirkhani Bioorg. Med. Chem. Lett. 14 13 2004 3611 3614 [37] H. Kim H. Men C. Lee J. Am. Chem. Soc. 126 2004 1336 1337 [38] W.T. Du Y.Z. Hu Synth. Commun. 36 14 2006 2035 2046 [39] R.D. Tilve M.V. Alexander A.C. Khandekar S.D. Samant V.R. Kanetkar J. Mol. Catal. A: Chem. 223 1–2 2004 237 240 [40] J.S. Yadav B.V.S. Reddy E.V. Bhasker S. Raghavendra A.V. Narsalah Tetrahedron Lett. 48 4 2007 677 680 [41] S. Paul N. Jayaraman Carbohydr. Res. 339 2004 2197 2204 [42] L.V. Dunkerton N.K. Adair J.M. Euske K.T. Brady P.D. Robinson J. Org. Chem. 53 1988 845 850 [43] E. Wieczorek J. Thiem Carbohydr. Res. 307 1998 263 270 [44] A.P. Rauter T. Almeida A.I. Vicente V. Ribeiro J.C. Bordado J.P. Marques F. Ramôa-Ribeiro M.J. Ferreira C. Oliveira M. Guisnet Eur. J. Org. Chem. 2006 2429 2439 [45] Atlas of Zeolite Structures Types available at http://www.iza-structure.org. [46] A.P. Rauter S. Lucas T. Almeida D. Sacoto V. Ribeiro J. Justino A. Neves F.V.M. Silva M.C. Oliveira M.J. Ferreira M.-S. Santos E. Barbosa Carbohydr. Res. 340 2005 191 201 [47] R.J. Ferrier Adv. Carbohydr. Chem. 24 1969 265 266 [48] E. Heykants W.H. Verrelst R.F. Parton P.A. Jacobs Stud. Surf. Sci. Catal. 105 1997 1277 1284 [49] N.Y. Chen J. Phys. Chem. 80 1976 60 64 [50] M. Guisnet P. Ayrault C. Coutanceau M.F. Alvarez J. Datka J. Chem. Soc., Faraday Trans. 93 1997 1661 1665",
      "scopus-id": "34548203168",
      "coredata": {
        "eid": "1-s2.0-S1381116907003755",
        "dc:description": "We report herein the first regioselective synthesis of β-galactofuranosides by Fischer glycosidation of GalNAc with methanol catalyzed by HY, HZSM-5 and HBEA acid zeolites. The zeolite HY (Si/Al ratio 3.1) was the most efficient catalyst, leading to the highest yield of methyl β-galactofuranoside, isolated as its acetylated or isopropylidene derivatives, indicating that with large pore zeolites, the reaction efficiency depends upon the concentration of the zeolite acid sites and its hydrophilicity. However, the best regioselectivity for β-galactofuranoside versus β-galactopyranoside was obtained with the medium pore zeolite HZSM-5, which also led to the lowest starting material conversion, suggesting that both the zeolite pore size and topology are determinant for the obtained results. Furthermore, these acid zeolites proved to be efficient catalysts to transform 1,5-anhydro-3,4,6-tri-O-benzyl-2-deoxy-d-arabino-hex-1-enitol (6) (3,4,6-tri-O-benzyl-d-glucal) exclusively in the 2,3-unsaturated-O- and -S-α-d-glycosides by Ferrier rearrangement, in moderate yield. For this reaction, the number of acid sites was the key factor for the reaction yield, being HY (Si/Al ratio 3.1) also the most effective zeolite.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-09-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907003755",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rauter, Amélia P."
          },
          {
            "@_fa": "true",
            "$": "Almeida, Tânia"
          },
          {
            "@_fa": "true",
            "$": "Xavier, Nuno M."
          },
          {
            "@_fa": "true",
            "$": "Siopa, Filipa"
          },
          {
            "@_fa": "true",
            "$": "Vicente, Ana I."
          },
          {
            "@_fa": "true",
            "$": "Lucas, Susana D."
          },
          {
            "@_fa": "true",
            "$": "Marques, João P."
          },
          {
            "@_fa": "true",
            "$": "Ramôa Ribeiro, Fernando"
          },
          {
            "@_fa": "true",
            "$": "Guisnet, Michel"
          },
          {
            "@_fa": "true",
            "$": "Ferreira, Maria J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907003755"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907003755"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00375-5",
        "prism:volume": "275",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Acid zeolites as efficient catalysts for O- and S-glycosylation",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acid zeolite"
          },
          {
            "@_fa": "true",
            "$": "Ferrier rearrangement"
          },
          {
            "@_fa": "true",
            "$": "Fischer glycosidation"
          },
          {
            "@_fa": "true",
            "$": "O-Glycoside"
          },
          {
            "@_fa": "true",
            "$": "S-Glycoside"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "206-213",
        "prism:endingPage": "213",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 September 2007",
        "prism:doi": "10.1016/j.molcata.2007.06.002",
        "prism:startingPage": "206",
        "dc:identifier": "doi:10.1016/j.molcata.2007.06.002",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "293",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907003755-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25400",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "69",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907003755-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1167",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "104",
            "@width": "275",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907003755-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2948",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "47",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907003755-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1024",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "501",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907003755-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17274",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907003755-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "927",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/34548203168"
      }
    }
  }
}