{
  "metadata": {
    "title": "Fe<ce:sup loc=post>3+</ce:sup> as a reoxidant for Nafion immobilised palladium(II) catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-12-18",
    "doi": "10.1016/S1381-1169(00)00351-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900003514",
    "pii": "S1381116900003514"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034684573",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-12-14 2000-12-14 2010-04-18T20:21:34 1-s2.0-S1381116900003514 S1381-1169(00)00351-4 S1381116900003514 10.1016/S1381-1169(00)00351-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X0129X 2015-05-15T05:55:31.049811-04:00 0 0 20001218 2000 2000-12-14T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 164 164 1 2 1 2 Volume 164, Issues 1–2 10 91 96 91 96 20001218 18 December 2000 2000-12-18 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. FE3AREOXIDANTFORNAFIONIMMOBILISEDPALLADIUMIICATALYSTS SEEN A 1 Introduction 2 Experimental 2.1 Preparation of Nafion-H+/Fe3+/Pd(1,10-phen)2 2+ 2.2 Catalytic testing 3 Results and discussion 4 Conclusions References SEN 1981 4627 4629 A SEN 1982 3520 3522 A DRENT 1991 235 251 E DRENT 1994 57 63 E DRENT 1996 663 681 E SEEN 1994 149 157 A SEEN 1994 163 172 A SEEN 1999 233 242 A SONDHEIMER 1986 353 413 S WALLER 1984 239 242 F PENNEQUIN 1996 329 339 P SEENX2000X91 SEENX2000X91X96 SEENX2000X91XA SEENX2000X91X96XA item S1381-1169(00)00351-4 S1381116900003514 1-s2.0-S1381116900003514 10.1016/S1381-1169(00)00351-4 271358 2010-09-30T18:13:49.887849-04:00 2000-12-18 1-s2.0-S1381116900003514-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003514/MAIN/application/pdf/7b0c311ef7bfb826248b8dee93590504/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003514/MAIN/application/pdf/7b0c311ef7bfb826248b8dee93590504/main.pdf main.pdf pdf true 105651 MAIN 6 1-s2.0-S1381116900003514-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003514/PREVIEW/image/png/818f600925ee5202fe40f75ca897688c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003514/PREVIEW/image/png/818f600925ee5202fe40f75ca897688c/main_1.png main_1.png png 57753 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900003514-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003514/gr1/THUMBNAIL/image/gif/deb7b9948312803ffe108d8d8b803aad/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003514/gr1/THUMBNAIL/image/gif/deb7b9948312803ffe108d8d8b803aad/gr1.sml gr1 gr1.sml sml 1647 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003514-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003514/gr1/DOWNSAMPLED/image/gif/70cdc8da04bea9c2a8409dad1699d3f6/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003514/gr1/DOWNSAMPLED/image/gif/70cdc8da04bea9c2a8409dad1699d3f6/gr1.gif gr1 gr1.gif gif 11833 365 498 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003514-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003514/gr2/THUMBNAIL/image/gif/7ad2a5fc4aae448cdf4a3ce3e1605ee8/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003514/gr2/THUMBNAIL/image/gif/7ad2a5fc4aae448cdf4a3ce3e1605ee8/gr2.sml gr2 gr2.sml sml 1545 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003514-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003514/gr2/DOWNSAMPLED/image/gif/da546c14ca08456154f76324c1bf9a28/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003514/gr2/DOWNSAMPLED/image/gif/da546c14ca08456154f76324c1bf9a28/gr2.gif gr2 gr2.gif gif 11675 372 503 IMAGE-DOWNSAMPLED MOLCAA 2865 S1381-1169(00)00351-4 10.1016/S1381-1169(00)00351-4 Elsevier Science B.V. Fig. 1 The effect of oxidants on ethene dimerisation in methanol. Fig. 2 The effect of oxidants on ethene dimerisation in water. Table 1 Effects of oxidants on ethene dimerisation a Catalyst (μmol) Solvent Oxidant (μmol) Maximum activity (molC2H4/molPdh) Turnover at 3h (molC2H4/molPd) 1 Pd(1,10-phen)2(CF3SO3)2 (10) methanol – 18000 21000 2 Pd(1,10-phen)2(CF3SO3)2 (10) methanol 1,4-benzoquinone (1000) 19000 50000 3 Nafion-H+/Pd(1,10-phen)2 2+ (10) methanol – 10500 23000 4 Nafion-H+/Pd(1,10-phen)2 2+ (10) methanol 1,4-benzoquinone (1000) 11000 28000 5 Pd(1,10-phen)2(CF3SO3)2 (10) water – 30000 17000 b 6 Pd(1,10-phen)2(CF3SO3)2 (10) water 1,4-benzoquinone (200) 1800 1200 b 7 Pd(1,10-phen)2(CF3SO3)2 (10) water Fe3+ (1000) 60000 32000 b 8 Nafion-H+/Pd(1,10-phen)2 2+ (2.5) water – 120000 110000 9 Nafion-H+/Fe3+/Pd(1,10-phen)2 2+ (2.5) water Fe3+ (210) 150000 171000 a 1.0g of Nafion-H+ used in all supported catalyst tests: catalyst loading in tests 3 and 4 is 0.1wt.% Pd, catalyst loading in tests 8 and 9 is 0.025wt.% Pd. b Turnover at 60min. Fe3+ as a reoxidant for Nafion immobilised palladium(II) catalysts Andrew J Seen * Jane C Bellis School of Applied Science, University of Tasmania, Launceston, Tasmania 7250, Australia * Corresponding author. Tel.: +61-3-63243829; fax: +61-3-63243839 The addition of 1,4-benzoquinone and Fe3+ to [Pd(1,10-phen)2]2+ catalyst systems has been undertaken to assess the ability of these oxidants to increase the ethene dimerisation turnover of Nafion immobilised Pd(II) catalysts. Although 1,4-benzoquinone increases the turnover of the Pd(II) catalyst in methanol, it deactivates the catalyst in water. Fe3+ ions have, however, been found to extend the life of the Pd(II) catalyst in water. Fe3+ is effective both in homogeneous solution and when incorporated into Nafion with [Pd(1,10-phen)2]2+. Keywords Nafion Palladium Supported catalysts Ethene Oligomerisation 1 Introduction The application of cationic Pd(II) complexes as catalysts for the oligomerisation and carbonylation of unsaturated hydrocarbons has received much attention in recent years due to their ability to produce industrially important products, such as polyketones and methyl methacrylate, under relatively mild reaction conditions. The impetus for much of this research has come about from work in the early 1980s by Sen. Sen and co-workers showed that the oligomerisation of ethene, polymerisation of styrene and co-polymerisation of CO with a range of olefins could be catalysed under unusually mild conditions using [Pd(CH3CN)4](BF4)2 and its tertiary phosphine derivatives [1,2]. By the early 1990s, these cationic Pd(II) systems had become of interest to industry and Drent of Shell reported on a variety of reactions, including the hydroformylation and dimerisation of olefins using Pd(II) species with weakly coordinating P and N donor ligands [3]. Further work by Drent et al. has shown that perfectly alternating polyketones and carbonylation of alkynes can result by altering the ligands around the Pd(II) centre [4–6]. Drent’s work also showed that a weakly coordinating anion (such as p-tolyl-SO3 −) resulted in higher catalytic activity compared with a more strongly coordinating anion (such as Cl−) [3,4]. The simplicity of these cationic Pd(II) catalysts, and their need for a weakly coordinating anion prompted our investigation of the use of the ion exchange polymer Nafion as a support for these complexes [7–9]. Nafion is a perfluorinated polymer with pendant sulfonic acid groups which are believed to form ionic clusters within the hydrophobic fluorocarbon matrix [10]. The coordinating ability of the sulfonate groups in Nafion is between PF6 − or BF4 − and ClO4 − [11], and this property makes Nafion an ideal support for the cationic Pd(II) catalysts. The immobilisation of an otherwise homogeneous catalyst in a solid support combines the advantages of homogeneous catalysts, i.e. selectivity, efficiency and controllability, with the all important benefit of heterogeneous catalysts, ease of separation. Immobilisation of homogeneous catalysts on solid supports may also provide an additional benefit in prolonging catalyst lifetime through protection of the catalyst from poisons in solution, or by preventing dimerisation or agglomeration of the active species. Our initial work showed that a Nafion supported Pd(II) catalyst with ethene dimerisation activity comparable to its homogeneous analogue was possible [7]. This work also found that the catalytic activity and stability of a series of Pd(II) complexes was dependent on the basicity of the N donor ligand coordinated to the palladium and the counter-ion (H+ or Na+) in Nafion. For example, whilst the activity of [Pd(1,10-phen)2]2+ was enhanced using Nafion-H+, [Pd(1,10-phen)(py)2]2+ appeared to decompose within 15min. when supported in Nafion-H+. This variation in activity suggested that the basicity of the ligands combined with the acid in Nafion-H+ resulted in increased ligand lability and lower complex stability. In fact UV–VIS characterisation of [Pd(1,10-phen)py2]2+ immobilised in Nafion-H+ indicated that some of the [Pd(1,10-phen)(py)2]2+ decomposed in the acidic environment to give free pyridine and 1,10-phenanthroline. Drent found that Pd(II) copolymerisation catalysts generally showed higher activity in the presence of oxidants such as quinones and concluded that these rate enhancements were most likely due to the oxidants, oxidising reduced Pd back to Pd(II) which could then reenter the catalytic cycle [6]. Drent has suggested several ways that the catalytically active species may ‘drop out’ of the catalytic cycle resulting in the formation of Pd(0), precipitation of Pd metal, or formation of Pd2 2+ species. Unlike Drent, no oxidant has previously been used with our supported catalyst systems. Accordingly we now report on the development of a Nafion supported Pd(II) catalyst system which incorporates an oxidant. 2 Experimental PdCl2 (Johnson Matthey Loan Scheme), 1,10-phenanthroline, Fe2(SO4)3·5H2O (Aldrich), and ethene (Matheson Gases CP Grade) were used as received. All other chemicals were of reagent grade and used without further purification unless otherwise stated. Nafion NR50 7–9 mesh beads (Du Pont) were washed in HNO3 and then water before drying at 100°C under vacuum (0.1mmHg) for 24h before use. The syntheses of [Pd(1,10-phen)2](NO3)2 and [Pd(1,10-phen)2](CF3SO3)2 have been described previously, as has the immobilisation of [Pd(1,10-phen)2]2+ in Nafion [7,9]. 2.1 Preparation of Nafion-H+/Fe3+/Pd(1,10-phen)2 2+ 2.41g of dry Nafion-H+ was added to a 100ml aqueous solution of Fe2(SO4)3·5H2O (0.119g, 242μmol) and stirred for 30h. After removal of the Nafion from the spent Fe3+ solution, the Nafion was added to a 100ml aqueous solution of [Pd(1,10-phen)2](NO3)2 (3.34mg, 5.66μmol) and stirred for 30h. The Nafion was then dried under vacuum at room temperature before being split into two equal portions. UV–VIS analysis of the spent ion exchange solutions confirmed that more than 98% of the Fe3+ and [Pd(1,10-phen)2]2+ were exchanged into the Nafion. 2.2 Catalytic testing Catalytic testing of supported and homogeneous Pd(II) species was carried out in a Büchi BEP 280 laboratory autoclave capable of operation at up to 60bar. The autoclave consisted of a 250ml jacketed stainless steel reaction vessel, a baffle, a thermometer sleeve for a thermocouple and an impeller with three blades 15mm long. The impeller was rotated at 400rpm for all tests. Heating fluid was circulated from a Lauda KS 20 thermostat through the jacketed vessel to maintain an internal temperature of 80±0.1°C. Ethene dimerisation catalytic testing typically consisted of adding ca. 1g of Nafion beads containing the [Pd(1,10-phen)2]2+ complex (or 10μmol of [Pd(1,10-phen)2](CF3SO3)2 for homogeneous tests) to the Büchi reactor, followed by 200ml of solvent, water or methanol. The reactor was then cooled to ca. 5°C with an ice bath to aid in the addition of butane standard. Heating to reaction temperature was carried out over a period of 0.5h, after which time the reactor was charged with ethene to a pressure of 40bar. Progress of the catalytic reaction was monitored over a 3–20h period by expanding ca. 1ml of solution from the reactor into a 150ml stainless steel sample bottle, and analysing the sample bottle headspace vapour using gas chromatography (GC). A HP 5890 GC fitted with a SGE 25 QC3/BP1-4.0 column was used for separation of butane and butenes (isothermal analyses at 35°C with N2 carrier gas velocity of 11–13cms−1). Activities were followed by the addition of butane (ca. 2–3g), as an internal standard, to the solvent at the beginning of the run. Subsequent comparison of the GC butane peak area with the area of C4 alkene products gave a measure of catalytic activity after correction for the differing distributions of butenes and butane in the reactor and sample bottle headspace vapour. 1 Determination of the distribution of butenes between the reactor and sample bottle headspace vapour was undertaken by addition of known amounts of butenes to the reactor and then undertaking analyses as per the catalytic tests. Distribution coefficients were then calculated relative to butane. 1 3 Results and discussion The classical reoxidant for palladium is CuCl2, as used in the Wacker process, with Pd(0) oxidised to Pd(II) by Cu2+, whilst the resultant CuCl is readily reoxidised back to Cu2+ by oxygen. Pennequin et al. [12] have examined the effect of the nature and amount of copper salt on palladium catalysed oxidative carbonylation of alkenes and found that • The presence of a halide anion is necessary to obtain good activities, with the chloride anion being better than bromide and iodide; • The reactivity of the system is directly related to the amount of CuCl, at least for a Cu/Pd ratio lower than 100. Pennequin et al. also tested other reoxidants such as Fe(III) salts, K2S2O8 and quinones. As mentioned above, Drent has found that Pd(II) copolymerisation catalysts generally show higher activity in the presence of oxidants such as quinones, and Milani et al. have used 1,4-benzoquinone as an oxidant for Pd(II) catalysed CO-olefin co- and ter-polymerisation [13]. For an oxidant to oxidise Nafion supported palladium species, it must be able to diffuse into the ionic clusters within Nafion, thus it must be neutral or cationic. This criterion eliminates the use of K2S2O8, and also eliminates the use of copper salts as suitable anions, such as chloride, are required to increase the reduction potential of Cu2+. The addition of 1,4-benzoquinone to a Nafion supported [Pd(1,10-phen)2]2+ system in methanol resulted in only a moderate increase in the ethene dimerisation turnover, whilst for the analogous homogeneous catalyst, [Pd(1,10-phen)2](CF3SO3)2, the addition of 1,4-benzoquinone resulted in the turnover being more than double after 3h (Table 1 ). Sampling of the reactor throughout each catalytic test enabled the turnover number to be followed with time, as is shown in Fig. 1 , and as a consequence ‘instantaneous’ catalytic activities have been calculated. The results in Table 1 show that the maximum activities in the homogeneous and supported systems were independent of the presence of 1,4-benzoquinone. This is consistent with Drent’s proposal that the addition of an oxidant does not alter the maximum activity but reoxidises reduced palladium species so that they may re-enter the catalytic cycle [6]. It is evident from the plot of turnover number versus time (Fig. 1) that significant catalyst deactivation occurs in both the homogeneous and supported tests without the addition of 1,4-benzoquinone. Our previous work has shown that dramatic increases in ethene dimerisation activity result when water is used as the solvent [8,9]. The addition of 1,4-benzoquinone had a detrimental effect on the ethene dimerisation activity of the homogeneous system in water, as can be seen in Table 1 and Fig. 2 . A possible explanation for this may be the low solubility of 1,4-benzoquinone in water and the potential for the homogeneous Pd(II) complex to be removed from solution by adsorption on to the surface of undissolved 1,4-benzoquinone. Having established that 1,4-benzoquinone was unsuitable for use in water, another oxidant needed to be selected that was both water soluble and suitable for use in Nafion. Pennequin et al. have previously used Fe(III) salts for reoxidation of the palladium catalyst used to catalyse oxidative carbonylation of alkenes [12]. The reduction potential for Fe3+/Fe2+ is slightly higher than that of 1,4-benzoquinone, 0.771V compared with 0.699V, and being positively charged the Fe3+ ions can be ion-exchanged into the Nafion ionic clusters. Homogeneous and supported catalytic tests were undertaken in water with and without Fe3+, with the results shown in Table 1 and Fig. 2. The results in Table 1 show that increases in catalytic turnover of 88 and 55% were observed for the homogeneous and supported systems, respectively, on addition of Fe3+ as a reoxidant. Fig. 2 clearly shows that the addition of Fe3+ to the supported catalyst system results in a significant increase in the life of the catalyst. Without Fe3+ the catalyst activity dramatically decreases at 60min, whereas addition of Fe3+ prolongs catalyst activity for a further 30–50min. These results demonstrate that Fe3+ is a suitable oxidant for reactivating the deactivated [Pd(1,10-phen)2]2+ catalyst in Nafion-H+. Increases in maximum activity were also observed, from 32,000 to 60,000 turnoversh−1 for the homogeneous system and from 120,000 to 150,000 turnoversh−1 for the supported system (Table 1). This is in contrast to the behaviour of the homogeneous and supported systems in methanol on addition of 1,4-benzoquinone, and suggests that Fe3+ may also be functioning as a catalyst activator, particularly in the case of the homogeneous system. This is conceivable, considering that our previous studies have indicated that the acid in Nafion-H+ increases catalytic activity by labilising the N donor ligands [7,9], in a similar way the formation of complexes between Fe3+ and 1,10-phenanthroline would increase the lability of the ligand in the [Pd(1,10-phen)2]2+ complex. The dramatic decrease in catalytic activity after 30min for the homogeneous system in water suggests that significant decomposition of the catalyst occurs during the first 30min of testing. Reactivation of reduced palladium species by Fe3+ during the initial stages of testing would also contribute to the observed increases in catalyst activity. It is worth noting that whilst significant increases in activity are observed when water is used as the solvent, the stability of the catalyst is dramatically reduced. Comparison of the Turnover number vs time plots shown in Figs. 1 and 2 indicates that decomposition of the catalyst occurs more readily in water than methanol. Whilst a mechanism has not been proposed for the deactivation of these Pd(II) catalysts, decomposition via a Wacker-type reduction to palladium metal is a likely route. In fact, we have observed a blackening of Nafion beads at the end of catalytic testing of higher loading supported catalyst systems, suggesting the presence of metallic palladium. The increased lability of the 1,10-phenanthroline ligands in water, as indicated by the increased activity, the lower ethene solubility in water and the highly polar nature of water all potentially contribute to the reduced stability of the Pd(II) catalyst in water. It is also notable from the plot of turnover number versus time (Fig. 2) that the Nafion supported complex is superior to the homogeneous analogue, regardless of whether or not Fe3+ is present. We have previously proposed that the higher activity of the Nafion-H+ supported system is most likely due to the very polar, strongly acidic environment in Nafion which ensures effective anion–cation separation and promotes labilisation of the N donor ligands [9]. The turnover number versus time plot (Fig. 2) illustrates that Nafion-H+ not only acts as a catalyst activator and support, but also provides protection from decomposition/deactivation for the Pd(II) species. Several factors may be giving rise to this effect, including: • Exclusion of anions (such as Cl− impurities in the solvent) from the ionic clusters and thus preventing coordination of anions to the Pd(II) centre. • Restricting any dissociated nitrogen-donor ligands to the vicinity of the complex and thus ensuring that they are available to re-coordinate to the complex at the completion of a catalytic cycle. • Isolating one Pd species per ionic cluster and minimising potential deactivation through dimerisation of Pd species. 4 Conclusions Whilst the addition of 1,4-benzoquinone to the homogeneous [Pd(1,10-phen)2](CF3SO3)2 system in methanol resulted in the turnover being more than double after 3h, the addition of 1,4-benzoquinone to a Nafion supported [Pd(1,10-phen)2]2+ system in methanol resulted in only a moderate increase in the ethene dimerisation. The addition of 1,4-benzoquinone to an aqueous homogeneous [Pd(1,10-phen)2]2+ catalyst system had a detrimental effect on the ethene dimerisation. Having established that 1,4-benzoquinone was unsuitable for use in aqueous systems, Fe3+ was selected due to its ability to ion exchange into the ionic clusters in Nafion. Increases in catalytic turnover of 88 and 55% were observed for the homogeneous and Nafion supported systems, respectively, on addition of Fe3+, thus showing that an oxidant can be incorporated into Nafion to extend the life of Nafion supported Pd(II) catalysts. References [1] A. Sen T.-W. Lai J. Am. Chem. Soc. 103 1981 4627 4629 [2] A. Sen T.-W. Lai J. Am. Chem. Soc. 104 1982 3520 3522 [3] E. Drent, Pure Appl. Chem. (1990) 661–669. [4] E. Drent J.A.M. van Broekhoven M.J. Doyle J. Organomet. Chem. 417 1991 235 251 [5] E. Drent P. Arnoldy P.H.M. Budzelaar J. Organomet. Chem. 475 1994 57 63 [6] E. Drent P.H.M. Budzelaar Chem. Rev. 96 1996 663 681 [7] A.J. Seen K.J. Cavell A.W.-H. Mau A.M. Hodges J. Membr. Sci. 87 1994 149 157 [8] A.J. Seen K.J. Cavell A.W.-H. Mau A.M. Hodges J. Mol. Catal. 94 1994 163 172 [9] A.J. Seen A.T. Townsend J.C. Bellis K.J. Cavell J. Mol. Catal. A: Chemical 149 1999 233 242 [10] S.J. Sondheimer N.J. Bunce C.A. Fyfe JMS-Rev. Macromol. Chem. Phys. C26 3 1986 353 413 [11] F.J. Waller Br. Polymer J. 16 1984 239 242 [12] P. Pennequin M. Fontaine Y. Castanet A. Mortreux F. Petit Appl. Catal. A: General 135 1996 329 339 [13] B. Milani, L. Vicentini, A. Sommazzi, F. Garbassi, E. Chiarparin, E. Zangrando, G. Mestroni, J. Chem. Soc., Dalton Trans. (1996) 3139–3144.",
      "scopus-id": "0034684573",
      "coredata": {
        "eid": "1-s2.0-S1381116900003514",
        "dc:description": "The addition of 1,4-benzoquinone and Fe3+ to [Pd(1,10-phen)2]2+ catalyst systems has been undertaken to assess the ability of these oxidants to increase the ethene dimerisation turnover of Nafion immobilised Pd(II) catalysts. Although 1,4-benzoquinone increases the turnover of the Pd(II) catalyst in methanol, it deactivates the catalyst in water. Fe3+ ions have, however, been found to extend the life of the Pd(II) catalyst in water. Fe3+ is effective both in homogeneous solution and when incorporated into Nafion with [Pd(1,10-phen)2]2+.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-12-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900003514",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Seen, Andrew J"
          },
          {
            "@_fa": "true",
            "$": "Bellis, Jane C"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900003514"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900003514"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00351-4",
        "prism:volume": "164",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Fe3+ as a reoxidant for Nafion immobilised palladium(II) catalysts",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nafion"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Ethene"
          },
          {
            "@_fa": "true",
            "$": "Oligomerisation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "91-96",
        "prism:endingPage": "96",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 December 2000",
        "prism:doi": "10.1016/S1381-1169(00)00351-4",
        "prism:startingPage": "91",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00351-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003514-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1647",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "365",
            "@width": "498",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003514-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11833",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003514-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1545",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "372",
            "@width": "503",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003514-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11675",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034684573"
      }
    }
  }
}