{
  "metadata": {
    "title": "Host/guest interactions in nanoporous materials I. The embedding of chiral salen manganese(III) complex into mesoporous silicates",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-29",
    "doi": "10.1016/S1381-1169(97)00046-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000460",
    "pii": "S1381116997000460"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030798946",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000460 S1381-1169(97)00046-0 S1381116997000460 10.1016/S1381-1169(97)00046-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00647 2015-05-15T05:56:33.668241-04:00 0 0 19970829 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 123 123 2 3 2 3 Volume 123, Issues 2–3 12 179 187 179 187 19970829 29 August 1997 1997-08-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. HOSTGUESTINTERACTIONSINNANOPOROUSMATERIALSIEMBEDDINGCHIRALSALENMANGANESEIIICOMPLEXMESOPOROUSSILICATES FRUNZA L SRINIVASAN 1986 2309 K ZHANG 1990 2801 2803 W ZHANG 1991 2296 W JACOBSEN 1991 7063 E CHANG 1994 669 S LEE 1991 6533 N PALUCKI 1992 7111 M LI 1993 5326 Z LEE 1991 5055 N DENG 1992 4320 L BALKUS 1994 67 K DEVOS 1996 1303 D 11THINTERNATIONALCONGRESSCATALYSIS40THANNIVERSARY DEVOS 1996 195 D PETRUCCI 1996 251 M PARTON 1991 395 R HETEROGENEOUSCATALYSISFINECHEMICALSII MEYER 1984 30 G ERNST 1996 197 S SYNTHESISPOROUSMATERIALS INAGAKI 1993 680 S KRESGE 1992 710 C MONNIER 1993 1299 A LARROW 1994 1939 J BECK 1992 10834 J RATHOUSKY 1994 2821 J KOSSLICK 1997 13 H HORWITZ 1993 82 C LEVER 1968 A INORGANICELECTRONICSPECTROSCOPY GRAVERT 1993 820 D BHADBHADE 1993 6122 M AVNIR 1984 5956 D BIGOTTO 1984 203 A BIGOTTO 1974 27 A BALFOUR 1983 795 W KATRITZKY 1958 4155 A KATRITZKY 1958 4162 A KATRITZKY 1959 2051 A KATRITZKY 1959 3670 A TAJMIRRIAHI 1982 1043 H HILL 1978 793 R SRINIVASAN 1986 2309 K BOWERS 1990 271 C BIGOTTO 1972 1581 A BOLDT 1987 2284 N ANGELL 1968 279 C KLEIN 1994 2067 H ZEOLITESRELATEDMICROPOROUSMATERIALSSTATEART1994 HOSOYA 1993 641 N FU 1991 6497 H FRUNZAX1997X179 FRUNZAX1997X179X187 FRUNZAX1997X179XL FRUNZAX1997X179X187XL item S1381-1169(97)00046-0 S1381116997000460 1-s2.0-S1381116997000460 10.1016/S1381-1169(97)00046-0 271358 2010-09-29T19:53:22.476322-04:00 1997-08-29 1-s2.0-S1381116997000460-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000460/MAIN/application/pdf/4ea478499126327cb2673ba173502453/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000460/MAIN/application/pdf/4ea478499126327cb2673ba173502453/main.pdf main.pdf pdf true 864696 MAIN 9 1-s2.0-S1381116997000460-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000460/PREVIEW/image/png/ed727d7f042c9b5c15a8613e19de0d92/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000460/PREVIEW/image/png/ed727d7f042c9b5c15a8613e19de0d92/main_1.png main_1.png png 55768 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 123 (1997) 179-187 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Host/guest interactions in nanoporous materials I. The embedding of chiral salen manganese(III) complex into mesoporous silicates L. Frunza a, H. Kosslick b* , H. Landmesser b, E. Ht b, R. Fricke b a Institute of Physics and Technology of Materials, P.O. Box Mg 07, R-76900 Bucharest-Magurele, Romania 6 Institute of Applied Chemistry, D-12484 Berlin-Adlershof Germany Received 25 November 1996; accepted 17 February 1997 Abstract The embedding of a enantioselective homogeneous catalyst - the chiral manganese(III) cationic complex of salen type (Jacobsen complex 1) - into the pores of mesoporous substituted silicates is investigated. The host/guest interaction is studied by different methods: TG-DTA, UV-VIS, and FTIR. The results are consistent with a location of the large Mn complex inside the mesopores. Catalytic tests in olefin epoxidation prove the fully maintenance of the catalytic activity and stereoselectivity of the complex after embedding. This promising result indicates that MCM-like materials might have perspectives as supports for the heterogenization of homogeneous catalysts. 1997 Published by Elsevier Science B.V. 1. Introduction Metal-catalyzed oxidation of various organic substrates is of synthetic as well as of biochemical interest. Metallic salen [ N, N'-ethylenebis(salicyliden-amino)] complexes have been successfully used as olefin oxidation catalysts [ 1 ]. Moreover, one of the chiral Mn(IIl)-Schiff base complexes, namely (R, R)-(-)-N, N'-bis (3,5-di-tert-butylsalicylidene)-1,2-cyclohexane- diamino-manganese chloride, hereafter designated as Jacobsen complex I (Fig. 1), has recently emerged as one of the most enantioselective homogeneous catalysts discovered to date for the epoxidation of a wide variety of olefins [2-10]. * Corresponding author. Fax: + 49-30-63924392. 1381-1169/97/$17.00 1997 Published by Elsevier Science B.V. All rights reserved. PII S1381-1169(97)00046-0 H t-Bu t-Bu = /-- M /n o~ ~oI ci t-Bu Fig. 1. Scheme of the Jacobsen complex 1. t-Bu Recent publications on the fixation of catalytic active metal complexes onto synthetic zeolites have pointed out the advantages of this type of supported catalysts (heterogenization of homogeneous catalysts) in the field of photochemistry and (electro)catalysis. Hybrid cata- 180 G. Frunza et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 179-187 lysts of this type might be viewed as heterogeneous but with retention of some of the solution properties of the metal complexes, preserving the site isolation inside the microporous crystals [I1-17]. The embedding of transition metal phthalocyanine complexes into the pore system of molecular sieves of the X- and Y-type takes place by physically trapping but not necessarily by bonding to the internal surface. The structure of the Jacobsen complex I under consideration is related to that of porphyrin complex. The flexibility of the transition metal ion complex decreases in the order: salen > Jacobsen > porphyrine complexes. Due to its large dimension, the Jacobsen complex I should fit well into the nanosized channels (20 to 100 of ordered mesoporous silicates related to the M41S family [18-20]. Using this complex, it should be possible to check the capability of ordered mesoporous materials as support for homogeneous catalysts. There are several possibilities of fixation of the Jacobsen complex I in the mesoporous host due to the different types of possible host/guest interactions. Firstly, the Jacobsen complex can be bound to the surface via imine groups. Imine groups can be protonated and hydrogen bonding to the conjugated basic sites [18-20] may appear. Secondly, the central manganese ion of the complex can be cationic bonded at ion exchange sites at the walls. Additionally, complexation of the manganese by oxygen atoms of the host framework might occur. Also grafting of the complex by formation of Si-O-X bonds to the surface of mesopores, where X is an atom of the Jacobsen complex, cannot be excluded. In this paper we present some results concerning the Jacobsen complex I inside Al-, Ga-, and Fe-substituted mesoporous silicates. The guest/host interaction was investigated by spectroscopic methods. Catalytic tests in the epoxidation of 1,2-dihydronaphthalene with a commercial bleach were also performed. The results confirm the incorporation of the considerable large Jacobsen complex I into the channels and its catalytic activity. 2. Experimental 2.1. Materials Reagent grade solvents were supplied by Merck: acetone, N, N'-dimethylformamide (DMF), acetonitrile (AN), ethanol, dichloromethane (DCM). Other reagents were purchased as following: rhodamine 6G (R6G) from Eastman Kodak, 1,2-dihydronaphthalene from Merck. All the chemicals were used as received. The Jacobsen complex I was prepared according to a two step procedure [21 ]. The ligand being the Schiff base resulted from 3,5-di-tertbutylsalicylaldehyde and (1 R,2 R)-(-)-diaminocyclohexane (Merck). Mesoporous Al-, Ga- and Fe-substituted silicates related to MCM-41, labelled Al-, Ga- and Fe-MS, were prepared from batches containing silica sol, water, cetyltrimethylammonium bromide, aluminum isopropoxide, sodium gallate, or iron sulfate in appropriate amounts following the known procedures [22,23]. The Si/Me ratios were 50. After mixing the components the gel was stirred until it was homogeneous. The reaction gel was hydrothermally treated at 150 for 3 days. The reaction product was washed until it was neutral. The template was removed by calcination of the sample in air at 600 for several hours. Substitution of Si by Al, Ga and Fe was evidenced by physico-chemical characterization as given elsewhere [24]. These calcined samples were used for loading the Jacobsen complex 1. 2.2. Complex embedding The Jacobsen complex was supported on the samples by impregnation: 15 mg of the complex were dissolved in DCM and added to 300 mg of the molecular sieve. The amount of solvent was just enough to cover the mesoporous silicate. The amount of complex offered corresponded to ca. 20% of the ion exchange capacity of the sample. Additionally, for EPR investigations, L. Frunza et al. / Journal of Molecular Catalysis A: Chemical 123 (1997) 179-187 the loading was three times lower (1.5 wt%). Then the solvent was allowed to evaporate at 80 in air. To compare the catalytic properties, a sample of Al-MCM-41 exchanged with manganese was prepared by ion exchange with in aqueous solution of manganese(II) nitrate. The offered amount of Mn allowed an exchange level of ca. 90%. Oxidation of Mn2+ ions to Mn3+ was performed by bubbling air under stirring through the aqueous suspension of the manganese exchanged sample similar to the preparation of the Jacobsen complex 1. Before use, the sample was dried at 120 in air. 2.3. Methods TG-DTA curves were obtained on a Setaram TGA 92 apparatus. Samples were heated from room temperature up to 800 under flowing air using alumina sample holders. The sample weight was ca. 10 mg and the heating rate 10 K/min. A reference sample holder contained alumina. FTIR spectra were recorded on a Bio-Rad FTS-60A (Digilab) spectrometer. The samples were examined either as KBr disks or in situ as self supported pellets of a density of ca. 15 mg cm-2 in an IR cell attached to a conventional vacuum system (< 10-4 mbar). The spectra were recorded in intervals of 20 or 50 K during heating up to 500. The heating rates were 2, 10 or 20 K/min. UV-VIS spectra of the complex in different solvents were measured in quartz cells of 0.5 cm optical path using a Perkin-Elmer Lambda 18 spectrometer. Diffuse reflectance spectra of loaded samples were recorded on the same apparatus using its special equipment. Fluorescence spectra were taken with a Perkin-Elmer LS 50 spectrometer. EPR studies of Fe-MCM-41 were performed on a ZWG ERS-220 spectrometer in X-band (9.3 GHz). Prior to measurement, the samples were reduced 1-2 h under hydrogen while increasing the temperature between room temper- ature and 400. The spectra were recorded at liquid nitrogen temperature. 2.4. Catalytic testing The epoxidation of 1,2-dihydronaphthalene was used as a test reaction [3,4]: An aqueous solution of sodium hypochlorite was mixed with a solution of NaZHP04 and the pH value was adjusted to 11.3. The catalyst was added to cooled solution (0). Then 10 mmol of olefin dissolved in 10 mL of dichloromethane were added under stirring. The two-phase mixture was stirred at room temperature. The reaction was followed by thin layer chromatography. After 5 h, the reaction was stopped. Hexane was added to extract the reaction product. The organic phase was separated, washed with water and saturated NaCl solution, and then dried over Na , S04. The solvent was evaporated and the residue was purified by flash chromatography on silica gel to obtain the epoxide. The enantiomeric analysis of the product was performed by capillary gas chromatography using a commercial chiral column (FS-Cyclodex beta-1/P). 3. Results and discussion 3.1. Thermoanalysis The embedding of the Jacobsen complex I into mesoporous silicates was checked by combined TG-DTA measurements (Fig. 2). The complex loading amounts to 3-5% for the different samples determined by the total loss in weight. The decomposition behaviour of the free and the loaded complex has been compared to get an indication whether the complex is embedded into the mesopores or located outside. The free complex decomposes during heating to 500 in several well defined steps. With the exception of the first loss in weight, they are exothermic due to the oxidative decomposition in the air stream. This behaviour indicates that the Jacobsen complex decomposes in a rela- 182 L Frunza et al. / Journal of Molecular Catalysis A: Chemical 123 (1997) 179-187 TG Weight loss: I 10% DTA 100 200 300 Temperature ! 400 Fig. 2. TG-DTA curies of the free Jacobsen complex 1. tively well defined manner and releases defined fragments which readily burn off. The first loss in weight of 3.5% occurs at 130 and is slightly endothermic. A comparison of the weight losses in the single steps with possible cleavage of bonds and formation of fragments implies that the first weight loss should be due to release of chlorine as hydrogen chloride (see Fig. 1). A second, exothermic loss in weight of 10% appears at 230 and is followed by an additional large weight loss of 28% at 320. The two steps overlap in the TG curve but are well distinguished in the corresponding DTA curve. From the loss in weight, we tentatively assign these steps to the successive cleavage of the tert-butyl groups. This process extends up to ca. 400. Above this temperature the remaining organic oxidizes up to 500. The non-removable residue of ca. 14% belongs to the formation of manganese oxide. The sample remains dark. The first cleavage of chlorine is plausible. The proposed first cleavage of the tent-butyl groups by homolytic bond cleavage can be explained by the known stabilization of radicals intermediately formed via hyperconjugation. In addition, the bulky methyl groups cause a weakening of the C-C bond which links the tert-butyl group to the aromatic ring. The loaded complex shows a somewhat different decomposition behaviour due to guest/host interactions (Fig. 3). The combined TG-DTA curves of complexes loaded onto mesoporous silicates show less defined weight loss steps and peak maxima. Interestingly, the first endothermic weight loss at ca. 130 remains. The positive charge of the complex is balanced by chloride and not by the anionic host framework. This finding indicates, that the Jacobsen complex is not held by ionic interaction between guest and the host framework. DTA Fe va TG \\ Fe N t Ga 2 % A. 100 300 500 700 Temperature / Fig. 3. TG-DTA curves of the Jacobsen complex I loaded in mesoporous silicates: (a) Al-MS; (b) Ga-MS; (c) Fe-MS. G. Frunza et al./ Journal of Molecular Catalysis A: Chemical 123 (1997) 179-187 The onset temperature of the complex decomposition is shifted by ca. 50 K to higher temperature. Obviously, the cleavage of the first tent-butyl group is retarded. This points to a stabilization of the complex in the pores of the host. The substitution of Al by Ga or Fe does not significantly change the onset temperature of decomposition. The TG as well as the DTA curves of the decomposition of the embedded Jacobsen complex appear less resolved in the different steps. A broad exothermic DTA peak between 300 and 600 is observed. Decomposition is complete at 600. The complex on Fe-MS decomposes more rapidly than on Aland Ga-MS and is completed at ca. 500. This might be due to the distinct lower acidity of Fe-MS. Al- and also Ga-MS contain some strong acidic Brunsted and Lewis acid sites leading to cracking reactions and coke formation which slowly oxidized. The shift of the onset temperature of decomposition of the loaded complex in comparison with the free one and the different course of thermal decomposition point to a relative strong interaction between the guest (Jacobsen complex) and the host (mesoporous silicates) and reveal the embedding of the complex within the mesopores. 3.2. UV-VIS spectroscopy The UV-VIS spectra of the Jacobsen complex I loaded on MS are similar to the spectrum of the Jacobsen complex in solution revealing that the complex is loaded on the material. Main broad absorptions appear near 490 nm and 432 nm. They are probably due to d-d transitions in the Mn ions [25,26] and charge-transfer transitions [27,28], respectively. It is an open question whether large complexes in molecular sieve hosts are molecularly dispersed or tend to form agglomerates. Rhodamine 6G is a suitable probe molecule [29]. Its dimensions are close to those of the Jacobsen complex and it is also cationic. Agglomeration (dimer formation) is indicated by the appear- 183 ance of a distinct shoulder at 496 nm beside its main absorption at 528 nm in the rhodamine 6G spectrum. The lack of aggregation is indeed evident from the excitation spectra. A dimer absorption is not observed in the spectrum of rhodamine-loaded Al-MS sample. However, a blue shift of the main excitation peak at 528 nm to ca. 520 nm occurs in comparison to the R6G aqueous solution spectrum. The position of this absorption depends on the polarity of the environment. Therefore, the observed blue shift indicates that the internal surface of the Al-MS is slightly more polar than water, i.e., it is hydrophilic. A strong coupling between guest and host (in the photoexcited state) is also supported by the absence of the zero phonon line in the excitation spectrum of rhodamine 6G embedded in AI-MS. 3.3. IR spectroscopy The comparison of the IR vibration spectra of the free and the molecular sieve loaded Jacobsen complex I reveals that the complex is really embedded (Fig. 4). The appearance of the spectrum of the embedded complex is very similar to that of the free complex. Obviously, the structure of the complex is maintained in the immobilized state. The wavenumber shifts and relative intensity changes of the vibration bands 1700 1600 Q I y,,,l i J/ free complex I /VAA 1500 Wavenumber ! cm-' loaded complex y w 1400 Fig. 4. IR spectra of the Jacobsen complex l: (a) free (KBr pellet); and (b) loaded in Al-MS (self-supported pellet). 184 Table 1 Assignment of the infrared vibration bands of the free and the molecular sieve loaded Jacobsen complex Wavenumber (cm- 1) Assignment Free complex Loaded sample 1611 1552 1535 1463 1451 1433 1391 1362 1340 1601 1558 1537 1467 1454 1432 1396 1366 1347 v(CC), (v(C=N)) v(CC) v(C=N), (v(C-O), v(CC)) Skeletal stretching s.(CH3) s.(cH2> ss(cH3> ss(cH2) v(CN), s(CH) v = valence vibration, s = bending vibration, show significant guest/host interactions. However, an interpretation is rather difficult because of the lack of band assignment for this complicate complex. L. Frunza et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 179-187 wavenumber (Table 1) was observed. A similar change of this band is observed in the IR spec tra of toluene adsorbed on CoY zeolite [43]. Structural analysis [44] revealed that the planes of aromatic molecules are parallel arranged to the surface enabling strong interaction between the adsorbed molecule and the host. In analogy, a strong interaction of the aromatic rings of the Jacobsen complex I with the silanol groups of hydrophilic walls of the mesopores is con cluded. As the Jacobsen complex I is nearly planar, strong interaction of aromatic rings with silanols suggests a parallel alignment of the plane of the complex to the walls. This conclu sion is also supported by the observed shifts of the other vibration bands to higher wavenum bers. Changes of the electronic structure of the complex caused by guest/host interaction should be responsible for these shifts. For the The assignment of the bands between 1650 bending modes of CHZ and CH3 groups, hin and 1000 cm-' to modes having the character dered angle changes during vibration should of skeletal stretching, CH in-plane bending and occur explaining their shifts to higher CH 2/CH 3 deformations is relatively easy to wavenumber. perform by reference to the comprehensive liter- The interaction of the complex with interior ature [30-36]. However, a coincidence of fun- silanol groups is manifested in the OH vibration damentals occurs near 1456 and 1357 cm-', spectra (Fig. 5). In the spectrum of the unloaded where ring modes on one side and scissors and Al-MS, the vibration band of terminal silanol wagging modes of the methyl-methylene groups groups appears at ca. 3740 cm-I. After com on the other side are observed. In addition, the plex embedding, the intensity of this band de most controversial assignment concerns the band around 1630 cm-1: it appears in a position of strong ring stretching modes [32]; in some works it was assigned to the stretching vibration of C=N bond in related complexes [37,38]. Based on the above considerations and on a proposal for some bands of the Jacobsen com plex I [21], by comparing the Mn(III)-salen+ spectrum [39] with that of Mn(III)-salen/Y [40] as well as from the calculations of normal coor dinates for related N, N'-ethylenebis(acetyla cetoneimine) and porphyrine complexes [41,42] we suggest the following assignment of the bands of importance for the discussion of the guest/host interaction (Table 1). For the band at 1611 cm-', a large decrease of the relative intensity and a shift to lower C l Q 3800 calcined loaded as-syntesized 3600 3400 3200 Wavenumher / cm-' Fig. 5. IR spectra in the range of hydroxyl stretching vibration mode of: (a) calcined Al-MS sample; (b) as synthesized Al-MS sample; (c) Al-M5 sample loaded with Jacobsen complex I (in situ studies). G. Frunza et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 179-187 creases remarkably. For comparison, the template - cetyltrimethylammonium ions - present in the as-synthesized material, causes only a shift of this band to lower wavenumber (3690 cm-1). This shows conclusively that the Jacobsen complex interacts stronger with the walls than the template. 3.4. Catalysis The catalytic properties of the immobilized Jacobsen complex I in the epoxidation of 1,2-dihydronaphthalene was tested for the complex loaded Al-MS samples. To avoid any release of the homogeneous catalyst from the molecular sieve, the loaded samples were previously `leached' by repeated treatment with dichloromethane until the extracting solvent remained colourless. Additionally, the absence of the complex in the solvent was checked by UV-VIS. In this manner it is assured that the catalyst was completely located inside the zeolite and not at the external surface or in solution. After extraction, the catalyst content of the sample was 1.3% (TG). The catalytic tests for the Jacobsen complex I loaded Al-MS were compared with those for the unsupported complex, obtained under identical reaction conditions. Blank experiments with unloaded Al-MS and Mn-exchanged Al-MS were also performed in order to check any catalytic activity of the molecular sieve alone as well as of the Mn ions free of the complexing Schiff base. The main results of the catalytic tests are summarized in Table 2. Interestingly, the Jacobsen complex I immobilized on the mesoporous MCM-like aluminosilicate preserves fully its amazing catalytic properties: The enantiomeric selectivity is fully maintained as well as the turn-over number (expressed as the amount of obtained epoxide per catalyst mass). Previous best results for the homogeneously catalyzed transformation of 1,2-dihydronaphthalene were the following: 72% yield of epoxide and 78% enantiomeric excess (ee) were achieved using iodosylmesitylene as oxidant and 185 Table 2 Results of the catalytic tests Sample Jacobsen complex (homogeneous cat.) J(1.3)/Al-MS AI-MS AI-MSe,,mn Catalyst Yield Total Enantio amount (mg epoxide) turnover selectivity (mg) number ' 10 118 11.8 20:80 4/300 46 300 traces n 160 traces b 10.2 22:77 As mg epoxide/mg catalyst; the reaction duration was the same in all cases. b Even 1,2-dihydronaphtalene contains some traces of epoxide. (R, R)-(-)-N, N'-bis (3,5-di-tert-butylsalicylidene)-1,2-cyclo-hexane-diamino-manganese(III) chloride as homogeneous catalyst [2]; 11-72% epoxide yield and between 21-95% ee using other (salen)Mn(III) complexes than the Jacobsen complex 1 [45] and, finally, 70% aziridine yield with 87% ee using a (salen)Cu(II) complex as catalyst. In order to have a correct comparison with our results, one has to take into consideration that the catalyst amount presently used was ten to hundred times lower than in Jacobsen papers (0.4 mmol). Moreover, the reaction conditions were not further optimized. The similar catalytic activity and selectivity of the encaged complex compared with the free catalyst means that the reactant molecules have free access to the embedded Jacobsen catalyst, like in homogeneous catalysis. This is confirmed by the molecular model of the complex in the mesopore. Even in the case of the large Jacobsen complex remains enough available void space in the pore (Fig. 6). In addition, it is suggested that the mechanism of the catalytic reaction on the embedded catalyst is the same as that of the free catalyst. Generally, the Mn(III) salen catalyzed epoxidation reactions proceed via discrete manganese(V)-oxo intermediates, in analogy to the reactive `oxygen transfer' species of monooxygenases and their models [46]. The high stereoselectivity with cis-olefins is readily understood in terms of side-on attack by the reacting olefin at the oxygen of the Mn-oxo 186 L. Frunza et al. /Journal of Molecular Catalysis A: Chemical 123 (1997)179-187 Fig. 6. Molecular graphic representation of the Jacobsen complex I (Hyperchem) embedded into a mesepore of 50 diameter (pore walls schematically indicated bay balls). Dimension of the Jacobsen complex I: ca. 17 X 11 X 5 A. moiety. However, detailed studies are necessary to establish this fact in the case of the embedded Jacobsen complex I. The catalytic results suggests that the embedded catalyst is probably parallel aligned to the walls of the mesopores and freely accessible to the reactants. 4. Conclusions Mesoporous silicates related to MCM-41 are suitable supports for tailor-made catalysts for homogeneous catalysis (good perspectives for utilization in heterogenization). For the Jacobsen complex I catalyst under study, the same catalytic activity and stereoselectivity in the olefin epoxidation for the immobilized catalyst as for homogeneous catalyst acting in solution have been found. Due to strong guest/host interactions, mainly between the aromatic rings of the complex and the internal surface silanol groups of the walls of the mesopores, the complex is stable bound and hardly to leach. Really, the internal surface of the molecular sieve is highly hydroxylated and behaves hydrophylic. The high catalytic activity and enantioselectivity point to the free accessibility of the loaded complex for reactant molecules. The high stereoselectivity of the loaded complex additionally indicates that its geometry is not substantially changed. In summary, from the strong hydrogen bonding between the complex and the walls, the free accessibility, and the maintenance of the stereoselectivity we propose that the complex is parallelly arranged to the pore walls. Acknowledgements This work was in part supported by the Deutsche Forschungsgemeinschaft (DFG project Fr 992/4-1). LF thanks the DAAD (Deuscher Akademischer Austauschdienst) for financial support. The authors also acknowledge Dr. Susanne Thiele for the fluorescence measurements. References [1] K. Srinivasan, P. Michaud, J.K. Kochi, J. Am. Chem. Soc. 108 (1986) 2309. [2] W. Zhang, J.L. Loebach, S.R. Wilson, E.N. Jacobsen, J. Am. Chem. Soc. 112 (1990) 2801-2803. [3] W. Zhang, E.N. Jacobsen, J. Org. Chem. 56 (1991) 2296. [4j E.N. Jacobsen, W. Zhang, A.R. Muci, J.R. Ecker, L. Deng, J. Am. Chem. Soc. 113 (1991) 7063. [Sj S. Chang, R.M. Heid, E.N. Jacobsen, Tetrahedron Lett. 35 (1994) 669. [6] N.H. Lee, E.N. Jacobsen, Tetrahedron Lett. 32 (1991) 6533. [7] M. Palucki, P.E. Hanson, E.N. Jacobsen, Tetrahedron Lett. 33 (1992) 7111. [8] Z. Li, K.R. Konser, E.N. Jacobsen, J. Am. Chem. Soc. 115 (1993) 5326. [9] N.H. Lee, A.R. Muci, E.N. Jacobsen, Tetrahedron Lett. 32 (1991) 5055. [10] L. Deng, E.N. Jacobsen, J. Org. Chem. 57 (1992) 4320. [11] K.J. Balkus Jr., A.G. Gabrielov, S.L. Bell, F. Bedioui, L. Rou J. Devynck, Inorg. Chem. 33 (1994) 67, and references cited therein. [12] D.E. De Vos, J. Meinershagen, T. Bein, in: J.W. Heitower, W.N. Delgas, E. Iglesia, A.T. Bell (Eds.), l lth International Congress on Catalysis: 40th Anniversary, Elsevier Science B.V., Amsterdam, 1996, p. 1303. G. Frunza et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 179-187 [13] D. De Vos, T. Bein, J. Organomet. Chem. 520 (1996) 195. [141 M.G.L. Petrucci, A.K. Kakkar, Adv. Mater. 8 (1996) 251. [15] R.F. Parton, L. Uytterhoeven, P.A. Jacobs, in: M. Guisnet et al. (Eds.), Heterogeneous Catalysis and Fine Chemicals II, Elsevier Science B.V., Amsterdam, 1991, p. 395. [161 G. Meyer, D. Wrle, M. Mohl, G. Schulz-Ekloff, Zeolites 4 (1984) 30. [17] S. Ernst, in: M.L. Occelli, H. Kessler (Eds.), Synthesis of Porous Materials, Marcel Dekker Inc., New York, NY, 1996, p. 197. [18] S. Inagaki, Y. Fukushima, K. Kuroda, J. Chem. Soc., Chem. Commun. (1993) 680. [19] C.T. Kresge, M.E. Leonowicz, W.J. Roth, J.C. Vartuli, J.S. Beck, Nature 359 (1992) 710. [201 A. Monnier, F. Schh, Q. Huo, D. Kumar, D. Margolese, R.S. Maxwell, G.D. Stucky, M. Krishnamurty, P. Petroff, A, Firouzi, M. Janicke, B.F. Chmelka, Science 261 (1993) 1299. [21] J.F. Larrow, E.N. Jacobsen, J. Org. Chem. 59 (1994) 1939. [22] J.S. Beck, J.C. Vartuli, W.J. Roth, M.E. Leonowicz, C.T. Kresge, K.D. Schmitt, C.T.-W. Chu, D.H. Olson, E.W. Sheppard, S.B. McCullen, J.B. Higgins, J.L. Schlenker, J. Am. Chem. Soc. 114 (1992) 10834. [23] J. Rathousky, A. Zukal, O. Franke, G. Schulz-Ekloff, J. Chem. Soc., Faraday Trans. 90 (1994) 2821. [24] H. Kosslick, G. Lischke, G. Walther, W. Storek, A. Martin, R. Fricke, Microporous Mater. 9 (1997) 13. [25] C.P. Horwitz, P.J. Window, J.T. Warden, C.A. Lisek, Inorg. Chem. 32 (1993) 82. [26] A.B.P. Lever, Inorganic Electronic Spectroscopy, Elsevier Science B.V., Amsterdam, 1968. [271 D.J. Graven, J.H. Griffin, J. Org. Chem. 58 (1993) 820. 187 [28] M.M. Bhadbhade, D. Srinivas, Inorg. Chem. 32 (1993) 6122. [29] D. Avnir, D. Levy, R. Reisfeld, J. Phys. Chem. 88 (1984) 5956. [301 A. Bigotto, E. Reisenhofer, R. Giordani, Spectrochim. Acta 40A (1984) 203. [311 A. Bigotto, G. De Alti, Spectrochim. Acta 30A (1974) 27. [321 W.J. Balfour, Spectrochim. Acta 39A (1983) 795. [33] A.R. Katritzky, J.M. Lagowski, J. Chem. Soc. (1958) 4155. [34] A.R. Katritzky, J. Chem. Soc. (1958) 4162. [35] A.R. Katritzky, P. Simmons, J. Chem. Soc. (1959) 2051. [36] A.R. Katritzky, R.A. Jones, J. Chem. Soc. (1959) 3670. [37] H.A. Tajmir-Riahi, Spectrochim. Acta 38A (1982) 1043. [381 R.J. Hill, C.E.F. Rickard, J. Inorg. Nucl. Chem. 40 (1978) 793. [391 K. Srinivasan, P. Michaud, J.K. Kochi, J. Am. Chem. Soc. 108 (1986) 2309. [40] C. Bowers, P.K. Dutta, J. Catal. 122 (1990) 271. [41] A. Bigotto, V. Galasso, G. De Alti, Spectrochim. Acta 28A (1972) 1581. [421 N.J. Boldt, R.J. Donohoe, R.R. Birge, D.F. Bocian, J. Am. Chem. Soc. 109 (1987) 2284. [431 C.L. Angell, M.V. Howell, J. Colloid Interface Sci. 28 (1968) 279. [44] H. Klein, H. Fuess, in: J. Weitkamp, H.G. Karge, H. Pfeifer, W. H61derich (Eds.), Zeolites and Related Microporous Materials: State of the Art 1994, Elsevier Science B.V., Amsterdam, 1994, p. 2067. [45] N. Hosoya, A. Hatayama, K. Yanai, H. Fujii, R. Irie, T. Katsuki, SYNLETT (1993) 641. [46] H. Fu, G.C. Look, W. Zhang, EX Jacobsen, C.-H. Wong, 1. Org. Chem. 56 (1991) 6497. MOLCAA 97000460 S1381-1169(97)00046-0 10.1016/S1381-1169(97)00046-0 Molecular aspects of heterogeneous catalysis Article Host/guest interactions in nanoporous materials I. The embedding of chiral salen manganese(III) complex into mesoporous silicates L. Frunza a H. Kosslick ∗ b H. Landmesser b E. Höft b R. Fricke b a Institute of Physics and Technology of Materials, P.O. Box Mg 07, R-76900 Bucharest-Magurele, Romania b Institute of Applied Chemistry, D-12484 Berlin-Adlershof, Germany ∗ Corresponding author. Fax: +49-30-63924392. The embedding of a enantioselective homogeneous catalyst — the chiral manganese(III) cationic complex of salen type (Jacobsen complex I) — into the pores of mesoporous substituted silicates is investigated. The host/guest interaction is studied by different methods: TG-DTA, UV-VIS, and FTIR. The results are consistent with a location of the large Mn complex inside the mesopores. Catalytic tests in olefin epoxidation prove the fully maintenance of the catalytic activity and stereoselectivity of the complex after embedding. This promising result indicates that MCM-like materials might have perspectives as supports for the heterogenization of homogeneous catalysts. References [1] K. Srinivasan P. Michaud J.K. Kochi J. Am. Chem. Soc. 108 1986 2309 [2] W. Zhang J.L. Loebach S.R. Wilson E.N. Jacobsen J. Am. Chem. Soc. 112 1990 2801 2803 [3] W. Zhang E.N. Jacobsen J. Org. Chem. 56 1991 2296 [4] E.N. Jacobsen W. Zhang A.R. Muci J.R. Ecker L. Deng J. Am. Chem. Soc. 113 1991 7063 [5] S. Chang R.M. Heid E.N. Jacobsen Tetrahedron Lett. 35 1994 669 [6] N.H. Lee E.N. Jacobsen Tetrahedron Lett. 32 1991 6533 [7] M. Palucki P.E. Hanson E.N. Jacobsen Tetrahedron Lett. 33 1992 7111 [8] Z. Li K.R. Konser E.N. Jacobsen J. Am. Chem. Soc. 115 1993 5326 [9] N.H. Lee A.R. Muci E.N. Jacobsen Tetrahedron Lett. 32 1991 5055 [10] L. Deng E.N. Jacobsen J. Org. Chem. 57 1992 4320 [11] K.J. Balkus Jr. A.G. Gabrielov S.L. Bell F. Bedioui L. Roué J. Devynck Inorg. Chem. 33 1994 67 and references cited therein [12] D.E. De Vos J. Meinershagen T. Bein J.W. Heitower W.N. Delgas E. Iglesia A.T. Bell 11th International Congress on Catalysis: 40th Anniversary 1996 Elsevier Science B.V., Amsterdam 1303 [13] D. De Vos T. Bein J. Organomet. Chem. 520 1996 195 [14] M.G.L. Petrucci A.K. Kakkar Adv. Mater. 8 1996 251 [15] R.F. Parton L. Uytterhoeven P.A. Jacobs M. Guisnet Heterogeneous Catalysis and Fine Chemicals II 1991 Elsevier Science B.V., Amsterdam 395 [16] G. Meyer D. Wöhrle M. Mohl G. Schulz-Ekloff Zeolites 4 1984 30 [17] S. Ernst M.L. Occelli H. Kessler Synthesis of Porous Materials 1996 Marcel Dekker Inc., New York, NY 197 [18] S. Inagaki Y. Fukushima K. Kuroda J. Chem. Soc., Chem. Commun. 1993 680 [19] C.T. Kresge M.E. Leonowicz W.J. Roth J.C. Vartuli J.S. Beck Nature 359 1992 710 [20] A. Monnier F. Schüth Q. Huo D. Kumar D. Margolese R.S. Maxwell G.D. Stucky M. Krishnamurty P. Petroff A. Firouzi M. Janicke B.F. Chmelka Science 261 1993 1299 [21] J.F. Larrow E.N. Jacobsen J. Org. Chem. 59 1994 1939 [22] J.S. Beck J.C. Vartuli W.J. Roth M.E. Leonowicz C.T. Kresge K.D. Schmitt C.T.-W. Chu D.H. Olson E.W. Sheppard S.B. McCullen J.B. Higgins J.L. Schlenker J. Am. Chem. Soc. 114 1992 10834 [23] J. Rathousky A. Zukal O. Franke G. Schulz-Ekloff J. Chem. Soc., Faraday Trans. 90 1994 2821 [24] H. Kosslick G. Lischke G. Walther W. Storek A. Martin R. Fricke Microporous Mater. 9 1997 13 [25] C.P. Horwitz P.J. Winslow J.T. Warden C.A. Lisek Inorg. Chem. 32 1993 82 [26] A.B.P. Lever Inorganic Electronic Spectroscopy 1968 Elsevier Science B.V., Amsterdam [27] D.J. Gravert J.H. Griffin J. Org. Chem. 58 1993 820 [28] M.M. Bhadbhade D. Srinivas Inorg. Chem. 32 1993 6122 [29] D. Avnir D. Levy R. Reisfeld J. Phys. Chem. 88 1984 5956 [30] A. Bigotto E. Reisenhofer R. Giordani Spectrochim. Acta 40A 1984 203 [31] A. Bigotto G. De Alti Spectrochim. Acta 30A 1974 27 [32] W.J. Balfour Spectrochim. Acta 39A 1983 795 [33] A.R. Katritzky J.M. Lagowski J. Chem. Soc. 1958 4155 [34] A.R. Katritzky J. Chem. Soc. 1958 4162 [35] A.R. Katritzky P. Simmons J. Chem. Soc. 1959 2051 [36] A.R. Katritzky R.A. Jones J. Chem. Soc. 1959 3670 [37] H.A. Tajmir-Riahi Spectrochim. Acta 38A 1982 1043 [38] R.J. Hill C.E.F. Rickard J. Inorg. Nucl. Chem. 40 1978 793 [39] K. Srinivasan P. Michaud J.K. Kochi J. Am. Chem. Soc. 108 1986 2309 [40] C. Bowers P.K. Dutta J. Catal. 122 1990 271 [41] A. Bigotto V. Galasso G. De Alti Spectrochim. Acta 28A 1972 1581 [42] N.J. Boldt R.J. Donohoe R.R. Birge D.F. Bocian J. Am. Chem. Soc. 109 1987 2284 [43] C.L. Angell M.V. Howell J. Colloid Interface Sci. 28 1968 279 [44] H. Klein H. Fuess J. Weitkamp H.G. Karge H. Pfeifer W. Hölderich Zeolites and Related Microporous Materials: State of the Art 1994 1994 Elsevier Science B.V., Amsterdam 2067 [45] N. Hosoya A. Hatayama K. Yanai H. Fujii R. Irie T. Katsuki SYNLETT 1993 641 [46] H. Fu G.C. Look W. Zhang E.N. Jacobsen C.-H. Wong J. Org. Chem. 56 1991 6497",
      "scopus-id": "0030798946",
      "coredata": {
        "eid": "1-s2.0-S1381116997000460",
        "dc:description": "The embedding of a enantioselective homogeneous catalyst — the chiral manganese(III) cationic complex of salen type (Jacobsen complex I) — into the pores of mesoporous substituted silicates is investigated. The host/guest interaction is studied by different methods: TG-DTA, UV-VIS, and FTIR. The results are consistent with a location of the large Mn complex inside the mesopores. Catalytic tests in olefin epoxidation prove the fully maintenance of the catalytic activity and stereoselectivity of the complex after embedding. This promising result indicates that MCM-like materials might have perspectives as supports for the heterogenization of homogeneous catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000460",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Frunza, L."
          },
          {
            "@_fa": "true",
            "$": "Kosslick, H."
          },
          {
            "@_fa": "true",
            "$": "Landmesser, H."
          },
          {
            "@_fa": "true",
            "$": "Höft, E."
          },
          {
            "@_fa": "true",
            "$": "Fricke, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000460"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000460"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00046-0",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Host/guest interactions in nanoporous materials I. The embedding of chiral salen manganese(III) complex into mesoporous silicates",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "179-187",
        "prism:endingPage": "187",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00046-0",
        "prism:startingPage": "179",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00046-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030798946"
      }
    }
  }
}