{
  "metadata": {
    "title": "One-step hydrogenolysis of dimethyl maleate to tetrahydrofuran over chromium-modified Cu–B/γ-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-08-18",
    "doi": "10.1016/j.molcata.2006.04.047",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906007813",
    "pii": "S1381116906007813"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33747375160",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-06-05 2006-06-05 2010-03-29T20:21:43 1-s2.0-S1381116906007813 S1381-1169(06)00781-3 S1381116906007813 10.1016/j.molcata.2006.04.047 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02376 2015-05-15T05:56:33.323092-04:00 0 0 20060818 2006 2006-06-05T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 256 256 1 2 1 2 Volume 256, Issues 1–2 24 164 170 164 170 20060818 18 August 2006 2006-08-18 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. ONESTEPHYDROGENOLYSISDIMETHYLMALEATETETRAHYDROFURANOVERCHROMIUMMODIFIEDCUBAL2O3CATALYSTS GUO P 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Activity test and product analysis 3 Results and discussion 3.1 Chemical composition and surface area 3.2 Crystalline phase and morphology 3.3 Surface species and chemical state 3.4 Gas-phase hydrogenolysis of DMM 4 Conclusions Acknowledgments References WEISSERMEL 1997 K INDUSTRIALORGANICCHEMISTRY MULLER 1999 H INDUSTRIALORGANICCHEMICALSSTARTINGMATERIALSINTERMEDIATESULLMANNSENCYCLOPEDIA HAAS 2005 83 T MULLER 2003 419 S OHLINGER 2003 1453 C WOOD 1998 298 M ZHANG 1998 3525 Q MOKHTAR 2001 4 M MATSUDA 1995 293 T LIAW 2001 245 B LIAW 2000 199 B EVANS 1983 75 J CHEN 2002 121 Y GASPAR 2003 309 A FANG 2005 97 J MEDA 2004 756 L MORALES 2002 10185 J CHEN 2004 419 X SCHLANDER 1999 1264 J GALLEZOT 1998 81 P GUOX2006X164 GUOX2006X164X170 GUOX2006X164XP GUOX2006X164X170XP item S1381-1169(06)00781-3 S1381116906007813 1-s2.0-S1381116906007813 10.1016/j.molcata.2006.04.047 271358 2010-10-08T06:20:36.749401-04:00 2006-08-18 1-s2.0-S1381116906007813-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/MAIN/application/pdf/02d42dda799b5d6d68a5d0a7059e7da3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/MAIN/application/pdf/02d42dda799b5d6d68a5d0a7059e7da3/main.pdf main.pdf pdf true 484264 MAIN 7 1-s2.0-S1381116906007813-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/PREVIEW/image/png/b598742b12f9bbbe0839e1c3e633c7a3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/PREVIEW/image/png/b598742b12f9bbbe0839e1c3e633c7a3/main_1.png main_1.png png 74147 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906007813-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/gr3/DOWNSAMPLED/image/jpeg/dd71470e753c299e3b5029df60d82303/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/gr3/DOWNSAMPLED/image/jpeg/dd71470e753c299e3b5029df60d82303/gr3.jpg gr3 gr3.jpg jpg 68617 742 526 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007813-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/gr3/THUMBNAIL/image/gif/c49502718a9577254eeee1b720ea02d7/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/gr3/THUMBNAIL/image/gif/c49502718a9577254eeee1b720ea02d7/gr3.sml gr3 gr3.sml sml 1311 93 66 IMAGE-THUMBNAIL 1-s2.0-S1381116906007813-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/fx1/DOWNSAMPLED/image/jpeg/ba874cf506548331413a6a7005a56fd3/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/fx1/DOWNSAMPLED/image/jpeg/ba874cf506548331413a6a7005a56fd3/fx1.jpg fx1 true fx1.jpg jpg 13133 160 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007813-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/fx1/THUMBNAIL/image/gif/72af12325d17699bb44d664ca89bd6bf/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/fx1/THUMBNAIL/image/gif/72af12325d17699bb44d664ca89bd6bf/fx1.sml fx1 true fx1.sml sml 1023 53 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906007813-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/gr1/DOWNSAMPLED/image/jpeg/7b4748a23826f78f077d365eb9ce905a/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/gr1/DOWNSAMPLED/image/jpeg/7b4748a23826f78f077d365eb9ce905a/gr1.jpg gr1 gr1.jpg jpg 20809 296 368 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007813-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/gr1/THUMBNAIL/image/gif/3415f8d55aad9eea99f02e90a5e7571c/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/gr1/THUMBNAIL/image/gif/3415f8d55aad9eea99f02e90a5e7571c/gr1.sml gr1 gr1.sml sml 1809 93 116 IMAGE-THUMBNAIL 1-s2.0-S1381116906007813-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/sc1/DOWNSAMPLED/image/jpeg/7aaa09834781b15504d985c6ab138548/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/sc1/DOWNSAMPLED/image/jpeg/7aaa09834781b15504d985c6ab138548/sc1.jpg sc1 sc1.jpg jpg 15023 127 526 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007813-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/sc1/THUMBNAIL/image/gif/06df84cf932769b57b0cfb08d6688ec6/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/sc1/THUMBNAIL/image/gif/06df84cf932769b57b0cfb08d6688ec6/sc1.sml sc1 sc1.sml sml 717 30 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906007813-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/gr2/DOWNSAMPLED/image/jpeg/3eb7ed2717dd4614117c9be16dbf3db1/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/gr2/DOWNSAMPLED/image/jpeg/3eb7ed2717dd4614117c9be16dbf3db1/gr2.jpg gr2 gr2.jpg jpg 132395 741 365 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007813-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/gr2/THUMBNAIL/image/gif/9132c33748f7822f03db8cb4fef3c9a7/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/gr2/THUMBNAIL/image/gif/9132c33748f7822f03db8cb4fef3c9a7/gr2.sml gr2 gr2.sml sml 1915 93 46 IMAGE-THUMBNAIL 1-s2.0-S1381116906007813-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/gr4/DOWNSAMPLED/image/jpeg/554eb76fd02664c20b849f2f342a2326/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/gr4/DOWNSAMPLED/image/jpeg/554eb76fd02664c20b849f2f342a2326/gr4.jpg gr4 gr4.jpg jpg 58635 866 366 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007813-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007813/gr4/THUMBNAIL/image/gif/28b36b9e473862e661601f736ae89480/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007813/gr4/THUMBNAIL/image/gif/28b36b9e473862e661601f736ae89480/gr4.sml gr4 gr4.sml sml 842 92 39 IMAGE-THUMBNAIL MOLCAA 5990 S1381-1169(06)00781-3 10.1016/j.molcata.2006.04.047 Elsevier B.V. Scheme 1 Reaction scheme for the hydrogenolysis of dimethyl maleate to γ-butyrolactone, 1,4-butanediol and tetrahydrofuran. Fig. 1 XRD patterns of (a) Cu–B/γ-Al2O3 and (b) 30% Cr–Cu–B/γ-Al2O3 catalysts. Fig. 2 TEM images of (a) Cu–B/γ-Al2O3 and (b) 30% Cr–Cu–B/γ-Al2O3 catalysts. Fig. 3 XPS spectra of (a) Cu 2p, (b) Cu LMM, (c) Cr 2p, and (d) B 1s levels of the Cu–B/γ-Al2O3 and 30% Cr–Cu–B/γ-Al2O3 catalysts. Fig. 4 Effect of reaction conditions on the hydrogenolysis of DMM over the 30% Cr–Cu–B/γ-Al2O3 catalyst. Other conditions: (a) T =533K, H2/DMM=120 (mol/mol), DMM LSV=0.36ml (gcat.)−1 h−1, (b) T =533K, p =5MPa, DMM LSV=0.36ml (gcat.)−1 h−1, and (c) p =5MPa, H2/DMM=120 (mol/mol), DMM LSV=0.36ml (gcat.)−1 h−1. Table 1 Physico-chemical properties of the Cr-modified Cu–B/γ-Al2O3 catalysts Sample Cu loading a (wt.%) Composition b (molar ratio) Cr/Cu c (%) S BET (m2 g−1) d d (nm) S Cu e (m2 gcat. −1) γ-Al2O3 – – – 136 – – Cu–B/γ-Al2O3 5.22 Cu73.6B26.4 – 123 18 4.9 10% Cr–Cu–B/γ-Al2O3 6.43 Cu64.1Cr10.1B25.5 10.1 124 13 6.2 20% Cr–Cu–B/γ-Al2O3 6.26 Cu54.5Cr14.5B31.0 16.7 130 13 6.4 30% Cr–Cu–B/γ-Al2O3 6.46 Cu47.4Cr20.2B32.4 27.5 125 13 7.2 40% Cr–Cu–B/γ-Al2O3 4.87 Cu34.5Cr24.8B40.7 35.0 126 12 6.7 a Cu loading relative to alumina. b Oxygen and alumina are not included. c The molar percentage of Cr in the catalyst relative to Cu in the preparation. d Measured by TEM. e Based on hydrogen desorption. Table 2 Effect of Cr modification on DMM hydrogenolysis at 533K and 5MPa a Catalyst Conversion (%) Selectivity (%) TOF (×10−2 s−1) DMS GBL BDO THF Cu–B/γ-Al2O3 97.3 62.4 15.2 3.9 18.5 2.9 10% Cr–Cu–B/γ-Al2O3 98.9 29.1 17.5 5.4 48.0 3.7 20% Cr–Cu–B/γ-Al2O3 99.3 27.2 18.4 4.7 49.7 3.7 30% Cr–Cu–B/γ-Al2O3 99.9 15.0 15.8 3.7 65.5 3.7 40% Cr–Cu–B/γ-Al2O3 98.3 19.6 14.1 3.8 62.5 3.8 a Other conditions: H2/DMM (mol/mol)=120, DMM LSV=0.36ml(gcat.)−1 h−1. One-step hydrogenolysis of dimethyl maleate to tetrahydrofuran over chromium-modified Cu–B/γ-Al2O3 catalysts P.J. Guo L.F. Chen S.R. Yan W.L. Dai M.H. Qiao ⁎ H.L. Xu K.N. Fan ⁎ Department of Chemistry and Shanghai Key Laboratory of Molecular Catalysis and Innovative Materials, Fudan University, Shanghai 200433, PR China ⁎ Corresponding authors. Tel.: +86 21 65643977; fax: +86 21 65642978. Graphical abstract One-step gas-phase hydrogenolysis of dimethyl maleate to tetrahydrofuran with the yield as high as 94% has been achieved over the chromium-modified Cu–B/γ-Al2O3 catalyst prepared by the facile chemical reduction method. The one-step gas-phase hydrogenolysis of dimethyl maleate to tetrahydrofuran has been investigated over a series of chromium-modified Cu–B/γ-Al2O3 catalysts prepared by the wetness impregnation–chemical reduction method. The characterizations reveal that copper in the Cu–B/γ-Al2O3 and chromium-modified Cu–B/γ-Al2O3 catalysts is solely in the metallic state, while chromium and boron are in the oxidized state. The addition of chromium not only reduces the crystallite size of metallic copper and increases the dispersion, but also promotes the intrinsic activity of the Cu–B/γ-Al2O3 catalyst. With the aid of the acidity of γ-Al2O3, a tetrahydrofuran yield of 94% is achieved over the 30% Cr–Cu–B/γ-Al2O3 catalyst under optimized reaction condition. Keywords Cr–Cu–B γ-Al2O3 Dimethyl maleate Tetrahydrofuran Hydrogenolysis 1 Introduction The synthesis of tetrahydrofuran (THF) is of considerable interest due to its wide and important applications. THF is a precursor for polyurethanes, elastic fibers and molded elastomers copolyesters, and also finds widespread usage as high-performance solvent for many polymers. The expanding market for polytetramethylene ether glycol (PTMEG) with THF as monomer adds further demand for THF [1,2]. At present, the production of THF is dominated by the dehydration of 1,4-butanediol (BDO) which itself is manufactured by complicated routes or under stringent conditions [1,3]. A direct and selective route to THF is highly desirable considering the simplified operation procedures and conservation in energy. Recently, over an elaborately designed Cu/ZnO extrudate with γ-Al2O3 as a binder, Müller and coworkers achieved a nearly complete conversion of dimethyl maleate (DMM) to THF in single-stage gas-phase hydrogenolysis of DMM [4]. This route has additional merit as the polymeric deposits resulting from trans-esterification of BDO with DMM can be avoided due to the low concentration of BDO, which otherwise would plug the reactor during the operation [4,5]. On the other hand, unsupported ultrafine binary Cu–B and ternary M–Cu–B (M=Cr, Zn, La, V, Mn, Th) catalysts prepared by the chemical reduction method with borohydride as reductant are potential alternatives to Cu/Zn/Al2O3 and copper chromite catalysts which have found extensive usage in industrial hydrogenation processes including the hydrogenation of DMM and diethyl maleate [4–8]. Matsuda et al. demonstrated that the space yield of methanol on an ultrafine V–Cu–B catalyst was about 3.5 times as high as that on a co-precipitated Cu–Zn catalyst in liquid-phase hydrogenation of CO [9]. In the liquid-phase synthesis of methanol from CO2 and H2, Liaw and Chen found that an ultrafine 20% Zr–Cu–B catalyst was a good catalyst in the lower temperature range, while a 20% Cr–Cu–B catalyst was the better one in the range of 225–250°C [10]. In another work [11], they systematically explored the hydrogenation of a series of organic molecules containing one or more olefinic and/or carbonyl groups over unsupported M–Cu–B catalysts, and suggested that a Cr–Cu–B catalyst (Cr<5mol%) could be a suitable candidate for the replacement of commercial copper chromite catalysts (Cr>50mol%). Considering the superior activity of the Cr–Cu–B catalyst in saturating the olefinic and carbonyl groups, it is a natural extension to use such catalysts in the reaction of DMM hydrogenolysis, as DMM molecules also have similar functional groups. Because γ-Al2O3 is indispensable for a high selectivity toward THF by providing the acid sites for BDO dehydration [4], in this paper we prepared a series of γ-Al2O3-supported Cr–Cu–B catalysts with different Cr contents and examined them in gas-phase hydrogenolysis of DMM in a fixed-bed reactor. Results demonstrated that the Cr-modified Cu–B/γ-Al2O3 catalyst is a promising alternative to the Cu/ZnO/γ-Al2O3 extrudates in one-step hydrogenolysis of DMM to THF. 2 Experimental 2.1 Catalyst preparation The Cr-modified Cu–B/γ-Al2O3 samples were prepared by the following procedure. γ-Alumina (40–60 mesh, S BET 136m2 g−1) was impregnated with a desired amount of mixed aqueous solution of CuCl2 and CrCl3 for 6h at 303K. The nominal copper loading was maintained at 10wt.% relative to alumina. Then it was dried at 353K with constant stirring, followed by drying at 373K overnight to remove residual water. The precursor was reduced by adding 1.5M aqueous solution of KBH4 under vigorous stirring. The molar ratio of B/(Cu+Cr) was kept at 4/1 to ensure the reduction of the metal ions. The resulting black catalyst was washed with distilled water to neutrality, and then with methanol three times to replace water. The catalysts used for characterization were washed with ethanol instead of methanol. According to the chromium content, the catalysts were designated as x% Cr–Cu–B/γ-Al2O3, where x is the nominal molar percentage of Cr with respect to Cu in the preparation. 2.2 Catalyst characterization The bulk composition was analyzed by inductively coupled plasma-atomic emission spectroscopy (ICP-AES; IRIS Intrepid). The Brunauer–Emmett–Teller surface area (S BET) was measured using N2 physisorption at 77K on the Micromeritics TriStar3000 apparatus. Prior to measurement, the catalyst was transferred to the glass adsorption tube and degassed at 383K under ultrahigh pure nitrogen flow for 2.0h. The X-ray diffraction (XRD) pattern was collected on a Bruker AXS D8 Advance X-ray diffractometer using Cu Kα radiation (λ =0.15418nm). The tube voltage was 40kV, and the current was 40mA. A catalyst with solvent was put on the sample stage, with argon flow (99.9995%) purging the sample during the detection to avoid oxidation. The particle size and distribution were observed by transmission electron microscopy (TEM; JEOL JEM2011) which is equipped with an energy dispersive X-ray emission analyzer (EDX). The surface species were detected by X-ray photoelectron spectroscopy (XPS; Perkin Elmer PHI5000C). The spectrum was recorded with Mg Kα line as the excitation source (hν =1253.6eV). The sample was pressed to a self-supported disc and kept in ethanol before mounting on the sample plate. It was degassed in the pretreatment chamber at 383K for 2h in vacuo before being transferred into the analyzing chamber where the background pressure was lower than 2×10−9 Torr. All the binding energy (BE) values were referenced to the C 1s peak of contaminant carbon at 284.6eV with an uncertainty of ±0.2eV. The active copper surface area was determined by temperature-programmed desorption of hydrogen (H2-TPD). After treated at 523K for 1h under argon flow (99.9995%, deoxygenated by an Alltech Oxy-trap filter), the catalyst was cooled down to room temperature before saturation chemisorption of hydrogen by pulsed injection as confirmed by the constant eluted peak area. The maximum desorption temperature, 1000K, was reached at a ramping rate of 20Kmin−1. The H2 signal (mass 2) was monitored by an on-line mass spectrometer (MS; Stanford SRS200). Active surface area was calculated from the volume of hydrogen desorbed by assuming H/Cu(s) stoichiometry of unity and a value of 1.46×1019 Cu atoms per m2 [12]. Turnover frequency (TOF) was expressed as the number of H2 molecules consumed on per active surface copper atom per second during the reaction. 2.3 Activity test and product analysis The catalytic experiments were carried out on a continuous flow unit equipped with a stainless-steel fixed-bed tubular reactor. The catalyst bed had a diameter of 11mm and a length of approximately 30mm. Both sides of the catalyst bed were packed with quartz powder (40–60 mesh) to ensure a plug flow profile of the feed. 20vol.% DMM (purity>98%) diluted with methanol and hydrogen were fed into the reactor at a H2/DMM molar ratio varying from 80 to 140, and total pressure in the range of 3–6MPa. The reaction temperatures were ranged from 493 to 563K and the room-temperature space velocity (LSV) of DMM was set at 0.36ml (gcat.)−1 h−1. The products were condensed and analyzed by a gas chromatograph (Finnigan TraceGC ultra) fitted with an HP-5 capillary column and a flame ionization detector (FID). 3 Results and discussion 3.1 Chemical composition and surface area The chemical composition and BET surface area of the Cr-modified Cu–B/γ-Al2O3 catalysts are summarized in Table 1 . Chemical analysis reveals that on the Cu–B/γ-Al2O3 catalyst the copper loading is lower than the nominal amount, indicating that Cu has only been partly deposited on γ-Al2O3 using the chemical reduction method. The incorporation of Cr improves the copper loading to some extent, but excessive Cr reduces copper loading as for the 40% Cr–Cu–B/γ-Al2O3 catalyst. In these catalysts, the amount of Cr increases with Cr addition in the preparation, and is reasonably in close resemblance to the nominal value. Meanwhile, the presence of Cr promotes the co-precipitation of boron, which corroborates well by the observation by Chen et al. [10,11,13]. However, as compared to the ultrafine Cr–Cu–B catalysts, the amounts of Cr and B in the supported ones are much higher at the similar amount of Cr, which may be traced back to the very different reduction conditions between the two cases. On the other hand, supporting of Cr–Cu–B on γ-Al2O3 does not alter the preliminary line-shape of the nitrogen physisorption isotherms of alumina, irrespective of the amount of chromium incorporated, although a slight drop in surface area has occurred (Table 1). It is a reflection of the low loading of Cr–Cu–B which does not remarkably block the pores of the support. 3.2 Crystalline phase and morphology Fig. 1 shows the XRD patterns of Cu–B/γ-Al2O3 and 30% Cr–Cu–B/γ-Al2O3 as a representative for the Cr-modified catalysts. For both catalysts, besides the diffractions from γ-Al2O3 (JCPDS 46–1215), the diffractograms are dominated by the peaks at 2θ of 43.3°, 50.5° and 74.1°, which are assigned to (111), (200) and (220) planes of metallic Cu (JCPDS 04-0836), respectively. Like ultrafine Cu–B and Cr–Cu–B [10,11,13], no diffractions from Cr- and B-containing species are identified, possibly due to their small size beyond the detection limit of XRD and/or amorphous structure. Gaspar and Dieguez have prepared Cr/γ-Al2O3 catalysts with a Cr content comparable to our 30% Cr–Cu–B/γ-Al2O3 catalyst showing only diffraction peaks of γ-Al2O3, which is attributed to the strong interaction between Cr2O3 and γ-Al2O3 [14]. On the other hand, there is no diffraction peak from Cu2O for the present Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts, which is different from the ultrafine Cu–B or Cr–Cu–B catalysts [10,11,13]. By XRD, it is difficult to discriminate the two situations whether there is really no Cu2O or Cu2O exists in high dispersion; however, XPS will demonstrate that metallic copper is the only Cu-containing species in the Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts. Further analysis of Fig. 1 reveals that the intensity ratio between metallic copper and γ-Al2O3 is much lower in Cr-modified Cu–B/γ-Al2O3 than in Cu–B/γ-Al2O3, suggesting that the incorporation of Cr improves the dispersion of copper, which is beneficial for promoting the activity of the Cu-based catalysts. Moreover, the diffraction peaks of metallic copper are broader after Cr incorporation. Based on the integral width of the Cu(111) diffraction line and the Scherrer relation, it is found that the mean size of the metallic copper crystallite is decreased from ca. 20 to 13nm. The increased dispersion and decreased crystallite size are directly confirmed by TEM. As shown in Fig. 2 and also listed in Table 1, the size of the metallic copper crystallites (with darker contrast as confirmed by EDX) is ∼18nm in Cu–B/γ-Al2O3, and remains about 13nm irrespective of the amount of Cr incorporated, which correlates well with the crystallite size estimated from X-ray line broadening. A similar phenomenon has been identified on Cr-modified Ni–B catalysts, which is attributed to the presence of oxidized Cr-containing species lowering the surface energy of the nanoparticles, thus impeding their aggregation [15]. EDX analysis further reveals that only a small portion of the incorporated Cr coexists with metallic copper crystallites, so most Cr should be highly dispersed on alumina surface, as suggested by the XRD results. 3.3 Surface species and chemical state XPS analysis is carried out aiming to clarify the availability of Cu2O and the chemical states of Cr and B on the catalysts, because XRD does not provide any information on these aspects. The Cu 2p spectra illustrated in Fig. 3a evidently exclude the existence of CuO, as evidenced by the absence of the Cu 2p3/2 peak at 932.6eV and the 2p→3d satellite at ∼943eV characteristic of Cu2+ with electron configuration of d9 [16,17]. Combined with the Cu LMM kinetic energy (KE) of 918.0eV (Fig. 3b), the presence of Cu2O can also be excluded, as the modified Auger parameter (α′) is 1850.6eV, which is consistent with metallic copper rather than Cu2O [18]. Thus in the Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts, copper is solely in its elemental state after the reduction by KBH4. In addition, the Cr 2p and B 1s spectra unambiguously confirm that Cr and B are in their oxidized states. In Fig. 3c, the Cr 2p spectrum for the Cr-modified Cu–B/γ-Al2O3 catalyst exhibits two peaks at 577.0 and 586.5eV due to the Cr 2p3/2 and 2p1/2 levels of Cr2O3, respectively [16], suggesting that Cr3+ in CrCl3 cannot be reduced by KBH4, but hydrolyzes in basic KBH4 solution. In Fig. 3d, the only one B 1s peak centered at 191.6eV is unequivocally attributed to B2O3 [10,19]. 3.4 Gas-phase hydrogenolysis of DMM The effect of the amount of Cr on the catalytic behavior of the Cu–B/γ-Al2O3 catalysts in gas-phase hydrogenolysis of DMM has been investigated and the results are summarized in Table 2 . Catalytic tests are conducted at reaction temperature of 533K, total pressure of 5MPa, H2/DMM molar ratio of 120 and DMM LSV of 0.36ml (gcat.)−1 h−1. Steady-state product compositions are obtained after ∼8h on stream. It is generally known that the hydrogenolysis of DMM proceeds via dimethyl succinate (DMS), γ-butyrolactone (GBL), and BDO, while BDO can dehydrate further to THF (Scheme 1 ) [4,5,20], which is found also being held on our Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts. Since the hydrogenation of DMM to DMS is a very fast reaction [8], almost complete conversion of DMM (>97%) is observed over all the Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts, as listed in Table 2. Therefore, the conversion of DMS to subsequent products is adopted as a measure of the catalytic activity. In Table 2 one can find that Cr addition is beneficial for the hydrogenolysis of DMS. On the Cu–B/γ-Al2O3 catalyst, about 60.7mol% of DMS remains intact, while DMS is decreased to 15.0mol% on the 30% Cr–Cu–B/γ-Al2O3 catalyst. Excessive Cr is adverse to the catalytic activity, which results in the drop of the conversion of DMS at the Cr/Cu molar ratio of 40%. According to XRD and TEM, the improved DMS conversion over the Cr-modified Cu–B/γ-Al2O3 catalysts than that over the unmodified Cu–B/γ-Al2O3 catalyst can be related to the reduced particle size and increased dispersion of metallic copper after Cr incorporation, thus exposing more active sites for DMM hydrogenolysis. Table 1 demonstrates that the active copper surface area per gram of catalyst exhibits the trend of Cu–B/γ-Al2O3 <10% Cr–Cu–B/γ-Al2O3 <20% Cr–Cu–B/γ-Al2O3 <40% Cr–Cu–B/γ-Al2O3 <30% Cr–Cu–B/γ-Al2O3, which is qualitatively in agreement with the evolution of DMS conversion over these catalysts. However, it is noted that the increment in the active surface area cannot fully account for the activity difference between the Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts, suggesting that chromium-modification has changed the nature of the Cu–B/γ-Al2O3 catalyst. The TOF values listed in Table 2 are in line with this deduction; the TOF of the Cu–B/γ-Al2O3 catalyst is 0.029s−1, while it is increased to around 0.037s−1 for the Cr-modified Cu–B/γ-Al2O3 catalysts. As XPS reveals that the Cu 2p3/2 BEs of the Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts are identical, the modification of chromium on the electron structure of metallic copper seems unlikely to be the reason for the activity difference. In an additional experiment, we found that a Cu–B/γ-Al2O3 catalyst with lower Cu loading (∼3wt.%) and higher Cu dispersion has a TOF value similar to the present Cu–B/γ-Al2O3 catalyst, indicating that the changes in the TOF values of the Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 cannot be ascribed to the differences in Cu dispersion. It is possible that the oxidized chromium species promotes the intrinsic activity of the Cu–B/γ-Al2O3 catalyst by functioning as Lewis acid, which can activate the DMS molecule by polarizing the ester group. Such a mechanism has been employed in the interpretation of the promoting effect of some metal oxides including chromium on the hydrogenation of ketones and aldehydes over metal catalysts [21]. Aside from the activity difference, Table 2 shows that the Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts favor the formation of THF over that of GBL or BDO. For comparison, over a SiO2-supported Cr–Cu–B catalyst prepared in a similar manner to the 30% Cr–Cu–B/γ-Al2O3 catalyst, GBL and BDO are the main products under the same reaction conditions. The discrepancy in product distribution can be ascribed to the weakly acidic γ-Al2O3 support which accelerates the dehydration of BDO to THF, shifting the equilibrium from GBL to BDO and consequently giving rise to a high selectivity toward THF, as suggested by Müller et al. for their extruded Cu–ZnO/γ-Al2O3 catalyst [4]. Moreover, it is found that chromium significantly enhances the selectivity to THF. When the nominal Cr/Cu molar ratio increases from 0 to 30%, the selectivity to THF increases drastically from 18.5 to 65.5%. Again, the THF selectivity declines when the Cr/Cu ratio is raised to 40%. The coincidence in the trends of the catalytic activity and the selectivity to THF on the Cu–B/γ-Al2O3 and Cr-modified Cu–B/γ-Al2O3 catalysts implies that the dehydration activity of γ-Al2O3 surpasses the hydrogenation activity of Cu–B and Cr-modified Cu–B, and that the formation of THF is limited by the hydrogenation activity of the catalysts. Since the 30% Cr–Cu–B/γ-Al2O3 catalyst exhibits superior activity and selectivity in hydrogenolysis of DMM to THF, the reaction conditions are optimized to obtain higher selectivity and yield of THF, as illustrated in Fig. 4 . Fig. 4a shows the effect of system pressure on the distribution of the hydrogenolysis products. It is found that when the pressure is doubled from 3.0 to 6.0MPa, the selectivity to BDO remains at a low level, which is consistent with the relatively higher dehydration activity than the hydrogenation activity of the catalyst. In contrast, the selectivity to THF increases almost linearly at the expense of DMS and GBL. As is expected, a higher operation pressure enhances the hydrogenolysis reaction [5,20], which is the prerequisite for the successive dehydration reaction. Fig. 4b shows that the THF selectivity can be improved only when the H2/DMM ratio increases from 80 to 120. Further increase in this ratio does not significantly influence the performance of the catalyst. As far as the operation economy is concerned, a H2/DMM ratio of 120 is appropriate for THF production. As to the effect of reaction temperature, Fig. 4c shows that when the temperature increases from 493 to 553K, the THF selectivity increases, while DMS, GBL, and BDO virtually diminish. It seems that at higher reaction temperatures, the hydrogenation activity matches well with the dehydration activity, thus leading to a higher selectivity toward THF. At 553K, a THF selectivity as high as 94% is obtained at the complete conversion of DMM. 1-Butanol (BL) is the only byproduct that limits the total formation of THF. Even higher temperatures do not favor the formation of THF, as BL increases much more rapidly than THF. In separate experiments, we find that when SiO2, ZrO2, TiO2, or MgO is used as the support for Cr–Cu–B, the optimized THF selectivity is ∼80% at most, which may be ascribed to their inferior dehydration ability to γ-Al2O3. According to Fig. 4c, the dehydration rate of BDO to THF is faster than the hydrogenolysis rate of DMM to BDO on the 30% Cr–Cu–B/γ-Al2O3 catalyst, as manifested by the low concentration of BDO throughout the temperature range being investigated. It strongly suggests that the dehydration activity of the γ-Al2O3 support is sufficient for converting immediately the produced BDO to THF. Thus in order to further improve the selectivity to THF, the low-temperature hydrogenolysis activity of the catalyst should be enhanced to avoid the formation of BL which is favored at high temperature. Such work is being carried out in our laboratory. 4 Conclusions The Cr-modified Cu–B/γ-Al2O3 catalysts are effective in one-step hydrogenolysis of DMM to THF with high selectivity. A suitable amount of chromium improves the dispersion of the catalyst and enhances the intrinsic catalytic activity. Besides, the acidic γ-Al2O3 support ensures the high selectivity toward THF. Over the 30% Cr–Cu–B/γ-Al2O3 catalyst, a THF yield of 94% is obtained under the optimized reaction conditions, with the main side product being 1-butanol. Acknowledgments This work was supported by the State Key Basic Research Development Program (G2000048009), the National Natural Science Foundation of China (20203004) and Shanghai Science and Technology Committee (03QB14004). References [1] K. Weissermel H.J. Arpe Industrial Organic Chemistry 3rd ed. 1997 Wiley–VCH Weinheim [2] H. Müller Industrial Organic Chemicals: Starting Materials and Intermediates (Ullmann's Encyclopedia) vol. 8 1999 Wiley–VCH Weinheim p. 4621 [3] T. Haas B. Jaeger R. Weber S.F. Mitchell C.F. King Appl. Catal. A 280 2005 83 [4] S.P. Müller M. Kucher C. Ohlinger B. Kraushaar-Czarnetzki J. Catal. 218 2003 419 [5] C. Ohlinger B. Kraushaar-Czarnetzki Chem. Eng. Sci. 58 2003 1453 [6] M.A. Wood P. Willett D.M. Sutton J. Ladebeck Shokubai 40 1998 298 [7] Q. Zhang Z. Wu L. Xu Ind. Eng. Chem. Res. 37 1998 3525 [8] M. Mokhtar C. Ohlinger J.H. Schlander T. Turek Chem. Eng. Technol. 24 2001 4 [9] T. Matsuda M. Shizuta J. Yoshizawa E. Kikuchi Appl. Catal. A 125 1995 293 [10] B.J. Liaw Y.Z. Chen Appl. Catal. A 206 2001 245 [11] B.J. Liaw Y.Z. Chen Appl. Catal. A 196 2000 199 [12] J.W. Evans M.S. Wainwright A.J. Bridgewater D.J. Young Appl. Catal. 7 1983 75 [13] Y.Z. Chen B.J. Liaw B.J. Chen Appl. Catal. A 236 2002 121 [14] A.B. Gaspar L.C. Dieguez J. Catal. 220 2003 309 [15] J. Fang X.Y. Chen B. Liu S.R. Yan M.H. Qiao H.X. Li H.Y. He K.N. Fan J. Catal. 229 2005 97 [16] Handbook of X-ray Photoelectron Spectroscopy, Perkin Elmer Corporation, 1992. [17] L. Meda G.F. Cerofolini Surf. Interface Anal. 36 2004 756 [18] J. Morales A. Caballero J.P. Holgado J.P. Espinós A.R. González-Elipe J. Phys. Chem. B 106 2002 10185 [19] X.Y. Chen S. Wang J.H. Zhuang M.H. Qiao K.N. Fan H.Y. He J. Catal. 227 2004 419 [20] J.H. Schlander T. Turek Ind. Eng. Chem. Res. 38 1999 1264 [21] P. Gallezot D. Richard Catal. Rev. Sci. Eng. 40 1998 81",
      "scopus-id": "33747375160",
      "coredata": {
        "eid": "1-s2.0-S1381116906007813",
        "dc:description": "The one-step gas-phase hydrogenolysis of dimethyl maleate to tetrahydrofuran has been investigated over a series of chromium-modified Cu–B/γ-Al2O3 catalysts prepared by the wetness impregnation–chemical reduction method. The characterizations reveal that copper in the Cu–B/γ-Al2O3 and chromium-modified Cu–B/γ-Al2O3 catalysts is solely in the metallic state, while chromium and boron are in the oxidized state. The addition of chromium not only reduces the crystallite size of metallic copper and increases the dispersion, but also promotes the intrinsic activity of the Cu–B/γ-Al2O3 catalyst. With the aid of the acidity of γ-Al2O3, a tetrahydrofuran yield of 94% is achieved over the 30% Cr–Cu–B/γ-Al2O3 catalyst under optimized reaction condition.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-08-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906007813",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Guo, P.J."
          },
          {
            "@_fa": "true",
            "$": "Chen, L.F."
          },
          {
            "@_fa": "true",
            "$": "Yan, S.R."
          },
          {
            "@_fa": "true",
            "$": "Dai, W.L."
          },
          {
            "@_fa": "true",
            "$": "Qiao, M.H."
          },
          {
            "@_fa": "true",
            "$": "Xu, H.L."
          },
          {
            "@_fa": "true",
            "$": "Fan, K.N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906007813"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906007813"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00781-3",
        "prism:volume": "256",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "One-step hydrogenolysis of dimethyl maleate to tetrahydrofuran over chromium-modified Cu–B/γ-Al2O3 catalysts",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cr–Cu–B"
          },
          {
            "@_fa": "true",
            "$": "γ-Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Dimethyl maleate"
          },
          {
            "@_fa": "true",
            "$": "Tetrahydrofuran"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "164-170",
        "prism:endingPage": "170",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 August 2006",
        "prism:doi": "10.1016/j.molcata.2006.04.047",
        "prism:startingPage": "164",
        "dc:identifier": "doi:10.1016/j.molcata.2006.04.047",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "742",
            "@width": "526",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68617",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "66",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1311",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "160",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13133",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "53",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1023",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "296",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20809",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1809",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "127",
            "@width": "526",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15023",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "717",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "741",
            "@width": "365",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "132395",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "46",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1915",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "866",
            "@width": "366",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58635",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "39",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007813-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "842",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33747375160"
      }
    }
  }
}