{
  "metadata": {
    "title": "Nonradical tetrabutylammonium monopersulfate oxidation of hydrocarbons catalyzed by [Mn<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>4</ce:inf>bipy<ce:inf loc=post>4</ce:inf>(H<ce:inf loc=post>2</ce:inf>O)<ce:inf loc=post>2</ce:inf>](ClO<ce:inf loc=post>4</ce:inf>)<ce:inf loc=post>4</ce:inf>",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-25",
    "doi": "10.1016/S1381-1169(96)00029-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996000295",
    "pii": "S1381116996000295"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030602014",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-S1381116996000295 S1381-1169(96)00029-5 S1381116996000295 10.1016/S1381-1169(96)00029-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0009X 2023-10-30T22:21:24.373963Z 0 0 19961125 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 113 113 1 2 1 2 Volume 113, Issues 1–2 4 13 22 13 22 19961125 25 November 1996 1996-11-25 1996 Recent Developments in Biomimetic Oxidation Catalysis B. Meunier converted-article fla Copyright © 1996 Published by Elsevier B.V. NONRADICALTETRABUTYLAMMONIUMMONOPERSULFATEOXIDATIONHYDROCARBONSCATALYZEDBYMN3O4BIPY4H2O2CLO44 WESSEL J SHELDON 1987 R METALCATALYZEDOXIDATIONORGANICCOMPOUNDS 1987 1401 LEISING 1993 9524 R BUCHANAN 1994 3208 R STASSINOPOULOS 1990 7071 A BARTON 1992 504 D MEUNIER 1992 1411 B QUE 1993 347 L BIOINORGANICCATALYSIS FISH 1988 1504 R FISH 1992 727 R SARNESKI 1991 1153 J SARNESKI 1990 7255 J STRUKUL 1989 554 G TROST 1988 532 B CAMPESTRINI 1992 1999 S KUMARATHASAN 1991 651 R ROBERT 1988 885 A MURAHASHI 1993 1299 S BLAKE 1981 12127 R HOFFMAN 1992 85 P ARASASINGHAM 1993 7985 R COLLMAN 1984 3245 J PROCNATLACADSCIUSA OSTOVIC 1992 314 D CASTELLINO 1988 158 A MEUNIER 1986 578 B NAM 1990 4977 W ATKINSON 1994 10630 J COOK 1994 1855 G ZHU 1991 7022 W BLOCH 1985 1544 R ADAMS 1989 205 W DAVIDSON 1944 488 D RAWSON 1970 2057 R SIMMONS 1959 4256 H WESSELX1996X13 WESSELX1996X13X22 WESSELX1996X13XJ WESSELX1996X13X22XJ Full 1998-08-31T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ FundingPartnerOpenArchive NERL 0 item S1381-1169(96)00029-5 S1381116996000295 1-s2.0-S1381116996000295 10.1016/S1381-1169(96)00029-5 271358 2010-09-28T03:14:14.324885-04:00 1996-11-25 1-s2.0-S1381116996000295-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000295/MAIN/application/pdf/a8a3b46e6af66c4ab7ec5b9905d0ae96/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000295/MAIN/application/pdf/a8a3b46e6af66c4ab7ec5b9905d0ae96/main.pdf main.pdf pdf true 875998 MAIN 10 1-s2.0-S1381116996000295-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000295/PREVIEW/image/png/c090b73ec8550843e2a20171f7b636a9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000295/PREVIEW/image/png/c090b73ec8550843e2a20171f7b636a9/main_1.png main_1.png png 60146 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 Nonradical tetrabutylammonium monopersulfate oxidation of hydrocarbons catalyzed by [Mn 304bipy4( H2 0) 2 ](C104) 4 Jeremy Wessel * , Robert H. Crabtree Department of Chemistry, Yale Universitv, New Haven, CT 06520 USA Accepted 20 October 1995 Abstract Tetrabutylammonium monopersulfate (2NBu4HS05 - NBu4HS04 - (NBu4)ZS04) is an effective primary oxidant with a high tendency to promote oxo transfer rather than radical pathways in catalysis. Nonradical hydrocarbon oxidation is seen with the complex [Mn3o4bipy4(HZO)2](C104)4 as catalyst as indicated by mechanistic studies; this contrasts with the radical pathways found for the same catalyst with t-Bu00H as the primary oxidant. The catalyst is robust, giving up to 15000 catalytic turnovers, and very efficient, the rate of 1-alkene epoxidation being 4000 turnovers/h. Keywords: Manganese; Alkanes; Oxidation 1. Introduction Mechanism in oxidation catalysis [1] is a difficult area in which there is still much disagreement. Non-porphyrin catalysts [2-5] are less well studied than their porphyrin counterparts [6] but have taken on added interest with the discovery of increasing numbers of non heme monoxygenases [7]. Efficient catalysis requires that the ligands employed be oxidation resistant, so dipyridyls, carboxylates, aqua, hydroxo- and oxo-groups have proved to be popular in the area. Fish et al. [8] showed that a bipyridyl-stabilized manganese oxo cluster is active for peroxide oxidation of hydrocarbons, for example. Some years ago we reported that a related = Corresponding author. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. P11 S1381-1169(96)00029-5 cluster [Mn304bipy4(OH2)2 ]4+ (1) catalyzes tbutyl hydroperoxide (TBHP) oxidation of hydrocarbons [9]. In the preliminary note, we suggested that a nonradical mechanism might be operating, but a number of more recent findings [10], have led us to abandon this suggestion: (i) the presence of dioxygen greatly enhances the yield of oxidation products, suggesting an autoxidation pathway is involved and (i the oxidation of cis-decalin gives zrans-9-decalol, suggesting a radical intermediate. Since a radical chain mechanism is usually undesirable in giving low selectivity, we looked for a primary oxidant which would be less likely to undergo homolytic cleavage. Oxone or potassium peroxomonosulfate, is commercially available as the triple salt KHS05 KHS04 - KZS04. Although not a common primary oxidant, it has been used for hydrocarbon 14 J. Wessel, R.H. Crabtree /Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 epoxidation and hydroxylation with metalloporphyrin catalysts [6] in two-phase systems as well as with platinum catalysts [11]. As a peracid, it is not as likely to form radicals as a peroxide and usually acts as a single oxygen atom donor like iodosylbenzene. If heterolytic cleavage of the O-OX bond is considered as departure of an XO- group to leave an `O+' group, it can be seen that peroxomonosulfate, with sulfate as the leaving group, would much more readily undergo nonradical, heterolytic cleavage than a peroxide, where hydroxide or alkoxide are expected to be less effective leaving groups. In preliminary studies with Oxone we encountered two problems. We saw some hydrocarbon oxidation in control reactions in the Table I Oxidation of alkanes and alkylarenes with [Mn304bipy4(H2O)2l(C1O4)4/TBAO absence of catalyst and Oxoneshowed no solubility in organic solvents. Although the commercial potassium salt of Oxoneis not soluble in organic solvents, the corresponding salt, tetrabutylammonium monopersulfate (2NBu4HS05 ' NBu4HS04 ' (NBu4)ZS04) MAO) is easily prepared and soluble in many organic solvents [12]. Moving to TBAO was also advantageous in giving no hydrocarbon oxidation in controls without catalyst. In this paper we report our results with TBAO as the primary oxidant. TBAO has previously been used with porphyrin catalysts, but was found to cause rapid catalyst deactivation, [13] and in acetone without a catalyst, where dimethyldioxirane is presumed to be the active oxidant [ 14]. Compound Solvent time(hrs) [catalyst] TON(total) products (selectivity %) 10 CH3COCH3 17 0.09 mm 230 0-0 1 CH3CN >99 2 CZH6 CH3CN 5 \" 0 no oxidation products observed 3 CH3CN 8 0.1 mm 400 4 ~ CH3CN 3.75 0.1 MM 630 CH3CN 17 +~ 1-of (30) ' 2-of (<1) 2-one (22) 3-of (2.5) 3-one (32) 4-of not detec 4-one (12) H 8 49 +C 14 170 0.1 mm 1320 >99 0.02 mM 4700 >99 Standard conditions: 0.4 M substrate, 0.8 M TBAO, 0 under air. Turnovers in mol. products per mol. catalyst. J. Wessel, R.H. Crabtree /Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 2. Results 2.1. Product studies The [Mn304bipy4(OH2)2]4+/TBAO system gave the results shown in Tables 1 and 2. The catalyst is very robust, giving up to 15000 catalytic turnovers (run 4, Table 2). Rates can also be very high, reaching 4000 turnovers per hour for the epoxidation of 1-alkenes (run 2, Table 2). Table 2 Oxidation of alkenes with [Mn304bipya(Hz0)ZKC104)4/TBAO 15 2.1.1. Alkanes Alkanes are oxidized directly to the ketone with very little alcohol being formed, except at tertiary positions. A competitive experiment with cyclohexane and cyclopentanol gave cyclopentanone but no cyclohexanol or cyclohexanone, so the ketone we see from alkane may well arise from preferential oxidation of the initially formed alcohol. As we saw with 1/TBHP, no oxidation of ethane is observed, so only secondary and tertiary C-H groups can be oxidized Compound Solvent Time(hrs) [catalyst] TON(total) products (selectivity 96) 1 9 CH3COCH3:1 CH3CN 17 0.02 mm 8740 9 CH2CI2: 1 CH3CN 3.5 0.01 mm 3270 2 M~ 9 CH2C12 1 CH3CN 3 /~ 9 CHZC12 I CH3CN 5 CH3CN 15 49 CHZCIZ 13 I CH3CN 1 C6H6* 7 I CH3CN 1 C6H6* 7 I CH3CN 7 (>+ 87 13 70 30 3.5 0.01 mM 13,900 >99 3.5 0.01 mM12,700 0.1 MM 3550 0.02 mM 15,500 0.05 mM 1410 >99 ,D--P + e 13 87 >99 8 0.05 mM 3100 0-11-0 94 CH3CN ' ' 0.05 mM 3900 14 >99 Standard conditions: 0.4 M substrate, 0.2 M TBAO, 0 under air. 0.2 M substrate, 0.1 M TBAO. 0.8 M propene, 0.09 M TBAO. Turnovers in mol. products per mol. catalyst. 16 J. Wessel, R.H. Crabtree /Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 efficiently in alkanes. The results for methylcyclohexane show a 3-one/3-of ratio of 13:1 versus 6:1 with 1/TBHP. The methylcyclohexane data also allows comparison of the relative reactivities of the secondary and tertiary positions. The relative per-bond 32reactivity ratio is 4.2 compared with 1.6 obtained with TBHP. Oxidation of cis-decalin gives largely cis-tertiary alcohol. This contrasts with the TBHP system, in which more trans-alcohol is found, strongly suggesting a nonradical pathway. Almost exclusive retention is also seen by Meunier in Oxoneoxidations with manganese porphyrins [15]. 2.1.2. Alkenes Oxidation of propene gives a quantitative yield of the epoxide. Alkenes in general gave mainly epoxide with some allylic oxidation. Some cleavage of styrenes to the corresponding benzaldehyde is found, but the amount of cleavage strongly depends on the solvent: aldehyde is the sole product in dichloromethane, but in acetonitrile the product is largely epoxide. Cisstilbene gives mostly cis-epoxide with some trans, along with some benzophenone. Cisepoxide is also the major product in Oxoneepoxidations catalyzed by manganese porphyrins [6]. 2.1.3. Alkylarenes: Hammett plot Alkylarenes give the benzylic ketone and competitive oxidation of various para-substituted ethylbenzenes leads to the Hammett plot shown in Fig. 1. The slope (p) of -0.70 compares to the value of - 0.24 obtained for 1/TBHP system, - 0.35 for RuC12(PPh3)3/TBHP [16] and -0.42 for cytochrome P-450 [17]. Iiammett plot for ozddation of 4-7PhEt 0z -0.0 oz 8 ~ -0.4 i i i i i i y = 0.021 - 0.697x R = 0.991 0.2 0.4 0.6 0.e -0.6 -0.2 0.0 a Fig. 1. Hammett plot for [Mn304bipy4(Hz0)Z1(C104)4/TBAO oxidation of para-substituted ethylbenzenes XC6H4Et (X = Me, Br, NOZ). (BrgTMP)Mn(Cl), which gave the highest value found for any manganese porphyrin [18]. Manganese porphyrins generally give kinetic isotope effects in the range 2-3 [15]. 2.2.2. Phenylethylcyclopropane oxidation We used phenylethylcyclopropane as substrate to help confirm the nonradical character of the reaction. Surprisingly, we see a mixture of over 20 oxidation products. The largest single product (19%) is identified by MS as 1(phenylcyclopropyl)ethanone, an authentic sample of which was prepared by Simmons-Smith methylenation of trans-4-phenyl-3-buten-2-one for comparison purposes. The formation of this product clearly did not go via a radical pathway unless collapse of the radical to form product is competitive with ring opening. Table 3 Oxidation of methylcyclohexane under air and nitrogen. (H + 2.2. Mechanistic studies Product Turnovers 2.2.1. Kinetic isotope effect Competitive oxidation of C 6 H 12 and C 6 D 12 1-01 2-one gave a kH/kD of 4.9, the same value found for 4 one TBAO hydroxylation catalyzed by air nitrogen 120 lao 90 110 130 160 60 50 J. Wessel, R.H. Crabtree /Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 MnV + 2a + 2s concerted cycloaddition I e, radical \"oxene\" oxn electrophilic addition insertion B addition C ~a O & (ID radical chain products rearranged products rearranged epoxide products i \\ rear/ranged epoxide products Fig. 2. Possible mechanisms for alkene epoxidation. 2.2.3. Effect of atmosphere To see whether oxygen had any effect on the reaction, we compared the results of oxidation of methylcyclohexane with nitrogen bubbling through the reaction mixture with the results obtained under air. As seen in Table 3, the total number of turnovers obtained after 2.5 h is somewhat larger under nitrogen than under air. This indicates that, unlike the situation for 1/THBP, an autoxidative mechanism is not operative in this system. The selectivity for tertiary attack is slightly higher under nitrogen, > 5, than in air, 4.2. 2.2.4. Epoxidation A variety of mechanisms (Fig. 2) have been proposed by Bruice [19] for epoxidation by metal-oxo species: (A) 2 + 2 cycloaddition followed by reductive elimination, (B) electrontransfer followed by collapse to the products, (C) electrophilic addition, (D) radical addition, 17 b ~N CE) rearranged epoxide ePoxide products radical chain products or (E) oxene insertion. Pathway B can also lead to pathways C or D by formation of a C-O bond. Pathway A, formation of a metallaoxetane or oxametallacyclobutane, has been proposed for metalloporphyrins by Meunier et al. [20] In the octabromo-tetraphenylporphinatoiron(III) chloride (BrBTPP)Fetn(Cl) case [21], molecular modeling studies on the proposed oxo intermediate in epoxidation have shown that metallaoxetane formation requires unreasonable bond lengths to avoid severe steric interactions. Therefore, metallaoxetane intermediates are not invariably involved as intermediates for epoxidation. Bruice [22] has used the cyclopropyl substituted alkene shown in Fig. 3 to test for radical intermediates in epoxidation by (C1gTPP)Mntv(O) and found the ring-opened product shown. Pathway B of Fig. 2 was ruled out by comparison of rate constants with ioniza- Ph Ph Ph Ph H H (CIBTPP)Mntv(p) H OH Ph Ph Ph Ph Fig. 3. Reaction of (Z)-1,2-bis(trans-2,trans-3-diphenyl cyclopropylkthene with (C1sTPP)MnrO). 18 J. Wessel, R.H. Crabtree /Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 P~h (porph)MX C6F5Io Pr ~Ph Phi` + ph`Ph 4 5 2 Ph O P^h 3 O Ph Ph + Ph-?/ 6 7 Fig. 4. Typical oxidation products from cis-stilbene catalyzed by metalloporphyrins. tion potentials for other alkene substrates, leaving pathway D as the only reasonable explanation. A common substrate for probing an epoxidation mechanism is cis-stilbene. Being less stable than the traps-isomer, any intermediate allowing free rotation would be expected either to give traps-stilbene or oxidation products derived from it. Pentafluoroiodosylbenzene oxidation of cisstilbene with various metalloporphyrins as catalysts, has been found to give any of the range of products shown in Fig. 4, depending on the catalyst [22]. Electrophilic addition to give a cationic species (pathway C in Fig. 2) followed by migration of phenyl or hydride gives products 5 and 6 respectively. Product 5 is always found in larger amounts, reflecting preferential phenyl migration. , Formation of traps-stilbene (2) is thought to go via pathway B: the cationradical of the alkene can undergo free rotation about what was the C-C double bond. The cation-radical can react with oxygen, ultimately cleaving the C-C bond to form benzaldehyde (7). traps-Stilbene oxide (4) arises from epoxidation of traps-stilbene. In our TBAO system, a significant amount of traps-epoxide is formed, but no dehydrobenzoin (6), diphenylacetaldehyde (5), or benzaldehyde (7). However significant quantities of benzophenone are also found. The most plausible explanation for these products is over-oxidation of 5. Analysis of the recovered starting material shows significant quantities of traps-stilbene. O 2.2.5. Hydrogen peroxide Several other compounds were investigated as primary oxidants with 1 as a catalyst. Hydrogen peroxide is commonly used in metalloporphyrin systems [6] as well as some of the Gif systems [5]. It is desirable in that it is relatively cheap and gives no byproducts for disposal. In our system, however, no oxidation products were observed with hydrogen peroxide. 3. Discussion 3.1. Mechanism The catalyst (1) is unusual for a Mn(IV) compound in having aqua ligands and therefore providing potential sites fob coordination of the primary oxidant after dissociation of water. This first step is probably the same for THBP and TBAO, but numerous clues indicate that the subsequent steps are very different for these two oxidants. For TBAO, the almost exclusive formation of ketone from alkanes, the higher 32selectivity for alkanes, the greater degree of stereochemical retention in the oxidation of cis-decalin, the higher p value in oxidation of substituted ethylbenzenes, and the formation of epoxides from alkenes all contrast with the THBP case and point to a different intermediate as the oxidizing species. The fact that product formation from methylcyclohexane with 1/TBAO is not diminished and is even slightly enhanced under nitrogen J. Wessel, R.H. Crabtree / Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 versus air indicates that dioxygen does not play a significant role in the oxidation. This rules out a radical-chain autoxidation like that proposed for 1/TBHP. Monopersulfate can in principle undergo heterolytic or homolytic cleavage, although the former is preferred with metalloporphyrins [23]. The formation of epoxides is generally taken to indicate the involvement of a metal-oxo species as intermediate, although non-redox-active metals have also been shown to catalyze the epoxidation of alkenes with iodosylbenzene presumably via formation of a Lewis acid-base adduct [24]. Metal-oxidant adducts have also been proposed for oxidations with peroxides [ 1 ] (e.g. the Sharpless epoxidation) as well as with Oxone[ 15]. In our case, the Mn seems most likely to be redox active. The negative slope of the Hammett plot shows that the reaction is disfavored by electronwithdrawing groups to a much greater extent than is the case with 1/TBHP. This indicates an electrophilic species is involved in the rate-determining step, presumably the C-H bondbreaking. Since radical reactions, as in the 1/TBHP case, usually have a small p value, the larger value found for 1/TBAO is consistent with a nonradical mechanism. The oxidation of cis-decalin by nonradical oxidants gives almost exclusive retention of configuration, so the formation of any traps-9decalol from cis-decalin is usually interpreted as requiring the formation of a radical intermediate. The high degree of retention found in the 1/TBAO case is consistent with a nonradical mechanism or, less likely, with a radical mechanism having very short-lived radical intermediates. In the phenylethylcyclopropane oxidation, our observation of oxidation at the position adjacent to the cyclopropane ring without rearrangement strongly suggests a nonradical insertion or very fast rebound [25]. Since the rate of 2-phenylcyclopropy1carbinyl ring opening is estimated to be about 4 X 101' s -1, around a hundred times faster than inversion of the decalyl radical, one 19 would expect that a rebound faster than the cyclopropylcarbinyl ring-opening would give complete retention in the oxidation of cis-decalin. However, since the other oxidation products of 2-phenylethylcyclopropane could not be readily identified, it is possible that ring opening did occur and that a radical mechanism is involved, but collapse to product is competitive with ring-opening, so that some product with the ring intact is seen. We cannot completely exclude a radical hydroxylation mechanism in which monopersulfate first reacts with the catalyst to generate a Mnv(O)2Mnv=O species which in turn abstracts a substrate hydrogen atom to give the corresponding alkyl radical. Rapid recombination of this alkyl radical with the metal bound OH group could give the alcohol before the radical has time to rearrange. It has been suggested that metal-oxo species which oxidize C-H bonds via radical mechanisms have some radical character at oxygen. However, in important recent studies on Cr02Cl2 oxidation of hydrocarbons, Mayer has shown that the important factor is the strength of the O-H bond formed on H atom transfer to the oxo group, rather than any radical character in the initial oxo group [26]. Chromate and permanganate ion are both diamagnetic and lack any O radical character yet they are effective H atom abstractors from a variety of hydrocarbons. We prefer the nonradical pathway for our alkane oxidation shown in Fig. 5 in which monopersulfate first reacts with the catalyst to form a Mnv(w-O)zMnv=O species which then transfers the oxygen atom to the C-H bond. We cannot exclude the adduct of the catalyst with Mn1vO2Mnw-S + 'OOS03H = MnwO2Mnw-OOS03H Mn'v02Mnw-OOS03H = MnvO2Mnv=O + 'OSO3H MnvO2Mnv=O + RCHZR' = MnrvO2Mnw-S + RCHOHR' Fig. 5. Proposed non-radical mechanism for oxidation of alkanes by [Mn304bipy4(OH2)2 1/TBAO. S = solvent. In this diagram, we assume a binuclear di-w-oxo dimer is the true active species. 20 J. Wessel, RA Crabtree /Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 peroxomonosulfate, being the active species, as suggested by Meunier for manganese por phyrins [15]. Work is in progress to try to isolate the active species and determine the nuclearity of the cluster and oxidation level of the Mn ions. The epoxidation of cis-stilbene gives largely the cis-epoxide, but a small amount of isomer ization occurs by un unknown process to give trans-stilbene and its epoxide. Benzophenone, another minor product, may arise from phenyl migration to a carbocation formed in epoxide ring opening and further oxidation of the result ing diphenylacetaldehyde intermediate. 3.2. Related Studies Zhu and Ford [27] have shown that Oxone alone is able to epoxidize olefins in the absence of organic solvent, while Bloch and coworkers also epoxidized olefins with Oxonein aqueous methanol [28]. In addition, Oxoneis also known to react with acetone to give dimethyl dioxirane, which is also capable of epoxidizing olefins without a metal catalyst [29]. However, Trost reports that TBAO does not react with acetone under mild conditions. Our control ex periments show no product formation with non-aromatic alkenes and little product forma tion with styrene (3% conversion to benzalde hyde, 1 % to styrene oxide under the same con- ditions) in the absence of catalyst under our Baker. conditions. This indicates that the metal com- plex is required for the reaction to occur and is indeed acting as a catalyst. 4. Conclusions TBAO is likely to be a generally useful primary oxidant with convenient solubility in organic solvents and with a high tendency to promote oxo transfer, rather than radical oxida tion pathways in catalysis. It is likely to be especially effective in the case of a cationic catalyst, as is the case here. In marked contrast with the radical pathways found for the 1/TBHP system investigated earlier, we now find oxo transfer chemistry for the 1/TBAO system. In the oxidation of alkanes, 1/TBAO gives a much higher selectivity for ketone, as well as higher 32selectivity. The 1/TBHP system gives allylic oxidation or C=C cleavage products, while 1/TBAO gives mainly epoxides. While the 1/TBHP system probably has a radical chain mechanism, the 1/TBAO system is nonradical and probably goes via a metal-oxo intermediate. 5. Experimental section 5.1. General Gas chromatographic analyses were performed on a Varian 3700 or 3300 instrument (flame-ionization detection) equipped with an SP4270 integrator. Mass spectral analyses were carried out using an HP 5890 gas chromatograph equipped with a 5971A MSD mass-selective detector. NMR spectra were recorded on a Bruker WM 250 spectrometer. TBAO [12] and [Mn304bipy4(HZO)2](C104)4 [9] were prepared by published methods. 5.2. Materials All solvents used were reagent grade from 5.3. Standard procedure for oxidations 5.3.1. Alkanes and arylalkanes To a solution of substrate (4 mmol) in CH3CN or CH3COCH3 (10 ml) was added 1.4-1.5 mg (1 VLmol) catalyst in CH3CN. The solution was cooled in an ice bath and TBAO (2 mmol) added. The reaction was allowed to run for 3.5 h, 5% NaHS03 added to quench any remaining oxidant, and the solution extracted with ether. Solutions were analyzed by GC or GC/MS, using chlorobenzene or mesitylene as an internal standard. J. Wessel, R.H. Crabtree /Journal of Molecular Catalvsis A: Chemical 113 (1996) 13-22 5.3.2. Alkenes As above except the catalyst was dissolved in 10 ml CH3CN and 1 ml of this solution (0.1 Rmol catalyst) was added to the substrate solu tion. 5.4. Oxidation of propene TBAO (3.0 g, 1.8 mmol) was measured into a thick-walled glass pressure vessel equipped with a Teflon stopcock. The flask was evacu ated and 0.704 g propene (16.7 mmol) intro duced while cooling with liquid nitrogen to freeze the propene. A solution of 1.5 mg of 1 in 20 ml of CH3CN was then added. The flask was then sealed, allowed to warm to about - 25 (Ca(N03)/NaCl/ice bath) and stirred at that temperature for 10 h. The vessel was then al lowed to warm to room temperature, and the mixture stirred overnight. 5.5. Synthesis of organic oxidation products for comparison Trans- I-ethyl-2-phenylcyclopropane [301 was prepared from trans- l-phenyl-l-butene accord ing to the Rawson and Harrison modification [31) of the Simmons-Smith procedure [32] for cyclopropanation of olefins with the further modification that 0.15 eq iodine was added together with the starting material in ether. ' H NMR 8 7.03-7.36 (m, 5 H, C6H5), 1.57 (m, 1 H PhCH ), 1.40 (m, 2 H CH3CH z), 1.26 (m, 1 H), 1.01 (t, J= 7 Hz, 3 H CHOI 0.88 (m, 1 H), 0.75 (m,l H); EI-MS m/z 146 (M+,38), 117 (M - CH2CH3, 100), 115 (79), 104 (64), 91 (50), 78 (25). 1-(Phenylcyclopropyl)ethanone and 2-ethyl-l-methyl-l-phenylcyclopropane were prepared by the same method. 1-(2-Phenylcyclopropyl)ethanol. To a solu tion of 1-(phenylcyclopropyl) ethanone (0.542 g, 3.38 mmol) in 10 ml MeOH was added sodium borohydride (1.079 g, 28.5 mmol). The References reaction was stirred overnight, quenched by pouring on ice, extracted with ether, dried, evaporated. Yield 0.264 g (48%). 'H NMR 8 21 7.05-7.42 (m, 5 H CA); 3.39 (m, 1 H CH31 H OH); 1.86 (m, 1 H); 1.55 (d, 4 H CH3 + OH); 1.33 (m, 2 H); 1.95 (m, 1 H); EI-MS m/z 162 (M+, 3) 144 (M - H20, 4), 129 (25), 117 (95), 107 (100), 104 (71), 91 (36), 79 (9). 1-Phenyl-3-penten-I -ol. To a mixture of magnesium turnings (0.188 g, 7.73 mmol) and benzaldehyde (0.316 g, 2.98 mmol) in 10 ml ether is added crotyl bromide (0.542 g, 4.01 mmol) in 2 ml ether. After stirring 4 h, reaction is quenched with aqueous ammonium chloride, extracted, dried, evaporated. Yield 0.190 g (crude) (39%). EI-MS m/z 107 (PhCHOH+, 100), 105(9), 79 (42), 77 (25). 1-Phenyl-3-penten-I -one. Chromium trioxide (0.083, 0.83 mmol) is added to 1.2 ml pyridine in an ice bath, allowed to warm to room temperature, stirred 2 h. 1-Phenyl-3-penten-l-of (0.090 g, 0.55 mmol) in 1 ml pyridine is added and the solution stirred for 0.5 h. Water added, solution extracted with ether, dried, evaporated. Compound was not purified as we were only interested in determining GC retention time and mass spectrum for comparison purposes. EI-MS m/z 105 (100), 77 (79), 51 (29). Acknowledgements This material is based upon work supported in part under a National Science Foundation Graduate Fellowship to JW. We also thank W.R. Grace & Co. for a fellowship to JW and the Department of Energy for support. Any opinions, findings, conclusions or recommendations expressed in this publication are those of the authors and do not necessarily reflect the views of the National Science Foundation [1] R.A. Sheldon and J.A. Kochi, Metal Catalyzed Oxidation of Organic Compounds, Academic Press, New York, 1987; R. Holm, Chem. Rev., 87 (1987) 1401. 22 J. Wessel, R.H. Crabtree /Journal of Molecular Catalysis A: Chemical 113 (1996) 13-22 [2] R.A. Leising, J. Kim, M.A. P6rez and L. Que, Jr. J. Am. Chem. Soc., 115 (1993) 9524. [3] R.M. Buchanan, S. Chen, J.F. Richardson, M. Bressan and L. Forti, A. Morvillo and R.H. Fish, Inorg. Chem., 33 (1994) 3208. [4] A. Stassinopoulos and J.P. Caradonna, J. Am. Chem. Soc., 112 (1990) 7071. [5] D.H. Barton and R. D. Doller, Acc. Chem. Res., 25 (1992) 504 and references cited. [6] B. Meunier, Chem. Rev., 92 (1992) 1411. [7] L. Que, Jr. in J. Reedijk (Ed.), Bioinorganic Catalysis, Marcel Dekker, New York, 1993, p. 347. [8] R.H. Fish, R.H. Fong, J.B. Vincent and G. Christou, J. Chem. Soc., Chem. Corrunun., 1988, 1504; R.H. Fish, R.H. Fong, K.J. Oberhausen, M.S. Konings, M.C. Vega, G. Christou, J.B. Vincent and R.M. Buchanan, New. J. Chem., 16 (1992)727. [9] J.E. Sarneski, D. Michos, H.H. Thorp, M. Didiuk, T. Poon, G.W. Brudvig and R.H. Crabtree, Tetrahedron Lett., 32 (1991) 1153. J.E. Sameski, H.H. Thorp, G.W. Brudvig, R.H. Crabtree and G.K. Schulte, J. Am. Chem. Sec., 112 (1990) 7255. [10] J.E. Sameski, J. Wessel and R.H. Crabtree, unpublished data, 1995. [11] G. Strukul, R. Sinigalia, A. Zanardo, F. Pinna and R.A. Michelin, Inorg. Chem., 28 (1989) 554. [12] B.M. Trost and R. Braslau, J. Org. Chem., 53 (1988) 532. [13] S. Campestrini and B. Meunier, Inorg. Chem., 31 (1992) 1999. [14] R. Kumarathasan and N.R. Hunter, Org. Prep. Procedures Int., 23 (1991) 651. [15] A. Robert and B. Meunier, New J. Chem., 12 (1988) 885. [16] S.-I. Murahashi, Y. Oda, T. Naota and T. Kuwabara, Tetra hedron Lett., 34 (1993) 1299. [17] R.C. Blake, 11 and M.J. Coon, J. Biol. Chem., 256 (1981) 12127. [18] P. Hoffman, A. Robert and B. Meunier, Bull. Soc. Chim. Fr., 129 (1992) 85. [19] R.D. Arasasingham, G.-X. He and T.C. Bruice, J. Am. Chem. Soc., 115 (1993) 7985 [20] J.P. Collman, J.I. Brauman, B. Meunier, S. Raybuck and A. T. Kodadek, Proc. Natl. Acad. Sci. USA, 81 (1984) 3245. [21] D. Ostovic and T.C. Bruice, Acc. Chem. Res., 25 (1992) 314. [22] A.J. Castellino and T.C. Bruice, J. Am. Chem, Soc., 110 (1988) 158. [23] B. Meunier, Bull. Soc. Chim. Fr., (1986) 578. [24] W. Nam and J.S. Valentine, J. Am. Chem. Soc., 112 (1990) 4977. [25] J.K. Atkinson, P.F. Hollenberg, K.U. Ingold, C.C. Johnson, M.-H. LeTadic, M. Newcomb and D.A. Putt, Biochemistry, 33 (1994) 10630. [26] G.K. Cook and J.M. Mayer, J. Am. Chem. Soc., 116 (1994) 1855. [27] W. Zhu and W.T. Ford, J. Org. Chem., 56 (1991) 7022. [28] R. Bloch, J. Abecassis and D. Hassan, J. Org. Chem., 50 (1985) 1544. [29] W. Adams, R. Curci and J.O. Edwards, Acc. Chem. Res., 22 (1989) 205. [30] D. Davidson and J. Feldman, J. Am. Chem. Soc., 66 (1944) 488. [31] R.J. Rawson and I.T. Harrison, J. Org. Chem., 35 (1970) 2057. [32] H.E. Simmons and R.D. Smith, J. Am. Chem. Soc., 81 (1959) 4256. MOLCAA 96000295 S1381-1169(96)00029-5 10.1016/S1381-1169(96)00029-5 Nonradical tetrabutylammonium monopersulfate oxidation of hydrocarbons catalyzed by [Mn3O4bipy4(H2O)2](ClO4)4 Jeremy Wessel ∗ Robert H. Crabtree Department of Chemistry, Yale University, New Haven, CT 06520 USA ∗ Corresponding author. Tetrabutylammonium monopersulfate (2NBu4HSO5·NBu4HSO4·(NBu4)2SO4) is an effective primary oxidant with a high tendency to promote oxo transfer rather than radical pathways in catalysis. Nonradical hydrocarbon oxidation is seen with the complex [Mn3O4bipy4(H2O)2](ClO4)4 as catalyst as indicated by mechanistic studies; this contrasts with the radical pathways found for the same catalyst with t-BuOOH as the primary oxidant. The catalyst is robust, giving up to 15000 catalytic turnovers, and very efficient, the rate of 1-alkene epoxidation being 4000 turnovers/h. Keywords Manganese Alkanes Oxidation References [1] R.A. Sheldon J.A. Kochi Metal Catalyzed Oxidation of Organic Compounds 1987 Academic Press New York R. Holm, Chem. Rev. 87 1987 1401 [2] R.A. Leising J. Kim M.A. Pérez L. Que Jr. J. Am. Chem. Soc. 115 1993 9524 [3] R.M. Buchanan S. Chen J.F. Richardson M. Bressan L. Forti A. Morvillo R.H. Fish Inorg. Chem. 33 1994 3208 [4] A. Stassinopoulos J.P. Caradonna J. Am. Chem. Soc. 112 1990 7071 [5] D.H. Barton R.D. Doller Acc. Chem. Res. 25 1992 504 and references cited [6] B. Meunier Chem. Rev. 92 1992 1411 [7] L. Que Jr. J. Reedijk Bioinorganic Catalysis 1993 Marcel Dekker New York 347 [8] R.H. Fish R.H. Fong J.B. Vincent G. Christou J. Chem. Soc., Chem. Commun. 1988 1504 R.H. Fish R.H. Fong K.J. Oberhausen M.S. Konings M.C. Vega G. Christou J.B. Vincent R.M. Buchanan New. J. Chem. 16 1992 727 [9] J.E. Sarneski D. Michos H.H. Thorp M. Didiuk T. Poon G.W. Brudvig R.H. Crabtree Tetrahedron Lett. 32 1991 1153 J.E. Sarneski H.H. Thorp G.W. Brudvig R.H. Crabtree G.K. Schulte J. Am. Chem. Soc. 112 1990 7255 [10] J.E. Sarneski, J. Wessel and R.H. Crabtree, unpublished data, 1995. [11] G. Strukul R. Sinigalia A. Zanardo F. Pinna R.A. Michelin Inorg. Chem. 28 1989 554 [12] B.M. Trost R. Braslau J. Org. Chem. 53 1988 532 [13] S. Campestrini B. Meunier Inorg. Chem. 31 1992 1999 [14] R. Kumarathasan N.R. Hunter Org. Prep. Procedures Int. 23 1991 651 [15] A. Robert B. Meunier New J. Chem. 12 1988 885 [16] S.-I. Murahashi Y. Oda T. Naota T. Kuwabara Tetrahedron Lett. 34 1993 1299 [17] R.C. Blake II M.J. Coon J. Biol. Chem. 256 1981 12127 [18] P. Hoffman A. Robert B. Meunier Bull. Soc. Chim. Fr. 129 1992 85 [19] R.D. Arasasingham G.-X. He T.C. Bruice J. Am. Chem. Soc. 115 1993 7985 [20] J.P. Collman J.I. Brauman B. Meunier S. Raybuck A.T. Kodadek Proc. Natl. Acad. Sci. USA 81 1984 3245 [21] D. Ostovic T.C. Bruice Acc. Chem. Res. 25 1992 314 [22] A.J. Castellino T.C. Bruice J. Am. Chem. Soc. 110 1988 158 [23] B. Meunier Bull. Soc. Chim. Fr. 1986 578 [24] W. Nam J.S. Valentine J. Am. Chem. Soc. 112 1990 4977 [25] J.K. Atkinson P.F. Hollenberg K.U. Ingold C.C. Johnson M.-H. LeTadic M. Newcomb D.A. Putt Biochemistry 33 1994 10630 [26] G.K. Cook J.M. Mayer J. Am. Chem. Soc. 116 1994 1855 [27] W. Zhu W.T. Ford J. Org. Chem. 56 1991 7022 [28] R. Bloch J. Abecassis D. Hassan J. Org. Chem. 50 1985 1544 [29] W. Adams R. Curci J.O. Edwards Acc. Chem. Res. 22 1989 205 [30] D. Davidson J. Feldman J. Am. Chem. Soc. 66 1944 488 [31] R.J. Rawson I.T. Harrison J. Org. Chem. 35 1970 2057 [32] H.E. Simmons R.D. Smith J. Am. Chem. Soc. 81 1959 4256",
      "scopus-id": "0030602014",
      "coredata": {
        "eid": "1-s2.0-S1381116996000295",
        "dc:description": "Tetrabutylammonium monopersulfate (2NBu4HSO5·NBu4HSO4·(NBu4)2SO4) is an effective primary oxidant with a high tendency to promote oxo transfer rather than radical pathways in catalysis. Nonradical hydrocarbon oxidation is seen with the complex [Mn3O4bipy4(H2O)2](ClO4)4 as catalyst as indicated by mechanistic studies; this contrasts with the radical pathways found for the same catalyst with t-BuOOH as the primary oxidant. The catalyst is robust, giving up to 15000 catalytic turnovers, and very efficient, the rate of 1-alkene epoxidation being 4000 turnovers/h.",
        "openArchiveArticle": "true",
        "prism:coverDate": "1996-11-25",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996000295",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wessel, Jeremy"
          },
          {
            "@_fa": "true",
            "$": "Crabtree, Robert H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996000295"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996000295"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S1381-1169(96)00029-5",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Nonradical tetrabutylammonium monopersulfate oxidation of hydrocarbons catalyzed by [Mn3O4bipy4(H2O)2](ClO4)4",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Recent Developments in Biomimetic Oxidation Catalysis",
        "openaccess": "1",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Manganese"
          },
          {
            "@_fa": "true",
            "$": "Alkanes"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": "FundingPartnerOpenArchive",
        "prism:pageRange": "13-22",
        "prism:endingPage": "22",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 November 1996",
        "prism:doi": "10.1016/S1381-1169(96)00029-5",
        "prism:startingPage": "13",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00029-5",
        "openaccessSponsorName": "NERL"
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030602014"
      }
    }
  }
}