{
  "metadata": {
    "title": "Nitrobenzene-assisted reduction of phenylacetylene with hydrazine over nitrogen-doped metal-free activated carbon catalyst: Significance of interactions among substrates and catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2016-11-30",
    "doi": "10.1016/j.molcata.2016.06.022",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116916302448",
    "pii": "S1381116916302448"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84977614381",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2016-06-25 2016-06-25 2016-07-07 2016-07-07 2019-10-28T13:34:12 1-s2.0-S1381116916302448 S1381-1169(16)30244-8 S1381116916302448 10.1016/j.molcata.2016.06.022 S300 S300.5 FULL-TEXT 1-s2.0-S1381116916X0009X 2019-10-30T00:36:17.468233Z 0 0 20161101 20161130 2016 2016-06-25T15:19:05.821147Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst ref specialabst 1381-1169 13811169 true 423 423 C Volume 423 22 181 184 181 184 201611 November 2016 2016-11-01 2016-11-30 2016 Regular Papers article fla © 2016 Elsevier B.V. All rights reserved. NITROBENZENEASSISTEDREDUCTIONPHENYLACETYLENEHYDRAZINEOVERNITROGENDOPEDMETALFREEACTIVATEDCARBONCATALYSTSIGNIFICANCEINTERACTIONSAMONGSUBSTRATESCATALYST FUJITA S 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgement References LIU 2015 2765 2787 L PODYACHEVA 2015 12 22 O WOOD 2014 1212 1249 K SHEN 2013 999 1013 W SU 2010 169 180 D THOMAS 2008 4893 4908 A IKEDA 2008 14706 14709 T KANNARI 2010 1476 1484 N FUJITA 2015 2965 2970 S FUJITA 2014 257 262 S FUJITA 2014 171 175 S WATANABE 2015 2886 2894 H YOSHIDA 2011 2257 2267 H ZHANG 2016 2435 2442 C NAKANISHI 1977 K INFRAREDABSORPTIONSPECTROSCOPY KAHSAR 2014 520 526 K FUJITAX2016X181 FUJITAX2016X181X184 FUJITAX2016X181XS FUJITAX2016X181X184XS 2018-07-07T00:00:00Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2016 Elsevier B.V. All rights reserved. 2017-12-20T13:20:31.744Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp item S1381-1169(16)30244-8 S1381116916302448 1-s2.0-S1381116916302448 10.1016/j.molcata.2016.06.022 271358 2019-10-30T00:36:17.468233Z 2016-11-01 2016-11-30 1-s2.0-S1381116916302448-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/MAIN/application/pdf/aca5cb637222931534ae5f752fae11b1/main.pdf main.pdf pdf true 545528 MAIN 4 1-s2.0-S1381116916302448-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/PREVIEW/image/png/dddab1482643e2d53c040a6731167c11/main_1.png main_1.png png 54822 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116916302448-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/fx1/THUMBNAIL/image/gif/ce7567688c9fd8d78dbb1190874da7c3/fx1.sml fx1 true fx1.sml sml 3346 88 219 IMAGE-THUMBNAIL 1-s2.0-S1381116916302448-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr1/THUMBNAIL/image/gif/6c07c41c622372fd43f5a26dd21fd62d/gr1.sml gr1 gr1.sml sml 3762 164 161 IMAGE-THUMBNAIL 1-s2.0-S1381116916302448-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr2/THUMBNAIL/image/gif/6e7ad12bc578a4069609d91913c96118/gr2.sml gr2 gr2.sml sml 5863 164 188 IMAGE-THUMBNAIL 1-s2.0-S1381116916302448-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr3/THUMBNAIL/image/gif/ec1e141c08f62a91d4c8e126c7ee3311/gr3.sml gr3 gr3.sml sml 4329 105 219 IMAGE-THUMBNAIL 1-s2.0-S1381116916302448-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/sc1/THUMBNAIL/image/gif/6111c01666b4f7254f779150749fe55b/sc1.sml sc1 sc1.sml sml 4298 164 193 IMAGE-THUMBNAIL 1-s2.0-S1381116916302448-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/sc2/THUMBNAIL/image/gif/585e57335b48e8cf0f9e8940c4e71bd7/sc2.sml sc2 sc2.sml sml 5235 164 156 IMAGE-THUMBNAIL 1-s2.0-S1381116916302448-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/fx1/DOWNSAMPLED/image/jpeg/05e7a0e11c08c629d9ee965977f232fd/fx1.jpg fx1 true fx1.jpg jpg 14768 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S1381116916302448-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr1/DOWNSAMPLED/image/jpeg/116290440cadb6442c62b74da9b7b0c0/gr1.jpg gr1 gr1.jpg jpg 11567 287 282 IMAGE-DOWNSAMPLED 1-s2.0-S1381116916302448-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr2/DOWNSAMPLED/image/jpeg/4e03735137f3ba3ca102a2a75e0666ac/gr2.jpg gr2 gr2.jpg jpg 16760 245 282 IMAGE-DOWNSAMPLED 1-s2.0-S1381116916302448-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr3/DOWNSAMPLED/image/jpeg/2bf52d63ba43806d5e4fcb806e9b34f3/gr3.jpg gr3 gr3.jpg jpg 23802 234 489 IMAGE-DOWNSAMPLED 1-s2.0-S1381116916302448-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/sc1/DOWNSAMPLED/image/jpeg/07e12cf9a85b964bf0fa603be5c3c9fe/sc1.jpg sc1 sc1.jpg jpg 10059 240 282 IMAGE-DOWNSAMPLED 1-s2.0-S1381116916302448-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/sc2/DOWNSAMPLED/image/jpeg/95001b29ca8d92d31946fb992e6f4734/sc2.jpg sc2 sc2.jpg jpg 17416 296 282 IMAGE-DOWNSAMPLED 1-s2.0-S1381116916302448-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/fx1/HIGHRES/image/jpeg/4282ec365914dcdc41b6c3ded0251e8f/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 98935 886 2213 IMAGE-HIGH-RES 1-s2.0-S1381116916302448-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr1/HIGHRES/image/jpeg/7dc0348dfa74edf10e1de8ec3e717b7d/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 80066 1270 1250 IMAGE-HIGH-RES 1-s2.0-S1381116916302448-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr2/HIGHRES/image/jpeg/96b11f29d061d0c696566b40ccc7c1ae/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 112784 1088 1250 IMAGE-HIGH-RES 1-s2.0-S1381116916302448-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/gr3/HIGHRES/image/jpeg/f8dd911c44b1bc8bc150886acc30e5e7/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 169535 1035 2167 IMAGE-HIGH-RES 1-s2.0-S1381116916302448-sc1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/sc1/HIGHRES/image/jpeg/a715a75ac1217caf0f0cc2be1b3775dc/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 73244 1063 1250 IMAGE-HIGH-RES 1-s2.0-S1381116916302448-sc2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116916302448/sc2/HIGHRES/image/jpeg/e9cfd923b78d440ebb096dfff7b97285/sc2_lrg.jpg sc2 sc2_lrg.jpg jpg 120984 1313 1250 IMAGE-HIGH-RES MOLCAA 9928 S1381-1169(16)30244-8 10.1016/j.molcata.2016.06.022 Elsevier B.V. Scheme 1 Reduction of phenylacetylene (PA) and nitrobenzene (NB) by hydrazine. ST: styrene. Scheme 1 Scheme 2 Possible nitrobenzene-assisted adsorption of phenylacetylene and activation of hydrazine on the surface of nitrogen- and oxygen-doped AC catalyst. Scheme 2 Fig. 1 Influence of nitrobenzene (NB) concentration on phenylacetylene (PA) conversion in PA reduction by hydrazine in the presence (●) and absence (○) of nitrogen-doped carbon catalyst. Reaction conditions: catalyst 10mg, phenylacetylene 0.25cm3, additive+ethylene glycol 2.0cm3, hydrazine 6.0cm3, N2 0.2MPa, 100°C, 20min. Fig. 1 Fig. 2 Changes of the amounts of phenylacetylene (PA) and nitrobenzene (NB) consumed with time in the reduction by hydrazine. ST: styrene. Reaction conditions: catalyst 10mg, phenylacetylene 0.25cm3, nitrobenzene 1.0cm3, ethylene glycol 2.0cm3, hydrazine 6.0cm3, N2 0.2MPa, 100°C. Fig. 2 Fig. 3 FTIR—ATR spectra of nitrobenzene (NB), phenylacetylene (PA), and a mixture of NB and PA in 1:1 in volume for (a) NO2 stretching vibration [15] and (b) CCH bending vibration [15]. Fig. 3 Table 1 Reduction of phenylacetylene (PA) to styrene (ST) by hydrazine over nitrogen-doped AC catalyst in the presence of organic additives. Table 1 Entry Additive Conversion of additive (%) Conversion of PA (%) Selectivity to ST (%) 1 – – 6 91 2 Benzyl cyanide 0 4 88 3 Benzaldehyde 100 7 85 4 Nitrobenzene 89 28 64 5 Aniline 0 8 76 Reaction conditions: catalyst 10mg, phenylacetylene 0.5cm3, additive 0.5cm3, hydrazine 4.0cm3, N2 0.2MPa, 100°C, 2h. Table 2 Reduction of phenylacetylene (PA) by hydrazine over nitrogen-doped AC in the presence of different amounts of nitrobenzene (NB). Table 2 Entry Amount of NB (cm3) Conversion of NB (%) Conversion of PA (%) Selectivity to ST (%) (a) In the absence of catalyst 1 0 – 4.2 84 2 0.5 3.5 8.1 83 3 1.0 2.1 7.6 80 4 1.5 1.3 7.0 82 5 2.0 1.4 7.1 80 (b) In the presence of catalyst 6 0 – 4.5 87 7 0.5 22 15 73 8 1.0 14 15 75 9 1.5 12 13 78 10 2.0 11 14 76 Reaction conditions: catalyst 10mg, phenylacetylene 0.25cm3, additive+ethylene glycol 2.0cm3, hydrazine 6.0cm3,N2 0.2MPa, 100°C, 20min. Nitrobenzene-assisted reduction of phenylacetylene with hydrazine over nitrogen-doped metal-free activated carbon catalyst: Significance of interactions among substrates and catalyst Shin-ichiro Fujita Sayaka Asano Masahiko Arai ⁎ Division of Applied Chemistry, Faculty of Engineering, Hokkaido University, Sapporo 060-8628, Japan Division of Applied Chemistry Faculty of Engineering Hokkaido University Sapporo 060-8628 Japan ⁎ Corresponding author. Graphical abstract The reduction of phenylacetylene by hydrazine over nitrogen- and oxygen-doped AC catalyst can be assisted by coexisting reducible nitrobenzene. A nitrogen-doped activated carbon (AC) can catalyze the reduction of nitrobenzene with hydrazine but not phenylacetylene. When nitrobenzene coexists in the reaction mixture, however, phenylacetylene can also be reduced. Nitrobenzene is likely to assist the adsorption of phenylacetylene on the surface of AC catalyst through molecular interactions between the two substrates, allowing their simultaneous reduction to aniline and styrene. For these interactions to occur, nitrogen and/or oxygen species doped on the surface of AC are involved. The results demonstrate a new interesting catalytic function of nitrogen- and oxygen-doped metal-free carbon materials. Keywords Carbon Nitrogen doping Reduction Phenylacetylene Nitrobenzene 1 Introduction The doping of nitrogen to carbon materials attracts increasing attention as an interesting and effective method for modifying, improving, and creating their chemical functions. Different methods of nitrogen doping have been reported, as demonstrated in recent review articles [1–6], including chemical vapor deposition, polymerization using nitrogen-containing compounds such as acetonitrile, pyridine, cyanide, and melamine, and others. Those nitrogen-doped metal-free carbon materials (carbon nitride in some cases) are active catalysts for various reactions such as Knoevenagel condensation, transesterification, Friedel-Crafts reaction, cyclization, coupling of carbon dioxide and epoxide, and oxidation. In addition, theoretical consideration suggests that the doping of nitrogen species modify the electronic structure of neighboring carbon atoms and deliver new catalytic functions on the surface of carbon materials [7]. Thus, the nitrogen-doped carbon materials are expected to act as metal-free multi-functional catalysts useable for various chemical transformations that are usually catalyzed by various metal and metal oxide catalysts. The present authors prepared nitrogen-doped carbon materials by a simple method in which an activated carbon (AC) was treated by a mixture of ammonia and air at temperatures of 400–800°C. Those nitrogen-doped AC materials were shown to catalyze different types of organic reactions including Knoevenagel condensation [8,9], transesterification [8], reduction [10], and oxidation [11,12]. One of interesting results obtained is chemoselectivity in the reduction of aromatic substrates by hydrazine [10]. It was indicated that nitrogen and oxygen species existing on the surface of AC did serve as active sites for this reduction. Nitrobenzene was reduced to aniline but not styrene; however, vinyl group, as well as nitro group, of 3-nitrostyrene was reduced. It is assumed that the adsorption of nitrobenzene and 3-nitrostyrene occurs on the surface of nitrogen-doped AC through interactions of their nitro group with the catalyst. In the following course of study on the catalysis of nitrogen-doped AC materials, other interesting features have been obtained in the reduction of phenylacetylene and other organic substrates by hydrazine. Phenylacetylene cannot be reduced, similar to styrene, but its reduction can occur by the coexistence of reducible nitrobenzene. These results will be reported in the present work. 2 Experimental A selected nitrogen-doped AC sample was used as a catalyst, which was prepared by treating a commercial AC (from GL Science, having a BET surface area of 1047m2 g−1 and an O content of 10%) with hydrogen peroxide at 130°C and then with ammonia at 800°C [10,12]. The AC sample so prepared was found to have a BET surface area of 1198m2 g−1 and contain N and O species in 3.1% and 5.3%, respectively, from XPS measurements. The reduction of phenylacetylene was conducted with this catalyst in an autoclave at 100°C in the same procedures as described elsewhere [10] and styrene and ethylbenzene were observed to form as products under the conditions used. The possibility of molecular interactions between phenylacetylene and nitrobenzene was examined by FTIR spectroscopy in attenuated total reflection (ATR) mode [13]. The measurements were made for phenylacetylene, nitrobenzene, and their mixture in 1:1 in volume at room temperature. The FTIR—ATR spectra were also collected at a reaction temperature of 100°C and the spectra obtained were the same as obtained at room temperature. 3 Results and discussion Table 1 shows the influence of different organic additives on the reduction of phenylacetylene. Under the conditions used, nitrobenzene was observed to transform to aniline exclusively. The conversion obtained in the absence of any additive was 6% (entry 1) and comparable small conversion values were also obtained with benzyl cyanide, benzaldehyde, and aniline (entries 2, 3, 5). It is interesting, in contrast, that an enhanced conversion of 28% was achieved in the presence of nitrobenzene (entry 4). Although reducible nitrobenzene and benzaldehyde gave similar conversion values of 89% and 100%, respectively, the former promoted the reduction of phenylacetylene but not the latter. In addition, further reduction of the first-step product of styrene to ethylbenzene was promoted by nitrobenzene compared to benzaldehyde (entries 3, 4). For comparison, the parent unmodified AC sample was used instead of the nitrogen-doped one. When nitrobenzene and phenylacetylene were reacted alone, the conversion was observed to be 27% and 6%, respectively, under the same conditions as used for Table 1. Even when nitrobenzene was also present in the reaction mixture, the conversion of phenylacetylene was not enhanced. It is important to note that the promotional effect of coexisting nitrobenzene on the reduction of phenylacetylene appears in the presence of the nitrogen-doped AC sample. Next, the reduction of phenylacetylene was conducted in the presence of different amounts of nitrobenzene. The total volume of reaction mixture and the concentration of phenylacetylene were fixed by using ethylene glycol as a diluent. The conversion of nitrobenzene was controlled to be <25% by using a short reaction time of 20min in order to avoid the influence of a significant change in the nitrobenzene concentration in the liquid phase. Under the conditions used, styrene, ethylbenzene, and aniline were observed to form as products (Scheme 1 ). Nitrobenzene was hydrogenated to aniline in 100% selectivity. The results obtained are shown in Table 2 and Fig. 1 . The non-catalytic reduction of phenylacetylene alone occurred to a small extent and the nitrogen-doped AC catalyst was inactive (entries 1, 6). When nitrobenzene was added, the conversion of phenylacetylene was enhanced and the enhancement was even more significant in the presence of catalyst than in the absence of catalyst. That is, the nitrogen-doped AC catalyst is involved in the reduction of phenylacetylene assisted by nitrobenzene. The results show that the reduction of phenylacetylene is not further promoted by increasing the amount of nitrobenzene from 0.5cm3, at which molar ratio of nitrobenzene against phenylacetylene (0.25cm3) is ca. 2. Table 2 indicates that the selectivity to styrene is a little smaller in the presence of nitrogen-doped AC catalyst than in the absence of the catalyst. This is due to a larger conversion obtained in the presence of the catalyst. As shown later (Fig. 2 ), the selectivity to styrene is decreasing with reaction time, namely, with an increase in conversion. Fig. 2 shows the time-course of the reduction of a mixture of phenylacetylene and nitrobenzene. The amount of phenylacetylene consumed increased with time but became levelled off when a large amount of nitrobenzene disappeared. This also indicates that nitrobenzene is involved in the promoted reduction of phenylacetylene by hydrazine over nitrogen-doped AC catalyst. As described previously [10], the surface nitrogen and oxygen species are involved in the generation of active sites for the reduction of nitrobenzene by hydrazine. The above-mentioned results demonstrate that, for the nitrogen-doped AC catalyst, the reduction of phenylacetylene is assisted by nitrobenzene co-existing in the reaction mixture. The reduction of nitrobenzene should start with the adsorption on the catalyst through its nitro group and phenylacetylene should also be adsorbed in the presence of nitrobenzene. It is thus suggested that interactions between the two substrates, phenylacetylene and nitrobenzene, occur and allow the former to be adsorbed and reduced on the surface of nitrogen-doped AC catalyst. Possible interactions among the two substrates and the catalyst surface are illustrated in Scheme 2 . Nitrobenzene may be adsorbed with its nitro group through interactions with the surface N, O, and/or C species and the adsorption of phenylacetylene is allowed to occur through interactions between its CC and ON bonds, in which O and N originate from the nitrobenzene and the N species doped on the surface. This might also activate the reactivity of CC bond of phenylacetylene. In the case of phenylacetylene alone, it should not be adsorbed on the surface of nitrogen- and oxygen-doped AC catalyst. The presence of neighboring N and O species on the surface of AC, as illustrated in Scheme 2, is likely because the pretreatment with hydrogen peroxide can assist the doping of nitrogen by the subsequent treatment with ammonia [12]. That is, surface O species pre-doped on the surface of AC is beneficial for the doping of N species. It was previously reported that gaseous H2 was unable to reduce nitrobenzene over nitrogen-doped AC catalysts [10]. Recently Zhang et al. have suggested that the cleavage of NH bond of N2H4 is important in the transfer hydrogenation of aromatic nitro compounds with N2H4, yielding hydride and proton species for which basic and acidic sites on the surface of catalyst are crucial [14]. There is a possibility that such hydride and proton species are formed on the surface of nitrogen-doped AC catalyst, reducing nitrobenzene and phenylacetylene. The surface N and/or O species should also be significant for the adsorption of N2H4 and/or the formation of NxHy and H+ species. This is because the parent untreated AC material is less active for the reduction of nitrobenzene and nitrostyrene with hydrazine [10]. The possibility of the above-mentioned interactions among the reacting species was examined by FTIR − ATR spectroscopy [13]. The spectra collected at room temperature are presented in Fig. 3 , which indicate that bending vibration of CCH of phenylacetylene and stretching vibration of NO2 of nitrobenzene occur at the same frequencies for their neat and mixture samples. Therefore, appreciable interactions are unlikely to operate between the two reacting molecules in the absence of other reacting species. The strength (reactivity) of CC bond of phenylacetylene is not affected by coexisting nitrobenzene in the liquid phase and vice versa. In the absence of catalyst, the reduction of phenylacetylene with hydrazine can be assisted to some extent by nitrobenzene (Table 2, Fig. 1). Phenylacetylene should be activated by nitrobenzene in the presence of hydrazine. Some interactions might occur for phenylacetylene with an intermediate that is formed through partial reduction of nitrobenzene and/or with hydrazine and/or other species formed from hydrazine. However, such an activation of phenylacetylene in the homogeneous liquid phase is not so significant as compared to its activation on the nitrogen-doped AC catalyst (Fig. 1, Scheme 2). The catalyst is crucial for the nitrobenzene-assisted promotion of the reduction of phenylacetylene by hydrazine. Unfortunately, FTIR-ATR measurement failed to detect intermediate/complex species in the liquid phase for a mixture of phenylacetylene, nitrobenzene, and hydrazine in a volume ratio of 1:1:1 at a reaction temperature of 100°C. Such intermediate/complex species should rapidly change to the final products of styrene, ethylbenzene, and aniline under the conditions examined. Recently, Medlin et al. reported an interesting result that the product selectivity in hydrogenation of α, β-unsaturated aldehydes like cinnamaldehyde over a Pt/Al2O3 catalyst was controlled by thiolate modifiers introduced on its surface [16]. The modifiers can control the orientation of CAL adsorption on Pt and promote the hydrogenation of its carbonyl group, enhancing the selectivity to the corresponding unsaturated alcohol. The enhancement in the selectivity results from interactions between the modifiers and the substrates on the surface of supported Pt particles. In our case of the reduction on nitrogen-doped AC catalyst, the interactions between nitrobenzene and phenylacetylene molecules on its surface allow the reduction of phenylacetylene and the surface N and/or O species should be significant for these interactions to occur. 4 Conclusions An interesting catalytic function of nitrogen- and oxygen-doped AC material is demonstrated in the nitrobenzene-promoted reduction of phenylacetylene with hydrazine. Synergistic effects of nitrobenzene and surface nitrogen and/or oxygen species promote the adsorption of phenylacetylene and thus allow its reduction although it is not reduced in the absence of nitrobenzene. The present results would provide a new method for modifying and controlling a chemical reaction over nitrogen- and oxygen-doped metal-free carbon catalysts. Acknowledgement The authors are thankful to Y. Onodera for his help in FTIR—ATR measurements. References [1] L. Liu Y. Zhu M. Su Z. Yuan ChemCatChem 7 2015 2765 2787 [2] O.Y. Podyacheva Z.R. Ismagilova Catal. Today 249 2015 12 22 [3] K.N. Wood R. O ’Hayer S. Pylypenko Energy Environ. Sci. 7 2014 1212 1249 [4] W. Shen W. Fan J. Mater. Chem. A 1 2013 999 1013 [5] D. Su J. Zhang B. Frank A. Thomas X. Wang J. Paraknowitsch R. Schlögl ChemSusChem 3 2010 169 180 [6] A. Thomas A. Fischer F. Goettmann M. Antonietti J.O. Müller R. Schlögl J.M. Carlsson J. Mater. Chem. 18 2008 4893 4908 [7] T. Ikeda M. Boero S.F. Huang K. Terakura M. Oshima J. Ozaki J. Phys. Chem. C 112 2008 14706 14709 [8] N. Kan-nari S. Okamura S. Fujita J. Ozaki M. Arai Adv. Synth. Catal. 352 2010 1476 1484 [9] S. Fujita A. Katagiri H. Watanabe S. Asano H. Yoshida M. Arai ChemCatChem 7 2015 2965 2970 [10] S. Fujita H. Watanabe A. Katagiri H. Yoshida M. Arai J. Mol. Catal. A: Chem. 393 2014 257 262 [11] S. Fujita K. Yamada A. Katagiri H. Watanabe H. Yoshida M. Arai Appl. Catal. A: Gen. 488 2014 171 175 [12] H. Watanabe S. Asano S. Fujita H. Yoshida M. Arai ACS Catal. 5 2015 2886 2894 [13] H. Yoshida K. Kato J. Wang X. Meng S. Narisawa S. Fujita Z. Wu F. Zhao M. Arai J. Phys. Chem. C 115 2011 2257 2267 [14] C. Zhang J. Lu M. Li Y. Wang Z. Zhang H. Chen F. Wang F. Green Chem. 18 2016 2435 2442 [15] K. Nakanishi P.A. Solomon Infrared Absorption Spectroscopy 2nd ed. 1977 Holden-Day San Francisco (pp. 45, 184) [16] K.R. Kahsar D.K. Schwartz J.W. Medlin J. Am. Chem. Soc. 136 2014 520 526",
      "scopus-id": "84977614381",
      "coredata": {
        "eid": "1-s2.0-S1381116916302448",
        "dc:description": "A nitrogen-doped activated carbon (AC) can catalyze the reduction of nitrobenzene with hydrazine but not phenylacetylene. When nitrobenzene coexists in the reaction mixture, however, phenylacetylene can also be reduced. Nitrobenzene is likely to assist the adsorption of phenylacetylene on the surface of AC catalyst through molecular interactions between the two substrates, allowing their simultaneous reduction to aniline and styrene. For these interactions to occur, nitrogen and/or oxygen species doped on the surface of AC are involved. The results demonstrate a new interesting catalytic function of nitrogen- and oxygen-doped metal-free carbon materials.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2016-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116916302448",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fujita, Shin-ichiro"
          },
          {
            "@_fa": "true",
            "$": "Asano, Sayaka"
          },
          {
            "@_fa": "true",
            "$": "Arai, Masahiko"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116916302448"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116916302448"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(16)30244-8",
        "prism:volume": "423",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Nitrobenzene-assisted reduction of phenylacetylene with hydrazine over nitrogen-doped metal-free activated carbon catalyst: Significance of interactions among substrates and catalyst",
        "prism:copyright": "© 2016 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen doping"
          },
          {
            "@_fa": "true",
            "$": "Reduction"
          },
          {
            "@_fa": "true",
            "$": "Phenylacetylene"
          },
          {
            "@_fa": "true",
            "$": "Nitrobenzene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "openaccessSponsorType": null,
        "prism:pageRange": "181-184",
        "prism:endingPage": "184",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2016",
        "prism:doi": "10.1016/j.molcata.2016.06.022",
        "prism:startingPage": "181",
        "dc:identifier": "doi:10.1016/j.molcata.2016.06.022",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3346",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "161",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3762",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5863",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "105",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4329",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4298",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "156",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5235",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14768",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "287",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11567",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16760",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "234",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23802",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "240",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10059",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "296",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17416",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "98935",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1270",
            "@width": "1250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "80066",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1088",
            "@width": "1250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "112784",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1035",
            "@width": "2167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "169535",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1063",
            "@width": "1250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "73244",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1313",
            "@width": "1250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116916302448-sc2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "120984",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84977614381"
      }
    }
  }
}