{
  "metadata": {
    "title": "Simple preparation of some reusable and efficient polymer-supported tungsten carbonyl catalysts and clean epoxidation of <ce:italic>cis</ce:italic>-cyclooctene in the presence of H<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-08-01",
    "doi": "10.1016/j.molcata.2006.04.020",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906007527",
    "pii": "S1381116906007527"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33745993655",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-05-22 2006-05-22 2010-03-29T20:21:43 1-s2.0-S1381116906007527 S1381-1169(06)00752-7 S1381116906007527 10.1016/j.molcata.2006.04.020 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02364 2015-05-15T05:56:33.323092-04:00 0 0 20060801 2006 2006-05-22T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 255 255 1 2 1 2 Volume 255, Issues 1–2 38 249 253 249 253 20060801 1 August 2006 2006-08-01 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. SIMPLEPREPARATIONREUSABLEEFFICIENTPOLYMERSUPPORTEDTUNGSTENCARBONYLCATALYSTSCLEANEPOXIDATIONCISCYCLOOCTENEINPRESENCEH2O2 TANGESTANINEJAD S 1 Introduction 2 Experimental 2.1 Functionalization of polystyrene (1a–1h) 2.1.1 Preparation of phosphinated polystyrenes (1a and 1b) 2.1.2 Preparation of aminated polystyrenes (1c–1h) 2.2 Preparation of polymer-supported tungsten carbonyl catalysts 2a–2h 2.3 Characterization of catalysts 2.4 General procedure for epoxidation of cis-cyclooctene 2.5 Reusability of catalysts 3 Results and discussion 4 Conclusion References COLMAN 1987 J PRINCIPLESAPPLICATIONSORGANOTRANSITIONMETALCHEMISTRY COLE 2003 1702 D SHUTTLEWORTH 2000 1035 S LEY 2000 3815 S AKELAH 1981 557 A AKELAH 1983 1369 A SHERRINGTON 2000 81 D DELEUZE 2000 257 H LEADBEATER 2002 3217 N MCNAMARA 2002 3275 C HUAFAN 2002 3385 Q SONG 2002 3495 C DEMINGUEL 2001 3085 Y DEMINGUEL 2000 4213 Y BAILEY 1981 109 D BLASER 2000 161 H BLASER 1999 191 H BLASER 2005 1 H ULMANN 1998 S ENCYCLOPEDIAINDUSTRIALCHEMISTRY JORGENSON 1989 431 K LANE 2003 2457 B CROSMAN 2004 23 A GELBARD 2000 7 G GELBARD 1997 117 G GRIVANI 2005 375 G GRIVANI 2006 131 G LINARES 2001 382 M PARLOW 1997 5908 J BAHADURI 2000 S HOMOGENEOUSCATALYSISMECHANISMINDUSTRIALAPPLICATION TANGESTANINEJADX2006X249 TANGESTANINEJADX2006X249X253 TANGESTANINEJADX2006X249XS TANGESTANINEJADX2006X249X253XS item S1381-1169(06)00752-7 S1381116906007527 1-s2.0-S1381116906007527 10.1016/j.molcata.2006.04.020 271358 2010-10-08T06:19:53.284165-04:00 2006-08-01 1-s2.0-S1381116906007527-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/MAIN/application/pdf/892fbf26eeb40126e52c18d743508f89/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/MAIN/application/pdf/892fbf26eeb40126e52c18d743508f89/main.pdf main.pdf pdf true 207274 MAIN 5 1-s2.0-S1381116906007527-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/PREVIEW/image/png/8b8335c73c85d2779276d8fd86c02592/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/PREVIEW/image/png/8b8335c73c85d2779276d8fd86c02592/main_1.png main_1.png png 68959 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906007527-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/STRIPIN/image/gif/f0b7ee2cffa5bd0a49b2719016700614/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/STRIPIN/image/gif/f0b7ee2cffa5bd0a49b2719016700614/si2.gif si3 si3.gif gif 214 12 34 ALTIMG 1-s2.0-S1381116906007527-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/STRIPIN/image/gif/f0b7ee2cffa5bd0a49b2719016700614/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/STRIPIN/image/gif/f0b7ee2cffa5bd0a49b2719016700614/si2.gif si2 si2.gif gif 214 12 34 ALTIMG 1-s2.0-S1381116906007527-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/STRIPIN/image/gif/f0b7ee2cffa5bd0a49b2719016700614/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/STRIPIN/image/gif/f0b7ee2cffa5bd0a49b2719016700614/si2.gif si1 si1.gif gif 214 12 34 ALTIMG 1-s2.0-S1381116906007527-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/sc1/DOWNSAMPLED/image/jpeg/abb1d951fe356b76556d549c7bb48bfb/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/sc1/DOWNSAMPLED/image/jpeg/abb1d951fe356b76556d549c7bb48bfb/sc1.jpg sc1 sc1.jpg jpg 48106 413 599 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007527-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/sc1/THUMBNAIL/image/gif/53c3a5afc0129647b7935f4ec2e1070a/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/sc1/THUMBNAIL/image/gif/53c3a5afc0129647b7935f4ec2e1070a/sc1.sml sc1 sc1.sml sml 2303 86 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906007527-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/sc2/DOWNSAMPLED/image/jpeg/742513aae0c4daeafbf73ddc0ca88747/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/sc2/DOWNSAMPLED/image/jpeg/742513aae0c4daeafbf73ddc0ca88747/sc2.jpg sc2 sc2.jpg jpg 35194 658 370 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007527-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/sc2/THUMBNAIL/image/gif/56b094f7465d68c5a2c41602d2cd2484/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/sc2/THUMBNAIL/image/gif/56b094f7465d68c5a2c41602d2cd2484/sc2.sml sc2 sc2.sml sml 1398 92 52 IMAGE-THUMBNAIL 1-s2.0-S1381116906007527-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/fx1/DOWNSAMPLED/image/gif/9dfe4139922553b316a28889de09eddc/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/fx1/DOWNSAMPLED/image/gif/9dfe4139922553b316a28889de09eddc/fx1.gif fx1 true fx1.gif gif 2243 60 351 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007527-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007527/fx1/THUMBNAIL/image/gif/e0b7902c1c6734abc09c0962ed941064/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007527/fx1/THUMBNAIL/image/gif/e0b7902c1c6734abc09c0962ed941064/fx1.sml fx1 true fx1.sml sml 554 21 125 IMAGE-THUMBNAIL MOLCAA 5961 S1381-1169(06)00752-7 10.1016/j.molcata.2006.04.020 Elsevier B.V. Scheme 1 Preparation of functionalized polystyrenes 1a–1h. Scheme 2 Preparation of polymer-supported tungsten carbonyl catalysts 2a–2h. Table 1 Elemental analysis of functionalized polystyrenes Functionalized polystyrene P (%) a N (%) b 1a 4.28 – 1b 4.37 – 1c – 2.17 1d – 2.21 1e – 3.00 1f – 3.41 1g – 2.29 1h – 2.06 a Determined by ICP method. b Determined by elemental analysis. Table 2 Refluxing times, W (%) and v ( CO ) for polymer-supported tungsten carbonyls 2a–2h Catalyst Refluxing time (h) W (%) v ( CO ) (cm−1) a 2a 3 13.9 2018 (w), 1911 (s), 1864 (m) 2b 3 11.4 1976 (m), 1917 (s), 1864 (m) 2c 1 10.5 2066 (w), 1913 (s), 1865 (m) 2d 1 13.0 2067 (w), 1972 (w), 1918 (s) 2e 3 13.2 2087 (w), 1967 (m), 1921 (s) 2f 20 14.0 2064 (w), 2005 (w), 1919 (s), 1868 (s), 1824 (s) 2g 22 12.9 2064 (w), 2003 (w), 1917 (s), 1864 (s) 2h 4 11.4 1968 (w), 1920 (s), 1869 (m) a w: weak; s: strong; m: medium. Table 3 Effect of solvent on the epoxidation of cis-cyclooctene with H2O2 catalyzed by polymer-supported tungsten carbonyl catalyst (2e) under reflux conditions a Solvent Epoxide yield (%) b Time (h) (CH3)2CO 5 2 THF 8 2 CH3CN 94 1.5 HCCl3 17 2 a Reaction conditions: cis-cyclooctene (1mmol); H2O2 (5mmol); catalyst (0.05g); solvent (4mL). b GLC yield based on the starting cyclooctene. Table 4 Epoxidation of cis-cyclooctene with different oxidants catalyzed by polymer-supported tungsten carbonyl catalyst (2e) under reflux conditions a Oxygen donor Epoxide yield (%) b Time (h) NaIO4 c No reaction 2.5 t-BOOH No reaction 2.5 Urea/H2O2 43 2.5 H2O2 94 1.5 a Reaction conditions: cis-cyclooctene (1mmol); oxidant (5mmol); catalyst (0.05g); acetonitrile (4mL). b GLC yield based on the starting cyclooctene. c Tetrabutylphosphonium bromide (0.01g). Table 5 Epoxidation of cis-cyclooctene with H2O2 catalyzed by polymer-supported tungsten carbonyl catalysts 2a–2h under reflux conditions a Catalyst Time (h) Cyclooctene epoxide (%) b 2a 6 39 2b 6 57 2c 6 75 2d 6 90 2e 1.5 94 2f 1.5 93 2g 1.5 96 2h 4 51 a Reaction conditions: cis-cyclooctene (1mmol); H2O2 (5mmol); catalyst (0.05g); acetonitrile (4mL). b GLC yield based on the starting cyclooctene. Table 6 Reusability of catalysts 2a–2h in the epoxidation of cis-cyclooctene with H2O2 under reflux conditions a Run Cyclooctene epoxide (%) b Catalyst 2a Catalyst 2b Catalyst 2c Catalyst 2d Catalyst 2e Catalyst 2f Catalyst 2g Catalyst 2h 1 39 (6) c 57 (6) 75 (6) 90 (6) 94 (1.5) 93 (1.5) 96 (1.25) 51 (4) 2 50 (4) 70 (4) 83 (6) 96 (4) 93 (0.75) 86 (1.5) 87 (1.25) 83 (4) 3 53 (4) 69 (4) 80 (6) 98 (4) 93 (0.75) 52 (1.5) 65 (1.25) 91 (4) 4 36 (4) 58 (4) 69 (6) 98 (4) 93 (0.75) 35 (1.5) 25 (1.25) 95 (4) 5 19 (4) 54 (4) 54 (6) 98 (4) 93 (0.75) – – 94 (4) 6 – 45 (4) 43 (6) 97 (4) 93 (1) – – 96 (4) 7 – – – 96 (4) 83 (1) – – 94 (4) 8 – – – 96 (4) 78 (1) – – 61 (4) 9 – – – 95 (4) 64 (1) – – – 10 – – – 95 (4) 52 (1) – – – a Reaction conditions: cis-cyclooctene (1mmol); H2O2 (5mmol); catalyst (0.05g); acetonitrile (4mL). b GLC yield based on the starting cyclooctene. c Refluxing times (h). Simple preparation of some reusable and efficient polymer-supported tungsten carbonyl catalysts and clean epoxidation of cis-cyclooctene in the presence of H2O2 Shahram Tangestaninejad a ⁎ Mohammad Hossein Habibi a Valiollah Mirkhani a Majid Moghadam b Gholamhossein Grivani a a Chemistry Department, Isfahan University, Isfahan 81746-73441, Iran b Department of Chemistry, Yasouj University, Yasouj 75914-353, Iran ⁎ Corresponding author. Tel.: +98 311 7932705; fax: +98 311 6689732. Graphical abstract Efficient oxidation of cyclooctene with H2O2 catalyzed by supported tungsten carbonyl catalysts is reported. Tungsten hexacarbonyl was immobilized onto polystyrene (2% cross-linked with divinylbenzene) via different linkages to afford polymer-supported tungsten carbonyl catalysts. These catalysts were used for the epoxidation of cis-cyclooctene with hydrogen peroxide. The effect of different solvents and oxygen donors were investigated in the epoxidation of cis-cyclooctene with catalyst 2e and CH3CN was chosen as reaction media and H2O2 as oxidant. We found that the polymer-supported tungsten carbonyl catalysts were efficient and reusable catalysts in this reaction. These catalysts could be reused 3–10 times in the epoxidation of cis-cyclooctene. Keywords Polymer-supported catalyst Tungsten carbonyl Epoxidation Cyclooctene 1 Introduction Transition metal complexes are very effective catalysts for a wide variety of organic reactions [1], but one of the major problems associated with these homogeneous catalysts is the recovery of catalyst from the reaction medium. In recent years, there have been intense efforts to develop methods recovering and reusing the homogeneous catalysts [2]. The use of polymer-supported catalysts in organic transformations has been receiving extraordinary attention [3–6], and the design of functionalized polymers carrying catalytically active metal species has attracted considerable interest [7–18]. These immobilized metal-based reagents can offer numerous advantages over their solution-phase counterparts such as: (i) easy separation of the catalysts from reagents and reaction products; (ii) nonvolatile and nontoxic characteristics imparted to the metal complexes upon anchoring to high molecular weight polymer backbone; (iii) simplification of methods of recycling the expensive catalysts; (iv) minimization of certain catalyst deactivation pathways through site isolation. These advantages can make them useful for industrial applications. Catalytic epoxidation of alkenes is both an important industrial reaction and useful synthetic method for the production of a wide variety of fine chemicals [19,20], because they are derived directly from alkenes, a primary petrochemical source. Many single oxygen donor reagents such as NaIO4, NaOCl, PhIO, ROOH, O2 and H2O2 have been used in catalytic epoxidation of alkenes. Hydrogen peroxide is an efficient and attractive epoxidation reagent, particularly due to its low cost and the absence of pollution by effluents [21]. Over the last two decades, many highly active W(VI) alkene epoxidation catalysts have been developed in the presence of hydrogen peroxide. Recently, Gelbard et al. supported some tungstic species on organic and inorganic supports and used them in the epoxidation of alkenes in the presence of hydrogen peroxide [22–24]. In our previous work, we reported the epoxidation of alkenes by immobilized molybdenum carbonyl catalysts via imidazole and piperazine linkages [25,26]. Here, we describe the immobilization of tungsten hexacarbonyl onto polystyrene (2% cross-linked with divinylbenzene), via functionalization of polymer by different phosphine and amine linkages, and investigation of their catalytic activity and reusability in the epoxidation of cis-cyclooctene. 2 Experimental All materials were commercial reagent grade and obtained from Merck. Chloromethylated polystyrene (2% cross-linked with divinylbenzene) was purchased from Merck. A 400W Hg lamp was used for activation of metal carbonyl. FT-IR spectra were obtained as potassium bromide pellets in the range 400–4000cm−1 with a Nicolet Impact 400D instrument. 1H NMR spectra were recorded on a Bruker-Arance AQS 300MHz spectrometer. 2.1 Functionalization of polystyrene (1a–1h) 2.1.1 Preparation of phosphinated polystyrenes (1a and 1b) To a 80mL DMF in a 250mL round bottom flask were added 2g (2.5mmolCl) chloromethylated polystyrene and 7.5mmol phosphine and the mixture was stirred for 20h at 100°C. The reaction mixture was filtered and washed thoroughly with benzene (caution: under a hood) and was dried in vacuo for 20h. 2.1.2 Preparation of aminated polystyrenes (1c–1h) The aminated polystyrenes 1e and 1f were prepared by literature methods [27,28]. Other aminated polystyrenes were prepared by the following method: to a 250mL round bottom flask equipped with a magnetic stirrer bar were added polystyrene (2g, 2.5mmolCl), amine (25mmol) and NaI (0.13mmol) and the mixture was refluxed (Scheme 1 ). Then, in the case of 1c and 1d the reaction mixtures were washed with 6×40mL of 3:1 mixture of CH3CN/H2O and with 3×40mL CH3CN, and were dried in an oven (80°C). In the case of 1g and 1h, the reaction mixtures were washed with 5×40mL of CH3CN, 5×40mL of 1:1 CH3OH/1M, Na2CO3, 5×40mL of 1:1 CH3OH/H2O and with 3×40mL of diethyl ether and then were dried in an oven (80°C). 2.2 Preparation of polymer-supported tungsten carbonyl catalysts 2a–2h A 250mL round bottom flask containing 2.7g (7.7mmol) of W(CO)6 in 90mL THF was placed under UV irradiation (400W Hg lamp) for 45min and then 1.5g of phosphinated or aminated polystyrene was added to this solution and the mixture was refluxed for appropriate time (Table 2). Then the reaction mixture was filtered, thoroughly washed with THF and was dried in vaccuo for 20h. 2.3 Characterization of catalysts The functionalized polystyrenes and polymer-supported catalysts were characterized by elemental analysis and FT-IR spectra. The amount of P (%) and N (%) for functionalized polystyrenes 1a–1h are given in Table 1 and W (%) and v ( CO ) for catalysts 2a–2h are given in Table 2 . The amount of phosphorus was determined by the ICP method and the chloride ion content in the resins 1a, 1b, 1c and 1d was determined by using these polymers as ion exchange resins in a column through which aqueous NaNO3 solution (1M) was passed. After elution with H2O, the eluate was analyzed for its chloride ion content by the potentiometric titration method, which showed 2.53%, 2.62%, 2.41% and 2.73% (Cl−) for resins 1a, 1b, 1c and 1d, respectively. The W (%) of resins 2a–2h was determined by neutron activation analysis (NAA). 2.4 General procedure for epoxidation of cis-cyclooctene To a 25mL round bottom flask equipped with a magnetic stirrer bar were added 4mL CH3CN, 1mmol alkene, 5mmol H2O2 (30%) and 0.05g catalyst and the mixture was refluxed. The reaction progress was monitored by GLC. The reaction mixture was diluted with CH2Cl2 (20mL) and was filtered. The resin was washed with 4:1 mixture of THF/CHCl3 and the filtrates was purified on a silica gel plates or a silica gel column. IR and 1H NMR spectral data confirmed the identities of the products. 2.5 Reusability of catalysts After each epoxidation reaction the mixture was filtered and the catalyst was washed five times with CHCl3 and CH3CN, successively, and was dried in an oven (80°C) for 20min and then was reused for the next cycle. 3 Results and discussion The functionalized polystyrenes were readily prepared by direct reaction of phosphines and amines as shown in Scheme 1. Phosphorous and nitrogen loadings of the polystyrenes were determined by ICP and elemental analysis, respectively. Reaction of these functionalized resins with a solution of W(CO)6 in THF (which was activated by UV irradiation), led to attachment of tungsten hexacarbonyl onto the functionalized polystyrene via covalent bond (Scheme 2 ). The success of immobilization was confirmed by FT-IR spectroscopy and the amount of tungsten loading on functionalized polymer was determined by neutron activation analysis (NAA). Then we investigated the catalytic activity of these polymer-supported tungsten carbonyl catalysts in the epoxidation of cis-cyclooctene. Initially, we studied the epoxidation of cis-cyclooctene by catalyst (2e) in the presence of H2O2. Among the acetone, THF, chloroform and acetonitrile solvents, CH3CN was chosen as the reaction medium because it gave higher epoxide yields (Table 3 ). We also investigated the ability of different oxygen donors such as hydrogen peroxide, urea–H2O2 (UHP), t-BuOOH, NaIO4/tetrabutylphosphonium bromide in the oxidation of cis-cyclooctene and H2O2 was chosen as the oxygen donor (Table 4 ). Then, we carried out the epoxidation of cis-cyclooctene with H2O2 by catalysts 2a–2h in acetonitrile. Catalysts 2d–2g were more active in the epoxidation of cis-cyclooctene. The results summarized in Table 5 showed that the catalysts prepared by immobilization of tungsten hexacarbonyl via nitrogen containing linkages were more active than those prepared by phosphine containing linkages. During the course of epoxidation of cyclooctene with H2O2, the cyclooctene epoxide and the solvent remained intact and no reaction occurred between epoxide and carbonyls or solvent and oxidant. Blank experiments in the absence of catalysts showed that only 4–7% of cyclooctane oxide was produced. The reusability of supported catalysts is one of the most important properties and as transition metal complexes are often expensive to purchase or prepare this along with other supporting advantages makes them useful for commercial applications. Therefore, we investigated the reusability of polymer-supported tungsten carbonyl catalysts 2a–2h in the epoxidation of cis-cyclooctene. The results are given in Table 6 . Almost for all catalysts, after the first run, the activity of catalysts increased. Catalysts 2a and 2b preserve their activity four times and then their activities decreased. Catalysts 2c and 2d, in which tungsten carbonyl was linked to polymer by similar linkages, showed different behavior in repeated epoxidation of cis-cyclooctene. In the case of catalyst 2c, the activity decreased after the fourth run, but catalyst 2d was highly active upon 10 times without significant decrease in its activity. This trend was similarly observed between catalysts 2g and 2h; catalyst 2h showed higher reusability than catalyst 2g. Despite the fact that catalysts 2f and 2g showed higher activity in the initial step, the activities of those decreased suddenly in the third run. Another advantage of these catalysts is clean epoxidation of cis-cyclooctene. In fact, in the epoxidation of cyclooctene catalyzed by supported catalysts 2a–2h, no by-product was observed in the reaction mixture. The nature of the recovered catalysts was studied by FT-IR spectra, in which the FT-IR spectra of recovered catalysts showed that the CO bands disappeared and this led to increase in the catalytic activity. The mechanism of these reactions was reported previously [29]. 4 Conclusion In conclusion, we prepared polymer-supported tungsten carbonyl catalysts by immobilization of tungsten hexacarbonyl onto polystyrene via different phosphine and amine linkages and we found that some of these catalysts are highly reusable and efficient in the epoxidation of cis-cyclooctene. Polymer-supported tungsten carbonyl catalysts immobilized by nitrogen linkages show higher activity than those immobilized by phosphine linkages. References [1] J.P. Colman L.S. Hegedus J.R. Norton R.G. Finkle Principles and Applications of Organotransition Metal Chemistry 1987 University Science Books Mill Valley, USA [2] D. Cole J. Hamiltone Science 299 2003 1702 [3] S.J. Shuttleworth S.M. Allin R.D. Wilson D. Nasturica Synthesis 2000 1035 [4] S.V. Ley I.R. Baxendale R.N. Bream P.S. Jackson A.G. Leach D.A. Longhottom M. Nesi J.S. Scott R. Storer S.J. Taylor J. Chem. Soc., Perkin Trans. 1 2000 3815 [5] A. Akelah Chem. Rev. 81 1981 557 [6] A. Akelah D.C. Sherrington Polymer 24 1983 1369 [7] D.C. Sherrington Catal. Today 57 2000 81 [8] H. Deleuze X. Schultze D.C. Sherrington J. Mol. Catal. A: Chem. 159 2000 257 [9] N.E. Leadbeater M. Marco Chem. Rev. 102 2002 3217 [10] C.A. Mc Namara M.J. Dixon M. Bradley Chem. Rev. 102 2002 3275 [11] Q. Huafan Y. Mingli A.S.C. Chan J. Chem. Rev. 102 2002 3385 [12] C.E. Song S.G. Lee Chem. Rev. 102 2002 3495 [13] Y.R. de Minguel E. Brule R.G. Margue J. Chem. Soc., Perkin Trans. 1 2001 3085 [14] Y.R. de Minguel J. Chem. Soc., Perkin Trans. 1 2000 4213 [15] D.C. Bailey S.H. Langer Chem. Rev. 81 1981 109 [16] H.U. Blaser Catal. Today 60 2000 161 [17] H.U. Blaser M. Studer Appl. Catal. A: Gen. 189 1999 191 [18] H.U. Blaser B. Pugin F. Spinder J. Mol. Catal. A: Chem. 231 2005 1 [19] S. Ulmann Encyclopedia of Industrial Chemistry 6th ed. 1998 Wiley/VCH New York/Weinheim [20] K.A. Jørgenson Chem. Rev. 89 1989 431 [21] B.S. Lane K. Burgess Chem. Rev. 103 2003 2457 [22] A. Crosman G. Gelbard G. Poncelet V.I. Parvulescu Appl. Catal. A: Gen. 264 2004 23 [23] G. Gelbard F. Breton M. Quennard D.C. Sherrington J. Mol. Catal. A: Chem. 153 2000 7 [24] G. Gelbard F. Breton M. Benelmouden M. Quennard React. Funct. Polym. 33 1997 117 [25] G. Grivani S. Tangestaninejad M.H. Habibi V. Mirkhani Catal. Commun. 6 2005 375 [26] G. Grivani S. Tangestaninejad M.H. Habibi V. Mirkhani M. Moghadam Appl. Catal. A: Gen. 299 2006 131 [27] M.L. Linares N. Sanchez R. Alajarin J.J. Vaquero J. Alvarez-Builla Synthesis 3 2001 382 [28] J.J. Parlow D.A. Mischk S.S. Woodard J. Org. Chem. 62 1997 5908 [29] S. Bahaduri D. Mukesh Homogeneous Catalysis, Mechanism and Industrial Application 2000 John-Wiley & Sons Inc. Canada p. 183",
      "scopus-id": "33745993655",
      "coredata": {
        "eid": "1-s2.0-S1381116906007527",
        "dc:description": "Tungsten hexacarbonyl was immobilized onto polystyrene (2% cross-linked with divinylbenzene) via different linkages to afford polymer-supported tungsten carbonyl catalysts. These catalysts were used for the epoxidation of cis-cyclooctene with hydrogen peroxide. The effect of different solvents and oxygen donors were investigated in the epoxidation of cis-cyclooctene with catalyst 2e and CH3CN was chosen as reaction media and H2O2 as oxidant. We found that the polymer-supported tungsten carbonyl catalysts were efficient and reusable catalysts in this reaction. These catalysts could be reused 3–10 times in the epoxidation of cis-cyclooctene.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906007527",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tangestaninejad, Shahram"
          },
          {
            "@_fa": "true",
            "$": "Habibi, Mohammad Hossein"
          },
          {
            "@_fa": "true",
            "$": "Mirkhani, Valiollah"
          },
          {
            "@_fa": "true",
            "$": "Moghadam, Majid"
          },
          {
            "@_fa": "true",
            "$": "Grivani, Gholamhossein"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906007527"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906007527"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00752-7",
        "prism:volume": "255",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Simple preparation of some reusable and efficient polymer-supported tungsten carbonyl catalysts and clean epoxidation of cis-cyclooctene in the presence of H2O2",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polymer-supported catalyst"
          },
          {
            "@_fa": "true",
            "$": "Tungsten carbonyl"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Cyclooctene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "249-253",
        "prism:endingPage": "253",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 2006",
        "prism:doi": "10.1016/j.molcata.2006.04.020",
        "prism:startingPage": "249",
        "dc:identifier": "doi:10.1016/j.molcata.2006.04.020",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "34",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "214",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "34",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "214",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "34",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "214",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "413",
            "@width": "599",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48106",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2303",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "658",
            "@width": "370",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35194",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "52",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1398",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "60",
            "@width": "351",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2243",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007527-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "554",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33745993655"
      }
    }
  }
}