{
  "metadata": {
    "title": "The influence of MSI (metal-support interactions) on phenylacetaldehyde hydrogenation over Pt catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-09-12",
    "doi": "10.1016/S1381-1169(97)00066-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000666",
    "pii": "S1381116997000666"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030885502",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-04-20 1998-04-20 2010-03-25T21:28:44 1-s2.0-S1381116997000666 S1381-1169(97)00066-6 S1381116997000666 10.1016/S1381-1169(97)00066-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00635 2015-05-15T05:56:33.668241-04:00 0 0 19970912 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 124 124 1 1 Volume 124, Issue 1 8 79 89 79 89 19970912 12 September 1997 1997-09-12 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. INFLUENCEMSIMETALSUPPORTINTERACTIONSPHENYLACETALDEHYDEHYDROGENATIONOVERPTCATALYSTS POONDI D SHELDON 1996 75 R LIN 1994 59 S MESCKE 1960 137 R CAROTHERS 1924 1675 W PAGANELLI 1990 375 S CHERONIS 1944 603 N RYLANDER 1965 41 P CAROTHERS 1925 1047 W ADKINS 1948 695 H COQ 1993 211 B GALLEZOT 1991 P CATALYSISORGANICREACTIONS VANNICE 1992 255 M POONDI 1996 D PHDTHESIS CHEN 1990 175 H SEYEDMONIR 1984 253 S WEISZ 1957 1 P RYLANDER 1967 P CATALYTICHYDROGENATIONOVERPTMETALS JENCK 1980 141 J DELBECQ 1995 217 F SANDERS 1994 375 D ENGLISCH 1997 25 M GIROIRFENDLER 1988 171 A RICHARD 1988 1074 D PROCEEDINGS9THINTERNATIONALCONGRESSCATALYSIS RICHARD 1989 171 D GALLEZOT 1990 175 P GALVAGNO 1991 237 S GALVAGNO 1993 349 S SEN 1988 52 B CHEN 1996 1595 C TWU 1983 70 C SINFELT 1977 641 J HALLER 1989 173 G CERVENY 1996 15 L DIETZ 1967 68 W MAO 1995 230 C POONDIX1997X79 POONDIX1997X79X89 POONDIX1997X79XD POONDIX1997X79X89XD item S1381-1169(97)00066-6 S1381116997000666 1-s2.0-S1381116997000666 10.1016/S1381-1169(97)00066-6 271358 2010-09-29T19:53:33.354837-04:00 1997-09-12 1-s2.0-S1381116997000666-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/MAIN/application/pdf/f3173422349b58cbc8b6f063cd232b40/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/MAIN/application/pdf/f3173422349b58cbc8b6f063cd232b40/main.pdf main.pdf pdf true 1072313 MAIN 11 1-s2.0-S1381116997000666-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/PREVIEW/image/png/a5f32454035c996cd5fbf51c6fe5e64d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/PREVIEW/image/png/a5f32454035c996cd5fbf51c6fe5e64d/main_1.png main_1.png png 65254 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116997000666-si8.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif si8 true si8.gif gif 413 30 59 ALTIMG 1-s2.0-S1381116997000666-si7.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif si7 true si7.gif gif 413 30 59 ALTIMG 1-s2.0-S1381116997000666-si6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/STRIPIN/image/gif/a1fc20b125b6c5c17e61857166e5fd42/si6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/STRIPIN/image/gif/a1fc20b125b6c5c17e61857166e5fd42/si6.gif si6 true si6.gif gif 254 30 28 ALTIMG 1-s2.0-S1381116997000666-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/STRIPIN/image/gif/a1fc20b125b6c5c17e61857166e5fd42/si6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/STRIPIN/image/gif/a1fc20b125b6c5c17e61857166e5fd42/si6.gif si5 true si5.gif gif 254 30 28 ALTIMG 1-s2.0-S1381116997000666-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif si4 true si4.gif gif 413 30 59 ALTIMG 1-s2.0-S1381116997000666-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif si3 true si3.gif gif 413 30 59 ALTIMG 1-s2.0-S1381116997000666-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif si2 true si2.gif gif 413 30 59 ALTIMG 1-s2.0-S1381116997000666-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000666/STRIPIN/image/gif/6530584b9f25c79a695e14184c8e2a37/si2.gif si1 true si1.gif gif 413 30 59 ALTIMG ELSEVIER Abstract JOURNAL OF MOLECULAR CATALYSIS Of A: CHEMICAL Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 The influence of MS1(metal-support interactions) on phenylacetaldehyde hydrogenation over Pt catalysts D. Poondi, M.A. Vannice Department of Chemical Engineering, The Pennsylvania State Uniuersity, University Park PA 16802-4400, USA Received 17 December 1996; accepted 12 March 1997 Ti02-supported Pt, after a high-temperature reduction (HTR) at 773 K to induce the SMSI state, had a turnover frequency (TOF) for phenylacetylaldehyde hydrogenation that was 15-20 times higher than TOF values for Pt dispersed on either S'OZ or i7-A1203 and, since all supported catalysts had Pt dispersions of unity (1 nm crystallites), the TOF for Pt/T'02 (HTR) based on complete dispersion was still 2-5 times greater than the other supported catalysts. More importantly, selectivity to 2-phenylethanol was markedly enhanced over Pt/Ti02 (HTR), comprising 70% of the product at conversions as high as 60%. Pt/T'02 after a low temperature reduction (LTR) at 473 K gave neither the high TOFs nor the enhanced selectivity. Among these catalysts the highest activation energy of 12.4 kcal/mol was attained with Pt/T'02 (HTR) and the reaction order on phenylacetaldehyde was between 0 and 1 /2 while that on H Z was around 1 /2 or higher. At higher conversions (over 50%) significant hydrogenolysis activity to form benzene and toluene occurred on all Pt catalysts except Pt/Ti02 (HTR). The higher hydrogenation activity and suppressed hydrogenolysis capability with the Pt/Ti0z (HTR) catalyst is attributed to TiOx species migrating onto the Pt surface to create active sites at the Pt-titanic interface while simultaneously destroying large ensembles of Pt atoms required for hydrogenolysis reactions; however, competitive desorption /readsorption processes must also play a significant role in enhancing selectivity to the intermediate phenylethanol product. Keywords: Metal-support interactions; Platinum/titanic; Phenylacetaldehyde hydrogenation; Phenylethanol 1. Introduction Two challenges in the manufacture of fine chemicals are to reduce energy and raw materials consumption and to produce minimal unwanted environmental waste [ 1 ]. The hydrogenation of ketones or aldehydes containing unsaturated C=C bonds to an alcohol is a class of reactions important to specialty chemicals Corresponding author. Tel.: + 1-814-8634803; fax: + 1-8148657846; e-mail: mavche@engr.psu.edu. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PI1 S1381-1169(97)00066-6 and enhancing activity, and controlling selectivity to favor the desired product impacts directly on the above latter goal. Hydrogenation of aromatic aldehydes and ketones has been studied over supported Pt catalysts in both the vapor and liquid phases [2-12]. Dispersing Pt on titania has been found to enhance activity for hydrogenating molecules containing a C=O bond [2,3,13] and furthermore, the use of Pt/Ti02 increased the selectivity to benzyl alcohol and 1-phenylethanol during the respective hydrogenation of benzaldehyde and acetophenone while it also suppressed hy- 80 D. Poondi, M.A. Vannice /Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 drogenolysis reactions [2,3]. The deposition of titania on large (760 nm) Pt crystallites resulted in similar improved performance [ 14]. The enhanced activity for hydrogenation of the carbonyl bond over these Pt/titania systems has been attributed to the activation of this bond by defect sites on the oxide created at the Pt-titania interface [13], while the reduced hydrogenolysis activity has been explained by the destruction of large ensembles of metal atoms by migrating TiOX species [3,14]. Vapor-phase hydrogenation of ketones such as acetophenone, methyl benzyl ketone and ethyl phenyl ketone over Pd/S'02 at 298 K showed that total conversion was not significantly affected by the location of the C=O bond relative to the aromatic ring in these molecules; however, selectivity to the aromatic alcohol was higher during hydrogenation of ethyl benzyl ketone and methyl phenyl ketone compared to the hydrogenation of acetophenone [15]. A similar study of aromatic aldehydes could determine the influence of the location of the aromatic ring, relative to that of the aldehyde group, on activity and selectivity. A study of benzaldehyde hydrogenation has recently been completed [3] and a similar investigation of phenylacetaldehyde hydrogenation over the same family of Pt catalysts is described here. Consequently, when combined with our earlier studies [2,3], the hydrogenation behavior of benzaldehyde, acetophenone, and phenylacetaldehyde over Pt can now be compared. 2. Experimental The Pt powder was Puratronic grade (Johnson Matthey, 99.999%) which was heated in OZ at 673 K prior to pretreatment in H2. The dispersed Pt catalysts were prepared by an incipient wetness technique using H2PtC16 (Aldrich, 99.995%) dissolved in distilled, deionized water along with either -q-A'203 (from alumina trihydrate calcined at 873 K, 150 m2/g) or Ti02 (Degussa P25, 40 m2/g). Pt/S'02 had been prepared by an ion-exchange method using Si02 (Davison grade 57, 220 M2 /g) and Pt(NH3)4C12 (Strem, 55.3% Pt) as a precursor [2]. All support materials were calcined at 773 K in air for 2 h before impregnation. The impregnated catalysts were dried at 393 K overnight and stored in a desiccator for later use. One of three pretreatment procedures described previously [3] was followed prior to either chemisorption measurements or the kinetic studies; in brief, the Pt/S'02 and Pt/rlA1203 samples were reduced at 723 K, the LTR (low temperature reduced) Pt/Ti02 sample was reduced at 473 K and the HTR (high temperature reduced) Pt/T'02 sample was reduced at 773 K [3]. The chemisorption system produced a vacuum below 10-6 Torr at the sample and has been described previously [ 16]. Phenylacetaldehyde (Sigma, 97%) was stored under nitrogen below 270 K in a freezer. The 2-phenylethanol (Aldrich, 99 + %) was stored in a glove bag purged with nitrogen. Hydrogen and helium (MG Ind., UHP grade, 99.999%) were passed through both molecular sieve traps (Supelco) and Oxytraps (Alltech Asso.). A mixture of phenylacetaldehyde (PhAc) and H 2 at atmospheric pressure and a total flow rate of 50 sccm was passed through a Pyrex reactor containing 20-40 mg of catalyst which was heated in a fluidized sand bath. PhAc partial pressures and reactor line temperatures were chosen to eliminate condensation, thus the PhAc partial pressure was typically maintained at 3 Torr, but reaction at 4.5 and 6 Torr was also studied. The preheater line, the gas sampling valve and all the lines downstream from the reactor were kept at 473 K. Some 2-phenylethanol (PhEt) decomposed to styrene during passage through the lines to the gas chromatograph and reducing the line temperature decreased this decomposition, but did not completely eliminate it. The effluent gas was analyzed by a gas chromatograph (H-P 5890 Series II) with a single TC detector and a 10 ft Carbowax 20M column. The oven temperature program was typically initiated at 358 K, ramped at 35 K/min to 473 K, then held at that D. Poondi, M.A. Vannice/Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 temperature for 20 min. A 3 ft Chromosorb 102 column was later used to separate hydrogenolysis products such as CO and formaldehyde because these products were not separated by the Carbowax 20M column. With the Chromosorb 102 column the oven temperature was held initially at 228 K for 6 min, ramped at 50 K/min to 493 K and held at that temperature for 7 min. 3. Results Hydrogen chemisorption was used to characterize both supported and unsupported Pt catalysts, and the uptake, Pt dispersion and Pt crystallite sizes were reported earlier [3]; however, the pertinent results are summarized in Table 1. A simplified reaction network scheme for phenylacetaldehyde (PhAc) hydrogenation is shown in Fig. 1. 2-Phenylethanol (PhEt), styrene (Sty), ethylbenzene (EtBz), cyclohexylethanal (CyHxal) and cyclohexylethanol (CyHxol) were the products observed during PhAc hydrogenation over these Pt catalysts; however, benzene, toluene, CO and formaldehyde were also produced via hydrogenolysis reactions when Pt powder or Pt/S'02 was used. Quantitative analysis of the product stream was complicated by the absence of certain thermal response factors in the literature and these had to be experimentally determined for the TC detector used here. Table 1 Characterization of Pt catalysts by chemisorption at 300 K 81 Phenylsc~hyde (PhAc) F HO 2-Phenyledtenol (2-PhEt) CHO I2 Cydohexylethanal Gydohexylethenol (CYHXd) Styrene (Sty) i Ethybenzene (Etez) H3 00 ?H3 EBtylaydohexene (EtCiHx) Fig. 1. Reaction pathways during phenylacetaldehyde hydrogena- tion. The pure compounds were vaporized in an empty reactor using a given flow of He and nitrogen to establish a known partial pressure for each component, and the response factor for the desired compound was then calculated using nitrogen as a reference peak [ 14]a. The elution times and response factors for PhAc and other products are listed in Table 2. The first measurement of PhAc hydrogenation activity could not be made until 90 min Catalyst Ted (K) H2 chemisorption ( lr,mol HZ/g cat) (HTot/PtTod d a (dm) irrev total 0.96% Pt/S'02 723 19.0 28.0 1.14 1.0 0.78% Pt/77-A1203 723 13.0 22.0 1.09 1.0 0.65% Pt/Ti02 (LTR) 473 12.0 22.0 1.37 1.0 0.65% Pt/Ti02 (HTR) 773 1.1 2.1 0.12 - 5.0 h 40.0 b 0.15 (CO/Pt) - 0.24% Pt/Si02-A'203 448 3.0 7.0 1.15 1.0 Pt powder 723 1.7 3.1 0.0012 940 a Average Pt crystallite size. b CO chemisorption. 82 D. Poondi, M.A. Vannice / Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 Table 2 Elution time and response factor for products from phenylac etaldehyde hydrogenation (with a Carbowax 20M column) Compound CO Benzene Toluene Ethylbenzene Styrene Cyclohexylethanal Cyclohexylethanol Phenylacetaldehyde 2-Phenylethanol Formaldehyde Residence Response time (min) factor 0.71 a 1.85 2.25 2.60 3.20 4.03 4.52 5.30 7.58 7.70 a 42 100 116 129 11312 13012 11612 122 140 t I 1 65 Ref. [351 [351 [351 [351 this study this study this study this study this study [361 a Residence time in 3 ft Chromosorb 102 column (see Section 2). 8 i- after the introduction of the reactant because of the long time necessary for stabilization of the PhAc pressure due to the very low flow rates. After these early activity measurements, Arrhe- \" .001 nius runs were conducted with an effort to keep conversions below 20%; however, when higher conversions were attained with Pt powder and Pt/Ti02 (LTR), the mass balance equation for an integral reactor was used to evaluate rate constants and apparent activation energies assuming a half-order dependence on H 2 and a zero-order dependence on PhAc. Representative Arrhenius plots are shown in Fig. 2. Calculations using the Weisz criterion [17] showed that no mass transfer limitations should exist [14]. The rates, activation energies and TOFs for PhAc consumption at 3 Torr and 423 K are listed in Table 3. The apparent activation energies varied from 2.4 to 12.4 kcal/mol and TOFs based on hydrogen chemisorption ranged from 0.020 to 0.833 s-1. The TOF value for 10~ 0 (a) L7 0.0022 0.0023 0.0023 1/T 0.0024 0.0025 (b) .0001 1 0.0019 0.0021 0.0023 1/T 0.0025 0.0027 Fig. 2. Arrhenius plots for phenylacetaldehyde hydrogenation over Pt Catalysts; PP,AC = 3 Tort, PHZ = 750 Tort, open symbols, ascending T; closed symbols, descending T: (a) 0.78% Pt/7~A1203 (O), 0.65% Pt/Ti02 (HTR) (O); (b) 0.65% Pt/T2 (LTR) (0), Pt powder (O). Pt/Ti02 (HTR) listed in parentheses was obtained by normalizing the rate to the dispersion of the LTR catalyst (i.e., 100%), thus it represents a minimum TOF value. The TOF for Pt Table 3 Kinetic parameters for phenylacetaldehyde hydrogenation on Pt catalysts: T= 423 K, PphAC = 3 Tort, PH, = 750 Torr Catalyst T~d (K) RatePhAc ( Lr.mol/s ~ g cat) E a (kcal/mol) TOF (s- 1) 0.78% Pt/203 723 1.69 6.0 t 1.1 0.042 11-22 0.96% Pt/S2 723 2.57 - 0.052 - 0.65% Pt/T'02 (LTR) 473 0.67 5.8 0.7 0.020 19-60 0.65% Pt/T'02 (HTR) 773 3.50 12.4 1.0 0.833 (0.105) b 9-25 Pt powder 723 1.82 2.4 0.4 0.294 28-40 Conv. (%) a With 95% confidence interval. b Assuming Pt dispersion of unity. D. Poondi, M.A. Vannice/Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 Table 4 Partial pressure dependencies a: rate = kPphAc PE, b, T = 423 K Catalyst a b 0.8 Pt powder 0.0.04 0.70 f 0.08 0.78% Pt/71-A'203 0.4310.05 0.4210.11 0.65% Pt/Ti02 (HTR) 0.53 t 0.16 not determined a With 95% confidence interval. 1.0 7 d 0.8 0 . w a, N 0.2 0.61 Benzene Toluene m Ethytbenzene Styrene Cyclohexylethanal Cyclohexylethanol 2-PhenyletLanol 0.0 0.46 0.68 0.74 PhAc Conversion 0.81 Fig. 3. Selectivity at different conversions for phenylacetaldehyde hydrogenation over Pt/S'02: PH2 = 750 Ton, PphA. = 3 Tort, T = 423-513 K. l.o - 0.8 0 U N a' 0.6 Benzene Toluene Ethylbenzene Styrene Cyclohexylethaoal Cyclohexylethaool 2-Pnylethanol 83 l.o - N U h 0.61 0.4 0.2 0.0 Benzene Toluene Ethylbenzene Styrene Cycloxylethanal Cyclohexylethsnol 2-Phenylethanol 0.11 0.27 0.49 0.61 P6Ac Conversion Fig. 5. Selectivity at different conversions for phenylacetaldehyde hydrogenation over Pt/71-Al z03: PH2 = 750 Ton, PphA. = 3 Torr, T = 423-513 K. powder was higher than those for Pt/S'02 and Pt/77-A1203 indicating a possible crystallite size effect. Partial pressure dependencies were determined at 423 K and are listed in Table 4. A zero-order dependency on PhAc was obtained for Pt powder compared to respective values of 0.43 and 0.53 for Pt/-q-A'203 and Pt/Ti02 (HTR), while dependencies on H2 pressure were near half-order. l.o 0.81 V m w 0.6 0 Benzene Toluene m Ethylbenzene Styrene Cyclohexylethanal Cyclohexylethanol 2-Phenylethanol 0.36 0.38 0.43 PhAc Conversion Fig. 4. Selectivity at different conversions for phenylacetaldehyde hydrogenation over Pt powder: PH2 = 750 Ton, PphA. = 3 Tort, T = 403-523 K. 0.15 0.25 0.43 PhAc Conversion Fig. 6. Selectivity at different conversions for phenylacetaldehyde hydrogenation over Pt/Ti02 (LTR): PH2 = 750 Ton, PphAc = 3 Torn T = 423-503 K. 84 D. Poondi, M.A. Vannice /Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 Table 5 Phenylacetaldehyde hydrogenolysis and hydrogenation activities over Pt catalysts: PphAc = 3 Torr, PH2 = 750 Tort, T= 423 K Catalyst Product %a TOF x 1000 (s-1 ) hydrogenolysis hydrogenation hydrogenolysis hydrogenation Pt/S'02 55 45 29 24 Pt/i7-A1203 27 73 11 31 Pt powder 51 49 150 143 Pt/Ti02 (LTR) 31 69 6 14 Pt/Ti02 (HTR) 22 78 181(23) a 652 (82) e Value in parentheses based on Pt dispersion of unity. Figs. 3-7 show selectivity-conversion plots for Pt/S'02, Pt powder, Pt/r1-A1203, Pt/T'02 (LTR) and Pt/T'02 (HTR) at 3 Torr PhAc and reaction temperatures ranging from 400 to 523 K. Conversions were varied by changing both space velocity and temperature. Styrene was presumably formed by dehydration of 2-PhEt on either Pt or the acidic sites on the support, and in some cases no 2-PhEt was detected in the product stream. The concentration of hydrogenolysis products like toluene and benzene typically increased with conversion and temperature. The selectivity to toluene was higher than that to benzene, except for Pt powder, and the formation of these products was clearly inhibited with the Pt/Ti02 (HTR) sample. 1.0 0.8 j d 0.6 a. 0.4 u h 0.2 0.0 0 Benzene Toluene m Ethylbenzene styrene Cyclohexylethenal Cyctoxytetooi 2-PVenyletSmol 0.32 0.42 0.55 PhAc Conversion Fig. 7. Selectivity at different conversions for phenylacetaldehyde hydrogenation over Pt/Ti02 (HTR): PHZ = 750 Ton, PphAc = 3 Totr, T = 413-473 K. Table 5 shows the extent of hydrogenolysis reactions and compares PhAc hydrogenolysis versus hydrogenation over these Pt catalysts, while Table 6 gives the composition of the hydrogenolysis product at three conversions over these Pt catalysts. The reaction temperatures are not too dissimilar, with a maximum temperature difference of 50 K. The hydrogenolysis reactions were clearly suppressed on the Pt/Ti02 (HTR) sample. The composition of the PhAc hydrogenation products at 3 Torr can be determined from Figs. 3-7. This composition over Table 6 Hydrogenolysis products at various phenylacetaldehyde conversions (XphAd: PHZ=750 Torr, PphAc =3 Torr Catalyst T. (K) e XphAc = 0.3 Pt powder Pt/77-A1203 Pt/T'02 (LTR) Pt/TiOz (HTR) XPhAc = 0.4 Pt/77-A1203 Pt/T'02 (LTR) Pt powder Pt/Ti02 (HTR) Pt/S'02 XphAc = 0.6 Pt/rl-A1203 Pt/T2 (LTR) Pt/T102 (HTR) Pt/S'02 a Reaction temperature. 423 438 465 448 453 473 448 448 423 513 504 468 473 Hydrogenolysis Toluene 51 23 39 11 24 50 52 12 47 47 52 10 52 48 83 80 78 87 86 51 74 66 98 92 83 83 Benzene 52 17 20 22 13 14 49 26 34 2 8 17 17 D. Poondi, M.A. Vannice /Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 Pt/71-A'203 showed no obvious trends as the PhAc pressure varied from 3 to 6 Torr and the HZ pressure varied between 500 and 750 Torr [ 14]a. 4. Discussion No previous study of PhAc hydrogenation could be found, thus this investigation of vapor-phase PhAc hydrogenation may be the first reported. Studying the vapor-phase reaction of a compound with a relatively low vapor pressure and high reactivity under differential reaction conditions is not a trivial effort; however, this approach does allow determination of catalytic behavior in the absence of any solvent effects. Although low conversions frequently were attained at low temperatures, a wide range of conversion was necessary to compare all catalysts under similar conditions and to evaluate fully the product distributions from these catalysts. Under these reaction conditions one must be aware of not only mass transfer resistances, especially pore diffusion, but also the possibility of capillary condensation of highboiling compounds. Application of the Weisz criterion routinely gave very low values (ca. 0.02) indicating no significant mass transport limitations [14]a. Since the PhAc vapor pressure temperature dependence could not be found, properties comparable to an isomer, acetophenone, were assumed and the Kelvin equation was applied. The diameter of a pore in which capillary condensation might begin to occur at the lowest temperature used was 2 nm [14]a, which is much smaller than the average pore diameters in these oxide supports, i.e. 6, 14 and 20 nm for r7-A1203, Si02 and Ti02, respectively [ 14]a. Catalyst deactivation during the initial 90 min period on stream could not be determined, but Rylander has reported that Pt catalysts deactivate during aliphatic or aromatic aldehyde hydrogenation [18]. The earliest activities for PhAc 85 hydrogenation were typically determined after 90 min on stream and are listed as steady-state values because little deactivation was observed during the subsequent Arrhenius runs shown in Fig. 2. The apparent activation energies for PhAc conversion at 3 Torr fell between 2 and 12 kcal/mol, a range of values similar to those reported for both acetophenone and benzaldehyde hydrogenation in which cases the respective activation energies varied from 3 to 9 kcal/mol and 5 to 13 kcal/mol under similar reaction conditions [2,3]. These low values are also similar to those obtained for crotonaldehyde, acetone and acetophenone hydrogenation over copper chromite catalysts [19]. All results indicate these represent actual kinetic barriers unaffected by pore diffusion. The product distributions related to benzene, toluene, 2-phenylethanol, cyclohexylethanal, cyclohexylethanol, ethylbenzene and styrene varied significantly for different Pt catalysts and this may help explain the noticeable variations in apparent activation energies. A comparison of the TOFs given in Table 3, based on the amount of PhAc reacted, clearly shows that Pt/Ti02 (HTR) is much more active than any other supported Pt catalyst, even if the minimum value is used. The TOF on Pt/Ti02 (HTR) is higher than that on Pt/Ti02 (LTR) by a factor varying from a minimum value of 5 to a value of 40 based on hydrogen adsorption sites, and the TOFs among these Pt catalysts varied by over two orders of magnitude, i.e. from 0.020 to 0.833 s-', when based on sites capable of adsorbing hydrogen at 300 K. Table 5 reports TOFs representing separate hydrogenolysis and hydrogenation reactions of PhAc and the TOF for only hydrogenation reactions on Pt/Ti02 (HTR) is clearly higher than the TOFs on Pt/S'021 Pt/,q-A1203, and Pt/Ti02 (LTR), regardless of the basis of calculation. As repeatedly observed in other hydrogenation reactions involving a carbonyl bond [13], this higher activity is not due to a lower activation energy and, in fact, the Ea value for Pt/Ti02 (HTR) is twice that for the other supported Pt catalysts. 86 D. Poondi, M.A. Vannice /Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 Higher TOFs for benzaldehyde and acetophenone hydrogenation on Pt/Ti02 (HTR) have also been obtained [2,3] and Coq et al. found that Ru/Ti02 (HTR) showed higher rates for liquid-phase cinnamaldehyde hydrogenation at 333 K compared to Ru/Si02 [11]. Hydrogenation of the aromatic ring in PhAc to CyHxal is more thermodynamically favored than hydrogenation of the carbonyl bond to give 2-PhEt; however, the results obtained here, along with those obtained previously for hydrogenation of benzaldehyde and acetophenone [2,3], show that ring hydrogenation is less likely to occur on Pt and reduction of the carbonyl group is favored in most cases. The reasons why the aromatic ring is far less reactive with hydrogen than the carbonyl bond are not clear, but they may be due to both the orientation of PhAc adsorbed on the surface and an electronic effect on the reactivity of the aromatic ring caused by the C = O bond in the molecule. The structural configuration of adsorbed PhAc has not been investigated; however, Gallezot et al. have proposed an adsorption configuration for cinnamaldehyde with the carbonyl bond attached to the surface and the aromatic ring oriented away from the surface [12]. Delbecq and Sautet have assumed that the aromatic ring is oriented away from the surface whereas the reactive C=C and C=O bonds in cinnamaldehyde are involved in chemisorption, and they used semiempirical calculations to estimate binding energies on Pt and Pd [20]. No hydrogenation of the aromatic ring was detected during benzaldehyde hydrogenation over Pt(3) and limited ring hydrogenation was observed with acetophenone [2,21]. Based on the studies of these French workers, it has been suggested that on a nearly saturated surface benzaldehyde might be forced to adsorb with the carbonyl bond interacting with the surface while the aromatic ring is oriented away because of a crowding effect [3,14] and a similar situation may exist with PhAc. Regardless, because hydrogenation of the C=O bond in PhAc to form 2-PhEt is not the thermodynamically favored route, the selectivity to PhEt must be kinetically controlled, which would involve both intrinsic rate constants and equilibrium adsorption constants. The alternative initial reaction pathway of ring hydrogenation of PhAc to CyHxal, which is subsequently hydrogenated to CyHxol, is obviously inhibited. PhEt can be dehydrated to form styrene, a reaction whose free energy change becomes negative near 420 K. The dehydration of 1-PhEt to styrene during acetophenone hydrogenation has already been observed over acid sites on the support surface [2]. In the present study, significant concentrations of styrene were measured in the product stream during PhAc hydrogenation over Pt powder as well as the supported Pt catalysts, thus implying that 2-PhEt dehydration to styrene can occur on Pt as well as the support oxides and the styrene can then be hydrogenated on Pt to yield EtBz. At low conversions, the PhEt produced in the reaction over Pt/S'021 Pt/Ti02 (LTR) and Pt/,q-A1203 was either desorbed as a product or dehydrated to styrene and no EtBz was detected; however, the selectivity to EtBz increased at higher conversions when the PhEt and styrene concentrations became higher. More importantly, secondary hydrogenation to EtBz was suppressed over Pt/T'02 (HTR) for conversions ranging up to 60%. In similar fashion, secondary hydrogenation of benzyl alcohol to toluene was also suppressed over Pt/S'021 Pt/T'02 (LTR) and Pt/71-A'203 at low benzaldehyde conversions (< 20%), whereas no toluene was detected over Pt/Ti02 (HTR) at conversions up to 80% [3]. The high selectivity to benzyl alcohol at low conversions over Pt/Ti02 (LTR) and Pt/ rjA1203 was clearly attributable to low surface coverages of benzyl alcohol because the TOFs for benzaldehyde and benzyl alcohol hydrogenation were very similar [3]. Although 2-PhEt hydrogenation has not been studied over Pt, TOFs were obtained for hydrogenation of an isomer, 1-PhEt, on Pt/T'02 (LTR) and Pt/T'02 (HTR) [21]. If the TOFs for the isomers are assumed to be similar, comparison of the respective values at 373 K for 1-PhEt on Pt/Ti02 D. Poondi, M.A. Vannice /Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 (LTR) and Pt/Ti02 (HTR), 0.085 and 0.060 s-', to the TOR for PhAc on the same two respective catalysts, 0.014 and 0.026 s-', again indicates that very low surface coverages of PhEt must be responsible for the very low rates of formation of secondary products. The adsorption of PhAc compared to the intermediates formed is obviously favored, especially on Pt/Ti02 (HTR). Figs. 3-7 show that ring hydrogenated products such as cyclohexylethanal and cyclohexylethanol were usually produced in smaller concentrations and the total molar amount of hydrogenated carbonyl-bond-only products, i.e., styrene, 2-phenylethanol and ethylbenzene, increased with increasing conversion. These considerations plus the favored adsorption of PhAc on the catalysts show that PhAc hydrogenation to 2-PhEt rather than CyHxal is favored over all these Pt catalysts. The reduction of the C=O bond in PhAc was further enhanced at higher temperatures and higher conversions relative to the aromatic ring, thereby increasing the concentration of products created by C=O bond hydrogenation. Also, PhAc hydrogenation to CyHxal was significantly decreased over Pt/Ti02 (HTR) at conversions ranging up to 60% and this behavior adds further support for the model invoking special interfacial sites which activate the carbonyl bond [13]. Metal crystallite size effects on activity and selectivity have been reported for the hydrogenation of several aldehydes and ketones, but no clear trends have been established because of contradictory results in the literature [11,22-27]. For example, Ru crystallite size had a profound effect on cinnamaldehyde hydrogenation in the liquid phase, with larger Ru particles showing a higher TOF [ 11 ]; however, Galvagno et al. reported a constant TOF for liquid-phase cinnamaldehyde hydrogenation over Ru/C catalysts with different dispersions [27]. Changes with particle size in the product distribution from cinnamaldehyde hydrogenation have been associated with steric effects which alter the distance between the surface and the aromatic 87 ring relative to the C=C bond because such steric constraints could not influence citral hydrogenation as the latter molecule contains no aromatic ring [27,28]. Differences were reported earlier for acetone hydrogenation over Pt powder and supported Pt [29] which have recently been attributed to the bonding geometry of C=O on the Pt surface [30]. The product distribution and specific activity for PhAc hydrogenation over 940 nm Pt powder particles were also different from those obtained with supported catalysts containing 1 nn Pt crystallites. At higher conversions, the TOF and the selectivity to ring-hydrogenated products like CyHxal and CyHxol were higher over Pt powder than over Pt/T'02 (HTR) and Pt/71-A'203. It is possible that the steady-state activities may be determined to a large extent by deactivation processes occurring during the initial minutes of the reaction. Deactivation of Pt catalysts by decarbonylation and subsequent irreversible CO adsorption possibly could occur during benzaldehyde and phenylacetaldehyde hydrogenation in a manner similar to that proposed by Englisch et al. for crotonaldehyde hydrogenation [22]. Deactivation and lower TOFs might be expected, therefore, to correlate inversely with toluene (and possibly benzene) formation and this is observed with the Pt/T'02 (HTR) catalyst. It is also known that the SMSI state existing in this catalyst weakens CO adsorption relative to H z adsorption [31 ], which could minimize this type of deactivation. However, it does not account for the higher activity that occurs with the Pt powder. The extent of hydrogenolysis reactions (i.e. C-C bond breaking) decreased in the following order: Pt powder > Pt/S'02 > Pt/-q-A1203 > Pt/Ti02 (LTR) > Pt/Ti02 (HTR). This result is consistent with that obtained during benzaldehyde hydrogenation because hydrogenolysis was completely suppressed over Pt/Ti02 (HTR) compared to the other catalysts [3]. It is usually assumed that hydrogenolysis of hydrocarbons requires large ensembles of metal atoms [32], and decoration of the metal surface by titania 88 D. Poondi, M.A. Vannice /Journal of Molecular Catalysis A: Chemical 124 (1997) 79-89 Table 7 Specific activity for hydrogenation of aromatic oxygenates on Pt: Poxyse.ate = 3 Torr, PHZ = 750 Torr, T = 423 K Reactant Turnover frequency (s-1 X 1000) e Pt/S'02 Pt/77-A1203 Pt/TiOz (HTR) b Phenylacetaldehyde 24 31 652 (82) Benzaldehyde ` 48 69 1840 (176) Acetophenoned 189 252 3240(92) e Hydrogenolysis reactions excluded. b Value in parentheses based on Pt dispersion of unity. ` From Ref. [3]. ` From Ref. [2]. can break up these ensembles thereby markedly affecting a structure-sensitive reaction such as this one [33]. This explanation readily accounts for the low hydrogenolysis rates obtained with the Pt/Ti02 (HTR) catalyst. A comparison of specific activity can now be made for the hydrogenation of three aromatic aldehydes and ketones over the same Pt catalysts. As shown in Table 7, the TOFs for benzaldehyde, phenylacetaldehyde, and acetophenone hydrogenation were always enhanced over Pt/Ti02 (HTR) compared to typical Pt catalysts. Of the three compounds, PhAc was the least reactive with H2, while acetophenone was the most reactive, regardless of catalyst. All three catalysts had average Pt crystallite sizes near 1 nm, thus eliminating crystallite size effects as a possible cause for the difference in activity. The activity enhancement over Pt/Ti02 (HTR) for all three molecules can be explained by a single model which invokes special defect sites created at the Pt-titania interface which can polarize and activate the carbonyl bond [13]. A similar comparison for liquid-phase hydrogenation of acetophenone, cinnamaldehyde, and benzaldehyde over Ru catalysts has been made and the ketone was again reported to be much more reactive than the aldehydes [34]. These latter results and ours contrast to those of Jenck and Germain who found that alkyl aldehydes hydrogenated more rapidly than ketones over a copper chromite catalyst; however, they did state that the addition of a phenyl group to the neigh- boring carbon atom activated the carbonyl group [ 19]. 5. Summary It has been found again that the product distribution in a hydrogenation reaction can be markedly altered by the appropriate choice of support material. Pt/Ti02 (HTR) had a specific activity for PhAc hydrogenation that was, at a minimum, 2-5 times higher than the specific activities of Pt/S'021 Pt/,q-A1203 and Pt/Ti02 (LTR). Hydrogenation of the C=O bond versus the aromatic ring was favored in this reaction over all the Pt catalysts. Perhaps more importantly, 2-PhAc formation was markedly enhanced over Pt/Ti02 (HTR) giving selectivities near 70% even at conversions of 60%, which was double that of the best typical Pt catalyst, Pt/-q-A'203. In addition to enhanced activitation of the carbonyl bond on Pt/Ti02 (HTR) catalysts, desorption and readsorption processes, which control surface concentrations of the intermediates formed in the reaction, must also play a significant role in controlling secondary reactions and thus selectivity. Hydrogenolysis of PhAc to give toluene and, especially, benzene was more extensive on Pt powder at low conversions compared to the supported catalysts; however, at higher conversions of 60%, comparable hydrogenolysis activity (ca. half the product) occurred over all the catalysts except Pt/Ti02 (HTR). Scission of C-C bonds was clearly suppressed on the HTR SMSI form of Pt/Ti02 and this suppressed hydrogenolysis activity can be attributed to the destruction of large ensembles of Pt atoms by TiOx species migrating onto the Pt surface. This type of activity enhancement coupled with improved selectivity to desired products continues to provide promise that MSI can be utilized to favorably impact both process economics and minimization of environmental waste associated with industrial hydrogenation reactions. D. Poondi, M.A. Vannice/Journal of Molecular Catalvsis A: Chemical 124 (1997) 79-89 Acknowledgements This study was supported by the U.S. Depart- [17~ ment of Energy, Division of Basic Energy Sci- [18~ ences, under Grant DE-FG02-84ER13276. References [1] R.A. Sheldon, J. Mol. Catal. A 107 (1996) 75. [2] S.D. Lin, D.K. Sanders, M.A. Vannice, Appl. Catal. A 113 (1994) 59. [3] D. Poondi, M.A. Vannice, J. Catal., in press. [4] R.W. Mescke, W.H. Hartung, J. Org. Chem. 25 (1960) 137. [5] W.H. Carothers, R. Adams, J. Am. Chem. Soc. 46 (1924) 1675. [6] 5. Paganelli, U. Matteoli, A. Scrivanti, C. Botteghi, J. Organomet. Chem. 397 (1990) 375. [7] N.D. Cheronis, N. Levin, J. Chem. Educ. 21 (1944) 603. [8] P.N. Rylander, D.R. Steele, Engelhard Ind. Tech. Bull. 6 (1965) 41. [9] W.H. Carothers, R. Adams, J. Am. Chem. Soc. 47 (1925) 1047. [l0] H. Adkins, H.R. Billica, J. Am. Chem. Soc. 70 (1948) 695. [I1] B. Coq, P.S. Kumbhar, C. Moreau, P. Moreau, M.G. Waravdekar, J. Mol. Catal. 78 (1993) 211. [12] P. Gallezot, A. Giroir-Fendler, D. Richard, Catalysis of Organic Reactions, Marcel Dekker, New York, 1991. [13] M.A. Vannice, Catal. Today 12 (1992) 255. [14] (a) D. Poondi, Ph.D. Thesis, The Pennsylvania State University, 1996; (b) M.A. Vannice, D. Poondi, J. Catal., submitted for publication. 89 [15] H.-W. Chen, C.-S. Chen, Catal. Lett. 5 (1990) 175. [16] S.R. Seyedmonir, D.E. Strohmeyer, G.L. Geoffrey, M.A. Vannice, Ads. Sci. Technol. 1 (1984) 253. P.B. Weisz, Z. Phys. Chem. Frankfurt am Main 11 (1957) I. P.N. Rylander, Catalytic Hydrogenation over Pt Metals, Academic Press, New York, 1967. [19] J. Jenck, J.E. Germain, J. Catal. 65 (1980) 141. [20] F. Delbecq, P. Sautet, J. Catal. 152 (1995) 217. [21] D.K. Sanders, S.D. Lin, M.A. Vannice, J. Catal. 147 (1994) 375. [22] M. Englisch, A. Jentys, J.A. Lercher, J. Catal. 166 (1997) 25. [23] A. Giroir-Fendler, D. Richard, P. Gallezot, Stud. Surf. Sci. Catal. 41 (1988) 171. [24] D. Richard, P. Fouilloux, P. Gallezot, in: M.J. Phillips, M. Ternan (Eds.), Proceedings of the 9th International Congress on Catalysis, Chem. Inst. Canada, Calgary, 1988, p. 1074. [25] D. Richard, P. Gallezot, D. Neibecker, I. Tkatchenko, Catal. Today 6 (1989) 171. [26] P. Gallezot, A. Giroir-Fendler, D. Richard, Catal. Lett. 5 (1990) 175. [27] S. Galvagno, G. Capanelli, G. Neri, A. Donato, R. Pietropaolo, J. Mol. Catal. 64 (1991) 237. [28] S. Galvagno, C. Milone, A. Donato, G. Neri, R. Pietropaolo, Catal. Lett. 18 (1993) 349. [29] B. Sen, M.A. Vannice, J. Catal. 113 (1988) 52. [30] C.-S. Chen, H.-W. Chen, J. Chem. Soc. Faraday Trans. 92 (1996) 1595. [31] C.C. Twu, M.A. Vannice, J. Catal. 79 (1983) 70. [32] J.H. Sinfelt, Science 195 (1977) 641. [33] G.L. Halter, D.E. Resasco, Adv. Catal. 36 (1989) 173. [34] L. Cerveny, Z. Belohlav, M.N.H. Hamed, Res. Chem. Intermed. 22 (1996) 15. [35] W.A. Dietz, J. Gas Chromatogr. 71 (1967) 68. [36] C.-F. Mao, M.A. Vannice, J. Catal. 154 (1995) 230. MOLCAA 97000666 S1381-1169(97)00066-6 10.1016/S1381-1169(97)00066-6 Molecular aspects of heterogeneous catalysis Article The influence of MSI (metal-support interactions) on phenylacetaldehyde hydrogenation over Pt catalysts D. Poondi M.A. Vannice ∗ Department of Chemical Engineering, The Pennsylvania State University, University Park PA 16802-4400, USA ∗ Corresponding author. Tel.: + 1-814-8634803; fax: + 1-814-8657846 TiO2-supported Pt, after a high-temperature reduction (HTR) at 773 K to induce the SMSI state, had a turnover frequency (TOF) for phenylacetylaldehyde hydrogenation that was 15–20 times higher than TOF values for Pt dispersed on either SiO2 or η-Al2O3 and, since all supported catalysts had Pt dispersions of unity (1 nm crystallites), the TOF for Pt TiO 2 (HTR) based on complete dispersion was still 2–5 times greater than the other supported catalysts. More importantly, selectivity to 2-phenylethanol was markedly enhanced over Pt TiO 2 (HTR), comprising 70% of the product at conversions as high as 60%. Pt TiO 2 after a low temperature reduction (LTR) at 473 K gave neither the high TOFs nor the enhanced selectivity. Among these catalysts the highest activation energy of 12.4 kcal/mol was attained with Pt TiO 2 (HTR) and the reaction order on phenylacetaldehyde was between 0 and 1 2 while that on H2 was around 1 2 or higher. At higher conversions (over 50%) significant hydrogenolysis activity to form benzene and toluene occurred on all Pt catalysts except Pt TiO 2 (HTR). The higher hydrogenation activity and suppressed hydrogenolysis capability with the Pt TiO 2 (HTR) catalyst is attributed to TiO x species migrating onto the Pt surface to create active sites at the Pt-titania interface while simultaneously destroying large ensembles of Pt atoms required for hydrogenolysis reactions; however, competitive desorption/readsorption processes must also play a significant role in enhancing selectivity to the intermediate phenylethanol product. Keywords Metal-support interactions Platinum/titania Phenylacetaldehyde hydrogenation Phenylethanol References [1] R.A. Sheldon J. Mol. Catal. A 107 1996 75 [2] S.D. Lin D.K. Sanders M.A. Vannice Appl. Catal. A 113 1994 59 [3] D. Poondi, M.A. Vannice, J. Catal., in press. [4] R.W. Mescke W.H. Hartung J. Org. Chem. 25 1960 137 [5] W.H. Carothers R. Adams J. Am. Chem. Soc. 46 1924 1675 [6] S. Paganelli U. Matteoli A. Scrivanti C. Botteghi J. Organomet. Chem. 397 1990 375 [7] N.D. Cheronis N. Levin J. Chem. Educ. 21 1944 603 [8] P.N. Rylander D.R. Steele Engelhard Ind. Tech. Bull. 6 1965 41 [9] W.H. Carothers R. Adams J. Am. Chem. Soc. 47 1925 1047 [10] H. Adkins H.R. Billica J. Am. Chem. Soc. 70 1948 695 [11] B. Coq P.S. Kumbhar C. Moreau P. Moreau M.G. Waravdekar J. Mol. Catal. 78 1993 211 [12] P. Gallezot A. Giroir-Fendler D. Richard Catalysis of Organic Reactions 1991 Marcel Dekker New York [13] M.A. Vannice Catal. Today 12 1992 255 [14] D. Poondi Ph.D. Thesis 1996 The Pennsylvania State University (b) M.A. Vannice, D. Poondi, J. Catal., submitted for publication. [15] H.-W. Chen C.-S. Chen Catal. Lett. 5 1990 175 [16] S.R. Seyedmonir D.E. Strohmeyer G.L. Geoffrey M.A. Vannice Ads. Sci. Technol. 1 1984 253 [17] P.B. Weisz Z. Phys. Chem. Frankfurt am Main 11 1957 1 [18] P.N. Rylander Catalytic Hydrogenation over Pt Metals 1967 Academic Press New York [19] J. Jenck J.E. Germain J. Catal. 65 1980 141 [20] F. Delbecq P. Sautet J. Catal. 152 1995 217 [21] D.K. Sanders S.D. Lin M.A. Vannice J. Catal. 147 1994 375 [22] M. Englisch A. Jentys J.A. Lercher J. Catal. 166 1997 25 [23] A. Giroir-Fendler D. Richard P. Gallezot Stud. Surf. Sci. Catal. 41 1988 171 [24] D. Richard P. Fouilloux P. Gallezot M.J. Phillips M. Ternan Proceedings of the 9th International Congress on Catalysis 1988 Chem. Inst. Canada Calgary 1074 [25] D. Richard P. Gallezot D. Neibecker I. Tkatchenko Catal. Today 6 1989 171 [26] P. Gallezot A. Giroir-Fendler D. Richard Catal. Lett. 5 1990 175 [27] S. Galvagno G. Capanelli G. Neri A. Donato R. Pietropaolo J. Mol. Catal. 64 1991 237 [28] S. Galvagno C. Milone A. Donato G. Neri R. Pietropaolo Catal. Lett. 18 1993 349 [29] B. Sen M.A. Vannice J. Catal. 113 1988 52 [30] C.-S. Chen H.-W. Chen J. Chem. Soc. Faraday Trans. 92 1996 1595 [31] C.C. Twu M.A. Vannice J. Catal. 79 1983 70 [32] J.H. Sinfelt Science 195 1977 641 [33] G.L. Haller D.E. Resasco Adv. Catal. 36 1989 173 [34] L. Cerveny Z. Belohlav M.N.H. Hamed Res. Chem. Intermed. 22 1996 15 [35] W.A. Dietz J. Gas Chromatogr. 71 1967 68 [36] C.-F. Mao M.A. Vannice J. Catal. 154 1995 230",
      "scopus-id": "0030885502",
      "coredata": {
        "eid": "1-s2.0-S1381116997000666",
        "dc:description": "TiO2-supported Pt, after a high-temperature reduction (HTR) at 773 K to induce the SMSI state, had a turnover frequency (TOF) for phenylacetylaldehyde hydrogenation that was 15–20 times higher than TOF values for Pt dispersed on either SiO2 or η-Al2O3 and, since all supported catalysts had Pt dispersions of unity (1 nm crystallites), the TOF for Pt TiO 2 (HTR) based on complete dispersion was still 2–5 times greater than the other supported catalysts. More importantly, selectivity to 2-phenylethanol was markedly enhanced over Pt TiO 2 (HTR), comprising 70% of the product at conversions as high as 60%. Pt TiO 2 after a low temperature reduction (LTR) at 473 K gave neither the high TOFs nor the enhanced selectivity. Among these catalysts the highest activation energy of 12.4 kcal/mol was attained with Pt TiO 2 (HTR) and the reaction order on phenylacetaldehyde was between 0 and 1 2 while that on H2 was around 1 2 or higher. At higher conversions (over 50%) significant hydrogenolysis activity to form benzene and toluene occurred on all Pt catalysts except Pt TiO 2 (HTR). The higher hydrogenation activity and suppressed hydrogenolysis capability with the Pt TiO 2 (HTR) catalyst is attributed to TiO x species migrating onto the Pt surface to create active sites at the Pt-titania interface while simultaneously destroying large ensembles of Pt atoms required for hydrogenolysis reactions; however, competitive desorption/readsorption processes must also play a significant role in enhancing selectivity to the intermediate phenylethanol product.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-09-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000666",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Poondi, D."
          },
          {
            "@_fa": "true",
            "$": "Vannice, M.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000666"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000666"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00066-6",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The influence of MSI (metal-support interactions) on phenylacetaldehyde hydrogenation over Pt catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Metal-support interactions"
          },
          {
            "@_fa": "true",
            "$": "Platinum/titania"
          },
          {
            "@_fa": "true",
            "$": "Phenylacetaldehyde hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Phenylethanol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "79-89",
        "prism:endingPage": "89",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 September 1997",
        "prism:doi": "10.1016/S1381-1169(97)00066-6",
        "prism:startingPage": "79",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00066-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000666-si8.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "413",
            "@ref": "si8",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000666-si7.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "413",
            "@ref": "si7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "28",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000666-si6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "254",
            "@ref": "si6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "28",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000666-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "254",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000666-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "413",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000666-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "413",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000666-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "413",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000666-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "413",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030885502"
      }
    }
  }
}