{
  "metadata": {
    "title": "Highly selective and stable alkylation of benzene with ethane into ethylbenzene over bifunctional PtH-MFI catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-01-02",
    "doi": "10.1016/j.molcata.2007.10.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907005894",
    "pii": "S1381116907005894"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-36649031036",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-10-22 2007-10-22 2010-03-29T10:57:16 1-s2.0-S1381116907005894 S1381-1169(07)00589-4 S1381116907005894 10.1016/j.molcata.2007.10.016 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02619 2015-05-15T05:56:33.307883-04:00 0 0 20080102 2008 2007-10-22T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 279 279 1 1 Volume 279, Issue 1 19 128 132 128 132 20080102 2 January 2008 2008-01-02 2008 article fla Copyright © 2007 Elsevier B.V. All rights reserved. HIGHLYSELECTIVESTABLEALKYLATIONBENZENEETHANEETHYLBENZENEOVERBIFUNCTIONALPTHMFICATALYSTS LUKYANOV D 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Kinetic studies 3 Results and discussion 3.1 Approach to selection of reaction conditions and catalysts 3.2 Time on stream performance of the catalysts 3.3 Product distribution and reaction pathways 4 Conclusions Acknowledgements References CAEIRO 2006 131 158 G DEGNAN 2001 283 294 T MOULIJN 2001 J CHEMICALPROCESSTECHNOLOGY OLAH 1975 6807 6810 G ISAEV 1991 2228 2232 S IVANOVA 1996 157 168 I DEROUANE 2000 5 17 E BIGEY 2004 179 187 C KATO 2001 175 180 S SMIRNOV 2000 266 277 A MOREAU 2002 253 262 F PEREGO 2002 3 22 C LUKYANOV 2006 18473 18480 D STULL 1969 D CHEMICALTHERMODYNAMICSORGANICCOMPOUNDS LUKYANOV 1994 223 234 D LUKYANOV 1986 1064 1070 D JANA 1994 600 606 A GUISNET 2001 83 96 M BHASIN 2001 397 419 M LUKYANOVX2008X128 LUKYANOVX2008X128X132 LUKYANOVX2008X128XD LUKYANOVX2008X128X132XD item S1381-1169(07)00589-4 S1381116907005894 1-s2.0-S1381116907005894 10.1016/j.molcata.2007.10.016 271358 2010-10-11T07:00:15.841794-04:00 2008-01-02 1-s2.0-S1381116907005894-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/MAIN/application/pdf/0214dd5151d15a6a027080561d0e1a78/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/MAIN/application/pdf/0214dd5151d15a6a027080561d0e1a78/main.pdf main.pdf pdf true 244120 MAIN 5 1-s2.0-S1381116907005894-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/PREVIEW/image/png/f328598dfbd2c84930dbb1ca21cbc3fb/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/PREVIEW/image/png/f328598dfbd2c84930dbb1ca21cbc3fb/main_1.png main_1.png png 71206 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907005894-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/gr1/DOWNSAMPLED/image/jpeg/b4ab6067c048dc00350015f8ee12252d/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/gr1/DOWNSAMPLED/image/jpeg/b4ab6067c048dc00350015f8ee12252d/gr1.jpg gr1 gr1.jpg jpg 21131 459 300 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907005894-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/gr1/THUMBNAIL/image/gif/ae304fcf09b4eb174ff469d32846ce13/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/gr1/THUMBNAIL/image/gif/ae304fcf09b4eb174ff469d32846ce13/gr1.sml gr1 gr1.sml sml 907 93 61 IMAGE-THUMBNAIL 1-s2.0-S1381116907005894-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/gr2/DOWNSAMPLED/image/jpeg/bdc4a4a601d331abf6b53effb44c695b/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/gr2/DOWNSAMPLED/image/jpeg/bdc4a4a601d331abf6b53effb44c695b/gr2.jpg gr2 gr2.jpg jpg 24563 428 301 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907005894-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/gr2/THUMBNAIL/image/gif/67e4ae996cf08c9698d573a72763e66a/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/gr2/THUMBNAIL/image/gif/67e4ae996cf08c9698d573a72763e66a/gr2.sml gr2 gr2.sml sml 1073 92 65 IMAGE-THUMBNAIL 1-s2.0-S1381116907005894-fx2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/fx2/DOWNSAMPLED/image/gif/457d565e71f619df23f8862c90c66163/fx2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/fx2/DOWNSAMPLED/image/gif/457d565e71f619df23f8862c90c66163/fx2.gif fx2 fx2.gif gif 1256 44 209 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907005894-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/fx2/THUMBNAIL/image/gif/0d5a109aa87ab66438aa0b1c374dea35/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/fx2/THUMBNAIL/image/gif/0d5a109aa87ab66438aa0b1c374dea35/fx2.sml fx2 fx2.sml sml 663 26 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907005894-fx3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/fx3/DOWNSAMPLED/image/gif/f39cff1c09327c8e40949c79ae53039e/fx3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/fx3/DOWNSAMPLED/image/gif/f39cff1c09327c8e40949c79ae53039e/fx3.gif fx3 fx3.gif gif 1441 47 237 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907005894-fx3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/fx3/THUMBNAIL/image/gif/2803c548999eddbb7f6ab5ba0ba9b403/fx3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/fx3/THUMBNAIL/image/gif/2803c548999eddbb7f6ab5ba0ba9b403/fx3.sml fx3 fx3.sml sml 653 25 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907005894-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/fx1/DOWNSAMPLED/image/jpeg/1f2ae0b101aab16b243678b138570d08/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/fx1/DOWNSAMPLED/image/jpeg/1f2ae0b101aab16b243678b138570d08/fx1.jpg fx1 true fx1.jpg jpg 31945 157 462 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907005894-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907005894/fx1/THUMBNAIL/image/gif/5120d9df16f2f021c72601329e504d64/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907005894/fx1/THUMBNAIL/image/gif/5120d9df16f2f021c72601329e504d64/fx1.sml fx1 true fx1.sml sml 1120 42 125 IMAGE-THUMBNAIL MOLCAA 6962 S1381-1169(07)00589-4 10.1016/j.molcata.2007.10.016 Elsevier B.V. Fig. 1 Effect of time on stream on (A) benzene and (B) ethane conversions over PtH-MFI-36 (▴) and PtH-MFI-140 (●) catalysts at 370°C and WHSV of 3.1h−1. Ethane to benzene molar ratio in the feed was 9:1, and the equilibrium benzene conversion into EB under these reaction conditions was calculated to be 13.5%. Fig. 2 Effect of time on stream on the ethylbenzene selectivities in (A) all carbon containing products and (B) in aromatic products only. Benzene alkylation with ethane was carried out over PtH-MFI-36 (▴) and PtH-MFI-140 (●) catalysts at 370°C and WHSV of 3.1h−1. Ethane to benzene molar ratio in the feed was 9:1. Table 1 Selectivities to all carbon containing products of benzene alkylation with ethane over PtH-MFI-140 and PtH-MFI-36 catalysts Catalyst PtH-MFI-140 PtH-MFI-36 Ethane conversion (%) 0.85 1.7 Benzene conversion (%) 4.6 11.6 Selectivity (mol%) Methane 0.11 0.94 Ethene 39.3 10.1 Propane 0.19 1.83 Propene 0.11 0.07 Butanes 0.04 0.16 Butenes Traces Traces Toluene 0.11 0.86 Ethylbenzene 57.4 80.5 Xylenes 0 0.11 Isopropylbenzene 1.75 1.79 Ethyltoluenes 0.07 0.42 Diethylbenzenes 0.92 1.98 Triethylbenzenes 0 1.24 Temperature=370°C, WHSV=3.1h−1, TOS=21h. Table 2 Selectivities to aromatic products in aromatics produced during benzene alkylation with ethane over PtH-MFI-140 and PtH-MFI-36 catalysts Catalyst PtH-MFI-140 PtH-MFI-36 Benzene conversion (%) 4.6 11.6 Aromatics selectivity (mol%) Toluene 0.18 0.99 Ethylbenzene 95.3 92.6 Xylenes 0 0.13 Isopropylbenzene 2.9 2.1 Ethyltoluenes 0.12 0.48 Diethylbenzenes 1.5 2.3 Triethylbenzenes 0 1.4 Temperature=370°C, WHSV=3.1h−1, TOS=21h. Highly selective and stable alkylation of benzene with ethane into ethylbenzene over bifunctional PtH-MFI catalysts Dmitry B. Lukyanov ⁎ Tanya Vazhnova Catalysis and Reaction Engineering Group, Department of Chemical Engineering, University of Bath, Bath BA2 7AY, UK ⁎ Corresponding author. Tel.: +44 1225 383329; fax: +44 1225 385713. Graphical abstract This paper demonstrates for the first time the feasibility of the highly selective and stable benzene alkylation with ethane into ethylbenzene over bifunctional zeolite catalysts and indicates the reaction conditions and catalysts for further research into this interesting and potentially important reaction. Benzene alkylation with ethane into ethylbenzene (EB) was studied at 370°C over two Pt-containing MFI catalysts with the Si/Al ratios of 36 and 140, and the reaction temperature and catalysts were selected based on the analysis of the thermodynamic and kinetic limitations associated with this reaction. The experimental results suggest that EB formation proceeds via ethane dehydrogenation into ethene over Pt sites and subsequent benzene alkylation with ethene over acid sites. Under selected reaction conditions the whole process of EB formation is driven by the alkylation reaction and many side reactions (including coke formation) are suppressed due to the inherently low ethene concentration at 370°C. Also, the low and moderate acidity of the catalysts allows decoupling of EB formation steps and the steps of its subsequent transformation into side products. As a consequence, both catalysts demonstrate a remarkably stable performance (during 45–49h on stream) with EB selectivity in the aromatic products in the range between 92.6 and 95.3mol%, with the highest (benzene-based) EB yield of 10.7%. These observed EB selectivities and yield are essentially higher than those reported previously both for the zeolite and superacidic catalytic systems. Keywords Ethylbenzene Dehydrogenation Alkylation Bifunctional catalysis Zeolites 1 Introduction High thermodynamic stability and very low reactivity of ethane make its activation and selective transformation into more valuable (and reactive) chemicals extremely difficult. Therefore, in spite of a significant research effort [1], the problem of ethane selective transformation has not been resolved and represents an exciting and important challenge in the catalysis research (both from the theoretical and practical viewpoints). One of the possible ways to tackle this problem is to involve ethane in reaction with benzene aiming at the selective synthesis of ethylbenzene (EB), which is a key intermediate in production of polystyrene and is annually produced (via benzene alkylation with ethene) in the amount of 23 million metric tons [2]. Quite obviously, the replacement of ethene with ethane, as the alkylating agent, would lead to the commercial and environmental benefits in the EB production due to the higher availability of ethane and the energy demanding processes of ethene production [3]. The possibility of the catalytic synthesis of EB via direct alkylation of benzene with ethane was first demonstrated by Olah et al. [4] who used fluoroantimonic acid (HF–SbF5) as a catalyst. The EB yield was low (1mol%), but the selectivity to EB in the aromatic products was quite high (76mol%). Later on, benzene alkylation with ethane and propane was reported for Pt- and Ga-containing zeolite catalysts [5–8], which are free from the environmental and corrosion problems associated with the superacidic catalysts. These studies revealed the complexity of the reaction pathways over zeolite-based catalysts, which showed very low selectivity to the products of direct alkylation, i.e. EB and propylbenzenes (PB). Kato et al. [9] investigated the effect of temperature (450–550°C) and space velocity on the yield of EB in benzene alkylation with ethane over Pt-loaded zeolite catalysts and suggested that EB was produced over acid sites via benzene alkylation with ethene, which was formed initially from ethane over Pt sites. The highest EB yield (benzene-based) of 7.3% was reported for 500°C, but no data on benzene and ethane conversions as well as on the product selectivities were discussed [9], thus, making it difficult to analyze the reaction chemistry. Smirnov et al. [10,11] considered in more detail benzene alkylation with ethane and propane over Pt-containing MFI catalysts at relatively low temperatures and proposed the reaction network, which was responsible for the observed low selectivities to the target products, EB and PB. Indeed, the highest selectivities to EB in all products and in the aromatic products only were around 27 and 43mol%, respectively, at 450°C and ethane conversion of ∼16% [11]. Analysis of the reaction network proposed by Smirnov et al. [10,11] together with the study of EB transformation over Pt/Al2O3-NaHMOR bifunctional catalysts [12] and the reaction schemes of the acid catalyzed benzene alkylation with ethene into EB [2,13] allowed us to conclude that quite low EB selectivities reported up to day for benzene alkylation with ethane were probably associated with the following three groups of side reactions: (i) Hydrogenolysis (hydrocracking) of ethane in two methane molecules; (ii) Alkene oligomerization and cracking reactions which produce other alkenes with their subsequent involvement in benzene alkylation into various alkylbenzenes and, possibly, in aromatization reactions and coking; (iii) Transformation of EB via a number of reactions (e.g., hydrogenolysis, further alkylation with alkenes, dealkylation, isomerization, etc.). Thus, the aim of this study was to identify the reaction conditions and catalysts that would decrease the rates of the side reactions shown above and, as a consequence, would lead to the highly selective benzene alkylation with ethane into ethylbenzene. 2 Experimental 2.1 Catalyst preparation Two H-MFI (ZSM-5) zeolites with the Si/Al ratios of 36 and 140, which were used in this study, were obtained from Keele University and Johnson Matthey, respectively. High crystallinity of the zeolites and the absence of other phases were confirmed by X-ray diffraction (XRD) analysis. Two Pt-containing zeolite catalysts, (1wt.% Pt), defined as PtH-MFI-36 and PtH-MFI-140, were prepared by incipient wetness impregnation of the parent H-MFI zeolites, using aqueous solution of tetraammineplatinum(II) nitrate, Pt(NH3)4(NO3)2. After impregnation the catalysts were dried slowly at room temperature (∼48h), and then calcined (in a thin layer) in a muffle furnace at 530°C for 4h (heating rate was 1°C/min). For kinetic studies, the catalyst samples were pressed into disks, crashed, and sieved to obtain particle sizes in the range of 250–500μm. 2.2 Kinetic studies Benzene alkylation with ethane was studied at atmospheric pressure in a continuous flow reactor at 370°C. Ethane to benzene molar ratio in the feed was 9:1, and the total weight hour space velocity (WHSV) of ethane and benzene was 3.1h−1. The reaction mixture was analyzed by on-line GC as described elsewhere [14], and the duration of the time on stream (TOS) experiments was 45 and 49h for the PtH-MFI-36 and PtH-MFI-140 catalysts, respectively. Prior to the kinetic experiments, the catalyst samples were heated (1°C/min) in the reactor under flowing air (30ml/min) to 530°C and kept at this temperature for 4h. Then the temperature was reduced to 200°C and the catalyst sample was purged with N2 (50ml/min) for 1h before switching to the flowing H2 (60ml/min). The catalyst sample was then heated (5°C/min) to 500°C and kept at this temperature for 1h before cooling the sample to the reaction temperature (370°C). 3 Results and discussion 3.1 Approach to selection of reaction conditions and catalysts The underlying idea of this study was to couple ethane dehydrogenation into ethene over metal sites (1) C2H6 ⇄C2H4 +H2 with benzene alkylation by ethene over Brønsted acid sites (BAS) (2) using bifunctional zeolite catalysts at such low temperatures when the equilibrium ethane dehydrogenation conversions into ethene (Eq. (1)) are below 1%. Our idea is based on the understanding that thermodynamic equilibrium is a dynamic phenomenon and, therefore, we expected to by-pass the thermodynamic limitations for ethane dehydrogenation reaction (Eq. (1)) by trapping ethene molecules with benzene via alkylation reaction into EB (Eq. (2)). In this case, the efficiency of the whole process of EB formation (3) over a bifunctional zeolite catalyst should depend on the rates of the dehydrogenation and alkylation reactions (Eqs. (1) and (2)), and the latter could be adjusted, in our view, by the nature and number of metal sites and by the number of Brønsted acid sites in the catalyst. The reaction temperature chosen in this work was 370°C. At this temperature the equilibrium ethane dehydrogenation conversion into ethene (for pure ethane as feed) was calculated to be around 0.55%, based on the thermodynamic data in Ref. [15]. Such low ethane conversion would ensure the inherently low ethene concentration at any point in the reactor and, as a consequence, the low rate of the bimolecular ethene dimerization steps, which, in our case, are the initial reaction steps in the sequence of alkene oligomerization and cracking reactions [16]. This would lead to the low concentrations of alkenes and to suppression of a number of side reactions identified as the reaction group (ii) above. Also, we expected that the low concentrations of alkenes in the reaction mixture would result in an enhancement of the catalyst stability, since alkenes are known as important contributors to the coke formation over zeolite catalysts [17–19]. In this study we decided to test Pt-containing MFI zeolite catalysts, since Pt is known as a very good dehydrogenation catalyst with relatively low hydrogenolysis activity [20] and the MFI zeolites are used in the commercial processes of benzene alkylation with ethene into EB [2,13]. Also, it was of interest to compare the performance of our catalysts with the similar catalysts that were already used in benzene alkylation with ethane [9,11]. Based on the analysis of the possible side reactions, we decided to use two MFI zeolites with low (Si/Al=140) and moderate (Si/Al=36) acidity with the idea to avoid overlapping of EB formation steps and the steps of its subsequent transformation (see the reaction group (iii) above). In our view, the decoupling of these steps is crucial for the selective EB formation and can be achieved only at benzene conversions that are lower than the maximum thermodynamically possible benzene conversion into EB according to Eq. (3) (for our conditions, the latter was calculated to be around 13.5%). 3.2 Time on stream performance of the catalysts Figs. 1 and 2 demonstrate very stable performance of the two Pt-containing catalysts used in this work in benzene alkylation with ethane into ethylbenzene. Indeed, practically no changes are observed in benzene and ethane conversions during nearly 50h on stream (Fig. 1). Also, there are no changes in the selectivity to EB during this time with the PtH-MFI-140 catalyst, and only small changes are observed in EB selectivity with the PtH-MFI-36 catalyst (Fig. 2). In the latter case, EB selectivity is slightly increasing with TOS and this increase is associated mainly with a decrease in the selectivities to methane and toluene (e.g., at TOS of 4, 21 and 45h, methane selectivity was around 3.2, 0.94 and 0.78mol%, respectively). The changes in the product selectivities observed with the PtH-MFI-36 catalyst are likely to be associated with very slow coke formation that, according to Fig. 1, does not affect ethane dehydrogenation and benzene alkylation reactions but leads to the preferential deactivation of the Pt sites responsible for the hydrogenolysis reactions, which are probably involved in the formation of methane from ethane and EB and toluene from EB [11,12]. As it follows from Fig. 2, the changes in EB selectivity become insignificant after about 20h of the reaction over PtH-MFI-36 catalyst indicating a deceleration in the coke formation at longer TOS. Thus, to show the stabilized product distributions (see Tables 1 and 2 ) we are using the experimental data obtained at TOS of 21h (it should be noted that hydrogen, which is not shown in Table 1, was produced in the stoichiometric amounts corresponding to Eqs. (1) and (2)). To conclude this section, we would like to emphasize that the stable performance of the PtH-MFI-36 catalyst during 45h on stream was achieved at benzene conversion of 11.6%, which is quite close to the maximum equilibrium conversion of benzene into EB of 13.5%. Such stable catalyst operation appears to be very significant in view of the work by Kato et al. [9] where stable catalyst performance during 5h on stream was achieved only with the feed containing H2 (∼35mol%). 3.3 Product distribution and reaction pathways Fig. 1B shows that during benzene alkylation reaction over both catalysts used in this study the conversion of ethane is higher than the equilibrium ethane dehydrogenation conversion (∼0.55%). With the lower acidity catalyst, PtH-MFI-140, ethane conversion is around 0.85% and, as it follows from Table 1, ethane is selectively converted into ethene (39.3%) and EB (57.4%), the total selectivity to these two products being 96.7%. Under these conditions, conversion of benzene is 4.6% and the selectivity of benzene transformation into EB is 95.3% (Table 2). An increase in the number of BAS (about 4 times) in the MFI catalysts (PtH-MFI-36 versus PtH-MFI-140) results in a significant increase in both the benzene and ethane conversions which become 1.7 and 11.6%, respectively, when reaction is carried out over PtH-MFI-36 catalyst (Fig. 1 and Table 1). These results together with the data on EB selectivity (Tables 1 and 2) indicate strongly that the acid catalyzed alkylation of benzene with ethene (Eq. (2)) drives the whole process of EB formation from benzene and ethane (Eq. (3)) under reaction conditions used in this study. Indeed, the higher acidity of the PtH-MFI-36 catalyst enhances significantly the rate of benzene alkylation with ethene into EB, thus withdrawing ethene from the reaction mixture at a higher rate and pushing ethane dehydrogenation forward. Apparently, the higher acidity of the PtH-MFI-36 catalyst is responsible for the lower ethene and higher EB selectivities observed with this catalyst (Table 1) when compared with the corresponding selectivities observed with the PtH-MFI-140 catalyst. It is worth noting that the benzene-based yield of EB over the PtH-MFI-36 catalyst is ∼10.7% that is about 1.5 times higher than the maximum EB yield reported by Kato et al. [9]. Tables 1 and 2 validate our approach to the selection of the reaction conditions and catalysts for the direct and highly selective alkylation of benzene with ethane into EB. The product distributions obtained over two Pt-containing MFI catalysts indicate that ethane dehydrogenation into ethene catalyzed by Pt sites (Eq. (1)) and benzene alkylation with ethene into EB catalyzed by BAS (Eq. (2)) are the dominant reactions under reaction conditions used in this study. The alkene oligomerization and cracking reactions are suppressed essentially but not entirely and, therefore, are still responsible for formation of propene and butenes (in very small amounts) that are further hydrogenated into corresponding alkanes (Table 1). Also, propene is involved in the acid catalyzed benzene alkylation into isopropylbenzene that is the major aromatic side product at benzene conversion of 4.6% observed over the PtH-MFI-140 catalyst (Table 2). At this conversion, the other aromatic side products include toluene, ethyltoluenes and diethylbenzenes. As reaction progresses to higher benzene conversion (11.6% with the PtH-MFI-36 catalyst), the selectivities to these products increase (mainly at the expense of EB selectivity), thus indicating that they could be formed via reactions involving EB. Based on the data in Tables 1 and 2, we suggest that toluene is formed (together with methane) via EB hydrogenolysis, while ethyltoluene could be a product of toluene alkylation with ethene. Quite obviously, the formation of diethylbenzenes (and triethylbenzenes in the case of the PtH-MFI-36 catalyst) proceeds via further alkylation of EB with ethene. Finally, the formation of xylenes observed over the PtH-MFI-36 catalyst can be explained by EB hydroisomerization reaction that was studied previously by Moreau et al. [12]. 4 Conclusions In this paper we established the principle of the highly selective and stable alkylation of benzene with ethane into EB over bifunctional zeolite catalysts. Our approach was based on the analysis of the thermodynamic and kinetic limitations associated with this reaction. As a result, we selected the reaction temperature (370°C) and two Pt-containing MFI catalysts of low and moderate acidity for the kinetic experiments. It is worth noting that no attempt was made to optimize further the reaction temperature and catalyst compositions. Our experimental results strongly suggest that EB formation proceeds via two consecutive reactions: (i) ethane dehydrogenation into ethene over Pt sites and (ii) benzene alkylation with ethene over acid sites. It is shown that these two reactions are dominant under reaction conditions selected in this work and that the whole process of EB formation is driven by the alkylation reaction. The inherently low concentration of alkenes in the reactor at 370°C leads to suppression of many side reactions, including coke formation, and the low and moderate acidity of the catalysts allows decoupling of EB formation steps and the steps of its further transformation into side products up to benzene conversion of 11.6% that is quite close to the equilibrium benzene conversion of 13.5%. As a consequence, both catalysts demonstrate a remarkably stable performance (during 45–49h on stream) with EB selectivity in the aromatic products in the range between 92.6 and 95.3%, with the highest EB yield (benzene-based) of 10.7% that was obtained with the PtH-MFI-36 catalyst. The observed EB yield and selectivities are essentially higher than those reported previously both for the zeolite [9,11] and superacidic catalytic systems [4]. Thus, this study demonstrates for the first time the feasibility of the selective and stable alkylation of benzene with ethane into EB and indicates the reaction conditions and catalysts for further research into this complex and interesting reaction. Acknowledgements We thank Dr. S.E. Golunski (Johnson Matthey) for helpful discussions, and Dr. P. Collier (Johnson Matthey) and Dr. V.L. Zholobenko (Keele University) for providing the zeolite samples. This work was supported by the Engineering and Physical Sciences Research Council of the UK (grant EP/C532554). References [1] G. Caeiro R.H. Carvalho X. Wang M.A.N.D.A. Lemos F. Lemos M. Guisnet F. Ramoa Ribeiro J. Mol. Catal. A: Chem. 255 2006 131 158 [2] T.F. Degnan Jr. C.M. Smith C.R. Venkat Appl. Catal. A: Gen. 221 2001 283 294 [3] J.A. Moulijn M. Makkee A. van Diepen Chemical Process Technology 2001 John Wiley & Sons Chichester Chapter 4 [4] G.A. Olah P. Schiiling J.S. Staral Yu. Halpern J.A. Olah J. Am. Chem. Soc. 97 1975 6807 6810 [5] S.A. Isaev T.V. Vasina O.V. Bragin Izv. Akad. Nauk USSR, Ser. Khim. 10 1991 2228 2232 (in Russian) [6] I.I. Ivanova N. Blom E.G. Derouane J. Mol. Catal. A: Chem. 109 1996 157 168 [7] E.G. Derouane H. He S.B. Derouane-Abd Hamid D. Lambert I. Ivanova J. Mol. Catal. A: Chem. 158 2000 5 17 [8] C. Bigey B.-L. Su J. Mol. Catal. A: Chem. 209 2004 179 187 [9] S. Kato K. Nakagawa N. Ikenaga T. Suzuki Catal. Lett. 73 2001 175 180 [10] A.V. Smirnov E.V. Mazin V.V. Yuschenko E.E. Knyazeva S.N. Nesterenko I.I. Ivanova L. Galperin R. Jensen S. Bradley J. Catal. 194 2000 266 277 [11] A.V. Smirnov, E.V. Mazin, O.A. Ponomoreva, E.E. Knyazeva, S.N. Nesterenko, I.I. Ivanova, in: A. Galarneau, F. Di Renzo, F. Fajula, J. Vedrine (Eds.), Proc. 13th Intern. Zeolite Conf., CD-ROM edition, 25-O-05; Stud. Surf. Sci. Catal. 135 (2001) 153–160. [12] F. Moreau N.S. Gnep S. Lacombe E. Merlen M. Guisnet Appl. Catal. A: Gen. 230 2002 253 262 [13] C. Perego P. Ingallina Catal. Today 73 2002 3 22 [14] D.B. Lukyanov T. Vazhnova J. Phys. Chem. B 110 2006 18473 18480 [15] D.R. Stull E.F. Westrum Jr. G.C. Sinke The Chemical Thermodynamics of Organic Compounds 1969 John Wiley & Sons New York [16] D.B. Lukyanov N.S. Gnep M.R. Guisnet Ind. Eng. Chem. Res. 33 1994 223 234 [17] D.B. Luk’yanov V.I. Timoshenko M.G. Slin’ko S.I. Ivanov B.K. Nefedov V.V. Vinogradov Kinet. Catal. 27 1986 1064 1070 (English translation) [18] A.K. Jana M.S. Rao Ind. Eng. Chem. Res. 33 1994 600 606 [19] M. Guisnet P. Magnoux Appl. Catal. A: Gen. 212 2001 83 96 [20] M.M. Bhasin J.H. McCain B.V. Vora T. Imai P.R. Pujado Appl. Catal. A: Gen. 221 2001 397 419",
      "scopus-id": "36649031036",
      "coredata": {
        "eid": "1-s2.0-S1381116907005894",
        "dc:description": "Benzene alkylation with ethane into ethylbenzene (EB) was studied at 370°C over two Pt-containing MFI catalysts with the Si/Al ratios of 36 and 140, and the reaction temperature and catalysts were selected based on the analysis of the thermodynamic and kinetic limitations associated with this reaction. The experimental results suggest that EB formation proceeds via ethane dehydrogenation into ethene over Pt sites and subsequent benzene alkylation with ethene over acid sites. Under selected reaction conditions the whole process of EB formation is driven by the alkylation reaction and many side reactions (including coke formation) are suppressed due to the inherently low ethene concentration at 370°C. Also, the low and moderate acidity of the catalysts allows decoupling of EB formation steps and the steps of its subsequent transformation into side products. As a consequence, both catalysts demonstrate a remarkably stable performance (during 45–49h on stream) with EB selectivity in the aromatic products in the range between 92.6 and 95.3mol%, with the highest (benzene-based) EB yield of 10.7%. These observed EB selectivities and yield are essentially higher than those reported previously both for the zeolite and superacidic catalytic systems.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-01-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907005894",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lukyanov, Dmitry B."
          },
          {
            "@_fa": "true",
            "$": "Vazhnova, Tanya"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907005894"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907005894"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00589-4",
        "prism:volume": "279",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Highly selective and stable alkylation of benzene with ethane into ethylbenzene over bifunctional PtH-MFI catalysts",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethylbenzene"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Alkylation"
          },
          {
            "@_fa": "true",
            "$": "Bifunctional catalysis"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "128-132",
        "prism:endingPage": "132",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 January 2008",
        "prism:doi": "10.1016/j.molcata.2007.10.016",
        "prism:startingPage": "128",
        "dc:identifier": "doi:10.1016/j.molcata.2007.10.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "459",
            "@width": "300",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21131",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "61",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "907",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "428",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24563",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1073",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "44",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-fx2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1256",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "26",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "663",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "47",
            "@width": "237",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-fx3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1441",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "25",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-fx3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "653",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "157",
            "@width": "462",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31945",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907005894-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1120",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/36649031036"
      }
    }
  }
}