{
  "metadata": {
    "title": "Hybrid zirconocene supported catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-10-01",
    "doi": "10.1016/S1381-1169(03)00424-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903004242",
    "pii": "S1381116903004242"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0141537342",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-07-09 2003-07-09 2010-04-18T22:33:40 1-s2.0-S1381116903004242 S1381-1169(03)00424-2 S1381116903004242 10.1016/S1381-1169(03)00424-2 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01756 2015-05-15T05:56:32.920819-04:00 0 0 20031001 2003 2003-07-09T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 206 206 1 2 1 2 Volume 206, Issues 1–2 40 389 398 389 398 20031001 1 October 2003 2003-10-01 2003 converted-article fla Copyright © 2003 Elsevier B.V. All rights reserved. HYBRIDZIRCONOCENESUPPORTEDCATALYSTS SILVEIRA F 1 Introduction 2 Experimental and methods 2.1 Materials 2.2 Preparation of supported catalysts 2.3 Characterization of supported catalysts 2.3.1 Rutherford backscattering spectrometry (RBS) 2.3.2 Diffuse reflectance infrared spectroscopy (DRIFTS) 2.3.3 Scanning electron microscopy (SEM) and electron probe microanalysis (EPMA) 2.4 Polymerization reactions 2.5 Polyethylene characterization 3 Results and discussion 4 Conclusion Acknowledgements References HLATKY 2000 1347 G DAGNILLO 1998 831 L CHO 1998 1707 H CHO 1999 481 H CHO 2000 205 H CHO 2000 2318 H KO 1999 562 Y AHN 1999 1257 T CHUNG 1999 61 J FORTE 2001 91 103 M KIM 2000 1427 J KIM 1998 197 J STEDILE 1998 136 139 F STEDILE 1999 123 F CHIEN 1990 15 J TIAN 1994 923 J MOROW 1990 A161 A DOSSANTOS 1999 199 J KAMINSKY 1993 230 W SILVEIRAX2003X389 SILVEIRAX2003X389X398 SILVEIRAX2003X389XF SILVEIRAX2003X389X398XF item S1381-1169(03)00424-2 S1381116903004242 1-s2.0-S1381116903004242 10.1016/S1381-1169(03)00424-2 271358 2010-10-04T20:45:02.351533-04:00 2003-10-01 1-s2.0-S1381116903004242-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/MAIN/application/pdf/3758c20769bda453e41c5f776ff8e5f2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/MAIN/application/pdf/3758c20769bda453e41c5f776ff8e5f2/main.pdf main.pdf pdf true 179450 MAIN 10 1-s2.0-S1381116903004242-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/PREVIEW/image/png/948d794686a68a47ffde61e148bb19bd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/PREVIEW/image/png/948d794686a68a47ffde61e148bb19bd/main_1.png main_1.png png 63410 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903004242-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif si3 si3.gif gif 192 14 25 ALTIMG 1-s2.0-S1381116903004242-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif si2 si2.gif gif 192 14 25 ALTIMG 1-s2.0-S1381116903004242-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif si1 si1.gif gif 192 14 25 ALTIMG 1-s2.0-S1381116903004242-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/fx1/THUMBNAIL/image/gif/db0a2eab48b34864b4b188ae02af2bbb/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/fx1/THUMBNAIL/image/gif/db0a2eab48b34864b4b188ae02af2bbb/fx1.sml fx1 true fx1.sml sml 1165 77 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004242-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/fx1/DOWNSAMPLED/image/gif/df7436a40154a72293f1112b29df2d1d/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/fx1/DOWNSAMPLED/image/gif/df7436a40154a72293f1112b29df2d1d/fx1.gif fx1 true fx1.gif gif 3991 192 312 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004242-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr1/THUMBNAIL/image/gif/b2afce093050c4b7c160ef75571a2fb0/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr1/THUMBNAIL/image/gif/b2afce093050c4b7c160ef75571a2fb0/gr1.sml gr1 gr1.sml sml 2228 94 124 IMAGE-THUMBNAIL 1-s2.0-S1381116903004242-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr1/DOWNSAMPLED/image/gif/d31391dc43150cc775bc66b31d517e3d/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr1/DOWNSAMPLED/image/gif/d31391dc43150cc775bc66b31d517e3d/gr1.gif gr1 gr1.gif gif 7864 285 377 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004242-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr2/THUMBNAIL/image/gif/248b73d53fb9e75bf0a349793f16d924/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr2/THUMBNAIL/image/gif/248b73d53fb9e75bf0a349793f16d924/gr2.sml gr2 gr2.sml sml 1721 93 124 IMAGE-THUMBNAIL 1-s2.0-S1381116903004242-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr2/DOWNSAMPLED/image/gif/1a9b41936546bdcaf42ac6036033492e/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr2/DOWNSAMPLED/image/gif/1a9b41936546bdcaf42ac6036033492e/gr2.gif gr2 gr2.gif gif 3552 212 282 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004242-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr3/THUMBNAIL/image/gif/943b9f9c893c71b33a6e533f60bdb77f/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr3/THUMBNAIL/image/gif/943b9f9c893c71b33a6e533f60bdb77f/gr3.sml gr3 gr3.sml sml 1782 82 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004242-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr3/DOWNSAMPLED/image/gif/b81d419fe526eabd68c318e6fff8396b/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr3/DOWNSAMPLED/image/gif/b81d419fe526eabd68c318e6fff8396b/gr3.gif gr3 gr3.gif gif 21131 315 479 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004242-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr4/THUMBNAIL/image/gif/a1577d69dbfd742e79e495c20e00822b/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr4/THUMBNAIL/image/gif/a1577d69dbfd742e79e495c20e00822b/gr4.sml gr4 gr4.sml sml 2855 93 92 IMAGE-THUMBNAIL 1-s2.0-S1381116903004242-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr4/DOWNSAMPLED/image/jpeg/3506d8743b5d6107727a4d5b0c72e457/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr4/DOWNSAMPLED/image/jpeg/3506d8743b5d6107727a4d5b0c72e457/gr4.jpg gr4 gr4.jpg jpg 49871 380 377 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004242-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr5/THUMBNAIL/image/gif/7f00960874a1499164a8d62765bd4307/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr5/THUMBNAIL/image/gif/7f00960874a1499164a8d62765bd4307/gr5.sml gr5 gr5.sml sml 1405 88 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004242-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004242/gr5/DOWNSAMPLED/image/gif/1eb26310a8447e03964cbc995517da38/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004242/gr5/DOWNSAMPLED/image/gif/1eb26310a8447e03964cbc995517da38/gr5.gif gr5 gr5.gif gif 13498 444 630 IMAGE-DOWNSAMPLED MOLCAA 4208 S1381-1169(03)00424-2 10.1016/S1381-1169(03)00424-2 Elsevier B.V. Fig. 1 DRIFTS spectrum of 1:3 Cp:nBu supported catalysts. Fig. 2 Correlation between grafted metal content and isolated silanol band area. Fig. 3 Catalytic activity and metallocene content supported for the hybrid systems. Fig. 4 EPMA (left) and SEM (right). Top: (nBuCp)2ZrCl2/SiO2 and bottom: 1:1 nBu:Cp. Fig. 5 DSC thermogramm of homo- and co-polymer produced by 1:1 Cp:nBu catalyst system. Table 1 Catalyst activity of the homogeneous hybrid systems Catalyst system Catalyst activity (×103 g PE (mmol Zrh)−1) 1:1 Cp:nBu 7.0 3:1 Cp:nBu 4.9 1:3 Cp:nBu 3.4 [Al/Zr]=1000; [Zr]=1×10−5 M; solvent: toluene (300cm3); T = 60°C; t = 60min. Table 2 Grafted-metal content determined by RBS Catalyst system wt.% Zr/SiO2 1:1 Cp:nBu 0.39 1:3 Cp:nBu 0.43 3:1 Cp:nBu 0.53 1:1 nBu:Cp 0.37 1:3 nBu:Cp 0.40 3:1 nBu:Cp 0.37 Table 3 Properties of the polymers obtained by homogeneous catalysis Catalyst system M w (×105 gmol−1) M w/Mn T m (°C) χ c (%) 1:1 Cp:nBu 1.4 2.2 134 65 3:1 Cp:nBu 1.0 2.0 134 66 1:3 Cp:nBu 2.4 2.6 135 59 [Al/Zr]=1000; [Zr]=1×10−5 M; solvent: toluene (300cm3); T = 60°C; t = 60min. Table 4 Properties of the polymers obtained by supported catalysts Catalyst system M w (×105 gmol−1) M w/Mn T m (°C) χ c (%) 1:1 Cp:nBu 3.3 2.1 137 52 1:3 Cp:nBu 4.2 2.0 135 66 3:1 Cp:nBu 3.1 2.1 136 63 1:1 nBu:Cp 3.8 2.0 135 63 1:3 nBu:Cp 1.9 2.0 nd nd 3:1 nBu:Cp 3.3 2.0 136 60 [Al/Zr]=1000; [Zr]=1×10−5 M; solvent: toluene (300 cm3); T = 60°C; t = 60 min; nd: not determined. Table 5 Properties of the polyethylene and 1-hexene-polyethylene produced by supported 1:1 Cp:nBu system Co-monomer 1-hexene [M] Incorporated co-monomer (mol.%) Catalyst activity (×105 gPE (mol Zrh)−1) M w (×10−5 gmol−1) M w/Mn T m (°C) χ c (%) 0.0 0.0 3.92 3.0 2.2 137 52 0.4 6.0 4.68 0.24 2.0 96 16 [Al/Zr]=1000; [Zr]=1×10−5 M; solvent = 300cm3 (toluene); T=60°C; t=60min; [1-hexene] = 0.4M. Hybrid zirconocene supported catalysts Fernando Silveira a Silvia R Loureiro a Griselda B de Galland a Fernanda C Stedile a João Henrique Z dos Santos a ∗ Toshiharu Teranishi b a Instituto de Quı́mica, Universidade Federal do Rio Grande do Sul (UFRGS), Avenida Bento Gonçalves 9500, Porto Alegre 91501-970, Brazil b Japan Advanced Institute for Science and Technology, 1-1 Asahidai, Tatsunokuchi machi, Ishikawa-ken, Japan * Corresponding author. Tel.: +55-51-33167238; fax: +55-51-33161499. A series of supported catalysts were prepared by combining (nBuCp)2ZrCl2 and Cp2ZrCl2 sequentially grafted on silica in different ratios (1:1 and 1:3) and immobilization order. Catalyst activity was shown to be dependent on the metallocene nature, but not on the addition order or on molar ratio. A series of supported catalysts were prepared by combining (nBuCp)2ZrCl2 and Cp2ZrCl2 sequentially grafted on silica in different ratio (1:1 and 1:3) and immobilization order. Catalyst systems were characterized by Rutherford backscattering spectrometry (RBS), diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS), scanning electron microscopy (SEM) and electron probe microanalysis (EPMA). Grafted metal content remained comprised between 0.37 and 0.53wt.% Zr/SiO2. All the systems were shown to be active in ethylene homopolymerization having methylaluminoxane as co-catalyst. Catalyst activity was shown to be dependent on the metallocene nature, but not on the addition order or molar ratio. The highest activity was achieved with Cp2ZrCl2/(nBuCp)2ZrCl2 (1:3) catalyst system (ca. 4.26kg PE (mmol Zrh)−1). Resulting polymers were characterized by GPC and DSC. In spite of bearing two catalyst centers, no bimodality was observed in the resulting polymers. Keywords Supported metallocenes Hybrid catalysts Ethylene polymerization Silica RBS 1 Introduction Metallocenes have been at the center of attention in the past 15 years as olefin polymerization catalysts and continue to gain an importance as new product properties and market share potentials are discovered [1]. Highly active soluble metallocene catalysts can be used as drop in substitute in existing solution and high pressure manufacturing plants. For gas-phase and slurry processes, however, such catalysts have to be immobilized, usually by supporting on appropriate carrier, while retaining the essential characteristics of their homogeneous analogs. Several routes of heterogeneization have been proposed in the literature [2], involving, for instance, directly immobilization on silica or on chemically-modified supports just to mention a few. In polymer processing, the molecular weight (M w) and the molecular weight distribution (MWD) are important factors since they determine both the mechanical and the rheological properties, respectively. MWD is a measure of the polydispersity of the polymer chain in a polymer sample [3]. Metallocene are characterized by producing polymers with narrow molecular weight and composition distributions, which lead to many improvements in physical properties, such as clarity, impact resistance, and environmental crack resistance. On the other hand, polyethylenes (PE) with a broad MWD show greater flowability in the molten state at high shear rate, which is important for blowing and extrusion techniques. Several methods for controlling the M w and MWD of polymers have been proposed. From the technological point of view, one approach is to carry out the polymerization in a series of reactors, presenting different polymerization conditions such as temperature, pressure, and hydrogen partial pressure. However, this method involves additional processes and increases in capital costs. A second possibility is to blend the polymers produced by individual catalysts. Although blends can control M w and the MWD of polymers, the blends contain high gel level, and, as a result, miscibility problems can take place. Finally, another approach involves the combination of two or more transition metal catalysts bearing different responses to hydrogen and monomer in a single reactor, thus producing polymers with different M w ranges. Thus, commercialization of metallocene technology can be partially hampered by two factors: the necessity of developing supported metallocene catalysts and of producing polymers with broader MWD. The use of two different metallocene compounds was already proposed to produce bimodal polyethylene, which processability was improved [4]. D’Agnillo et al. [5] studied the combination of homogeneous metallocene catalysts. Polymer properties were also controlled by using mixtures of metallocene compounds, considering the known individual responses to polymerization process variables as the basis for polymer design [6]. Concerning supported systems, most of the studies consists in the development of hybrid catalysts combining Ziegler-Natta and metallocene catalysts [7–13]. In a previous study we produced hybrid catalysts by grafting CpTiCl3 on a fourth generation Ziegler-Natta catalyst, whose morphology was kept after metallocene grafting [14]. Usually the narrow MWD of polymers produced by the metallocene catalysts can be broadened by the metallocene/Ziegler-Natta hybrid catalyst, due to the relatively higher molecular weight of polymers derived from the Ziegler-Natta component. A few reports involving the immobilization of two metallocene on the same support are reported in the literature. MWD and chemical composition of co-polymer was shown to be controllable by the combination of metallocenes such as Et(Ind)2ZrCl2/Cp2HfCl2 and Et(Ind)2ZrCl2/CGCTi (CGC, constrained geometry catalysts) supported on MAO-modified silica [15]. Polyethylenes produced by Et(Ind)2ZrCl2/Cp2HfCl2 supported catalysts can present MWD varying from unimodal to bimodal, with high and low molecular weight shoulders at different hydrogen pressures [16]. Zirconocenes with different coordination sphere, such as Me2C(Cp)(2,7-(t-Bu)2FluZrCl2 and Ph2C(Cp)(Flu)ZrCl2 [17], Me2Si(2-MeInd)2ZrCl2 and Me2C(Cp)(Flu)ZrCl2 [18] were also co-supported on silica. In a previous work, we studied the influence of preparative conditions on supporting (nBuCp)2ZrCl2 and Cp2NbCl2, sequentially grafted on bare silica and MAO-modified silica under different combinations [19]. In the present study, we evaluate the effect of supporting (nBuCp)2ZrCl2 and Cp2ZrCl2 onto silica under different molar ratio and adding sequence on the grafted metal content, on the catalyst activity and on the resulting polymer properties. The resulting supported catalysts were characterized by Rutherford backscattering spectrometry (RBS), diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS), scanning electron microscopy (SEM) and electron probe microanalysis (EPMA). Hybrid supported catalysts were tested in ethylene homopolymerization having MAO as co-catalyst. Polymers were characterized by their molecular weight, crystallinity, polydispersity, and melting (T m) and crystallization (T c) temperatures. 2 Experimental and methods 2.1 Materials All the chemicals were manipulated under inert atmosphere using the Schlenk technique. Silica Grace 956 (200m2 g−1) was activated under vacuum (P<10−5 mbar) for 15h at 450°C. MAO (Witco, 10.0wt.% toluene solution), (nBuCp)2ZrCl2 (Aldrich) and Cp2ZrCl2 (Aldrich) were used without further purification. Pure ethylene and argon (White Martins) were passed through molecular sieves columns. Pure grade toluene and 1-hexene (Aldrich) were deoxygenated and dried by standard techniques before use. 2.2 Preparation of supported catalysts In a typical catalyst preparation, 1:3 Cp:nBu system was prepared by adding a Cp2ZrCl2 toluene solution to 1.0g of activated silica corresponding to 0.25wt.% Zr/SiO2 and stirred at room temperature for 30 min. After removing the solvent, a (nBuCp)2ZrCl2 toluene solution corresponding to 0.75wt.% Zr/SiO2 was added and the resulting slurry was stirred for 30min at room temperature, and then filtered through a fritted disk. The resulting solid was washed with 15×2.0cm3 of toluene and dried under vacuum for 4h. 2.3 Characterization of supported catalysts 2.3.1 Rutherford backscattering spectrometry (RBS) Zirconium loadings in catalysts were determined by RBS using He+ beams of 2.0MeV incident on homogeneous tablets of the compressed (12MPa) powder of the catalyst systems. During analysis the base pressure in the chamber is kept in the 10−7 mbar range using membrane (to prevent oil contamination of the sample) and turbodrag molecular pump. The method is based on the determination of the number and the energy of the detected particles which are elastically scattered in the Coulombic field of the atomic nuclei in the target. In this study, the Zr/Si atomic ratio was determined from the heights of the signals corresponding to each of the elements in the spectra and converted to wt.% Zr/SiO2. For an introduction to the method and applications of this technique the reader is referred elsewhere [20,21]. 2.3.2 Diffuse reflectance infrared spectroscopy (DRIFTS) The solid catalysts were analyzed as powder in a DRIFT accessory, equipped with sampling cup. The spectra were recorded at room temperature on a Bomem MB-102 Spectrometer, co-adding 36 scan at resolution of 4cm−1. This study was restricted to the mid-IR region (4000–1100cm−1) due to strong bulk absorption of silica in low wavenumber region. The spectra were collected as reflectance units and transformed to Kubelka–Munk (KM) units. All the measurements were performed at nitrogen atmosphere. 2.3.3 Scanning electron microscopy (SEM) and electron probe microanalysis (EPMA) SEM and EPMA experiments were carried on a JEOL JXA-8900L WD/ED combined microanalyzer. The catalysts were initially fixed on a carbon tape and then coated with carbon by conventional sputtering techniques. The employed accelerating voltage was 20kV and current ca. 3×10−8 A for EPMA and ca. 1×10−10 A for SEM. 2.4 Polymerization reactions Polymerizations were performed in 0.30dm3 of toluene in a 1.00dm3 Pyrex glass reactor connected to a constant temperature circulator and equipped with mechanical stirring and inlets for argon and the monomers. For each experiment, a mass of catalyst system corresponding to 10−5 moll−1 of Zr was suspended in 0.01dm3 of toluene and transferred into the reactor under argon. The polymerizations were performed at atmospheric pressure of ethylene at 60°C for 60 min at Al/Zr=1000 or 2000, using MAO as co-catalyst. Acidified (HCl) ethanol was used to quench the processes, and reaction products were separated by filtration, washed with distilled water, and finally dried under reduced pressure at 60°C. Co-polymerization reaction was performed under some experimental conditions using 0.4M of 1-hexene. 2.5 Polyethylene characterization Molar masses and molar mass distributions were investigated with a Waters 150-C ALC/GPC instrument, equipped with a diffraction rate detector, and four Shodex GPC AT-806 M/S columns and one Shodex GPC AT-G pre-column. 1,2,4-Trichlorobenzene was used as solvent (1cm3 min−1) and the analyses were performed at 140°C. The columns were calibrated with standard narrow molar mass distribution polystyrenes and with polyethylenes and polypropylenes. Polymer melting points (T m) and crystallinities (χ c) were determined on a TA Instrument DSC 2920 differential scanning calorimeter connected to a thermal analyst 5000 integrator and calibrated with indium, using a heating rate of 20°Cmin−1 in the temperature range of 30–150°C. The heating cycle was performed twice, but only the results of the second scan are reported, because the former is influenced by the mechanical and thermal history of the samples. Co-polymer microstructure was determined by 13 C nuclear magnetic resonance ( 13 C NMR) spectroscopy. 13 C NMR spectra were obtained at 90°C in a Varian Inova 300 equipment operating at 75MHz. Sample solution of co-polymer was prepared in a o-dichlorobenzene (ODCB) and benzene-d6 (20% (v/v)) in 5mm sample tubes. Spectra were taken with a 74° flip angle, an acquisition time of 1.5s and a delay of 4.0s. 3 Results and discussion As already mentioned, one of the approaches to afford hybrid catalysts consists in combining different catalyst in the same reactor. We performed ethylene polymerization using Cp2ZrCl2 and (nBuCp)2ZrCl2 in different molar ratio. Table 1 reports data concerning catalyst activity in ethylene homopolymerization. In the following discuss along the text, we will report Cp2ZrCl2 and (nBuCp)2ZrCl2 for as Cp and nBu, respectively. According to Table 1, the highest catalyst activity was observed for the mixture Cp:nBu in equal molar ratio. For the two other combinations 3:1 or 1:3 Cp:nBu lower catalyst activities were achieved. It is worth mentioning that electronic and steric factors of the ligands affect catalyst activity [22,23]. In the case of Cp ligands, the alkyl ligand plays an electron donating effect of the alkyl group towards the zirconium metal affording higher activity for the resulting catalyst system [24]. Between the two catalysts, (nBuCp)2ZrCl2 is reported as more active than Cp2ZrCl2 [24]. The lower catalyst activity observed in the case of 3:1 Cp:nBu might be due to the lower molar ratio of the most active metallocene, i.e. (nBuCp)2ZrCl2. On the other hand, the opposite proportion afforded the lowest catalyst activity among the tested systems. Such results cannot be justified exclusively by the presence of (nBuCp)2ZrCl2 in higher concentration. The lowest catalyst activity might be due to bimolecular deactivation reactions which would be favored under such molar ratio or due to the higher initial catalyst activity, which polyethylene production would hinder diffusion of the monomer to the catalyst centers. The silica surface, at least for moderate activation temperatures, is mainly composed of isolated and, to a lesser extent, vicinal and geminal hydroxyl groups, as well as relatively unreactive siloxane bridges. Lewis acid/base sites are absent unless it has been activated at very high temperatures, and Brönsted acidity is low or non-existent [25]. Silanol groups are capable to react with sequestering agents such as organometallic chlorides and alkoxides, with elimination of one or more of the original ligands. In the present case, metallocenes are grafted on the silica surface by elimination of the chloride ligand with hydrogen atoms from silanol groups on the support. Table 2 reports the grafted metal content for the different supported systems determined by RBS. In the following discussion the employed abbreviations report the addition order and the molar ratio. For example, 3:1 Cp:nBu refers to catalysts systems prepared in a Cp2ZrCl2/(nBuCp)2ZrCl2 molar ratio in which Cp2ZrCl2 was initially immobilized onto silica, followed by (nBuCp)2ZrCl2 in a 3:1 molar ratio. Taking into account RBS results, metal content remained comprised between 0.37 and 0.53wt.% Zr/SiO2. Considering catalysts system produced with equal molar ratio (nBu:Cp and Cp:nBu), the resulting metal content is roughly the same, being slightly higher in the case in which Cp was initially immobilized. The steric effect impinged by the ligands seems to influence on the grafted metal content. On the other hand, the more steric demanding coordination sphere of nBu led to a initial lower metal content than that probably taken place in the case of Cp grafting. In the case where the supported systems were initially prepared by grafting nBu, it seems that there is no influence on the grafted metal content, whether the molar ratio nBu:Cp is 3:1 or 1:1. The steric influence played by the nBu might restrict the accessibility to residual silanol groups on silica surface. It seems that maximum loading of nBu on silica surface might be achieved for metal contents close to 0.37wt.% Zr/SiO2. On the other hand, higher metal content observed in the case of nBu:Cp molar ratio equals to 1:3 (0.40wt.% Zr/SiO2). The excess of the less steric demanding metallocene (Cp) seems to shift the chemical equilibrium, affording higher grafted Zr content. Grafting initially the less steric demanding metallocene (Cp) afforded higher metal loading in comparison to those systems, in which nBu was initially grafted. Besides, molar ratio seems to have a more pronounced effect in such systems. Higher Cp:nBu molar ratio (3:1) led to the highest grafted metal content (0.53wt.% Zr/SiO2) among the prepared supported systems. Intermediate metal loading was observed for 1:3 Cp:nBu system (0.43wt.% Zr/SiO2). In order to verify the catalyst behavior during the grafting reaction, the 1:3 nBu:Cp catalyst system was analyzed step-by-step during catalyst preparation. The metal content was initially analyzed when the first catalyst had been immobilized to determine the metal content, and then when both catalysts had been immobilized. According to RBS measurements, metal content increased after successive graftings. After nBu grafting, Zr content was 0.37wt.% Zr/SiO2, while after grafting Cp, final metal content attained 0.41wt.% Zr/SiO2. The catalysts were further analyzed by DRIFTS. Fig. 1 shows a typical spectrum of an hybrid supported catalyst. The band placed at 3747cm−1 is attributed to isolated silanol groups. The bands at 2964–2936cm−1 (inset of Fig. 1) corresponds respectively to asymmetric ν(CH3) and ν(CH2), while those at 2880 and 2864cm−1, respectively, to the symmetric ν(CH3) and ν(CH2). Similar spectra were observed for the other supported systems. Fig. 2 shows the correlation between the grafted metal content and the area of the band placed at 3747cm−1 attributed to isolated silanol groups. As we can see from Fig. 2, a negative correlation exists between the area of this band and the grafted metal content evidencing that grafting takes place by consumption of silanol surface groups. Nevertheless, taking into account Fig. 1, after grafting both metallocene, we observe that there are still silanol groups available for surface reactions. In spite of having enough metallocene available in solution, it seems that the resulting grafting content is limited by the accessibility to surface silanol groups. It seems that steric effect impinged by the metallocene ligands prevents further reaction with the silanol groups which remained unreacted on the silica surface. Similar results have been already in the literature [26]. The catalysts were evaluated in ethylene homopolymerization reaction. Fig. 3 shows the catalysts activity for the different supported systems. Grafted metal content determined by RBS is also included. Among the supported systems, the best activities were observed for 3:1 nBu:Cp and 1:3 Cp:nBu, being very comparable: 4.09 and 4.26kgPE (mmol Zrh)−1. Lower but also very similar activities were found for 1:3 nBu:Cp and 3:1 Cp:nBu systems, respectively: 2.90 and 2.89kgPE (mmol Zrh)−1. According to these results it seems that for such systems, there is no influence of the grafting order on catalyst activity. Considering all the six catalysts, higher activity was exhibited by the system in which nBu was either immobilized in the first order (in the case of 1:1 nBu:Cp) or in higher molar ratio. These results suggest that in such hybrid supported catalysts, activity is dictate by the nature of the metallocene, since nBu is more active than Cp catalysts [24]. In order to evaluate the effect of grafting sequentially two zirconocene, SEM–EPMA measurement was performed from (nBuCp)2ZrCl2/SiO2 and 1:1 nBu:Cp. According to Fig. 4 , the spherical morphology of the support is maintained after catalyst preparation. Moreover, a more uniform Zr distribution is observed in the case of the hybrid system, suggesting that this procedure might afford more well dispersed catalysts systems. Table 3 shows the influence of the ratio of homogeneous catalysts over the polymer molar weight (M w). The highest polymer M w was obtained with 1:3 Cp:nBu and the lowest with 3:1 Cp:nBu. It can be probably explained by a higher activity of the nBu catalyst that promotes polymer chain growth reaction. Table 4 shows that heterogeneous catalysts produce polymer with higher molecular weight (M w) than those obtained by homogeneous catalysts. This behavior has already been observed [26] and attributed to blocking of one of the sides of polymerization active sites by the support, hindering the deactivation step. In other words, β-elimination transfer between two metallocene centers is hindered, resulting in a larger growth of the polymer chain, and so in higher molecular weight [27]. It is worth mentioning that polymers with high average molecular weights show better mechanical properties as compared to polymers with low average molecular weights. The polydispersities (M w/Mn ) are around 2, indicating that the individual single-site nature of each metallocene catalyst remained even after immobilizing both of them sequentially onto silica support. As already mentioned, one approach to afford polymers with bimodality consists in the use of two different catalyst center on the same support. If the chemical nature of the catalyst are extremely different, and therefore more prone to lead to polymer polydispersity, it is necessary that both catalyst centers work in comparable catalyst activity under the same polymerization conditions. This is very rare. Therefore, our approach resided in using catalyst slightly different in their coordination sphere, which could present comparable catalyst activity. In the present case, the absence/presence of butyl ligands in the Cp ring is not enough to impinge bimodality, probably due to the fact that both catalyst centers produce similar polymer chain in similar productivity. The degree of crystallinity for the resulting polymers ranges from 52 to 66%, being these values expected for polyethylene, which has a semicrystalline structure. The 1:1 Cp:nBu supported system was evaluated in ethylene 1-hexene co-polymerization. Fig. 5 shows the DSC thermogram of a homopolymer and co-polymer obtained with catalyst system (1:1 Cp:nBu). It can be seen that the melting point for the co-polymer is lower than that for the homopolymer. This expected behavior is related to the incorporation of hexene molecules to the polymer chain modifying the polymer crystallinity, and therefore lowering the melting temperature. Besides, the co-polymer DSC curve is broader than the homopolymer one. This is characteristic of materials with crystals of different sizes. These differences might be caused by the presence of different catalyst centers in the hybrid catalyst. Further systematic studies in co-polymerization reaction using all the six hybrid supported catalysts are under investigation. Table 5 displays data comparing homo- and co-polymer produced by 1:1 Cp:nBu catalyst system. A reduction in the polymer molecular weight (M w), in the melting temperature (T m) and in the degree of crystallinity (χ c) is observed when a co-monomer is added. This expected behavior is due to the presence of 1-hexene in the milieu which causes an increase in the rate of chain termination reaction reducing therefore the M w by the mechanism of chain transfer to monomer. Moreover, the 1-hexene insertion in the main polymer backbone produces some branches reducing the polymer crystallinity. 4 Conclusion Grafting sequentially two zirconocenes on the same support afforded catalyst systems active for ethylene polymerization. Catalyst activity was shown to be independent on the grafting order or molar ratio of the pure species. However, it is dependent on the metallocene nature: systems prepared with higher (nBuCp)2ZrCl2 ratio afforded more active catalyst. The grafted metal content was shown to be influenced by the steric effect impinged by the ligands of the catalytic species, which restricts the accessibility to residual silanol groups on silica surface. According to EPMA measurements, systems prepared by sequential grafting seems to produce catalyst particle with better metal distribution. The resulting polymers present molecular weight higher than those obtained by homogeneous counterpart, but molecular weight polydispersity remained around 2, typical of single-site catalysts. In spite of bearing two different catalyst centers, no bimodality was observed in the obtained polymers, which degree of crystallinity and melting point are typical of high density polyethylene. It seems that the difference of the coordination sphere in both employed catalysts is not enough to afford bimodality in such hybrid catalysts. Acknowledgements We thank Ipiranga Petroquı́mica S.A. (Triunfo, Brazil) for DSC and GPC analyses. FAPERGS is also thanked for partial support. References [1] G.G. Hlatky, in: J. Scheirs, W. Kaminsky (Eds.), Metallocene-Based Polyolefins, vol. 1, West Sussex, 2000, pp. 201–218. [2] G.G Hlatky Chem. Rev. 1000 2000 1347 [3] G. Odian, Principles of Polymerization, third ed., Wiley, New York, 1991, p. 86. [4] A. Muñoz-Escalona, G. Hidalgo, P. Lafuente, M.F. Martinez-Nuñez, L. Méndez, W. Michiels, B. Peña, J. Sancho, in: Proceedings of 5th International Congress on Metallocene Polymers, vol. 3, Metallocene Europe 98, Düssedldorf, Germany, p. 73. [5] L D’Agnillo J.B.P Soares A Penlidis J. Polym. Sci.: Part A: Polym. Chem. 36 1998 831 [6] A.N. Speca, J.J. McAlpin, in: G.M. Benedikt, B.L. Goodmall (Eds.), Metallocene-Catalyzed Polymers, Plast. Design Library, New York, 1998, pp. 73–80. [7] H.S Cho J.S Chung J.H Han W.Y Lee J. Appl. Polym. Sci. 70 1998 1707 [8] H.S Cho J.S Chung Y.G Ko W.Y Lee Stud. Surf. Sci. Catal. 121 1999 481 [9] H.S Cho K.H Choi D.J Choi W.Y Lee Kor. J. Chem. Eng. 17 2000 205 [10] H.S Cho D.J Choi W.Y Lee J. Appl. Polym. Sci. 78 2000 2318 [11] Y.G Ko H.S Cho K.H Choi W.Y Lee Kor. J. Chem. Eng. 16 1999 562 [12] T.O Ahn S.C Hong W.S Huh Y.C Lee D.H Lee Polym. Eng. Sci. 39 1999 1257 [13] J.S Chung H.S Cho Y.G Ko W.Y Lee J. Mol. Catal. A: Chem. 144 1999 61 [14] M.M.C Forte F Cunha J.H.Z dos Santos J. Mol. Catal. A: Chem. 175 2001 91 103 [15] J.D Kim J.B.P Soares J. Polym. Sci. Part A: Polym. Chem. 38 2000 1427 [16] J.D Kim J.B.P Soares G.L Rempel Macromol. Rapid Commun. 19 1998 197 [17] E.S. Shamshoum, C.G. Bauch, US Patent 5,847,059 (1998), Chem. Abstr. 129 (1998) 95833. [18] E.S. Shamshoum, M. Lopez, T.G. Harris, S. Kim, European Patent 870,779 (1998), Chem. Abstr. 129 (1998) 276513. [19] J.H.Z. dos Santos, A.E. Gerbase, K.C. Rodenbusch, G.P. Pires, M. Martinelli, K.M. Bichinho, J. Mol. Catal. A: Chem. 184 (2002) 167. [20] F.C Stedile J.H.Z dos Santos Nucl. Instrum. Meth. B 1259 1998 136 139 [21] F.C Stedile J.H.Z dos Santos Phys. Stat. Sol. (a) 173 1999 123 [22] J.A. Ewen, M.J. Elder, R.L. Jones, S. Curtis, H.N. Cheng, in: T. Keii, K. Soga (Eds.), Proceedings of the International Symposium on Catalytic Olefin Polymerization, Tokyo, 1989, p. 439. [23] J.C.W Chien B.P Wang J. Polym. Sci. A: Polym. Chem. 28 1990 15 [24] J Tian B Huang Macromol. Rapid Commun. 15 1994 923 [25] A Morow Stud. Surf. Sci. Catal. 57 1990 A161 [26] J.H.Z dos Santos C Krug M.B da Rosa F.C Stedile J Dupont M.M.C Forte J. Mol. Catal. A: Chem. 139 1999 199 [27] W Kaminsky F Renner Makromol. Chem. Rapid Commun. 14 1993 230",
      "scopus-id": "0141537342",
      "coredata": {
        "eid": "1-s2.0-S1381116903004242",
        "dc:description": "A series of supported catalysts were prepared by combining (nBuCp)2ZrCl2 and Cp2ZrCl2 sequentially grafted on silica in different ratio (1:1 and 1:3) and immobilization order. Catalyst systems were characterized by Rutherford backscattering spectrometry (RBS), diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS), scanning electron microscopy (SEM) and electron probe microanalysis (EPMA). Grafted metal content remained comprised between 0.37 and 0.53wt.% Zr/SiO2. All the systems were shown to be active in ethylene homopolymerization having methylaluminoxane as co-catalyst. Catalyst activity was shown to be dependent on the metallocene nature, but not on the addition order or molar ratio. The highest activity was achieved with Cp2ZrCl2/(nBuCp)2ZrCl2 (1:3) catalyst system (ca. 4.26kg PE (mmol Zrh)−1). Resulting polymers were characterized by GPC and DSC. In spite of bearing two catalyst centers, no bimodality was observed in the resulting polymers.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-10-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903004242",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Silveira, Fernando"
          },
          {
            "@_fa": "true",
            "$": "Loureiro, Silvia R"
          },
          {
            "@_fa": "true",
            "$": "de Galland, Griselda B"
          },
          {
            "@_fa": "true",
            "$": "Stedile, Fernanda C"
          },
          {
            "@_fa": "true",
            "$": "dos Santos, João Henrique Z"
          },
          {
            "@_fa": "true",
            "$": "Teranishi, Toshiharu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903004242"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903004242"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00424-2",
        "prism:volume": "206",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Hybrid zirconocene supported catalysts",
        "prism:copyright": "Copyright © 2003 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Supported metallocenes"
          },
          {
            "@_fa": "true",
            "$": "Hybrid catalysts"
          },
          {
            "@_fa": "true",
            "$": "Ethylene polymerization"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "RBS"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "389-398",
        "prism:endingPage": "398",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 October 2003",
        "prism:doi": "10.1016/S1381-1169(03)00424-2",
        "prism:startingPage": "389",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00424-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "25",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "192",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "25",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "192",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "25",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "192",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1165",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "192",
            "@width": "312",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3991",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2228",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "285",
            "@width": "377",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7864",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1721",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "212",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3552",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1782",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "315",
            "@width": "479",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21131",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "92",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2855",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "380",
            "@width": "377",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49871",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1405",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "444",
            "@width": "630",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004242-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13498",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0141537342"
      }
    }
  }
}