{
  "metadata": {
    "title": "Ethylene/1-hexene copolymerization with MgCl<ce:inf loc=post>2</ce:inf>-supported Ziegler–Natta catalysts containing aryloxy ligands. Part I: Catalysts prepared by immobilizing TiCl<ce:inf loc=post>3</ce:inf>(OAr) onto MgCl<ce:inf loc=post>2</ce:inf> in batch reaction",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2012-03-31",
    "doi": "10.1016/j.molcata.2011.12.010",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116911005231",
    "pii": "S1381116911005231"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84856094966",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2011-12-16 2011-12-16 2012-01-20T23:26:29 1-s2.0-S1381116911005231 S1381-1169(11)00523-1 S1381116911005231 10.1016/j.molcata.2011.12.010 S300 S300.1 FULL-TEXT 1-s2.0-S1381116911X00201 2015-05-15T05:56:33.607047-04:00 0 0 20120301 20120331 2012 2011-12-16T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings suppl volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 355 355 C Volume 355 17 161 167 161 167 201203 March 2012 2012-03-01 2012-03-31 2012 Regular papers article fla Copyright © 2012 Elsevier B.V. All rights reserved. ETHYLENE1HEXENECOPOLYMERIZATIONMGCL2SUPPORTEDZIEGLERNATTACATALYSTSCONTAININGARYLOXYLIGANDSPARTICATALYSTSPREPAREDBYIMMOBILIZINGTICL3OARMGCL2INBATCHREACTION XIA S 1 Introduction 2 Experimental 2.1 Chemicals and synthesis 2.2 Preparation of MgCl2-supported Ziegler–Natta catalyst containing aryloxy ligands 2.3 Characterization of the catalysts 2.4 Polymerization 2.5 Polymer characterization 3 Results and discussion 3.1 Preparation and characterization of the MgCl2-supported catalysts containing aryloxy group 3.2 Ethylene/1-hexene copolymerization activated by triethylaluminum 3.3 Ethylene-1-hexene copolymerization activated by triisobutylaluminum 4 Conclusions Acknowledgements References ADISON 1992 4337 4342 E KISSIN 1999 4255 4272 Y KAKUGO 1991 1469 1472 M CHEN 2006 2441 2449 Y ZHANG 2008 605 610 L TSO 2004 2657 2663 C WHARRY 2004 2985 2989 S KO 1998 291 300 Y CHUA 2000 3 11 K SUKHADIA 2000 54 70 A MULHAUPT 1988 2487 2500 R DUPUY 1997 2281 2288 J KANG 1999 308 311 K YUAN 2010 3859 3866 K LOU 2009 748 755 J NIELSON 2000 529 537 A VOGEL 1975 A ATEXTBOOKQUANTITATIVEINORGANICANALYSISINCLUDINGELEMENTARYINSTRUMENTALANALYSIS ROBERTS 1963 3454 3458 R IPATIEFF 1937 56 60 V DONG 2007 3442 3451 Q KOLVUMAKI 1992 185 191 J COLLINA 1995 115 120 G SEGER 2004 5734 5747 M DAMORE 2011 M XIAX2012X161 XIAX2012X161X167 XIAX2012X161XS XIAX2012X161X167XS item S1381-1169(11)00523-1 S1381116911005231 1-s2.0-S1381116911005231 10.1016/j.molcata.2011.12.010 271358 2012-01-21T06:24:56.384988-05:00 2012-03-01 2012-03-31 1-s2.0-S1381116911005231-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116911005231/MAIN/application/pdf/65d02bbc92375731f75724086daa279c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116911005231/MAIN/application/pdf/65d02bbc92375731f75724086daa279c/main.pdf main.pdf pdf true 265540 MAIN 7 1-s2.0-S1381116911005231-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116911005231/PREVIEW/image/png/5e747b36850cb10c9f86ad6cc0e3df9b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116911005231/PREVIEW/image/png/5e747b36850cb10c9f86ad6cc0e3df9b/main_1.png main_1.png png 62364 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116911005231-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116911005231/sc1/DOWNSAMPLED/image/jpeg/878612bf07f76dffaff5216383337b73/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116911005231/sc1/DOWNSAMPLED/image/jpeg/878612bf07f76dffaff5216383337b73/sc1.jpg sc1 sc1.jpg jpg 13561 187 393 IMAGE-DOWNSAMPLED 1-s2.0-S1381116911005231-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116911005231/sc1/THUMBNAIL/image/gif/f9f85e02b4867c23011006a4fb46c01c/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116911005231/sc1/THUMBNAIL/image/gif/f9f85e02b4867c23011006a4fb46c01c/sc1.sml sc1 sc1.sml sml 3176 104 219 IMAGE-THUMBNAIL 1-s2.0-S1381116911005231-sc1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116911005231/sc1/HIGHRES/image/jpeg/7ac77af72ba98143b0f8957cbd176a79/sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116911005231/sc1/HIGHRES/image/jpeg/7ac77af72ba98143b0f8957cbd176a79/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 110109 829 1743 IMAGE-HIGH-RES 1-s2.0-S1381116911005231-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116911005231/fx1/DOWNSAMPLED/image/jpeg/cccff3665e516e62bbd6546186b71bbd/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116911005231/fx1/DOWNSAMPLED/image/jpeg/cccff3665e516e62bbd6546186b71bbd/fx1.jpg fx1 true fx1.jpg jpg 13431 143 500 IMAGE-DOWNSAMPLED 1-s2.0-S1381116911005231-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116911005231/fx1/THUMBNAIL/image/gif/753b8f59ef12ffdb3d9db56fa8e59a6d/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116911005231/fx1/THUMBNAIL/image/gif/753b8f59ef12ffdb3d9db56fa8e59a6d/fx1.sml fx1 true fx1.sml sml 1777 63 219 IMAGE-THUMBNAIL 1-s2.0-S1381116911005231-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116911005231/fx1/HIGHRES/image/jpeg/506a9633facb8762ad5b2d5aaeb76f48/fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116911005231/fx1/HIGHRES/image/jpeg/506a9633facb8762ad5b2d5aaeb76f48/fx1_lrg.jpg fx1 fx1_lrg.jpg jpg 89331 635 2213 IMAGE-HIGH-RES MOLCAA 8309 S1381-1169(11)00523-1 10.1016/j.molcata.2011.12.010 Elsevier B.V. Scheme 1 Exchange of aryloxy ligands of Ti species immobilized on model MgCl2 surface (110 cut) with Cl of TiCl3(OAr) in the solution. Table 1 Composition of catalysts prepared by batch reaction of titanium compounds and MgCl2. Catalyst Titanium compound Ti/MgCl2 (mmol/g) Temp. a (°C) Time b (h) Ti c (wt.%) ArO/Ti d Cat-0 TiCl4 1.7 120 16 2.00 – Cat-1 (C6H5O)TiCl3 1.7 120 16 1.52 0.82 Cat-2 (2,6-Me2C6H3O)TiCl3 1.7 120 16 1.38 0.30 Cat-3 (2,6-i-Pr2C6H3O)TiCl3 1.7 120 16 1.56 0.13 Cat-4 (2,6-t-Bu2C6H3O)TiCl3 1.7 120 16 1.69 0.45 Cat-7 (2,6-t-Bu2C6H3O)TiCl3 4 120 24 3.19 0.05 a Temperature of the immobilization reaction. b Duration of the immobilization reaction. c The titanium content in catalyst. d Molar ratio of aryloxy ligand and titanium in the catalyst determined by GC analysis. Table 2 Ethylene/1-hexene copolymerization catalyzed by different catalysts/TEA. Sample Catalyst Activity (kg/gTih) M w (×104) T m (°C) ΔH (J/g) EH-0 Cat-0 17.59 20.48 123.16 100.7 EH-1 Cat-1 14.76 28.13 122.94 99.51 EH-2 Cat-2 21.95 25.61 123.65 84.01 EH-3 Cat-3 20.39 30.76 123.93 103.0 EH-4 Cat-4 16.11 25.52 123.64 90.81 Table 3 Fractionation results of EH-0–EH-4. Sample EH-0 EH-1 EH-2 EH-3 EH-4 Fraction Sol. Insol. Sol. Insol. Sol. Insol. Sol. Insol. Sol. Insol. Content (wt.%) 45.0 55.0 44.8 55.2 46.9 53.1 39.8 60.2 48.1 51.9 T m (°C) 113.0 124.0 115.0 124.4 112.2 123.1 114.8 123.5 114.7 124.1 ΔT m a (°C) 11.0 9.4 10.9 8.7 9.4 ΔH (J/g) 52.9 124.4 62.0 121.8 46.0 114.4 72.1 122.2 59.5 122.7 Δ(ΔH) b (J/g) 71.5 59.8 68.4 50.1 63.2 M w (×104) 2.6 35.4 3.8 48.4 4.8 44.5 4.1 48.9 3.6 46.4 (M w)I/(M w)S 13.6 12.7 9.3 11.9 12.9 M w/M n 5.10 6.85 6.09 6.41 6.65 8.24 5.77 8.80 5.82 6.96 a ΔT m =(T m)I −(T m)S; b Δ(ΔH)=(ΔH)I −(ΔH)S. Table 4 Monomer sequence distributions of the fractions in EH-0–EH-4. Sample EH-0 EH-1 EH-2 EH-3 EH-4 Fraction Sol. Insol. Sol. Insol. Sol. Insol. Sol. Insol. Sol. Insol. [EHE] 7.49 1.51 6.15 1.07 7.25 1.90 6.58 1.28 7.25 1.52 [EHH] 3.37 0 2.09 0 3.12 0 1.45 0 2.90 0 [HHH] 0 0 0 0 0 0 0 0 0 0 [HEH] 2.47 0 0.86 0 2.18 0 1.58 0 1.89 0 [EEH] 12.57 2.94 12.68 2.30 13.64 3.61 11.32 2.66 12.40 2.51 [EEE] 74.10 95.55 78.22 96.63 73.81 94.49 79.07 96.06 75.56 95.97 [EE] 80.39 97.02 84.55 97.78 80.63 96.30 84.73 97.39 81.76 97.23 [EH] 17.93 2.98 14.40 2.22 17.81 3.70 14.54 2.61 16.79 2.77 [HH] 1.68 0 1.05 0 1.56 0 0.72 0 1.45 0 [E] 89.35 98.51 91.75 98.89 89.54 98.15 92.00 98.69 90.15 98.61 [H] 10.65 1.49 8.25 1.11 10.46 1.85 8.00 1.31 9.85 1.39 [H]sum 5.61 4.31 5.89 3.98 5.46 [H]S/[H]I 7.15 7.43 5.65 6.11 7.09 n E 9.97 66.11 12.74 89.13 10.05 52.98 12.65 75.62 10.74 71.07 n H 1.19 1 1.15 1 1.18 1 1.10 1 1.17 1 [H]S/[H]I =([H] of Sol fraction)/([H] of Insol fraction). Table 5 Ethylene/1-hexene copolymerization catalyzed by different catalysts/TIBA. Sample Catalyst Activity (kg/gTih) M w (×104) T m (°C) ΔH (J/g) EH-0′ Cat-0 16.08 39.14 123.31 71.79 EH-1′ Cat-1 16.90 52.80 119.01 75.93 EH-2′ Cat-2 22.47 37.17 119.45 66.56 EH-3′ Cat-3 21.00 41.32 118.72 75.14 EH-4′ Cat-4 19.37 42.55 118.59 71.42 Table 6 Fractionation results of EH-0′–EH-4′. Sample EH-0′ EH-1′ EH-2′ EH-3′ EH-4′ Fraction Sol Insol Sol Insol Sol Insol Sol Insol Sol Insol Content (wt.%) 43.4 56.6 38.4 61.6 48.1 51.9 43.9 56.1 41.2 58.8 T m (°C) 115.7 124.3 113.0 119.5 113.9 119.8 112.9 119.2 109.8 118.8 ΔT m a (°C) 8.6 6.5 5.9 6.3 9.0 ΔH (J/g) 22.1 107.6 31.5 87.4 37.1 86.7 35.5 93.3 29.5 85.7 Δ(ΔH) b (J/g) 85.5 55.9 49.6 57.8 56.2 M w (× 104) 11.5 61.1 13.3 78.4 14.2 59.0 14.2 63.2 15.7 62.0 (M w)I/(M w)S 5.3 5.9 4.2 4.4 3.9 M w/M n 4.60 4.01 4.90 4.81 5.41 4.60 5.20 4.50 5.94 3.74 a ΔT m =(T m)I −(T m)S;. b Δ(ΔH)=(ΔH)I −(ΔH)S. Table 7 Monomer sequence distributions of the fractions in EH-0′–EH-4′. Sample EH-0′ EH-1′ EH-2′ EH-3′ EH-4′ Fraction Sol. Insol. Sol. Insol. Sol. Insol. Sol. Insol. Sol. Insol. [EHE] 10.37 1.08 8.69 2.39 8.87 2.27 8.65 2.64 9.03 2.62 [EHH] 7.31 0 4.17 0 2.22 0 3.03 0 2.80 0 [HHH] 1.63 0 0 0 0 0 0 0 0 0 [HEH] 5.23 0 2.95 0 2.48 0 2.42 0 3.16 0 [EEH] 18.64 2.30 15.38 4.77 15.08 3.92 14.70 5.36 15.88 5.13 [EEE] 56.82 96.62 68.80 92.84 71.35 93.81 71.21 92.00 69.13 92.25 [EE] 66.14 97.77 76.49 95.23 78.89 95.77 78.56 94.68 77.08 94.82 [EH] 28.58 2.23 21.42 4.77 20.00 4.23 19.93 5.32 21.53 5.18 [HH] 5.28 0 2.09 0 1.11 0 1.51 0 1.40 0 [E] 80.43 98.88 87.20 97.61 88.89 97.89 88.52 97.34 87.84 97.41 [H] 19.57 1.12 12.80 2.39 11.11 2.11 11.48 2.66 12.16 2.59 [H]sum 9.13 6.39 6.44 6.53 6.53 [H]S/[H]I 17.47 5.36 5.27 4.32 4.69 n E 5.63 88.5 8.14 40.9 8.89 46.3 8.88 36.6 8.16 37.6 n H 1.37 1 1.19 1 1.11 1 1.15 1 1.13 1 [H]S/[H]I =[H] in Sol./[H] in Insol. Ethylene/1-hexene copolymerization with MgCl2-supported Ziegler–Natta catalysts containing aryloxy ligands. Part I: Catalysts prepared by immobilizing TiCl3(OAr) onto MgCl2 in batch reaction Shengjie Xia Zhisheng Fu Biao Huang Junting Xu Zhiqiang Fan ⁎ MOE Key Laboratory of Macromolecular Synthesis and Functionalization, Department of Polymer Science and Engineering, Zhejiang University, Hangzhou 310027, China ⁎ Corresponding author. Tel.: +86 571 87952400; fax: +86 571 87952400. Graphical abstract Highlights ► Aryloxy-containing MgCl2-supported Ziegler–Natta catalysts were prepared. ► The aryloxy/Ti molar ratio in these catalysts were less than 1. ► Different cocatalyst brought about different catalytic behaviors. ► Activated by TIBA, these catalysts produced copolymer with more uniform CCD. Novel aryloxy-containing MgCl2-supported Ziegler–Natta catalysts were prepared by treating TiCl3(OAr) (Ar=C6H5-, 2,6-Me2C6H3-, 2,6-i-Pr2C6H3-, 2,6-t-Bu2C6H3-) with MgCl2 in batch reaction. The influences of aryloxy group on the titanium content and aryloxy/Ti molar ratio in the catalysts was investigated. Because of ligand exchanges between the immobilized titanium species and TiCl3(OAr) in the solution, the aryloxy/Ti molar ratio in these catalysts were less than 1. Using triethylaluminum (TEA) or triisobutylaluminum (TIBA) as cocatalyst, these catalysts showed different catalytic behaviors in ethylene-1-hexene copolymerization. Using TIBA as cocatalyst, the aryloxy-containing catalysts showed higher activity than a TiCl4/MgCl2 blank catalyst. Although the total 1-hexene incorporation of the copolymers prepared by the novel catalysts were lower than that of the blank system, the difference in 1-hexene content between the boiling n-heptane soluble part and the insoluble part was markedly lower, and the blockiness of comonomer sequence distribution was evidently higher. The TIBA activated aryloxy-containing catalysts were found to produce poly(ethylene-co-1-hexene) with more uniform chemical composition distribution. Keywords Aryloxy Ziegler–Natta catalyst Copolymerization 1 Introduction Linear low-density polyethylene (LLDPE) made by copolymerization of ethylene with higher α-olefins (1-butene, 1-hexene or 1-ocene) has become one of the most widely applied polymeric materials in the world. Introduction of α-olefin comonomer units in the polyethylene chains leads to decreased crystallinity, melting temperature, and consequently a series of physical properties [1]. Industrial production of LLDPE is realized by catalyzed ethylene-α-olefin copolymerization with MgCl2-supported Ziegler–Natta catalysts or metallocene catalysts, with Ziegler–Natta catalysts account for more than 80% of LLDPE production. For heterogeneous Ziegler–Natta catalysts, because of the presence of multiple active sites, LLDPE with broad molecular weight distribution (MWD) and chemical composition distribution (CCD) are formed [2–6]. The α-olefin comonomer is found to be highly enriched in fractions of low molecular mass [4–7]. This kind of CCD is actually unfavorable as it causes poor polymer properties [8–10]. Therefore, there are strong demands to improve the CCD of LLDPE resins based on Ziegler–Natta catalysts. Since the 1990s, m-LLDPE with narrow MWD and CCD are produced by metallocene catalysts, which belong to single-site catalysts. However, narrow MWD of m-LLDPE resin makes its processing more difficult [11]. It is expected that LLDPE with the characteristics of broad MWD and narrow CCD can show more balanced mechanical and processing properties. This could be realized by modifiying the copolymerization properties of heterogeneous Ziegler–Natta catalysts. There are mainly two different ways to modify the MgCl2-supported Ziegler–Natta catalysts. Organo electron donors have been added in the MgCl2-supported Ziegler–Natta catalysts for ethylene copolymerization [4,6]. It was found that electron donors introduced in the process of catalyst preparation lead to increased α-olefin incorporation in the high molecular weight chains [6], while those added in the polymerization system lead to decreased α-olefin incorporation [4]. The other way is to bond organic groups to the catalyst, with an aim to improve the activity or comonomer incorporation rate of the catalysts [12–16]. Mulhaupt et al. found that the activity of a MgCl2-supported Ziegler–Natta catalyst for ethylene copolymerization was greatly improved when phenol with bulky substituents was added to the catalyst system [12]. Dupuy and Spitz [13] prepared modified MgCl2-supported catalysts by bonding cyclopentadienyl ligands to the immobilized Ti species. Sharp increases in ethylene polymerization activity were observed after the modification. Shiono et al. [14] prepared MgCl2-supported catalysts by treating CpTiCl3 with the support, and polyethylene with broad MWD was synthesized. In a recent work, Huang et al. studied ethylene-1-octene copolymerization with two kinds of MgCl2-supported catalysts prepared by reacting TiCl3(OPentyl) or TiCl3(OBz) with MgCl2 [15]. The catalysts showed higher activity and comonomer incorporation rate as compared with a simple MgCl2/TiCl4 catalyst without organo ligands. However, in these literatures concerning MgCl2/TiCl4 catalysts with chemically bonded organic ligands, no attention has been paid to the influences of the organic ligands on the CCD of ethylene copolymers. In our previous work [16], a TiCl4/ID/MgCl2 type catalyst, where ID is a diester, was treated at room temperature with 2,6-iPr2C6H3OH at ArOH/Ti=1. Ethylene/1-hexene copolymerization with the modified catalyst and the unmodified catalyst were compared. The modified catalysts showed similar activity and lower 1-hexene incorporation as compared with the original catalyst, but the copolymer showed evidently more uniform CCD. This encouraged us to make a more systematical investigation in the effects of introducing organic ligands onto MgCl2-supported Ziegler–Natta catalysts. In this paper, four kinds of such catalysts were prepared by treating MgCl2 support particles with TiCl3(OAr) (Ar=C6H5-, 2,6-Me2C6H3-, 2,6-iPr2C6H3-, 2,6-tBu2C6H3-) in a batch reaction mode. A MgCl2/TiCl4 blank catalyst was also prepared for comparative studies. Ethylene-1-hexene copolymerization with these catalysts was studied, with special emphasis paid to the changes of copolymer CCD. The influence of copolymerization conditions on the catalytic behavior of these catalysts will be reported in detail in a subsequent paper. 2 Experimental 2.1 Chemicals and synthesis Catalyst preparation and polymerization were carried out under dry nitrogen using standard Schlenk techniques or in a glove box. TiCl4 (Shanghai Meixing Chemical Factory) and four ArOH compounds (Ar=C6H5-, 2,6-Me2C6H3-, 2,6-iPr2C6H3-, 2,6-tBu2C6H3-, purchased from Alfa Aesar Co.) were distilled under reduced pressure and stored in N2 atmosphere before use. Toluene (Hangzhou Chemical Reagent Corporation) and light petroleum ether (b.p. 40–60°C, Hangzhou Chemical Reagent Corporation) was distilled over sodium/benzophenone ketyl under N2 atmosphere before use. Anhydrous MgCl2 in fine granules was purchased from Alfa Aesar Co. Butyllithium (a 2.5M solution in hexane, Alfa Aesar) was used as received. n-Hexane (analytical grade, Hangzhou Chemical Reagent Corporation) was dried and purified by refluxing over sodium/benzophenone ketyl under dry N2 atmosphere before use. Ethylene (polymerization grade, a product of Sinopec) was dried and purified by passing through columns of 4Å molecular sieves and PEE deoxygenate catalyst (Dalian Samat Chemicals Co. Ltd.) before use. 1-Hexene (97%) from Acros was purified by distillation over Na and stored in a Schlenk tube containing 4Å molecular sieves. Triethylaluminum (TEA, 97%) from Albermarle was diluted with n-heptane to make a 2M solution before use. Triisobutylaluminum (TIBA, 97%) from Albermarle was diluted with n-heptane to make a 2M solution before use. 2.2 Preparation of MgCl2-supported Ziegler–Natta catalyst containing aryloxy ligands Four kinds of TiCl3(OAr) compounds (Ar=C6H5-, 2,6-Me2C6H3-, 2,6-i-Pr2C6H3-, 2,6-t-Bu2C6H3-) were synthesized by the reactions of ArOH and TiCl4 according to literature [17]. The procedures of synthesizing TiCl3(OC6H5) were as follows. Phenol (0.75g, 8.0mmol) in toluene (30mL) was added via a syringe to TiCl4 (1.65g, 8.2mmol) in toluene (40mL) and the solution was refluxed until the released gas passing over butyllithium no longer form white mist. The solution was then filtered, the solvent was removed and the residue was washed with light petroleum (5× 20mL) and dried under vacuum to give TiCl3(OC6H5) in solid powder. The procedures of synthesizing TiCl3(OC6H3 iPr2-2,6) was as follows. 2,6-Diisopropylphenol (2.35g, 13.2mmol) in toluene (40mL) was added to TiCl4 (2.5g, 13.2mmol) in toluene (40mL) and the mixture was refluxed until the production of HCl ceased after 12h. The solution was filtered and the solvent removed to give a gum like solid in deep red color. TiCl3(OC6H3 iPr2-2,6) in the form of solid powder was obtained by gently heating (water bath 60°C) the crude product under vacuum for several hours. The synthesis processes of the other two TiCl3(OAr) compounds (Ar=2,6-Me2C6H3- and 2,6-t-Bu2C6H3-) were similar to that of TiCl3(OC6H3 iPr2-2,6). A QM-1F ball miller (Nanda Instruments Co.) was used to mill the anhydrous MgCl2 powder. About 15g MgCl2 was sealed in a 120mL ball-milling can of containing 35vol.% steel balls of 10mm and 5mm diameters, and ball-milled at a rotation rate of 250r/min for 48h under a dry N2 atmosphere. Then the activated MgCl2 was transferred to a glass bottle and kept in glove box before use. 5.0g activated MgCl2 was added in one batch to a stirred toluene (60mL) solution of TiCl3(OAr) (8.5mmol) at room temperature. The mixture was then heated to reflux (about 120°C) for a designated time and cooled to room temperature and then filtered. The residue was repeatedly washed with toluene (20mL 2×) and n-hexane (20mL 2×) and finally dried under vacuum at 60°C. With the same procedure, a blank TiCl4/MgCl2 supported catalyst was prepared by treating the support with TiCl4. 2.3 Characterization of the catalysts The Ti content was determined by the standard photometric method [18]. A known quantity (∼0.2g) of catalyst was dissolved in 4N sulfuric acid and treated with hydrogen peroxide to form a yellow solution. The concentration of Ti was calculated from the absorbance of the solution at 410nm recorded by a UV–vis spectrophotometer (Cary 100 Bio). The amount of aryloxy group in the aryloxy-containing catalysts was measured by the procedure as follows. 200–300mg of catalyst was hydrolyzed by 0.5N HCl and then extracted by toluene (5mL 4×). The combined extract was transfered to a volumetric flask. Benzophenone was added into the volumetric flask as an internal standard. Additional toluene was added into the volumetric flask to make a 25mL solution. The concentration of ArOH in the solution was quantitatively determined by gas chromatography (Shimadzu GC-8APF), and the content of ArO group in the catalysts was calculated. 2.4 Polymerization Polymerization at 1bar ethylene pressure was carried out in a 50mL Schlenck flask equipped with a magnetic stirring bar. Firstly the flask was filled with ethylene of 1bar. 30mL n-heptane was then injected into the flask. 6mmol of 1-hexene was added into the flask in the copolymerization runs. The flask was immersed into a thermostatic oil bath at 60°C and stirred for 5min. Then a designated amount of cocatalyst (TEA or TIBA, Al/Ti=100) was introduced into the flask. Since the titanium content of those catalysts were different form each other, the amount of catalyst were regulated to make the amount of titanium in the polymerization system constant. 20–30mg of catalyst was subsequently added into the flask. The reaction was continued for 30min under stirring and continuous supply of 1bar ethylene. At the end of polymerization, ethylene was stopped and the slurry was poured into 200mL ethanol containing 1mL hydrochloric acid to terminate the reaction and settle down the polymer. The polymer was filtered and washed with alcohol for three times, then dried overnight in a vacuum oven at 60°C. 2.5 Polymer characterization About 1.5g of copolymerization product was extracted by boiling n-heptane in Soxhlet extractor for 24h. Thus the sample was divided into two parts. The soluble part was concentrated and then dried in vacuum. The molecular weights and molecular weight distributions of the fractions were measured by gel permeation chromatography (GPC) in a PL 220 GPC instrument (Polymer Laboratories, Ltd.) at 150°C in 1,2,4-trichlorobenzene. Three PL mixed B columns (500∼1×107) were used. Universal calibration against narrow polystyrene standards was adopted. 13C NMR spectra of the fractions were measured on a Varian Mercury Plus 300 NMR spectrometer at 75MHz. o-Dichlorobenzene-d4 was used as the solvent to prepare the polymer solution of 10wt.%. The spectra were recorded at 120°C with hexamethyldisiloxane as an internal reference. Chromium triacetylacetonate (about 2mg) was added in each sample to shorten the relaxation time and ensure the quantitative results. Broadband decoupling with a pulse delay of 3s was employed. Typically, 5000 transients were collected. DSC measurements were carried out on a TA Q200 DSC calorimeter. About 5mg of each sample was sealed in an aluminum sample cell. The sample was first melted at 170°C for 5min to erase the thermal history, and then cooled to 40°C at a cooling rate of 10°C/min, followed by reheating to 170°C at a scanning rate of 10°C/min to observe the melting behavior. 3 Results and discussion 3.1 Preparation and characterization of the MgCl2-supported catalysts containing aryloxy group Five kinds of aryloxy-containing supported catalysts were prepared by reacting TiCl3(OAr) with ball-milled MgCl2 in toluene. A blank TiCl4/MgCl2 supported catalyst was prepared by reacting TiCl4 with MgCl2 in the same procedures. The Ti content and the amount of ArO group of the catalysts were determined, and the results are summarized in Table 1 . As shown in Table 1, the titanium content of catalysts (Cat-1, Cat-2, Cat-3, and Cat-4) containing aryloxy ligands was slightly lower than that of the blank catalyst, Cat-0. On the other hand, the influences of different aryloxy group on the titanium content were rather limited. It is interesting that the molar ratio of ArO/Ti in these catalysts was lower than 1. This means that a part of the immobilized titanium species are not TiCl3(OAr) but TiCl4. The ArO/Ti molar ratio was the highest in Cat-1 that contains PhO ligand, and then decreased with increasing bulkiness of substituents at the ortho positions of the aryl ring. However, Cat-4 that contains 2,6-t-Bu2C6H3O ligand showed higher ArO/Ti molar ratio than Cat-3 that contains 2,6-i-Pr2C6H3O ligand. This may be caused by lower stability of the t-Bu substituents in acidic conditions. It has been reported that the ease of dealkylation of a number of alkylbenzenes was in the order of tertiary>secondary>primary alkyls under acidic conditions [19,20]. We have also found that all the 2,6-t-Bu2C6H3O ligands in Cat-4 were converted to phenol after hydrolysis of the catalyst with 0.5N HCl. Therefore, it is likely that much of the t-Bu substituents in Cat-4 has been removed during the reaction of (2,6-t-Bu2C6H3O)TiCl3 with MgCl2, leaving PhO ligands on the catalyst. This led to reduced steric congestion of the catalyst surface and higher retention of the ArO ligands. The lower ArO/Ti molar ratio of Cat-1–Cat-4 may be explained by the exchanges of ArO- group of the immobilized Ti species with Cl of TiCl3(OAr) in the solution, as depicted in Scheme 1 . Actually, Nielson et al. [17] has found that [TiCl3(OC6H4CMe3-4)] in solution undergoes the following disproportionation reaction: (1) 2 [TiCl3(OC6H4CMe3-4)]→[TiCl2(OC6H4CMe3-4)2]+TiCl4 This clearly indicates that TiCl2(OAr)2 is more stable than TiCl3(OAr) in solution. The extremely low ArO/Ti ratio of Cat-7 (see Table 1), which was prepared under higher TiCl3(OAr)/MgCl2 ratio, is also an evidence for the exchange reaction of Scheme 1. From the data of Table 1 it can be estimated that only about 20% of the titanium in the reaction feed was immobilized on MgCl2 in Cat-1, Cat-2, Cat-3 and Cat-4. This means that there was plenty of TiCl3(OAr) in the solution to react with the anchored TiCl3(OAr). In the case of Cat-3, the ArO/Ti ratio in the solution increased from 1:1 to 1.23:1 during the immobilization, indicating that some TiCl2(OAr)2 was present in the solution. The decrease of ArO/Ti ratio in the catalyst with increasing size of ortho substituents of the TiCl3(OAr) compounds might originate from the steric congestion of the immobilized TiCl3(OAr) with the support and the neighboring surface Ti species. This effect makes the OAr group anchored on the catalyst more unstable. 3.2 Ethylene/1-hexene copolymerization activated by triethylaluminum Triethylaluminum (TEA) and triisobutylaluminum (TIBA) are the most frequently used cocatalysts for activating titanium-based Ziegler–Natta catalysts. Due to the difference in electron donation ability and steric hindrance between ethyl and isobutyl, the chain structure (stereo-selectivity, chemical composition or monomer sequence distribution) of those polymers prepared by TEA or TIBA are different from each other [21–23]. Firstly, using TEA as cocatalyst, the catalytic behavior of Cat-0–Cat-4 in ethylene/1-hexene copolymerization was investigated. As shown in Table 2 , the catalytic activity of Cat-1 and Cat-4 was a little lower than that of Cat-0. However, the catalytic activity of Cat-2 and Cat-3 was much higher than that of Cat-0. As shown in Table 1, the ArO/Ti value of Cat-1 was the highest. Namely, most of the active sites in this catalyst might be influenced by the ArO group either directly or indirectly. These influences may reduce the polymerization rate, leading to lower catalytic activity. Due to dealkylation of the 2,6-t-Bu2C6H3O ligand, the molecular structure of a part of ligands in Cat-4 may be similar to that of the ligand in Cat-1, but the content of aryloxy ligand in Cat-4 was lower than that in Cat-1. So the catalytic activity of Cat-4 was higher than that of Cat-1, but still a little lower than that of Cat-0. In the cases of Cat-2 and Cat-3, the ligand content in these two catalysts was much lower than that in Cat-1 and Cat-4. Therefore it could be the electron donation ability of the substituent on the ortho position of aryl ring played the key role to affect the catalytic behavior. Both methyl and isopropyl are good electron donor which might enhance electron density on some types of active sites and change their catalysis behaviors. Therefore, the catalytic activity of Cat-2 and Cat-3 was higher than that of the other catalysts. Compared with Cat-0, Cat-1–Cat-4 produced ethylene/1-hexene copolymer with much higher molecular weight. TEA is a chain transfer agent, which can reduce the molecular weight of the resultant polymer. In Cat-1–Cat-4 the steric hindrance of ArO groups could to some extent inhibit the propagation chain from transferring to monomer and TEA. Thus the molecular weight of EH-1–EH-4 was higher than that of EH-0 (as shown in Table 2). Due to the highest steric hindrance of isopropyl, Cat-3 produced EH-3 with the highest molecular weight. The thermal analysis results showed that the melting points and melting enthalpy of EH-0, EH-1 and EH-3 were similar to each other, but EH-2 and EH-4 show lower melting enthalpy than EH-0. Judging by the data of Table 2, it is hard to tell the differences in chain structure of these five copolymers. Ethylene/1-hexene copolymers synthesized with heterogeneous Ziegler–Natta catalysts usually have broad chemical composition distribution (CCD). A simplified way of characterizing the CCD of olefin copolymer is successive extraction of the polymer by different solvents. In this work by boiling n-heptane EH-0–EH-4 were separated into two fractions: boiling n-heptane insoluble fraction (Insol.) and n-heptane soluble fraction (Sol.). The fractionation results of EH-0–EH-4 and some characterization results of every fraction were summarized in Table 3 . There was no much difference in the content of Sol. and Insol. among these five samples. Since the value of ΔT m and Δ(ΔH) of EH-1–EH-4 were a little lower than that of EH-0, it to some extent indicated that the CCD of ethylene/1-hexene copolymers prepared by Cat-1–Cat-4 was a little more uniform than that prepared by Cat-0. Moreover, the molecular weight of both Sol. and Insol. in EH-1–EH-4 were much higher than that in EH-0. Namely, the presence of ArO ligand not only increased the molecular weight of the n-heptane soluble fraction, but also increased the molecular weight of the boiling n-heptane insoluble fraction. Since the values of (M w )I/(M w )S of EH-1–EH-4 were little lower than that of EH-0, to some extend it indicated that the composition of EH-1–EH-4 was a little more uniform than that of EH-0. To further disclose the difference in the chemical composition between EH-0 and EH-1–EH-4, the fractions of EH-0–EH-4 were characterized by 13C NMR. According to Seger's method [24], the sequence distributions in poly(ethylene-co-1-hexene)s were quantitatively analyzed and summarized in Table 4 . The n H values (average sequence length of 1-hexene) of all the boiling heptane insoluble fractions equalled to 1. It means that in these fractions polyethylene segments were isolated by single 1-hexene unit. As shown in Table 4, among these five copolymers there were no obvious difference in sequence distributions for not only the soluble but also the insoluble fractions. The ratios of hexene content of the soluble fraction to that of the insoluble fraction ([H]S/[H]I) show that the copolymers prepared by Cat-2 and Cat-3 have more uniform CCD than the blank system Cat-0. In summary, the TEA-activated MgCl2-supported Ziegler–Natta catalysts containing aryloxy ligands did not affect the chemical composition and CCD of poly(ethylene-co-1-hexene) significantly. 3.3 Ethylene-1-hexene copolymerization activated by triisobutylaluminum Using triisobutylaluminum (TIBA) as cocatalyst, Cat-0–Cat-4 were used to copolymerize ethylene and 1-hexene. The copolymerization results were summarized in Table 5 . The catalytic activities of Cat-1–Cat-4 were higher than that of Cat-0. The molecular weights of EH-1′–EH-4′ were not lower than that of EH-0′. The melting points of the former were 4–5° lower than that of the latter. Among these five copolymers there was no much difference in melting enthalpy (ΔH). Compared with the TEA activated systems (see the data in Table 2), TIBA brought about higher catalytic activity and molecular weight but lower melting points and melting enthalpy of the copolymer. It implies that using TIBA as cocatalyst is beneficial to the production of ethylene copolymer with high 1-hexene incorporation rate. The copolymer samples EH-0′–EH-4′ were also separated into two fractions by extraction with boiling n-heptane, and the results of fractionation as well as thermal properties and molecular weight data of the fractions were summarized in Table 6 . It can be seen that there was no much difference in the content of boiling n-heptane soluble fraction among these five samples. However, the melting temperature of the boiling n-heptane insoluble fractions decreased for 4–5° when catalysts containing aryloxy group (Cat-1–Cat-4) were used. The melting enthalpy of the insoluble fraction also decreased by about 15% as compared with that of values of Cat-0. On the other hand, the melting enthalpy of the soluble fractions prepared with catalysts containing aryloxy group was increased, though their melting temperature decreased slightly as comapred with the sample of Cat-0. Because of these differences between the aryloxy-containing catalysts and the blank system, ΔT m (difference between the melting temperature of Insol and Sol) and Δ(ΔH) (difference between the melting enthalpy of Insol and Sol) values of EH-1′–EH-4′ were obviously lower than that of EH-0′. It means that in the presence of aryloxy ligand, the soluble fraction contains more crystalline PE segments (higher ΔH) and the insoluble fraction contains more noncrystalline random copolymer segments (lower ΔH) as compared with the blank catalyst. In this context it may be said that the copolymers EH-1′–EH-4′ have more homogeneous chain structure distribution than EH-0′. Comparing the data in Table 3 with those in Table 6, it is obvious that the TIBA-activated catalysts produced ethylene/1-hexene copolymers with more homogeneous chain structure distribution than the TEA-activated systems when Cat-1–Cat-4 were used. In the case of Cat-2/TIBA combination, ΔH of the soluble fraction accounts for 43% of the ΔH of the insoluble fraction, in contrast to 21% of the Cat-0/TIBA system. Meanwhile, the ΔH of the insoluble fraction of EH-2′ was only 86.7J/g, in contrast to the values of 114.4J/g for EH-2 (Cat-2/TEA system) and 124.4J/g for EH-0 (Cat-0/TEA system). It is also found that the difference in molecular weight of the Sol and Insol fractions became slightly smaller when the aryloxy-containing catalysts were used. To further investigate the difference in chemical composition among these five copolymers, the fractions of EH-0′–EH-4′ were characterized by 13C NMR. The sequence distribution of the fractions were quantitatively analyzed and summarized in Table 7 . As shown in Table 7, the amount of incorporated 1-hexene ([H]sum) of EH-1′–EH-4′ was obviously lower than that of EH-0′. However, the 1-hexene content of the insoluble fractions of EH-1′–EH-4′ was twice that of the insoluble fraction of EH-0′. On the other hand, 1-hexene content of the soluble fractions of EH-1′–EH-4′ was lower than that of the soluble fraction of EH-0′. Thus, the ratio [H]S/[H]I of the copolymer was markedly decreased after introducing the aryloxy ligands in the catalyst. In the samples EH-1′–EH-4′, more 1-hexene comonomer units are found in the insoluble fractions as compared with EH-0′, though the content of insoluble fraction has not been changed much by introducing the aryloxy ligands (see Table 6). It becomes clear that the catalysts containing aryloxy ligands produced copolymers with more homogeneous comonomer distribution. On the other hand, the melting enthalpy of the insoluble fractions ((ΔH)I) was markedly lowered by the aryloxy ligands, meaning that there are more noncrystalline short PE segments in these fractions than in the insoluble fraction of the blank system. Meanwhile there are still enough amount of crystalline PE segments in these fractions to ensure their insolubility in boiling heptane. Therefore, the insoluble fractions of EH-1′–EH-4′ actually have higher degree of blockiness than that of EH-0′ in words of comonomer sequence distribution. The increase in melting enthalpy of the soluble fractions ((ΔH)S) also means increased blockiness of the soluble fractions. This feature of chain structure in copolymers synthesized with the aryloxy-containing catalysts could lead to special physical and mechanical properties, which will be investigated in the future. As to the influences of substituents of the aryloxy ligand on the catalysis behaviors, the differences among the 1-hexene incorporation rate and [H]S/[H]I ratio of copolymers synthesized with Cat-1, Cat-2, Cat-3 and Cat-4 are too small to make reliable judgments. It seems that the catalysts containing bulky aryloxy groups (Cat-2, Cat-3 and Cat-4) showed stronger effects of the organic ligand than Cat-1. It is interesting to make comparisons between the TEA and TIBA activated polymerization systems. For the blank catalyst, the TEA activated system produced copolymer with much lower 1-hexene incorporation in the soluble fraction than that of the TIBA activated system. This made the former system to show lower [H]S/[H]I value than the later. However, judging by the much larger (M w)I/(M w)S value of the former than the later, it seems hard to say which system produced copolymer with more uniform chain structure distribution. These differences in copolymer structure in relation with the cocatalyst could be ascribed to the different tendencies of the AlR3 or AlR2Cl (formed in the alkylation of the catalyst) to adsorb on the catalyst. The strong adsorption of TEA or AlEt2Cl on TiCl4/MgCl2 catalyst has been reported recently [25]. Such adsorption might influence the coordination of bulky α-olefin in the active centers. For the lack of experimental data on the adsorption of TIBA or AliBu2Cl on MgCl2-supported Ti catalysts, it is impossible to unambiguously explain the different behaviors of these two cocatalysts. It is worth noting that, in the aryloxy-containing catalysts, the differences in copolymer chain structure between the TEA and TIBA systems became smaller, though the TIBA activated catalysts produced copolymer with more uniform chain structure in words of CCD and MWD. Comparing with the modified catalyst prepared by directly treating a TiCl4/ID/MgCl2 type catalyst with 2,6-iPr2C6H3OH at ArOH/Ti=1 [16], the catalysts prepared by immobilizing (2,6-iPr2C6H3O)TiCl3 onto MgCl2 (this work) can produce poly(ethylene-co-1-hexene) with more uniform CCD. For example, poly(ethylene-co-1-hexene) produced by a 2,6-iPr2C6H3OH treated TiCl4/ID/MgCl2 catalyst produced copolymer with [H]S/[H]I value of 10.6 under the same polymerization conditions as this work and using TIBA as cocatalyst. In contrast, EH-3′ produced by the (2,6-iPr2C6H3O)TiCl3 immobilized catalyst has a [H]S/[H]I value of only 4.32 (see Table 7). The mechanism of the aryloxy effects on the polymerization behaviors is not clear yet, but we can still get some hints from the above mentioned results. First, the catalysis activity and the contents of soluble and insoluble fractions are not significantly changed by the aryloxy ligands, implying that the locations of titanium species and their chemical environment on the surface of MgCl2 are not changed much. Second, the aryloxy-containing catalysts clearly possess active sites that can produce copolymer with both long PE segments and relatively high 1-hexene incorporation rate. It means that at least a part of active sites in these systems have been significantly affected by the organic ligands. The interactions of the organic ligand with the active site might be fluxional, leading to swing of the active sites between two different states, namely, a state favoring α-olefin incorporation and a state favoring production of long PE segments. This may explain the formation of blocky copolymer in the aryloxy-containing systems. More experiments will be done to find the real mechanism of the new catalysis systems reported in this work. 4 Conclusions By treating MgCl2 with TiCl3(OAr), a series of aryloxy-containing MgCl2-supported Ziegler–Natta catalysts were prepared. Because of ligand exchanges between the immobilized titanium species and TiCl3(OAr) in the solution, the molar ratio of aryloxy group and Ti in these catalysts were less than 1. Using TEA as cocatalyst, these novel catalysts showed higher catalytic activity and produced poly(ethylene-co-1-hexene)s with higher molecular weight than the blank catalyst without aryloxy group. However, in the TEA activated catalysts, the aryloxy group did not significantly affect the 1-hexene incorporation rate and CCD of the copolymer. Using TIBA as cocatalyst, these novel catalysts showed even higher catalytic activity and produced poly(ethylene-co-1-hexene)s with higher molecular weight. Although the total incorporation rate of 1-hexene in the copolymers prepared by these novel catalysts were lower than that of prepared by the blank catalyst, the difference in 1-hexene content between the boiling n-heptane soluble part and the boiling n-heptane insoluble part was markedly lowered, and the blockiness of comonomer sequence distribution was evidently increased. Namely, the TIBA activated aryloxy-containing catalysts produce poly(ethylene-co-1-hexene) with more uniform chemical composition. Acknowledgements Supports by the National Natural Science Foundation of China (grant no. 20874084) and Specialized Research Fund for the Doctoral Program of High Education (grant no. 20100101110136) are gratefully acknowledged. References [1] E. Adison M. Ribeiro A. DeYeux M. Fontanille Polymer 33 1992 4337 4342 [2] Y.V. Kissin R.I. Mink T.E. Nowlin J. Polym. Sci. A: Polym. Chem. 37 1999 4255 4272 [3] M. Kakugo T. Miyatake K. Mizunuma Macromolecules 24 1991 1469 1472 [4] Y.P. Chen Z.Q. Fan Eur. Polym. J. 42 2006 2441 2449 [5] L.T. Zhang Z.Q. Fan Z.S. Fu Chin. J. Polym. Sci. 26 2008 605 610 [6] L.T. Zhang, Z.Q. Fan, Z.S. Fu, e-Polymers (2008) article no. 143. [7] C.C. Tso P.J. DesLauriers Polymer 45 2004 2657 2663 [8] S.M. Wharry Polymer 45 2004 2985 2989 [9] Y.S. Ko T.K. Han H. Sadatoshi S.I. Woo J. Polym. Sci. A: Polym. Chem. 36 1998 291 300 [10] K.J. Chua J.B.P. Soares A. Penlidis S.K. Ihm Eur. Polym. J. 36 2000 3 11 [11] A.M. Sukhadia J. Plastic Film Sheet. 16 2000 54 70 [12] R. Mulhaupt D.W. Ovenall S.D. Ittel J. Polym. Sci. A: Polym. Chem. 26 1988 2487 2500 [13] J. Dupuy R. Spitz J. Appl. Polym. Sci. 165 1997 2281 2288 [14] K.K. Kang J.K. Oh Y.T. Jeong T. Shiono T. Ikeda Macromol. Rapid Commun. 20 1999 308 311 [15] K. Yuan J.J. Yi X.L. Dou W.N.J. Liu Q.G. Huang K.J. Gao W.T. Yang Polymer 51 2010 3859 3866 [16] J.Q. Lou X.Y. Liu Z.S. Fu Q. Wang J.T. Xu Z.Q.Fan Acta Polym. Sin. (Chin.) 8 2009 748 755 [17] A.J. Nielson P. Schwerdtfeger J.M. Waters J. Chem. Soc. Dalton Trans. 4 2000 529 537 [18] A.I. Vogel A Text Book of Quantitative Inorganic Analysis Including Elementary Instrumental Analysis third ed. 1975 Longman New York [19] R.M. Roberts E.K. Baylis G.J. Fonden J. Am. Chem. Soc. 85 1963 3454 3458 [20] V.N. Ipatieff H. Pines J. Am. Chem. Soc. 59 1937 56 60 [21] Q. Dong Z.S. Fu J.T. Xu Z.Q. Fan Eur. Polym. J. 43 2007 3442 3451 [22] J. Kolvumäki J.V. Seppälä L. Kuutti Polym. Bull. 29 1992 185 191 [23] G. Collina G. Morini G. Ferrara Polym. Bull. 35 1995 115 120 [24] M.R. Seger G.E. Maciel Anal. Chem. 76 2004 5734 5747 [25] M. D’Amore R. Credendino P.H.M. Budzelaar M. Causá V. Busico J Catal. 2011 10.1016/j.jcat.2011.10.018",
      "scopus-id": "84856094966",
      "coredata": {
        "eid": "1-s2.0-S1381116911005231",
        "dc:description": "Novel aryloxy-containing MgCl2-supported Ziegler–Natta catalysts were prepared by treating TiCl3(OAr) (Ar=C6H5-, 2,6-Me2C6H3-, 2,6-i-Pr2C6H3-, 2,6-t-Bu2C6H3-) with MgCl2 in batch reaction. The influences of aryloxy group on the titanium content and aryloxy/Ti molar ratio in the catalysts was investigated. Because of ligand exchanges between the immobilized titanium species and TiCl3(OAr) in the solution, the aryloxy/Ti molar ratio in these catalysts were less than 1. Using triethylaluminum (TEA) or triisobutylaluminum (TIBA) as cocatalyst, these catalysts showed different catalytic behaviors in ethylene-1-hexene copolymerization. Using TIBA as cocatalyst, the aryloxy-containing catalysts showed higher activity than a TiCl4/MgCl2 blank catalyst. Although the total 1-hexene incorporation of the copolymers prepared by the novel catalysts were lower than that of the blank system, the difference in 1-hexene content between the boiling n-heptane soluble part and the insoluble part was markedly lower, and the blockiness of comonomer sequence distribution was evidently higher. The TIBA activated aryloxy-containing catalysts were found to produce poly(ethylene-co-1-hexene) with more uniform chemical composition distribution.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2012-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116911005231",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xia, Shengjie"
          },
          {
            "@_fa": "true",
            "$": "Fu, Zhisheng"
          },
          {
            "@_fa": "true",
            "$": "Huang, Biao"
          },
          {
            "@_fa": "true",
            "$": "Xu, Junting"
          },
          {
            "@_fa": "true",
            "$": "Fan, Zhiqiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116911005231"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116911005231"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(11)00523-1",
        "prism:volume": "355",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Ethylene/1-hexene copolymerization with MgCl2-supported Ziegler–Natta catalysts containing aryloxy ligands. Part I: Catalysts prepared by immobilizing TiCl3(OAr) onto MgCl2 in batch reaction",
        "prism:copyright": "Copyright © 2012 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Aryloxy"
          },
          {
            "@_fa": "true",
            "$": "Ziegler–Natta catalyst"
          },
          {
            "@_fa": "true",
            "$": "Copolymerization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "openaccessSponsorType": null,
        "prism:pageRange": "161-167",
        "prism:endingPage": "167",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2012",
        "prism:doi": "10.1016/j.molcata.2011.12.010",
        "prism:startingPage": "161",
        "dc:identifier": "doi:10.1016/j.molcata.2011.12.010",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "187",
            "@width": "393",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116911005231-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13561",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "104",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116911005231-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3176",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "829",
            "@width": "1743",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116911005231-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "110109",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "143",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116911005231-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13431",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116911005231-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1777",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "635",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116911005231-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "89331",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84856094966"
      }
    }
  }
}