{
  "metadata": {
    "title": "The catalytic hydrogenation of adiponitrile to hexamethylenediamine over a rhodium/alumina catalyst in a three phase slurry reactor",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-10-01",
    "doi": "10.1016/S1381-1169(03)00449-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903004497",
    "pii": "S1381116903004497"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0141537348",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-07-22 2003-07-22 2010-04-18T22:33:40 1-s2.0-S1381116903004497 S1381-1169(03)00449-7 S1381116903004497 10.1016/S1381-1169(03)00449-7 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01756 2015-05-15T05:56:32.920819-04:00 0 0 20031001 2003 2003-07-22T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 206 206 1 2 1 2 Volume 206, Issues 1–2 38 363 370 363 370 20031001 1 October 2003 2003-10-01 2003 converted-article fla Copyright © 2003 Elsevier B.V. All rights reserved. CATALYTICHYDROGENATIONADIPONITRILEHEXAMETHYLENEDIAMINEOVERARHODIUMALUMINACATALYSTINATHREEPHASESLURRYREACTOR ALINI S 1 Introduction 2 Experimental 2.1 Catalysts 2.2 Catalyst characterisation 2.3 Activity tests 3 Results and discussion 4 Conclusions Acknowledgements References MATTHIEU 1992 2289 C DIETRICH 1992 3597 E JOLYVUILLEMIN 1994 4839 C GAVROY 1995 103 D JOLYVUILLEMIN 1996 2149 C HUANG 2000 73 Y PELLEGATTA 2002 55 J MARES 1988 145 F YU 2000 191 X LI 2001 51 H MEDINA 1993 363 F MEDINA 1994 1455 F CESTEROS 1997 249 Y BALLADUR 1995 367 V HUANG 1999 365 Y CAPANNELLI 1993 287 G COX 1985 2001 D BRANUAER 1938 309 S BARRET 1951 373 E ALINIX2003X363 ALINIX2003X363X370 ALINIX2003X363XS ALINIX2003X363X370XS item S1381-1169(03)00449-7 S1381116903004497 1-s2.0-S1381116903004497 10.1016/S1381-1169(03)00449-7 271358 2010-10-04T20:45:02.348565-04:00 2003-10-01 1-s2.0-S1381116903004497-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/MAIN/application/pdf/eeb7a97d2d5f72aa25134b44ef17d21e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/MAIN/application/pdf/eeb7a97d2d5f72aa25134b44ef17d21e/main.pdf main.pdf pdf true 158905 MAIN 8 1-s2.0-S1381116903004497-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/PREVIEW/image/png/4f9e6a1633cf2497420f9ab29ea6804a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/PREVIEW/image/png/4f9e6a1633cf2497420f9ab29ea6804a/main_1.png main_1.png png 60909 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903004497-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/STRIPIN/image/gif/5dafec1b719993a82dc9692b1675bc5a/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/STRIPIN/image/gif/5dafec1b719993a82dc9692b1675bc5a/si3.gif si3 si3.gif gif 1980 37 347 ALTIMG 1-s2.0-S1381116903004497-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/STRIPIN/image/gif/22766c9d642fd1b9a13a2170b278e6a2/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/STRIPIN/image/gif/22766c9d642fd1b9a13a2170b278e6a2/si2.gif si2 si2.gif gif 2451 35 471 ALTIMG 1-s2.0-S1381116903004497-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/STRIPIN/image/gif/8cc14e4a7ed61c37280a680200783a30/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/STRIPIN/image/gif/8cc14e4a7ed61c37280a680200783a30/si1.gif si1 si1.gif gif 2437 35 471 ALTIMG 1-s2.0-S1381116903004497-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/fx1/THUMBNAIL/image/gif/677cd2b595f51a4f34787d9d4e10b822/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/fx1/THUMBNAIL/image/gif/677cd2b595f51a4f34787d9d4e10b822/fx1.sml fx1 true fx1.sml sml 354 16 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004497-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/fx1/DOWNSAMPLED/image/gif/b5c202b7f960ae4fdcb1d32de94f5971/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/fx1/DOWNSAMPLED/image/gif/b5c202b7f960ae4fdcb1d32de94f5971/fx1.gif fx1 true fx1.gif gif 1545 49 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004497-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/gr1/THUMBNAIL/image/gif/5b0866c67bc4a9a4ba1845c89f350601/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/gr1/THUMBNAIL/image/gif/5b0866c67bc4a9a4ba1845c89f350601/gr1.sml gr1 gr1.sml sml 3571 93 124 IMAGE-THUMBNAIL 1-s2.0-S1381116903004497-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/gr1/DOWNSAMPLED/image/jpeg/dda258ed4d2fdeeba0e85ac8ac597570/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/gr1/DOWNSAMPLED/image/jpeg/dda258ed4d2fdeeba0e85ac8ac597570/gr1.jpg gr1 gr1.jpg jpg 46609 312 416 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004497-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/gr2/THUMBNAIL/image/gif/b855813cbce83f8b544317413a07f93b/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/gr2/THUMBNAIL/image/gif/b855813cbce83f8b544317413a07f93b/gr2.sml gr2 gr2.sml sml 2390 93 88 IMAGE-THUMBNAIL 1-s2.0-S1381116903004497-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/gr2/DOWNSAMPLED/image/jpeg/5947f8516f161c2652ead4355ed59192/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/gr2/DOWNSAMPLED/image/jpeg/5947f8516f161c2652ead4355ed59192/gr2.jpg gr2 gr2.jpg jpg 35415 333 315 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004497-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/gr3/THUMBNAIL/image/gif/256b0e219601dfaa0831c9997e1a85f7/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/gr3/THUMBNAIL/image/gif/256b0e219601dfaa0831c9997e1a85f7/gr3.sml gr3 gr3.sml sml 2020 41 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004497-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/gr3/DOWNSAMPLED/image/gif/362d9bd8cafad7750ad584065d6d7ea0/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/gr3/DOWNSAMPLED/image/gif/362d9bd8cafad7750ad584065d6d7ea0/gr3.gif gr3 gr3.gif gif 7132 121 367 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004497-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/sc1/THUMBNAIL/image/gif/882a97215d0e34213de9d65c78143b50/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/sc1/THUMBNAIL/image/gif/882a97215d0e34213de9d65c78143b50/sc1.sml sc1 sc1.sml sml 1731 62 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004497-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004497/sc1/DOWNSAMPLED/image/gif/8faf23cfad91b0152e420b27d1402832/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004497/sc1/DOWNSAMPLED/image/gif/8faf23cfad91b0152e420b27d1402832/sc1.gif sc1 sc1.gif gif 5075 179 360 IMAGE-DOWNSAMPLED MOLCAA 4217 S1381-1169(03)00449-7 10.1016/S1381-1169(03)00449-7 Elsevier B.V. Fig. 1 Back-scattering micrograph of a granule of the Rh/Al2O3 catalyst. Fig. 2 TEM micrograph of the Rh/Al2O3 catalyst. The arrows show two rhodium particles. Fig. 3 Composition vs. time for the Raney Ni and Rh/Al2O3 catalysts at 353K and 3MPa: (•) ADN, () ACN, (■) HMD. Scheme 1 Table 1 Operating conditions generally used if not specified otherwise Stirrer speed (rpm) 120–140 Reaction volume (ml) 46 ADN concentration (mol/l) 0.97–3.9 Solvent: ethanol (99.9% grade) (ml) 40 Temperature (K) 353 Hydrogen pressure (MPa) 3 Reaction time (h) 2–4.5 Catalyst loading (g) 1.4 (Raney Ni); 3.5 (supported catalysts) Table 2 Catalysts used and their catalytic performance after a reaction time of 2h at 353K and 3MPa Catalyst Metal loading (wt.%) Conversion a (%) HMD selectivity b (%) Average specific activity c (μmols−1 g−1) Raney® 2400 – 100 76 10.7 Rh/Al2O3 1 100 48 77.0 Pt/Al2O3 1 86 0 20.0 Ru/Al2O3 1 5 0 6.6 Pd/C 5 0.3 0 13.0 a ADNconversion(%)= initialADNmoles−finalADNmoles initialADNmoles ×100. b HMDselectivity(%)= HMDmolesformed initialADNmoles−finalADNmoles ×100. c Averagespecificactivity= ADNmolesconverted time×massofcatalyst . Table 3 The effect of temperature on conversion and selectivity for the Raney Ni and Rh/Al2O3 catalysts at 3MPa Catalyst Reaction time (h) Temperature (K) ADN conversion (%) ACN selectivity (%) HMD selectivity (%) Raney® 2400 2 323 85 62 13 2 338 95 38 54 2 353 100 14.4 76 2 373 100 0 100 Rh/Al2O3 4.5 337 100 45 53 4.5 343 100 12 86 4.5 353 100 7 90 4.5 363 100 5 92 Table 4 The effect of pressure on conversion and selectivity for the Raney Ni and Rh/Al2O3 catalysts at 353K Catalyst Reaction time (h) Pressure (MPa) ADN conversion (%) ACN selectivity (%) HMD selectivity (%) Raney® 2400 2 0.3 3.5 34.3 0 2 1.2 77.3 85 14.3 2 3 100 14.4 76 Rh/Al2O3 4.5 1 39 13.4 0 4.5 2 53 22.7 1.3 4.5 3 100 7 90 The catalytic hydrogenation of adiponitrile to hexamethylenediamine over a rhodium/alumina catalyst in a three phase slurry reactor S Alini a A Bottino b G Capannelli b ∗ R Carbone b A Comite b G Vitulli c a Radici Chimica SpA, via Fauser 50, 28100 Novara, Italy b Dipartimento di Chimica e Chimica Industriale, Università di Genova, via Dodecaneso 31, 16146 Genova, Italy c Dipartimento di Chimica e Chimica Industriale, Centro CNR Macromolecole Stereordinate ed Otticamente Attive, Università di Pisa, via Risorgimento 35, 58100 Pisa, Italy * Corresponding author. Tel.: +39-010-353-6197; fax: +39-010-353-6199. Adiponitrile was hydrogenated to hexamethylenediamine (HMD) in a three phase slurry reactor at 353K and 3MPa using Rh/Al2O3. Comparisons were made with a Raney Ni catalyst currently used in the industrial production of HMD. The influence of temperature and pressure on both conversion and selectivity was investigated. The rhodium based catalyst provided good adiponitrile conversion and HMD selectivity. The Rh/Al2O3 catalyst was prepared using the Metal Vapour Synthesis Technique. Adiponitrile was hydrogenated to hexamethylenediamine in a three phase stirred slurry reactor at 353K and 3MPa using rhodium on γ-alumina powder as a catalyst. Rhodium, with a very high metal dispersion, was deposited on the alumina support using the metal vapour synthesis technique. The performances of this supported catalyst were compared to those of one currently used in industrial processes (Raney Ni). The Rh/Al2O3 catalyst showed interesting hexamethylenediamine selectivity and adiponitrile conversion. Both the temperature and pressure positively influenced conversion and selectivity, and under a certain pressure threshold the formation of hexamethylenediamine was negligible. Keywords Adiponitrile Hydrogenation Hexamethylenediamine 6-Aminocapronitrile Rhodium Raney Ni Stirred slurry reactor 1 Introduction Hexamethylenediamine (HMD) is an industrial intermediate used principally in the production of aliphatic and semi-aromatic polyamides. Given the continuing expansion of the polyamide market, the need for HMD is constantly growing. Global production is estimated at around 1.2Mt per year and an annual increase of 1–2% is foreseen up to 2010, according to the forecast market growth of polyamides 6,6. The most common industrial route used to produce HMD is the catalytic hydrogenation of adiponitrile (ADN). Since the beginning of the 20th century, many patents (not mentioned here), have been deposited claiming to use either new catalysts or new processes. The ADN hydrogenation process is exothermic and it is carried out at high pressure and temperature. The process pressure is related to the type of reactors used (fixed-bed reactors or reactors working with the catalyst in suspension). Fixed-bed processes generally require high pressure, ranging from 20 to 60MPa, while for processes where the catalyst is suspended the applied pressure is lower (from 1 to 10MPa). The process temperature depends on the catalyst, the reactant phase (gas or liquid) and the solvent used. Typical temperatures employed are between 363 and 423K [1,2] and the reactors are not generally isothermal. The processes involving the highest temperatures and pressures are affected by high energy consumption and large volumes of ammonia needed to both direct the reaction selectivity towards the production of HMD and to minimise the formation of undesired high molecular weight compounds. In the processes using milder temperatures and pressures, the problems encountered are principally due to the nature of the catalyst, which has to be very active since bland operating conditions are applied. Promoted Co, iron oxide and Raney Ni are among the principal catalysts proposed by the many different patents written on this subject (according to their different operating conditions). The Raney Ni and Co catalysts are widely applied in the hydrogenation of ADN, but have low mechanical resistance, are pyrophoric and it is difficult to completely remove them from the process fluid. Despite the industrial importance of ADN hydrogenation, there are very few scientific publications dealing with this topic and the main source of data and information on this process are patents. Over the last 10 years, studies concerning various aspects, from the reaction kinetics to the mass transfer phenomena involved in the ADN hydrogenation catalysed by Raney Ni, have been investigated by the CNRS-Rhône Poulenc laboratory “three phase catalytic reactors” using both a mechanically agitated slurry batch reactor and a slurry bubble reactor [3–7]. Supported catalysts for the hydrogenation of the nitrile group are based on the use of Co, Ni, Fe and precious metals (Ru, Rh, Pt and Pd), but the major product obtained in the hydrogenation of nitriles strongly depends on the catalyst used [8–11]. Volf and Pasek [8], reviewing the catalytic hydrogenation of the nitrile group, indicated that Ni or Co were the best choice of catalysts in producing primary amines, while Rh was suggested if high selectivity to secondary amines was desired. Nevertheless, other factors have to be taken into account to explain the particular selectivity of a metal catalyst: solvent polarity, the type of nitrile and the presence of an alkaline or ammonia environment, etc. Some authors [12] are trying to hydrogenate ADN to HMD using nanoparticles of rhodium embedded in polyvinylpyrrolidone and from their preliminary results high selectivity to aminocapronitrile (ACN) has been found, which could be consecutively hydrogenated to HMD. Mares et al. [13] found that Rh on a high area magnesia support in the partial hydrogenation of ADN was selective to ACN and they attributed the low presence of secondary amine to the basicity of the support. Nevertheless, the nature of different supports needs to be further investigated. The metal dispersion effect on the catalytic activity has not yet been investigated for the liquid phase hydrogenation of ADN. Recent studies have been carried out in the gas phase using supported catalysts with the double objective of reducing the operating pressure to atmospheric pressure [11,14–20] and operating without a solvent. However, the selectivity to HMD has so far been unsatisfactory (maximum value: 65%) compared to that of the liquid phase processes. The catalyst also very rapidly deactivated. This work gives preliminary results on the hydrogenation of ADN to HMD with the aim of individuating a non-pyrophoric opportunely supported catalyst that can improve process safety, be carried out in the liquid phase process under mild operating conditions and give performances that are comparable to Raney Ni-based catalysts. A supported catalyst could be capable of carrying out this process in a fixed-bed reactor by simplifying the reactor design. Of all the catalyst tested, the rhodium-based catalyst was prepared using the metal vapour synthesis (MVS) technique. 2 Experimental 2.1 Catalysts The Rh-based catalyst was prepared using the MVS technique [21,22]. A solution of Rh and mesitylene was used to saturate the powders of a commercial γ-Al2O3 (Al2O3 type 49, Chimet, Italy). A metal–mesitylene solution at 233K was placed into contact with the alumina powders and heated to room temperature where the solution was unstable. This technique did not require calcination. The Ru/Al2O3 catalyst was prepared by impregnation of γ-Al2O3 (Cat. No. 19,996-6, Aldrich) from an acid solution (pH 4) of RuCl3 (Cat. No. 20,852-3, Aldrich). The catalyst was then dried, heated at 573K in a nitrogen atmosphere and finally reduced at 323K by a 0.1M sodium borohydride solution. Other commercial catalysts were used in their original state. Raney Nickel (Raney® 2400, Grace Davison, USA) was employed as an example of an industrial catalyst, since it is supplied specifically as a catalyst for the industrial production of hexamethylenediamine. Pt/Al2O3 was purchased from Aldrich (Cat. No. 20,596-6) and Pd/C was supplied by Engelhard (Escat 111). 2.2 Catalyst characterisation The atomic absorption technique (Spectra 55B, Varian) was then used to evaluate the metal concentration that had been previously dissolved using “aqua regia” (a 3:1 mixture of concentrated HCl and HNO3), concentrated HCl, or sulphuric acid. As shown in the results, only the Rh catalyst gave a comparable performance to the Raney Ni catalyst and for this reason further characterisations were carried out with this one only. To obtain information on the catalyst morphology, the samples were observed through a scanning electron microscope (SEM, Leo Stereoscan 440), equipped with an EDX probe (Ge probe, Link Oxford, UK) and a back-scattering probe (Backscattering Centaurus, UK) for chemical composition analysis. Before the SEM observations, the samples were coated by evaporation with 20nm of carbon to give electron conducibility. The dimension of the Rh particles on the alumina was evaluated through a Transmission Electron Microscope (TEM, Jeol Jem 2010, Japan) equipped with an EDX probe (Si–Li probe, Link Oxford, UK) for semi-quantitative analysis. The samples for TEM observations were prepared on Lacey carbon grids from a dispersion of the finely ground catalyst in isopropanol. The specific surface area was calculated using the BET method [23] and the average pore size and pore dimension distribution was evaluated using the BJH method [24]. Both methods used the nitrogen adsorption/desorption isotherm at 77K (ASAP 2010, Micromeritics, USA). 2.3 Activity tests The hydrogenation reactions were carried out in a stainless steel stirred batch reactor (miniclave drive-bmc dr, Büchi, Germany) with a vessel volume of 100cm3. The operating conditions used in the different tests are shown in Table 1 . First, the solvent and the catalyst were loaded into the reactor and the catalyst was then activated at 323K for 2h by fluxing H2 into the reactor. ADN was next introduced and the reaction medium basified with sodium hydroxide. The reactor was heated to the reaction temperature and finally a constant hydrogen pressure was established in the reactor (this corresponds to the beginning of the reaction). A very small sample of the mixture was taken at the beginning, the middle and the end of the reaction. The reaction samples were analysed by using a HRGC (Autosystem, Perkin-Elmer) with a capillary column (SPB-1, 50μm, Alltech) and a FID. The internal standard method was used to give a quantitative response. 3 Results and discussion All the catalyst supported on Al2O3 were found to have the same weight percentage of active metal. Table 2 is a summary of some comparisons of the catalyst used. As can be seen, catalysts generally used for hydrogenation reactions do not selectively hydrogenate ADN to hexamethylenediamine in the temperature and pressure conditions of the Raney Ni catalyst. Pt/Al2O3 reached a high conversion in the same conditions as Raney Ni and the main product formed (ACN) was due to the hydrogenation of one of the two CN groups of ADN. Other products with a high molecular weight were also present. The Pd/C catalyst gave unsatisfactory results both in conversion and selectivity to HMD. Literature reports that Pt and Pd behave similarly in the hydrogenation of aliphatic nitriles of low molecular weight, producing mainly tertiary amines [8,9,20]. On the Ru/Al2O3 catalyst the selectivity to the intermediate compound ACN was very high (about 95%) but the conversion obtained was low. Among the various catalyst examined after 2h of reaction Rh/Al2O3 had given the best performance in terms of both conversion and selectivity when compared to Raney Ni. Moreover, its average specific activity was higher than that of the industrial catalyst Raney Ni. Rylander [9] reports that Ru/Al2O3 was effective for the hydrogenation of ADN when a pressure of about 17.5MPa and a temperature of 423K is applied. However, these are very different conditions to those used by us. In the butyronitrile hydrogenation at 383K and 2.4MPa, Ru supported on NaY was selective to primary amine (conversion=89%, selectivity=67%, reaction time=2h) while with the Rh/NaY catalyst the selectivity to primary and secondary amines (about 44 and 51%) was comparable (conversion=93.8%, reaction time=2h) [20]. For the hydrogenation of ADN, a Rh/MgO catalyst (T=373K, P=5.1MPa, solvent=THF) was very selective to ACN, but as conversion increased, HMD was formed from ACN and no other products were present in considerable amounts [13]. It seems that even through Ru catalysts are effective in the formation of primary amines, they require higher temperatures than those used by us. On the other hand, a Rh catalyst (as seen in the results above) could be used to achieve higher ADN conversion and HMD selectivity when using opportune operating conditions (in detail, temperature and reaction time). Since the Rh/Al2O3 catalyst showed interesting features when compared to Raney Ni, its characteristics and catalytic behaviour were studied in greater depth. From the adsorption/desorption analysis, the alumina supporting rhodium was found to have a mesoporous structure with an average pore diameter of 8.9nm. SEM pictures showed that the alumina granules had a spherical shape and were similar in diameter (30–50μm). Very small white spots (with a dimension of about 1μm) on the catalyst granules were visible using the back-scattering technique (Fig. 1 ). These spots had a higher concentration of rhodium. TEM analysis (Fig. 2 ) showed that the alumina surface was completely coated by very small dark dots, which through the EDX probe resulted as being rhodium aggregates. These particles were distributed over the whole alumina surface and were almost all less than 1nm, thus showing very high metallic dispersion (nearly equal to 1, considering that the mean RhRh bond in the bulk metal is equal to 0.269nm). A high metal dispersion was present since the deposition MVS technique employed skips the calcination step where sintering can occur. Fig. 3 shows ADN depletion and the ACN and HMD formation over the reaction time at 353K and 3MPa, using the Raney Ni and the Rh/Al2O3 catalysts. From these results, it seems that the reaction occurs through a consecutive reaction pathway, as shown in Scheme 1 , where the semi-hydrogenated product (ACN) passes through a maximum and then reduces to nearly zero when hydrogenation is completed, with the HMD as the final major reaction product. The results obtained by us with the Raney Ni were very similar to those found by other authors, who have also found that the kinetic data for this catalyst can be interpreted with the Langmuir–Hinselwood mechanism based on the simple consecutive reactions, ADN→ACN→HMD [3,5]. While for the Raney Ni catalyst the total conversion of ADN is about the same as the total selectivity of HMD, in the case of the Rh/Al2O3 catalyst the total conversion of ADN gives nearly equal concentrations of ACN and HMD. When the process (in the adopted operating conditions) is given sufficient time, the rhodium-based catalyst can also give HMD as its main product. Table 3 summarises the results of the catalytic runs carried out at different temperatures on both the Raney Ni and the Rh/Al2O3 catalysts. A greater temperature gave a higher conversion of ADN and the selectivity to HMD increased at the expense of ACN. For the Rh/Al2O3 catalyst (after 4.5h of reaction at 3MPa), ADN had completely disappeared at all the temperatures studied, while the HMD concentration grew as the temperature increased until reaching a plateau. The maximum temperature used in our experiments was always less than those used in literature. The effect of the pressure on the selectivity and conversion of the two catalysts is reported in Table 4 . The higher the hydrogen pressure, the higher the conversion of AND is. ACN selectivity increases until it reaches a certain pressure. Beyond this pressure, the selectivity to ACN then decreases with HMD becoming the main product. The Rh/Al2O3 catalyst gave a very good performance in terms of HMD selectivity at 3MPa. On the basis of Scheme 1, very reactive aldimines could be formed as well as producing a variety of undesired by-products [8,11]. Chromatographic analyses showed that the by-product hexamethyleneimine was always present with the Rh/Al2O3 catalyst. A limited quantity of hexamethyleneimine formed when Raney Ni was used in the same operating conditions as Rh/Al2O3. Other by-products with a higher molecular weight than HMD also formed. These by-products derived from secondary sum reactions between the HMD amino group and the aldimine imino group. Finally, in the best conditions for the two catalysts, HMD productivity was about 6.8kgHMD/kgcatalyst for Raney Ni and 1.4kgHMD/kgcatalyst for Rh/Al2O3. However, it is also worth noting that, in terms of metal mass, the amount of Rh used was 47 times lower than that of Raney Ni. 4 Conclusions A supported catalyst, Rh/Al2O3, was found to be effective for the ADN hydrogenation in very mild operating conditions. Moreover, Rh/Al2O3 is not pyrophoric, since metallic Rh is inert in air, at room temperature [25]. Therefore, using Rh/Al2O3 instead of Raney Ni could improve safety of an ADN hydrogenation process. The Rh/Al2O3 catalyst gave comparable conversions and selectivity to those of Raney Ni in the operating conditions studied, but a greater amount of catalyst and more time are required. Rh as a potential catalyst for the complete hydrogenation of ADN has already been suggested by Rylander [9] when used in the form of hydroxide or with Pt promoted by LiOH. Considering this and the results obtained, its good performance could be due to the use of an opportune reaction medium (in our case an alkaline environment, made by adding sodium hydroxide) and the relatively low temperature employed. The MVS technique allows for an almost atomic dispersion of the metal on the support, as highlighted by TEM analysis. Nevertheless, deposition using the MVS technique needs to be optimised to give a more homogeneous distribution of these small rhodium particles over the whole alumina support. The low productivity of the Rh/Al2O3 catalyst could be improved by increasing the metal amount on the support. However, this could affect metal dispersion and no indications to the ‘structure sensitivity’ of the ADN hydrogenation in a liquid phase on supported catalysts are known. Since Rh is currently valued at about US$ 420/oz (correct at May 2003), it is better to make sure it is well dispersed on the support, in order for it to be an economically advantageous industrial solution. Further investigations are currently underway to enhance the performance of the catalyst by increasing rhodium loading without losing metallic dispersion. Finally, the type of by-products obtained for the Raney Ni and Rh/Al2O3 catalysts are different and when using the Rh/Al2O3 catalyst the purification process of the reaction products should be simpler. Acknowledgements We would like to thank RADICI Chimica SpA (Novara, Italy) for their interest and financial support. References [1] R. Smiley, Hexametylenediamine, in: Ullmann’s Encyclopedia of Industrial Chemistry, vol. A12, 5th ed., Wiley–VCH, Weinheim, 1989, pp. 629–632. [2] D.R. Buehler, G. P. Keister, I.F. Long, Du Pont, US Patent 3461167, 1969. [3] C. Matthieu E. Dietrich H. Delmas J. Jenck Chem. Eng. Sci. 47 1992 2289 [4] E. Dietrich C. Mathieu H. Delmas J. Jenck Chem. Eng. Sci. 47 1992 3597 [5] C. Joly-Vuillemin D. Gavroy G. Cordier C. De Bellefon H. Delmas Chem. Eng. Sci. 49 1994 4839 [6] D. Gavroy C. Joly-Vuillemin G. Cordier P. Fouilloux H. Delmas Catal. Today 24 1995 103 [7] C. Joly-Vuillemin C. de Bellefon H. Delmas Chem. Eng. Sci. 51 1996 2149 [8] J. Volf, J. Pasek, in: L. Cerveny (Ed.), Catalytic Hydrogenation, Elsevier, Amsterdam, Stud. Surf. Sci. Catal. 27 (1986) 105–144. [9] P.N. Rylander, Catalytic Hydrogenation in Organic Syntheses, Academic Press, New York, 1979, pp. 138–152. [10] B.E. Leach, Applied Industrial Catalysis, Academic Press, New York, vol. 2, 1985, p. 125. [11] Y. Huang V. Adeeva W.M.H. Sachtler Appl. Catal. A 196 2000 73 [12] J.L. Pellegatta C. Blandy V. Collière R. Choukroun B. Chaudret P. Cheng K. Philippot J. Mol. Catal. A 178 2002 55 [13] F. Mares J.E. Galle S.E. Diamond F.J. Regina J. Catal. 112 1988 145 [14] X. Yu H. Li J. Deng Appl. Catal. A 199 2000 191 [15] H. Li Y. Xu H. Li J.F. Deng Appl. Catal. A 216 2001 51 [16] F. Medina P. Salagre J.E. Sueiras J. Mol. Catal. 81 1993 363 [17] F. Medina P. Salagre J.E. Sueiras J.L. Fierro J. Chem. Soc. Faraday Trans. 90 1994 1455 [18] Y. Cesteros R. Fernandez J. Estelle P. Salagre F. Medina J.E. Sueiras J.L.G. Fierro Appl. Catal. A. 152 1997 249 [19] V. Balladur P. Fouilloux C. de Bellefon Appl. Catal. A 133 1995 367 [20] Y. Huang W.M.H. Sachtler Appl. Catal. A 182 1999 365 [21] G. Capannelli A. Bottino G. Gao A. Grosso A. Servida G. Vitulli A. Mastrantuono L. Lazzaroni P. Salvadori Catal. Lett. 20 1993 287 [22] D.N. Cox R. Roulet G. Chapuis Organometallics 4 1985 2001 [23] S. Branuaer P.H. Emmett E. Teller J. Am. Chem. Soc. 60 1938 309 [24] E.P. Barret L.G. Joyner P. P Halenda J. Am. Chem. Soc. 73 1951 373 [25] N.N. Greenwood, A. Earnshaw, Chemistry of the Elements, Pergamon Press, Oxford, 1984, pp. 1290–1297.",
      "scopus-id": "0141537348",
      "coredata": {
        "eid": "1-s2.0-S1381116903004497",
        "dc:description": "Adiponitrile was hydrogenated to hexamethylenediamine in a three phase stirred slurry reactor at 353K and 3MPa using rhodium on γ-alumina powder as a catalyst. Rhodium, with a very high metal dispersion, was deposited on the alumina support using the metal vapour synthesis technique. The performances of this supported catalyst were compared to those of one currently used in industrial processes (Raney Ni). The Rh/Al2O3 catalyst showed interesting hexamethylenediamine selectivity and adiponitrile conversion. Both the temperature and pressure positively influenced conversion and selectivity, and under a certain pressure threshold the formation of hexamethylenediamine was negligible.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-10-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903004497",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Alini, S"
          },
          {
            "@_fa": "true",
            "$": "Bottino, A"
          },
          {
            "@_fa": "true",
            "$": "Capannelli, G"
          },
          {
            "@_fa": "true",
            "$": "Carbone, R"
          },
          {
            "@_fa": "true",
            "$": "Comite, A"
          },
          {
            "@_fa": "true",
            "$": "Vitulli, G"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903004497"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903004497"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00449-7",
        "prism:volume": "206",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "The catalytic hydrogenation of adiponitrile to hexamethylenediamine over a rhodium/alumina catalyst in a three phase slurry reactor",
        "prism:copyright": "Copyright © 2003 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Adiponitrile"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Hexamethylenediamine"
          },
          {
            "@_fa": "true",
            "$": "6-Aminocapronitrile"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Raney Ni"
          },
          {
            "@_fa": "true",
            "$": "Stirred slurry reactor"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "363-370",
        "prism:endingPage": "370",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 October 2003",
        "prism:doi": "10.1016/S1381-1169(03)00449-7",
        "prism:startingPage": "363",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00449-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "347",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1980",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "471",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2451",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "471",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2437",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "354",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "49",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1545",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3571",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "312",
            "@width": "416",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46609",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2390",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "333",
            "@width": "315",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35415",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "41",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2020",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "121",
            "@width": "367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7132",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "62",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1731",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "179",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004497-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5075",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0141537348"
      }
    }
  }
}