{
  "metadata": {
    "title": "Copper manganese oxide catalysts for ambient temperature carbon monoxide oxidation: Effect of calcination on activity",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2009-06-15",
    "doi": "10.1016/j.molcata.2008.10.027",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116908004846",
    "pii": "S1381116908004846"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-65649094164",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-10-25 2008-10-25 2010-04-16T17:45:36 1-s2.0-S1381116908004846 S1381-1169(08)00484-6 S1381116908004846 10.1016/j.molcata.2008.10.027 S300 S300.2 FULL-TEXT 1-s2.0-S1381116909X00063 2015-05-15T05:56:33.307883-04:00 0 0 20090615 2009 2008-10-25T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref specialabst alllist content subj ssids 1381-1169 13811169 305 305 1 2 1 2 Volume 305, Issues 1–2 21 121 124 121 124 20090615 15 June 2009 2009-06-15 2009 In memory of Eric Derouane Fernando Ramoâ Ribeiro Jacques C. Védrine article fla Copyright © 2008 Elsevier B.V. All rights reserved. COPPERMANGANESEOXIDECATALYSTSFORAMBIENTTEMPERATURECARBONMONOXIDEOXIDATIONEFFECTCALCINATIONACTIVITY JONES C 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization and testing 3 Results and discussion Acknowledgements References TAYLOR 1999 1373 S HARUTA 1989 301 M BOND 1999 319 G HARUTA 2004 27 M ABAD 2005 4066 A HASHMI 2006 7896 A ROGERS 1921 1973 T JONES 1923 623 H ZAVADSKI 2002 2072 A HUTCHINGS 1998 143 G VEPREK 1986 250 S DOEFF 2002 294 M MIRZAEI 2003 17 A HUTCHINGS 2001 1 G JONES 2008 1707 C PORTA 1993 257 P WRIGHT 1992 1053 P KOLEVA 1997 416 V LAMB 1920 213 A JONESX2009X121 JONESX2009X121X124 JONESX2009X121XC JONESX2009X121X124XC item S1381-1169(08)00484-6 S1381116908004846 1-s2.0-S1381116908004846 10.1016/j.molcata.2008.10.027 271358 2010-09-21T22:45:24.82194-04:00 2009-06-15 1-s2.0-S1381116908004846-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/MAIN/application/pdf/682984097f46101e91dd5168205a7bd3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/MAIN/application/pdf/682984097f46101e91dd5168205a7bd3/main.pdf main.pdf pdf true 646846 MAIN 4 1-s2.0-S1381116908004846-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/PREVIEW/image/png/4312aa8426b9b1bdcb0c432f0d8fee73/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/PREVIEW/image/png/4312aa8426b9b1bdcb0c432f0d8fee73/main_1.png main_1.png png 57666 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116908004846-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr1/DOWNSAMPLED/image/jpeg/44116338df71422c3afd14575229864c/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr1/DOWNSAMPLED/image/jpeg/44116338df71422c3afd14575229864c/gr1.jpg gr1 gr1.jpg jpg 27103 289 384 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004846-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr1/THUMBNAIL/image/gif/f2c6665cffcf96499ad4b600c3d6bc5c/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr1/THUMBNAIL/image/gif/f2c6665cffcf96499ad4b600c3d6bc5c/gr1.sml gr1 gr1.sml sml 4708 164 218 IMAGE-THUMBNAIL 1-s2.0-S1381116908004846-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr2/DOWNSAMPLED/image/jpeg/79f12772eff1ccd8a8df208c7694ce89/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr2/DOWNSAMPLED/image/jpeg/79f12772eff1ccd8a8df208c7694ce89/gr2.jpg gr2 gr2.jpg jpg 26684 250 388 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004846-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr2/THUMBNAIL/image/gif/72303f46a2a7ddfb4363431f66dfb299/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr2/THUMBNAIL/image/gif/72303f46a2a7ddfb4363431f66dfb299/gr2.sml gr2 gr2.sml sml 4554 141 219 IMAGE-THUMBNAIL 1-s2.0-S1381116908004846-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr3/DOWNSAMPLED/image/jpeg/0468a113f9dfc3639203bc70169663c4/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr3/DOWNSAMPLED/image/jpeg/0468a113f9dfc3639203bc70169663c4/gr3.jpg gr3 gr3.jpg jpg 21670 285 383 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004846-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr3/THUMBNAIL/image/gif/bd5ac02017231fb4167905a597be12b3/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr3/THUMBNAIL/image/gif/bd5ac02017231fb4167905a597be12b3/gr3.sml gr3 gr3.sml sml 4074 163 219 IMAGE-THUMBNAIL 1-s2.0-S1381116908004846-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr4/DOWNSAMPLED/image/jpeg/556a9365c5e22eef257a1c20842a4ec1/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr4/DOWNSAMPLED/image/jpeg/556a9365c5e22eef257a1c20842a4ec1/gr4.jpg gr4 gr4.jpg jpg 19139 581 381 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004846-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr4/THUMBNAIL/image/gif/fb402cf34eeed7fcb4e5a25b32a9475a/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr4/THUMBNAIL/image/gif/fb402cf34eeed7fcb4e5a25b32a9475a/gr4.sml gr4 gr4.sml sml 1330 163 107 IMAGE-THUMBNAIL 1-s2.0-S1381116908004846-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr5/DOWNSAMPLED/image/jpeg/62cc529148ff639b5d63a001adb483e3/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr5/DOWNSAMPLED/image/jpeg/62cc529148ff639b5d63a001adb483e3/gr5.jpg gr5 gr5.jpg jpg 33144 309 372 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004846-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr5/THUMBNAIL/image/gif/d730b561ccd52c72565dbec369a7538d/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr5/THUMBNAIL/image/gif/d730b561ccd52c72565dbec369a7538d/gr5.sml gr5 gr5.sml sml 5008 163 197 IMAGE-THUMBNAIL 1-s2.0-S1381116908004846-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr6/DOWNSAMPLED/image/jpeg/8e8561901165c3ce4b6f28b88efd7042/gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr6/DOWNSAMPLED/image/jpeg/8e8561901165c3ce4b6f28b88efd7042/gr6.jpg gr6 gr6.jpg jpg 28455 337 387 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004846-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr6/THUMBNAIL/image/gif/1dbdceae29a8dfc2c931b74d18853eea/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr6/THUMBNAIL/image/gif/1dbdceae29a8dfc2c931b74d18853eea/gr6.sml gr6 gr6.sml sml 4178 164 188 IMAGE-THUMBNAIL 1-s2.0-S1381116908004846-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr7/DOWNSAMPLED/image/jpeg/85d01d1ad1ff61c7dd91cfd37cbfb8ee/gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr7/DOWNSAMPLED/image/jpeg/85d01d1ad1ff61c7dd91cfd37cbfb8ee/gr7.jpg gr7 gr7.jpg jpg 25318 244 380 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004846-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/gr7/THUMBNAIL/image/gif/93870e91006af2672c9bac25618aa2f7/gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/gr7/THUMBNAIL/image/gif/93870e91006af2672c9bac25618aa2f7/gr7.sml gr7 gr7.sml sml 4144 141 219 IMAGE-THUMBNAIL 1-s2.0-S1381116908004846-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/fx1/DOWNSAMPLED/image/jpeg/238111368a0394b99d593db963dbd831/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/fx1/DOWNSAMPLED/image/jpeg/238111368a0394b99d593db963dbd831/fx1.jpg fx1 true fx1.jpg jpg 32321 198 230 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908004846-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908004846/fx1/THUMBNAIL/image/gif/5d1eb446d93d0fae9c54583108e4e7b2/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908004846/fx1/THUMBNAIL/image/gif/5d1eb446d93d0fae9c54583108e4e7b2/fx1.sml fx1 true fx1.sml sml 6076 164 191 IMAGE-THUMBNAIL MOLCAA 7311 S1381-1169(08)00484-6 10.1016/j.molcata.2008.10.027 Elsevier B.V. Fig. 1 Conversion of carbon monoxide over CuMnO x catalysts using standard reaction conditions. Fig. 2 XRD analysis of CuMnO x catalysts as a function of calcination temperature (●: CuMnO x ; ▴: Mn2O3). Fig. 3 Surface area adjusted reaction rates for CO oxidation at 25°C as a function of calcination temperature. Fig. 4 Effect of calcination on the development of catalyst surface area (a) the effect of temperature for 2h calcination and (b) the effect of time for calcination at 400°C. Fig. 5 Conversion of carbon monoxide over CuMnO x catalysts using standard reaction conditions. Fig. 6 Surface area adjusted reaction rates for CO oxidation at 25°C as a function of calcination temperature. Fig. 7 XRD analysis of CuMnO x catalysts as a function of calcination temperature (●: CuMnO x ; ▴: Mn2O3; ■ : CuMn2O4). Copper manganese oxide catalysts for ambient temperature carbon monoxide oxidation: Effect of calcination on activity This paper is dedicated to Professor Eric Derouane. The work described on hopcalite catalysts was initiated when he was Director of the Leverhulme Centre for Innovative Catalysis. Christopher Jones a Kieran J. Cole a Stuart H. Taylor a Mandy J. Crudace b Graham J. Hutchings a ⁎ a School of Chemistry, Cardiff University, Cardiff CF10 3AT, UK b Molecular Products Limited, Mill End, Thaxted, Essex CM6 2LT, UK ⁎ Corresponding author. Tel.: +44 2920874059; fax: +44 2920874059. Graphical abstract Hopcalite CuMnO x , prepared by coprecipitation from an aqueous solution of copper and manganese nitrates, is very active for CO oxidation at ambient temperature. The activity is principally affected by two features, namely the surface area and the phase composition. Both of these features are controlled by the temperature used for the calcination. The effect of the preparation conditions of a hopcalite (copper manganese oxide) catalyst is investigated for the oxidation of carbon monoxide at ambient temperature. In the present study the hopcalite is prepared by coprecipitation from an aqueous solution of copper and manganese nitrates. The activity of hopcalite materials is principally affected by two features, namely the surface area and the phase composition. Both of these features are controlled principally by the conditions used for the calcination that is required to activate the precursor, formed initially from coprecipitation. High activity is observed for materials that retain high surface area and are not crystalline. The interplay between these features and the calcination conditions is described and discussed, in particular using surface area corrected conversion data to ensure that the influence of the two features are separated. Keywords Copper manganese oxide Hopcalite Ambient temperature CO oxidation 1 Introduction Although the oxidation of carbon monoxide is a conceptually simple reaction, it has immense importance in its application. The oxidation of carbon monoxide at ambient temperature is an important reaction for respiratory protection, where high activity catalysts are required that decrease the carbon monoxide concentration to very low levels and can maintain this for brief periods of time of ca. 1h. The most effective catalyst for this application has, for many years, been based on a material known as hopcalite, which is a copper manganese mixed oxide [1]. Recently, the low temperature oxidation of carbon monoxide has seen a renaissance in its interest to the catalytic community. This has been fuelled by the seminal work of Haruta et al. [2] who demonstrated that gold, when in a finely divided nanocrystalline state, was highly effective for this reaction. Consequently there have been numerous papers on low temperature carbon monoxide oxidation using gold [3–6], however, for commercial application the hopcalite materials are still favoured and are the only materials in commercial use at present. Hopcalite catalysts are based on mixed oxides of copper and manganese. The high activity of the CuMn2O4 phase, produced by the reaction of copper and manganese oxides, for the oxidation of CO at low temperature was discovered in the 1920s [7,8]. Ever since that time, hopcalite catalysts have been employed to oxidise a range of environmentally damaging gases at ambient temperature and at temperatures up to 400°C. It is only at higher temperatures where their effectiveness lessens due to structural rearrangement [9]. Materials of this type are the catalysts of choice for respiratory protection [1,10,11]. The effect of the preparation conditions on the activity of hopcalite catalysts has been shown to be of great importance, and effective catalysts are typically prepared using coprecipitation from the mixed nitrates. Experimental variables during the initial precipitation, such as pH, temperature, Cu:Mn ratio and the precipitate ageing time, as well as the treatment of the initial precursor by calcination have all been shown to be crucial [11]. Optimum preparation conditions have been identified in terms of producing the highest activity for the oxidation of CO at ambient temperature. A number of factors, which can be varied during the catalyst preparation procedure and subsequent calcination step, were found to be crucial in controlling the composition and activity of the copper manganese mixed oxide. These typically involve the complex interplay between the ageing of the precipitate and the calcination conditions [11]. The relationships between bulk phases and catalytic activity were found to be complex. Generally, the most active catalysts showed X-ray diffraction (XRD) features corresponding to amorphous mixed copper manganese oxide phases. Catalysts that were calcined above 500°C were highly crystalline and displayed low activity based on catalyst mass. However, catalysts calcined at 500°C can display high specific activity, and this was found to be a consequence of the low surface areas of the material and not due to a high CO oxidation activity. These materials cannot be used in commercial applications and in general high surface area materials are essential, i.e. a combination of high specific activity and high surface area is required for commercial application. Considerable attention has been given to the role of ageing of the precipitate. For example, Doeff et al. have shown, using XPS, that the surface Cu/Mn ratio decreases with increased ageing time. This was consistent with the peak intensities recorded during XRD studies for species aged for different lengths of time and a 12-h period was found to be most effective [12]. The enhanced activity was linked with lower Na/Mn ratios which were observed for catalysts produced with longer ageing times. Experiments conducted at a higher pH resulted in the quantity of surface Na+ decreasing and an associated increase in activity of the system. It was clear from this study that catalyst ageing time and calcination conditions were the factors of most significance in preparing highly active hopcalite. The importance of minimising the amount of retained Na+ is also important and the presence of sodium in the final catalyst has been specifically linked to poor activity. When higher ratios of sodium to copper were detected in the final catalyst, catalytic activity was profoundly decreased in all cases [13]. While there have been studies that have focused on ensuring that catalyst poisons, such as Na+, are absent; Surprisingly, there have been few studies concerning the addition of low levels of promoters to hopcalite, yet this is an approach that has proven beneficial in other oxidation catalysts [14]. Recently, we have shown that hopcalite catalysts, prepared by coprecipitation, can be promoted by the addition of low levels of cobalt, and these materials can display much higher activity for CO oxidation than the current commercial hopcalite catalysts [15]. This, we suspect, will prove to be a fruitful area for future research. In most of the previous studies attention has been focused on the role of catalyst ageing and the interplay between ageing and calcination conditions. We wished to investigate if highly active catalysts could be prepared by coprecipitation without the introduction of this ageing step, since it is difficult to control effectively. In this paper we present the results for this investigation, and we show that high activity catalysts can indeed be prepared, but that great care is required in the calcination step to produce effective catalysts. 2 Experimental 2.1 Catalyst preparation Catalysts were prepared using a coprecipitation method. Aqueous solutions of Cu(NO3)2·3H2O (0.25moll−1) and Mn(NO3)2·6H2O (0.25moll−1) were pre-mixed in a 2:1 ratio. The resulting solution was stirred and heated to 80°C and fed using a peristaltic pump to a stirred precipitation vessel maintained at 80°C. Simultaneously, an aqueous solution of Na2CO3 (2moll−1) was added via a burette to maintain the pH at 8.3. The precipitate was immediately recovered by filtration, washed several times with hot distilled water, dried in air (120°C for 16h) and calcined in static air using a range of times and temperatures, this being the main variable investigated in this study. 2.2 Catalyst characterization and testing The materials were characterised by powder XRD using an Enraf Nonius FR590 diffractometer with a monochromatic Cu Kα1 source operated at 40keV and 30mA. Phases were identified by matching experimental patterns to the JCPDS powder diffraction file. Surface areas were obtained using a Micromeritics Gemini 2360 analyser. Catalysts were pretreated under a flow of N2 at 110°C for 1h prior to surface area determination. The surface areas of the catalysts were determined by multi-point N2 adsorption at 77K, and the data was treated in accordance with the BET method from the nitrogen adsorption isotherms. The catalysts were tested for CO oxidation using a fixed-bed microreactor. Reaction conditions were 25°C, 5000vppm CO in air and a gas hourly space velocity of 33,000h−1. Under these conditions the adiabatic temperature rise in the catalyst bed is <10°C and consequently the reactor temperature could readily be maintained isothermally at 25°C. Analysis of reactants and products was performed using on-line gas chromatography (VARIAN CP-3800). 3 Results and discussion A CuMnO x hopcalite precursor was prepared by coprecipitation and calcined at temperatures up to 400°C for 2h, and the materials were tested for the oxidation of carbon monoxide at ambient temperature (Fig. 1 ). These synthesis conditions are significantly different than those we have previously examined [1,10,11]. The precursor was inactive for this reaction, but all the calcined materials showed marked activity under our standard test conditions, and in general the activity increased with increasing temperature of calcination. Using XRD we found that the catalyst precursor comprised a mixture of semi-crystalline phases including copper and manganese hydroxy carbonates, along with evidence of the copper manganese mixed phase, CuMnO x (Fig. 2 ). On heating the precursor in air for 2h at 200°C, no significant differences in the bulk structure were evident and the catalyst produced under these calcination conditions still displayed many of the crystalline phases that were present in the precursor; however, it was now active for carbon monoxide oxidation. On raising the calcination temperature to 300°C, a loss of crystallinity occurred. This trend continued through 350°C, where the material obtained was almost completely amorphous to XRD. On further increasing the calcination temperature to 400°C, some new crystallinity was observed and this material was considered to be the microcrystalline CuMn2O4 hopcalite phase reported by many researchers, along with small amounts of copper and manganese oxides [10,16–18]. These phases have previously been reported as highly active for carbon monoxide oxidation [10]. The surface area of the catalyst increased on calcination as the calcination temperature was raised (precursor: 48, 200°C: 65, 300°C: 70, 350°C: 72, 400°C: 93m2 g−1) and the surface area corrected reaction rates as a function of time on stream are shown in Fig. 3 . When the surface area is taken into account the catalyst formed by calcination at 300°C was the most active. Clearly the surface area is a key parameter in determining catalyst activity for this application, and for commercial catalysts high surface areas are required. However, it demonstrates that the specific phase composition is also an important parameter. Of course, the two factors are possibly linked since many oxides are formed with specific surface area ranges, and in many cases it is not possible to achieve high surface area materials. While we have compared the effect of calcination on the hopcalite material it is, perhaps, more important to assess the catalytic performance in relation to a current industrial catalyst. In view of this we have evaluated a commercial hopcalite (100m−2 g−1), which exhibits a surface area-normalised rate of 6.0×10−9 molm−2 s−1 under the standard reaction conditions. On this basis it is apparent that the calcined catalysts we have produced are more active than the commercial formulation. As long ago as the 1920s, the drying and calcination steps in the synthesis of the hopcalite precursor were recognised as crucial in preparing catalytically active species [19]. Other studies have also paid particular attention to the drying steps [10] and the use of very high temperatures gives rise to very low activity catalysts [10]. In view of this we have investigated the effect of the calcination conditions on the development of the surface area (Fig. 4 ). It is clear that relatively short calcination times give the highest surface area and temperatures in the region of 400°Care also optimal. In view of this we have extended the initial calcination temperature range and we have investigated the effect of calcination at temperatures between 400 and 500°C. The catalytic activity data as a function of time on line are shown in Fig. 5 , and the surface area-corrected rates are shown in Fig. 6 . It is apparent that the surface area corrected rates for all the catalysts calcined between 410 and 470°C were very similar, and were more active than the commercial material over the timescale of the experiments. It should be noted that the application of these catalysts is in respiratory protection where protection for a period of ca. 30min is required. Hence the catalysts of this study display improved activity for a period considerably longer than 30min. Calcination at 500°C led to lower activities, in particular calcination of the unaged precursor at 500°C for 18h led to the formation of a totally inactive material. However, the catalyst calcined at 410°C was the most active (Fig. 5) and these results demonstrate that the surface area is the most important parameter for catalysts calcined in this temperature range. Characterisation of the CuMnO x materials was carried out by XRD analysis (Fig. 7 ) highlights that as calcination time and temperature were increased, the catalysts became more crystalline in nature. The most pertinent point of transition between the production of amorphous and crystalline catalysts occurred between the sample calcined at 450°C/2h and that at 470°C/2h. This point occurred at a lower temperature than might have been expected for the amorphous to crystalline transition as reported by Wright et al. who identified the transition temperature as being 500°C [17]. At 470°C it was possible to detect an increase in intensity of signals due to the CuMnO x phase (57.336°, 62.991°) in conjunction with those due to the Mn2O3 phase. Striking differences were evident between the catalyst diffraction patterns of the sample calcined at 500°C for an extended period compared to those calcined at lower temperatures and for a shorter time. It was also interesting to note the increase in intensity of the Mn2O3 peaks between the 3h calcined sample and the 18h calcined sample at 500°C. This increase in the intensity of the Mn2O3 (32.396°) peak and those at 55.361° and 65.975° were accompanied by a slight decrease in the intensity of the CuMn2O4 peak at 35.499° indicating that less of the total manganese content of the catalyst was present within the mixed phase. In conclusion, we have shown that effective CuMnO x hopcalite catalysts can be produced using unaged catalyst precursors and the formation of an active catalyst is critically dependent on the calcination conditions employed. By careful control both the surface area and the phase composition can be optimized and in so doing a catalyst with an activity that is higher than a current commercial catalyst can be readily obtained. Acknowledgements We thank Molecular Products and the EPSRC for funding. References [1] S.H. Taylor G.J. Hutchings A.A. Mirzaei Chem. Commun. 1999 1373 [2] M. Haruta N. Yamada T. Kobayashi S. Iijima J. Catal. 115 1989 301 [3] G.C. Bond D.T. Thompson Catal. Rev. Sci. Eng. 41 1999 319 [4] M. Haruta Gold Bull. 37 2004 27 [5] A. Abad P. Concepcion A. Corma H. Garcia Angew. Chem. Int. Ed. 44 2005 4066 [6] A.S.K. Hashmi G.J. Hutchings Angew. Chem. Int. Ed. 45 2006 7896 [7] T.H. Rogers C.S. Piggot W.H. Bahlke J.M. Jennings J. Am. Chem. Soc. 43 1921 1973 [8] H.A. Jones H.S. Taylor J. Phys. Chem. 27 1923 623 [9] A. Zavadski S. Kireev V. Mukhin S. Tkachenko V. Chebykin V. Klushin D. Teplyakov Russ. J. Phys. Chem. 76 2002 2072 [10] G.J. Hutchings A.A. Mirzaei R.W. Joyner M.R.H. Siddiqui S.H. Taylor Appl. Catal. A: Gen. 166 1998 143 [11] S. Veprek D.L. Cocke S. Kehl H.R. Oswald J. Catal. 100 1986 250 [12] M.M. Doeff T.J. Richardson J. Hollingsworth C. Yuan M. Gonzales J. Power Sources 112 2002 294 [13] A.A. Mirzaei H.R. Shaterian R.W. Joyner M. Stockenhuber S.H. Taylor G. Hutchings J. Catal. Commun. 4 2003 17 [14] G.J. Hutchings Catal. Lett. 75 2001 1 [15] C. Jones S.H. Taylor A. Burrows M.J. Crudace C.J. Kiely G.J. Hutchings Chem. Commun. 2008 1707 [16] P. Porta G. Moretti M. Musicanti A. Nardella Solid State Ionics 63–65 1993 257 [17] P.A. Wright S. Natarajan J.M. Thomas Chem. Mater. 4 1992 1053 [18] V. Koleva D. Stoilova D. Mehandjiev J. Solid State Chem. 133 1997 416 [19] A. Lamb W.C. Bray J.C.W. Fraser J. Ind. Chem. Eng. 12 1920 213",
      "scopus-id": "65649094164",
      "coredata": {
        "eid": "1-s2.0-S1381116908004846",
        "dc:description": "The effect of the preparation conditions of a hopcalite (copper manganese oxide) catalyst is investigated for the oxidation of carbon monoxide at ambient temperature. In the present study the hopcalite is prepared by coprecipitation from an aqueous solution of copper and manganese nitrates. The activity of hopcalite materials is principally affected by two features, namely the surface area and the phase composition. Both of these features are controlled principally by the conditions used for the calcination that is required to activate the precursor, formed initially from coprecipitation. High activity is observed for materials that retain high surface area and are not crystalline. The interplay between these features and the calcination conditions is described and discussed, in particular using surface area corrected conversion data to ensure that the influence of the two features are separated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-06-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116908004846",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jones, Christopher"
          },
          {
            "@_fa": "true",
            "$": "Cole, Kieran J."
          },
          {
            "@_fa": "true",
            "$": "Taylor, Stuart H."
          },
          {
            "@_fa": "true",
            "$": "Crudace, Mandy J."
          },
          {
            "@_fa": "true",
            "$": "Hutchings, Graham J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116908004846"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116908004846"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00484-6",
        "prism:volume": "305",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Copper manganese oxide catalysts for ambient temperature carbon monoxide oxidation: Effect of calcination on activity",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "prism:issueName": "In memory of Eric Derouane",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copper manganese oxide"
          },
          {
            "@_fa": "true",
            "$": "Hopcalite"
          },
          {
            "@_fa": "true",
            "$": "Ambient temperature CO oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "121-124",
        "prism:endingPage": "124",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 June 2009",
        "prism:doi": "10.1016/j.molcata.2008.10.027",
        "prism:startingPage": "121",
        "dc:identifier": "doi:10.1016/j.molcata.2008.10.027",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "289",
            "@width": "384",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27103",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4708",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "250",
            "@width": "388",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26684",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "141",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4554",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "285",
            "@width": "383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21670",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4074",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "581",
            "@width": "381",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19139",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "107",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1330",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "309",
            "@width": "372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33144",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5008",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "337",
            "@width": "387",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28455",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4178",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25318",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "141",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4144",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "198",
            "@width": "230",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32321",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908004846-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6076",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/65649094164"
      }
    }
  }
}