{
  "metadata": {
    "title": "Study of epoxidation of <ce:italic>cis</ce:italic>-cyclooctene with iodosylbenzene in presence of metal complex and light as catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-12-01",
    "doi": "10.1016/S1381-1169(97)00088-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000885",
    "pii": "S1381116997000885"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031452721",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-05-21 1998-05-21 2010-03-25T02:32:37 1-s2.0-S1381116997000885 S1381-1169(97)00088-5 S1381116997000885 10.1016/S1381-1169(97)00088-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00726 2015-05-15T05:56:33.668241-04:00 0 0 19971201 1997 1998-05-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 126 126 1 1 Volume 126, Issue 1 10 L1 L4 L1 L4 19971201 1 December 1997 1997-12-01 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. STUDYEPOXIDATIONCISCYCLOOCTENEIODOSYLBENZENEINPRESENCEMETALCOMPLEXLIGHTCATALYSTS SAMNANI P GROVES 1979 1032 J SAMNANI 1996 89 P SAMNANI 1994 904 P UPADHYAY 1994 287 M PETERSON 1985 2907 M MATSUDA 1985 6415 Y MATSUDA 1988 625 Y MANSOUR 1987 361 E MALDOTTI 1991 1487 A PERRIN 1988 D PURIFICATIONLABORATORYCHEMICALS LUCAS 1955 483 H SAMNANIX1997XL1 SAMNANIX1997XL1XL4 SAMNANIX1997XL1XP SAMNANIX1997XL1XL4XP item S1381-1169(97)00088-5 S1381116997000885 1-s2.0-S1381116997000885 10.1016/S1381-1169(97)00088-5 271358 2010-09-29T16:30:08.81868-04:00 1997-12-01 1-s2.0-S1381116997000885-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000885/MAIN/application/pdf/1583b622ce70bffea27054666917505a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000885/MAIN/application/pdf/1583b622ce70bffea27054666917505a/main.pdf main.pdf pdf true 323086 MAIN 4 1-s2.0-S1381116997000885-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000885/PREVIEW/image/png/39a5649b6b3b36346ed519eaf17e8048/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000885/PREVIEW/image/png/39a5649b6b3b36346ed519eaf17e8048/main_1.png main_1.png png 58981 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 126 (1997) L1-L4 Letter JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Study of epoxidation of cis-cyclooctene with iodosylbenzene in presence of metal complex and light as catalysts Prakash B. Samnani, Pabitra K. Bhattacharya Chemistry Department, Faculty of Science, M.S. University of Baroda, Vadodara-390002, India Received 3 March 1997; accepted 13 May 1997 Abstract Epoxidation of cis-cyclooctene with iodosylbenzene has been carried out in the absence and presence of metal complex catalysts and light. Increase in the epoxide yield is observed in the presence of light. 1997 Elsevier Science B.v. 1. Introduction Increasing significance of the metal complex catalyzed oxygenation of hydrocarbons as models for biological systems has led to extensive research in this area. A variety of cytochrome P-450 monooxygenase mimics, involving transition metal complexes of a host of schiff-bases, amides, macrocyclic ligands and the like have been reported. Different oxidants, such as hydroperoxides, peracids, iodosylarenes, molecular oxygen, etc., have been used in such studies. Iodosylbenzene finds wide applications in the studies of metal complex catalyzed oxygenation of alkenes and alkanes. The `oxygen rebound' mechanism [1] is known to be operative in such reactions, in which a high-valent metaloXo (M\"+2 = 0) intermediate has been proposed. LM \"+ + PhIO -> LM\"+ 2 =O + Phl LM n+2 =O + S --> LM\"++ SO (S = substrate) Corresponding author. 1381-1169/97/$17.00 1997 Elsevier Science B.v. All rights reserved. PI1S1381-1169(97)00088-5 We have earlier reported epoxidation of alkenes catalyzed by non-porphyrinic metal complexes and iodosylbenzene [2-4). Formation of high-valent metal-oxo was shown and the terminating E.t,-oxo species was isolated and characterized. LM v = O + LMn' --j LM'v-O-M 'vL Richman et al. [5] reported an interesting catalytic system comprising of llt-oxo-bis(tetraphenylporphyrin)iron(III), which on continuous or flash photolysis disproportionates to generate the ferrous complex and the ferryl Fe(TPP)(O). (TPP)Fe\"1-O-Fe'l'(TPP) -j Fel'(TPP) + (TPP)Felv(O) The latter is an active oxidizing agent and gives epoxide with alkenes. It was therefore thought of interest to study the oxidation of alkenes catalyzed by metal complexes in presence of light. There have been some studies earlier on the effect of light on the oxidation of hydrocarbons. Molybdenum and niobium porphyrins have been used with molec- L2 P.B. Samnani, PX. Bhattacharya/Journal of Molecular Catalysis A: Chemical 126 (1999) Ll-L4 ular oxygen for photocatalytic epoxidation of alkenes [6,7]. These and other epoxidations involving titanium and vanadium [8] are slow in nature, the activity is poor and the reaction mechanism is different from the `oxygen rebound' mechanism. Photooxidation of cycloalkanes have been reported with iron halogenated porphyrin complexes like Fe(Ill)(POr)(OH) under irradiation [9]. In this case, epoxide is not formed from alkene and the proposed mechanism for oxygenation of alkanes involves OH' radical generated by photoactivation of iron hydroxoporphyrin catalyst. No report appears to have been made about the effect of light on the epoxidation involving metal complex catalysts and iodosylbenzene. We report our findings of such a study in this communication. 2. Experimental All the reagents were of 11R grade and were used as received. The solvents were purified by standard literature methods [ 10]. Iodosylbenzene was prepared by reported procedure [ 11 ]. The complexes 1 and 2 were prepared as reported in a previous study [2]. Procedure for the epoxidation reactions is same as reported [2], except that the reactions were carried out in dark or light. The photo-reactions were carried out in a double walled Schlenk tube of 10 ml capacity. A high pressure mercury vapor (HPMV) lamp was used as light source. The reaction mixture for catalytic studies was stirred magnetically and cooled by water circulation. The catalytic runs were carried out under nitrogen atmosphere. Gas chromatographic analyses were done on a Shimadzu GC-14B equipped with Oracle 3 computing integrator, using FID, 10% SE-30 with 1 % QF on Chromosorb W column (2 M) and nitrogen as carrier gas. Reaction medium for epoxidation studies was acetonitrile - water solvent mixture or dioxane - water solvent mixture. Chlorobenzene was used as GC internal standard. U O w N ci .(H a>n G CN N >_~DJ 3. Results and discussion =Fe ,n=1, 1 =Cr ,n=0, 2 Photocatalytic oxidation studies have been concerned, in most of the cases, with activation of molecular oxygen or generation of OH ' radical. It was thought worthwhile, therefore, to see the effect of light on the epoxidation of alkenes using metal complexes 1 and 2 as catalysts and PhIO as oxidant. Irradiation of cis-cyclooctene in the solvent mixtures acetonitrile-water or dioxane-water does not show any additional peak in the GC analysis showing that the light has no effect on alkene in the absence of the catalyst and the oxidant. The results of the epoxidation reactions carried out in both the solvent mixtures, using complexes 1 and 2 with iodosylbenzene, in presence and absence of light are recorded in Table 1. Epoxide was the only product detected by the GC analysis. As observed in the earlier study [2] carried out in acetonitrile-water solvent mixture, in the present study in dioxane-water solvent mixture also, complex 1 does not act as an epoxidation catalyst. Thus complex 1 is inactive in both the solvent mixtures (Table 1, entries 1 and 2). The complex 2 shows comparable epoxidation activity in both the reaction media (entries 3 and 4). Clearly, the change of solvent does not have much effect on the catalytic activity in dark. P.B. Samnani, P.K. Bhattacharya/Journal ofMolecularCatalysisA: Chemical 126 (1997) Ll-L4 Table 1 Epoxidation of cis-cyclooctene with PhIO in absence or presence of catalyst and light' Run Catalyst Reaction medium b Dark/light Epoxide (mmol) %Yield(epoxide) L3 1 AN dark 0.01 < 1.0 I DO dark 0.01 < 1.0 2 AN dark 0.05 8.3 2 DO dark 0.07 11.7 1 AN light 0.07 11.7 ( DO light 0.1 16.7 2 AN light 0.13 21.7 2 DO light 0.18 30 - AN light 0.08 13.3 - DO light 0.1 15 'Catalyst: oxidant: alkene mole ratio = 1:50:250, catalyst = 0.012 mmol, reaction time 6 h, reaction medium AN/DO + water (6 + I ml). f'AN = acetonitrile, DO = dioxane. `Based on Ph10 charged. d Oxidant: alkene mole ratio = 50:250. Effect of light on the epoxidation reaction is clearly seen from entries 5 to 8, which show significant increase in the epoxide yields. Though complex 1 is catalytically inactive in dark and there is no formation of epoxide, there is epoxidation in presence of light. It is also seen that though the complex 2 is catalytically active in the absence of light, the epoxidation activity is much more pronounced in the presence of light. The epoxidation activity shown by 1 on irradiation is the same as the increase in the activity of 2 on irradiation. It is also seen that change of solvent does not seem to affect the reaction in the presence of light also. To evaluate the effect of light, control experiments, in the absence of catalyst, but in presence of light, were carried out. Entries 9 and 10 in Table 1 for these experiments show epoxide formation even in the absence of the metal catalysts. Further, the extent of epoxide formation is same as the `excess' of epoxide formed on carrying out the catalytic reaction in the presence of metal catalysts and light. This means that the increase in the epoxide yield due to light remains the same irrespective of the presence of metal catalysts. This indicates that light independently acts as catalyst to promote the epoxidation of cis-cyclooctene by iodosylbenzene, but does not assist the normal metal-oxo mediated epoxidation. This prompted us to look for alternative ex- planation for the role of light. Following tentative reaction pathway for the light catalyzed epoxidation of alkene with iodosylbenzene can be suggested. The first step involves excitation of the PhIO to PhIO * followed by its attack on alkene and formation of cyclic intermediate. Phl0 hV - [ Ph10' I + Phl O-1~ Ph Probably light assists the rupture of the O-I bond leading to formation of epoxide and removal of Phl. Since under the reaction conditions, both the oxidant and the alkene, are present in excess, the above pathway does not interfere with the metal-oxo mediated epoxidation and hence the amount of epoxide formed in the photoassisted reaction in absence of catalyst is equal to the excess of epoxide formed in the light assisted reaction in presence of metal catalyst. It can thus be concluded that greater yields of epoxide can be obtained by using both, metal complex and light, simultaneously, as catalysts. Acknowledgements Authors are thankful to the Head, Chemistry Department, M S University of Baroda, Vadodara, for providing laboratory facilities. L4 P.B. Samnani, P.K Bhattacharya/Journal of Molecular Catalysis A: Chemical 126 (1997) Ll-L4 References [6] Y. Matsuda, S. Sakamoto, H. Koshima, Y. Murakami, J. Am. Chem. Soc. 107 (1985) 6415. [7] Y. Matsuda, H. Koshima, K. Nakamura, Y. Murakami, Chem. Lett. (1988) 625. [8] E.M.K. Mansour, P. Maillard, P. Krausz, S. Gaspard, C. Giannotti, J. Mol. Catal. 41 (1987) 361. [9] A. Maldotti, C. Bartocci, R. Amadelli, E. Polo, P. Battioni, D. Mansuy, J. Chem. Soc., Chem. Commun. (1991) 1487. [10] D.D. Perrin, W.L.F. Armargo, Purification of Laboratory Chemicals, Pergamon Press, Oxford, 1988. [111 H.J. Lucas, E.R. Kennedy, M.W. Formo, Org. Synth. 3 (1955) 483. [1] J.T. Groves, T.E. Nemo, R.S. Myers, J. Am. Chem. Soc. 101 (1979) 1032. [2] P.B. Samnani, P.K. Bhattacharya, P.A. Ganeshpure, V.J. Koshy, S. Satish, J. Mol. Catal. A 110 (1996) 89. [3] P.B. Samnani, P.K. Bhattacharya, P.A. Ganeshpure, S. Satish, Ind. J. Chem. 33A (1994) 904. [4] M.J. Upadhyay, P.K. Bhattacharya, P.A. Ganeshpure, S. Satish, J. Mol. Catal. 88 (1994) 287. [5] M.W. Peterson, D. Rivers, R. Richman, J. Am. Chem. Sec. 107 (1985) 2907. MOLCAA 97000885 S1381-1169(97)00088-5 10.1016/S1381-1169(97)00088-5 Chemical and metal complex catalysis Letter Study of epoxidation of cis-cyclooctene with iodosylbenzene in presence of metal complex and light as catalysts Prakash B Samnani Pabitra K Bhattacharya ∗ Chemistry Department, Faculty of Science, M.S. University of Baroda, Vadodara-390002, India ∗ Corresponding author. Epoxidation of cis-cyclooctene with iodosylbenzene has been carried out in the absence and presence of metal complex catalysts and light. Increase in the epoxide yield is observed in the presence of light. References [1] J.T Groves T.E Nemo R.S Myers J. Am. Chem. Soc. 101 1979 1032 [2] P.B Samnani P.K Bhattacharya P.A Ganeshpure V.J Koshy S Satish J. Mol. Catal. A 110 1996 89 [3] P.B Samnani P.K Bhattacharya P.A Ganeshpure S Satish Ind. J. Chem. 33A 1994 904 [4] M.J Upadhyay P.K Bhattacharya P.A Ganeshpure S Satish J. Mol. Catal. 88 1994 287 [5] M.W Peterson D Rivers R Richman J. Am. Chem. Soc. 107 1985 2907 [6] Y Matsuda S Sakamoto H Koshima Y Murakami J. Am. Chem. Soc. 107 1985 6415 [7] Y Matsuda H Koshima K Nakamura Y Murakami Chem. Lett. 1988 625 [8] E.M.K Mansour P Maillard P Krausz S Gaspard C Giannotti J. Mol. Catal. 41 1987 361 [9] A Maldotti C Bartocci R Amadelli E Polo P Battioni D Mansuy J. Chem. Soc., Chem. Commun. 1991 1487 [10] D.D Perrin W.L.F Armargo Purification of Laboratory Chemicals 1988 Pergamon Press Oxford [11] H.J Lucas E.R Kennedy M.W Formo Org. Synth. 3 1955 483",
      "scopus-id": "0031452721",
      "coredata": {
        "eid": "1-s2.0-S1381116997000885",
        "dc:description": "Epoxidation of cis-cyclooctene with iodosylbenzene has been carried out in the absence and presence of metal complex catalysts and light. Increase in the epoxide yield is observed in the presence of light.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000885",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Samnani, Prakash B"
          },
          {
            "@_fa": "true",
            "$": "Bhattacharya, Pabitra K"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000885"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000885"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00088-5",
        "prism:volume": "126",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study of epoxidation of cis-cyclooctene with iodosylbenzene in presence of metal complex and light as catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L4",
        "prism:endingPage": "L4",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 December 1997",
        "prism:doi": "10.1016/S1381-1169(97)00088-5",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00088-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031452721"
      }
    }
  }
}