{
  "metadata": {
    "title": "Studies on rejuvenation of spent residue hydroprocessing catalysts by leaching of metal foulants",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-08-01",
    "doi": "10.1016/S1381-1169(03)00184-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903001845",
    "pii": "S1381116903001845"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038110870",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-06-04 2003-06-04 2010-04-18T22:33:40 1-s2.0-S1381116903001845 S1381-1169(03)00184-5 S1381116903001845 10.1016/S1381-1169(03)00184-5 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01719 2015-05-15T05:56:33.301439-04:00 0 0 20030801 2003 2003-06-04T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 202 202 1 2 1 2 Volume 202, Issues 1–2 14 117 125 117 125 20030801 1 August 2003 2003-08-01 2003 converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. STUDIESREJUVENATIONSPENTRESIDUEHYDROPROCESSINGCATALYSTSBYLEACHINGMETALFOULANTS MARAFI M 1 Introduction 2 Experimental 3 Results and discussion 3.1 Effect of the variation of the promoter addition mode on vanadium leaching from spent catalyst 3.2 Effect of metal leaching in different modes on catalyst surface area, pore volume and HDS activity 4 Summary and conclusions References FURIMSKY 1999 381 E ABSIHALABI 1991 193 M FURIMSKY 1996 223 E TRIMM 1990 41 60 D TRIMM 2001 153 160 D RAPAPORT 2000 37 D MARAFI 1993 141 M FLEISCH 1984 147 T TOULHOAT 1990 531 H CANTERFORD 1985 93 J DEMOPAULOS 1983 111 G QUAN 1998 95 R TOPSOE 1990 77 102 H MARAFIX2003X117 MARAFIX2003X117X125 MARAFIX2003X117XM MARAFIX2003X117X125XM item S1381-1169(03)00184-5 S1381116903001845 1-s2.0-S1381116903001845 10.1016/S1381-1169(03)00184-5 271358 2010-10-04T20:43:32.331333-04:00 2003-08-01 1-s2.0-S1381116903001845-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/MAIN/application/pdf/c61604e74d1bbc411b5f5810723b8129/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/MAIN/application/pdf/c61604e74d1bbc411b5f5810723b8129/main.pdf main.pdf pdf true 329459 MAIN 9 1-s2.0-S1381116903001845-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/PREVIEW/image/png/2350509bd3a3dbe62b1c08d11e1dc573/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/PREVIEW/image/png/2350509bd3a3dbe62b1c08d11e1dc573/main_1.png main_1.png png 62791 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903001845-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/STRIPIN/image/gif/6150f3514c2fc8e96321af4f84b06072/si5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/STRIPIN/image/gif/6150f3514c2fc8e96321af4f84b06072/si5.gif si5 si5.gif gif 1410 13 405 ALTIMG 1-s2.0-S1381116903001845-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/STRIPIN/image/gif/77d94040faac9e97e5aa05dd4a2cd931/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/STRIPIN/image/gif/77d94040faac9e97e5aa05dd4a2cd931/si4.gif si4 si4.gif gif 932 20 212 ALTIMG 1-s2.0-S1381116903001845-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/STRIPIN/image/gif/4988e4d8b5bbb62390315b799941533a/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/STRIPIN/image/gif/4988e4d8b5bbb62390315b799941533a/si3.gif si3 si3.gif gif 854 17 211 ALTIMG 1-s2.0-S1381116903001845-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/STRIPIN/image/gif/b8f1769cdf614fbf1a97c2a68fe69675/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/STRIPIN/image/gif/b8f1769cdf614fbf1a97c2a68fe69675/si2.gif si2 si2.gif gif 714 20 179 ALTIMG 1-s2.0-S1381116903001845-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/STRIPIN/image/gif/74863a0ba62de462aa7bfcfb7a679db4/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/STRIPIN/image/gif/74863a0ba62de462aa7bfcfb7a679db4/si1.gif si1 si1.gif gif 1953 16 557 ALTIMG 1-s2.0-S1381116903001845-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/fx1/THUMBNAIL/image/gif/fbfb1d3ce4c4b2b6e7fbd724e0ae59b1/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/fx1/THUMBNAIL/image/gif/fbfb1d3ce4c4b2b6e7fbd724e0ae59b1/fx1.sml fx1 true fx1.sml sml 1956 86 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903001845-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/fx1/DOWNSAMPLED/image/gif/af1af6f3752b4c06d40cc179de4f4078/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/fx1/DOWNSAMPLED/image/gif/af1af6f3752b4c06d40cc179de4f4078/fx1.gif fx1 true fx1.gif gif 5482 194 283 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903001845-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr1/THUMBNAIL/image/gif/4477938329ba13bf11e817eb5b6f0cd9/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr1/THUMBNAIL/image/gif/4477938329ba13bf11e817eb5b6f0cd9/gr1.sml gr1 gr1.sml sml 1213 94 107 IMAGE-THUMBNAIL 1-s2.0-S1381116903001845-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr1/DOWNSAMPLED/image/gif/686ef5bb800b80f56d227c2f0c5ce6d3/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr1/DOWNSAMPLED/image/gif/686ef5bb800b80f56d227c2f0c5ce6d3/gr1.gif gr1 gr1.gif gif 9251 395 451 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903001845-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr2/THUMBNAIL/image/gif/a45eaed97c04147abf5439e09a833031/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr2/THUMBNAIL/image/gif/a45eaed97c04147abf5439e09a833031/gr2.sml gr2 gr2.sml sml 2195 93 99 IMAGE-THUMBNAIL 1-s2.0-S1381116903001845-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr2/DOWNSAMPLED/image/gif/6b3c1e0b3b833d56ddfeb4e13e1d9f9b/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr2/DOWNSAMPLED/image/gif/6b3c1e0b3b833d56ddfeb4e13e1d9f9b/gr2.gif gr2 gr2.gif gif 32634 389 414 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903001845-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr3/THUMBNAIL/image/gif/fd20b03cc3e6aafeaf5adac02c0d5432/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr3/THUMBNAIL/image/gif/fd20b03cc3e6aafeaf5adac02c0d5432/gr3.sml gr3 gr3.sml sml 1753 93 90 IMAGE-THUMBNAIL 1-s2.0-S1381116903001845-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr3/DOWNSAMPLED/image/gif/d586185a4260ac99edfb756ab01b2306/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr3/DOWNSAMPLED/image/gif/d586185a4260ac99edfb756ab01b2306/gr3.gif gr3 gr3.gif gif 30142 419 405 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903001845-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr4/THUMBNAIL/image/gif/e864d6945e6c2b12dcf70088bfa1bd7a/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr4/THUMBNAIL/image/gif/e864d6945e6c2b12dcf70088bfa1bd7a/gr4.sml gr4 gr4.sml sml 1107 93 98 IMAGE-THUMBNAIL 1-s2.0-S1381116903001845-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr4/DOWNSAMPLED/image/gif/609fc737e5ea2b9cbd8d31c16a534199/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr4/DOWNSAMPLED/image/gif/609fc737e5ea2b9cbd8d31c16a534199/gr4.gif gr4 gr4.gif gif 9344 425 446 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903001845-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr5/THUMBNAIL/image/gif/c554f12444fa6293c4b5607e890f94a8/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr5/THUMBNAIL/image/gif/c554f12444fa6293c4b5607e890f94a8/gr5.sml gr5 gr5.sml sml 2074 93 89 IMAGE-THUMBNAIL 1-s2.0-S1381116903001845-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001845/gr5/DOWNSAMPLED/image/jpeg/8399d3e3b50164cbb06782724381bbf2/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001845/gr5/DOWNSAMPLED/image/jpeg/8399d3e3b50164cbb06782724381bbf2/gr5.jpg gr5 gr5.jpg jpg 56325 436 418 IMAGE-DOWNSAMPLED MOLCAA 4024 S1381-1169(03)00184-5 10.1016/S1381-1169(03)00184-5 Elsevier Science B.V. Fig. 1 Vanadium leached vs. leaching time for different modes of promoter addition. Fig. 2 Surface area of spent and leached catalysts. Fig. 3 Pore volume of spent and leached catalysts. Fig. 4 Distribution profile of vanadium in the catalyst pellet before and after leaching. Fig. 5 Relative HDS activity of spent and leached catalyst. Table 1 Characteristics of fresh and spent residue hydrotreating catalysts Catalyst property Fresh catalyst Spent catalyst Chemical (wt.%) Mo 8.8 5.4 ± 0.23 Co 3.2 1.9 ± 0.02 V 0.0 14.9 ± 0.12 Ni 0.0 3.1 ± 0.02 C 0.0 15.6 ± 0.25 S 0.0 5.3 ± 0.05 Fe 0.0 0.8 ± 0.02 Physical Surface area (m2/g) 240 52 ± 3 Pore volume (ml/g) 0.48 0.12 ± 0.01 Studies on rejuvenation of spent residue hydroprocessing catalysts by leaching of metal foulants M Marafi ∗ A Stanislaus Petroleum Refining Department, Petroleum Research and Studies Center, Kuwait Institute for Scientific Research P.O. Box 24885, Safat, Kuwait * Corresponding author. Fax: +965-3980445. A comparative assessment of different modes of ferric nitrate addition to oxalic acid, namely, (i) continuous addition, (ii) batch addition, and (iii) successive addition, on the extraction of the deposited vanadium from the spent catalyst was studied to rejuvenate and reuse metal-fouled spent catalysts from residue hydroprocessing units. The continuous mode of addition of the reagent was more effective than the others in leaching vanadium and in recovering the surface area, pore volume and HDS activity of the catalyst. Due to environmental concerns much effort has been devoted in recent years to the development of processes to rejuvenate and reuse metal-fouled spent catalysts from residue hydroprocessing units. As a part of an extensive research program on the subject, we report in this paper about the extraction of the deposited vanadium from the spent catalyst using ferric nitrate–oxalic acid reagent system and its effect on catalyst’s surface area and activity recovery. A comparative assessment of different modes of ferric nitrate addition to oxalic acid, namely, (i) continuous addition, (ii) batch addition, and (iii) successive addition, on the leaching efficiency was made. The results revealed that addition of ferric nitrate to oxalic acid enhanced its leaching activity remarkably, and continuous mode of addition was more effective than the others. The improvements in the surface area and pore volume of the catalyst were better and about 85% of the HDS activity was recovered for the catalyst leached with ferric nitrate–oxalic acid reagent system in a continuous addition mode. Removal of the coke from the leached catalyst increased the HDS activity further from 85 to 95% of fresh catalyst activity. The unleached vanadium remaining in the catalyst was not concentrated at pore mouths, but was well distributed within the pellet. The enhanced leaching of vanadium in the continuous addition mode of the oxidizing reagent was explained in terms of a synergistic mechanism involving oxidation and complex formation reactions of the low-valent vanadium sulfide species during treatment with the ferric nitrate–oxalic acid reagent system. Keywords Rejuvenation Hydroprocessing catalysts Metal foulants 1 Introduction Catalysts used in the upgrading of petroleum residues by hydroprocessing consist of molybdenum or tungsten supported on an alumina carrier with promoters such as cobalt or nickel [1]. The catalysts enhance the removal of undesirable heteroatoms such as sulfur, nitrogen and metals present in the feed by promoting hydrodesulfurization (HDS), hydrodenitrogenation (HDN), hydrodemetallization (HDM) and hydrogenation reactions, but tend to deactivate rapidly as a result of fouling of the active catalyst surface by deposition of coke and metals (V and Ni) contained in the heavy feedstock [2–5]. Currently, the deactivated catalysts are not regenerated and reused, but are discarded as solid wastes [6–8]. The quantity of metal-fouled spent catalysts from residue hydroprocessing units has increased significantly worldwide in recent years due to a rapid growth in the residual oil upgrading capacity by hydroprocessing. In Kuwait alone, about 7000t of spent catalysts are generated every year from the residue hydroprocessing units. Spent hydroprocessing catalysts have been classified as hazardous wastes by the Environmental Protection Agency in the USA [9]. The most important hazardous characteristic of spent hydroprocessing catalysts is their toxic nature. Chemicals such as V, Ni, Mo and Co present in the catalyst can be leached by water after disposal and pollute the environment. Disposal of spent catalysts as landfill is, therefore, environmentally restricted. Metal recovery from the spent catalysts is possible, but this option is becoming less attractive due to the low purity of the recovered metals, fluctuation in metal market prices, and high cost of shipping [10,11]. This option is further complicated by the Basel Convention restrictions on the transport of spent catalysts. The hazardous nature of the spent catalysts is attracting the attention of environmental authorities in many countries and increasing effort has been placed in recent years on the development of alternative solutions to the spent catalyst problem. An attractive approach to minimize the spent catalyst environmental problem is to regenerate and reuse them, since it would have potential economical and environmental advantages. Regeneration of the deactivated hydrotreating catalysts is not an easy task. Regeneration by conventional procedures using nitrogen–air or steam–air under controlled conditions does not result in complete reactivation of the catalyst. While the carbon deposit is removed completely, the metallic impurities remain on the catalyst and act as an diffusion barrier for the reactants. The major foulant metal (i.e. V) is usually concentrated near the outer surface of the pellet, blocking pore mouths and reducing markedly the active surface area available within the inner pores of the catalyst. If this contaminant metal can be removed selectively by chemical treatment without significantly affecting the chemical and physical characteristics of the original catalyst, then the spent catalyst may be rejuvenated and reactivated. Rejuvenation of spent heavy oil hydrotreating catalysts by leaching foulant metals has been the subject of investigation in our laboratory [12–14]. In a previous study, we compared the effectiveness of leaching foulant metals from coked (sulfide) and decoked (oxide) forms of spent residue hydrotreating catalysts using oxalic acid as a reagent [12]. The influence of addition of an oxidizing agent to oxalic acid [e.g. H2 O2, Fe (NO3)3] as a promoter on the leaching efficiency was also examined for both types of catalysts. Oxalic acid alone showed very poor activity for leaching of metals from coked spent catalyst, but in the presence of an oxidizing agent it was very effective. In these experiments, the promoter (oxidizing agent) was mixed with the organic acid in a single batch and the reagent mixture was pumped continuously through the catalyst bed for a requisite period of time. In the present work, a comparative assessment of different modes of addition of the promoter (i.e. ferric nitrate) to oxalic acid, namely, (i) continuous addition (ii) batch addition and (iii) successive addition, on the leaching efficiency was made. The, fresh, spent and treated catalysts were characterized and the improvements in surface area, pore volume and HDS activity of the catalysts were compared. The main objectives of the present studies were: (i) to determine the preferred mode of addition of the promoter (oxidizing agent) for extraction of the deposited vanadium from the catalyst pores for its reactivation and (ii) to understand clearly the role of the promoter in leaching enhancement. 2 Experimental Spent catalyst was obtained from the atmospheric residue hydrodesulfurization unit of Kuwait National Petroleum Company (KNPC). For consistency, the spent catalyst for all the experimentation was collected from one batch. The catalyst was in the form of cylindrical extrudates 1 and 4.3mm in average diameter and in average length, respectively. The catalyst contained residual oil, sulfur, carbon, vanadium and nickel deposits in addition to the catalyst metals (Co and Mo) originally present (Table 1 ). The contaminating residual oil was removed by thoroughly washing the spent catalyst first with naphtha and then with toluene. The cleaned catalyst containing coke and metals was then dried in an oven at 120°C for 24h. A sample splitter was used to obtain representative samples (about 10–15g) for chemical and physical analysis. The analyses were conducted on three different samples prepared from different portions of the spent catalysts by sample splitting. The average deviation observed for various tests are now included in Table 1. Leaching experiments were conducted in a specially constructed system. The system consisted of a tubular stainless steel reactor (φ=2cm, L=50cm), variable flow rate diaphragm pump with a polypropylene head, and a reservoir tank for the reagent. In a typical experiment, the reactor was packed with 100g of the catalyst in extrudate form between layers of glass beads and glass wool. The reagent [oxalic acid (0.66M) + ferric nitrate (0.66M)] was pumped continuously through the catalyst bed from the bottom of the reactor (up-flow), at a flow rate of 3l/h. The liquid product was collected in the reagent vessel and circulated continuously through the catalyst bed for the requisite periods of time by the pump. All experiments were conducted at ambient temperatures (25±1°C). Samples from the reagent tank were taken for analysis at different time intervals. The concentrations of various metals (V, Ni, Mo and Co) present in the leach liquid and catalyst samples were determined by inductively coupled argon plasma (ICAP) spectroscopy. The reproducibility of the leaching experiments was determined to be on the order of ±2% by repeating selected experiments under identical conditions. The surface areas of the catalysts were determined by nitrogen adsorption (BET method) using a Quantasorb adsorption unit manufactured by Quantachrome Corporation, USA. Pore volume was determined using water impregnation by the pore filling method until the sample started to wet. The samples were heated in an oven at 300°C for 3h in an inert atmosphere and cooled in a desiccator before use. The distribution profile of the metals within the catalyst pellet was measured using a scanning electron X-ray microprobe analyzer (Camebax) equipped with an energy dispersive X-ray analyzer. X-ray diffraction patterns of the catalysts were obtained using a Philips PW 1410 X-ray spectrometer operated at 30kV and 20mA with Cu Kα radiation. The HDS activity tests were conducted for fresh, spent and leached catalysts in a fixed bed microreactor using 5ml catalyst charge. Atmospheric gas oil containing 2wt.% sulfur was used as feed. The operating conditions were: pressure 40bar; temperature 350°C; H2/oil ratio 400ml/ml; LHSV 6h−1. The catalyst samples were presulfided in the reactor before use. A Princeton Gamma Tech. Model 100 sulfur analyzer was used to measure the sulfur content in the feed and product. 3 Results and discussion 3.1 Effect of the variation of the promoter addition mode on vanadium leaching from spent catalyst Leaching experiments were conducted using oxalic acid solution with and without ferric nitrate addition. The promoter (ferric nitrate) addition was varied in three different ways in order to make a comparative assessment of different modes of promoter addition on the effectiveness of oxalic acid in leaching foulant metals (e.g. V) from the spent catalyst. In the continuous addition mode, oxalic acid solution was pumped through the catalyst bed and ferric nitrate (promoter) solution was added to the oxalic acid reagent dropwise continuously throughout the run. In the batch addition experiments, all of the ferric nitrate solution was mixed with the oxalic acid reagent in a single batch at the start of the experiment and the reagent mixture was pumped and recycled through the catalyst bed. The total amount of reagents used and their concentrations were the same in both cases. In the successive addition mode, the promoter (ferric nitrate) solution was first pumped through the spent catalyst bed. After this treatment, ferric nitrate pumping was stopped and oxalic acid was introduced into the catalyst bed and leaching was continued for the requisite period of time. The effect of different modes of addition of promoter (e.g. ferric nitrate) on the leaching efficiency of oxalic acid for vanadium removal is compared in Fig. 1 . The leaching data for oxalic acid alone (without ferric nitrate) is also included in the figure. It is seen that oxalic acid alone has a very poor activity for extracting vanadium from the spent catalyst, but that adding ferric nitrate to oxalic acid increases its leaching efficiency. In the case of continuous addition of the promoter, the influence of the promoter in enhancing vanadium leaching is not noticeable up to 4h. After 4h when sufficient amount of the oxidizing promoter is introduced into the reaction system a substantial increase in the amount of vanadium leached is observed with further increase of extraction time. On the other hand, for the experiment where all the amount of promoter was mixed with the oxalic acid at the beginning, the amount of vanadium leached was found to increase rapidly at the beginning reaching a steady state value within 4h. In the case of successive treatments, first with ferric nitrate followed by oxalic acid, leaching is moderately high during the initial hours, but after this initial rapid leaching, the rate of leaching slows down and reaches a steady state with the total amount of vanadium removed much lower compared with the other two modes. The successive treatment with individual reagents is, thus less effective than both the continuous addition and batch addition modes. However, this mode of leaching is more effective than treatment with oxalic acid alone without promoter. A comparison of the leaching result presented in Fig. 1 indicates that the effectiveness of different modes of promoter addition for vanadium leaching from the spent catalyst rank in the following order: continuousaddition>batchaddition>successiveaddition>nopromoteraddition. Some explanation for the observed difference in the leaching behavior of oxalic acid with different modes of promoter addition, may be advanced in terms of the chemical nature of the metal deposits in the spent catalyst and the leaching mechanism. In spent catalysts, since the metals are present primarily as sulfides [15,16], the leaching reactions with oxalic acid can be expected to proceed in three steps as shown below. H 2 C 2 O 4↔2H ++C 2 O 4 2− MS x+2xH +↔M 2x++xH 2 S M 2x++xC 2 O 4 2−↔M(C 2 O 4)x The ease of formation of the metal ion, its reaction with the complexing agent (e.g. oxalic acid) and dissolution of the product depend to a large extent on the oxidation state of the metal in the metal compound. Oxalic acid alone without any oxidizing additive (i.e. Fe (NO3)3 shows very low activity for metals leaching from spent catalysts, since in coked spent hydroprocessing catalysts the metals are present predominantly as sulfides (i.e. V2S3) in low oxidation states. It is likely that in the presence of additives such as ferric nitrate the low-valent metals are oxidized to higher oxidation states. Ferric nitrate is a good oxidizing agent. In mineral processing ferric salts are extensively used to enhance acid leaching of metals from their sulfide ores [17,18]. In the oxidized state vanadium would be complexed more easily by oxalate ion and kept in solution. In this mechanism, the leaching rate will depend to a large extent on the rate of production of the metal ions in the higher oxidation state which will be dictated by the concentration of the oxidizing agent (promoter) in the leaching solution. The concentration of the oxidizing agent in the leaching reagent mixture is substantially high in the batch mode of addition where all the oxidizing agent (e.g. Fe (NO3)3) is mixed with the complexing agent (e.g. oxalic acid) in a single batch at the start of the experiment. As a result of this, the initial rate of leaching is very rapid. The leaching rate slows as the reagents are used up with time and a steady state is reached within a few hours. In the case of continuous dropwise addition of the oxidizing agent as promoter, the rate of leaching is negligible during the initial period, probably, due to very low concentration of the oxidizing promoter in the leaching reagent. After this initial period, the amount of vanadium extracted increases progressively with time, as the amount of oxidizing agent in the reagent system is increased by continuous addition. For the same amount of oxidizing agent added to the reagent system, it was noted that the continuous mode of promoter addition is more effective than the batch addition in extracting vanadium from the spent catalyst. Since continuous dropwise addition brings the oxidizing agent in a fresh highly active form into contact with the metal deposits in the spent catalyst, it would be more effective in converting the low-valent metal sulfides to favorable higher oxidation states for extraction with oxalic acid. This is further supported by the results of successive extraction experiment, first treated with ferric nitrate followed by oxalic acid. This mode of extraction was better than treatment with oxalic acid alone. Oxidation of the low-valent metal ions by ferric nitrate in the first step appears to enhance their leaching in the subsequent extraction with oxalic acid. 3.2 Effect of metal leaching in different modes on catalyst surface area, pore volume and HDS activity Surface area and pore volume characterization of spent and treated catalysts were performed. The samples were also subjected to an activity test for hydrodesulfurization. The improvements in the surface area and pore volume recovery of catalyst samples, as a result of leaching with ferric nitrate–oxalic acid reagent system by different treatment procedures, are compared in Figs. 2 and 3 . The results show that the surface area and pore volume of the spent catalyst are very low. The removal of the metal foulants from the spent catalyst by leaching results in significant improvement in surface area and pore volume. The extent of improvement in these properties is dependent on the leaching methods and are in the order: continuousaddition>batchaddition>successiveextraction In general, the surface area and pore volume recovery appears to be directly related to the extent of vanadium removal. Electron microprobe analysis of untreated spent catalyst shows that high concentrations of vanadium are present near the outer edges of the catalyst pellet (Fig. 4 ). Such large accumulations may block the pore mouths and make the surface within the pores inaccessible to the reactants [19,20]. Leaching of the metal deposits from the pore mouths should open the pores and consequently increases the pore volume and surface area of the catalyst. A comparison between the distribution profiles of vanadium in the spent catalyst before and after leaching indicates that during the chemical treatment, the vanadium accumulated near the outer edge (at the pore mouths) is leached out, thus opening up the pores. XRD patterns of fresh, spent and treated catalysts showed that the γ-alumina support did not undergo any phase changes as a result of the leaching and decoking treatments [21]. Identical XRD patterns for both fresh and treated catalysts were observed. In the unleached spent catalyst vanadium was found to be present as V2S3. No sharp peaks corresponding to nickel, cobalt or molybdenum sulfides or other phases were seen. It is likely that these materials are well dispersed in the form of very small crystallites. The HDS activity data presented in Fig. 5 indicate that the activity recovery is substantially higher for the catalysts treated by continuous addition and batch addition modes than that for the catalyst treated by successive extractions. This is in line with the surface area and pore volume recovery data. Continuous addition of the oxidizing agent to the leaching reagent results in higher vanadium removal from catalyst pores. Consequently, the improvements in surface area, pore volume and HDS activity are better for the catalyst treated by the continuous addition mode. It is noticed that about 85% of the HDS activity is recovered for the catalyst leached with ferric nitrate–oxalic acid reagent system in a continuous addition mode. It is evident that the improvement in HDS activity is substantially high, even though all the carbon deposits still remained in the catalyst. Removal of the coke from the leached catalyst increased the HDS activity further from 85 to 95% of the fresh catalyst activity (Fig. 5). These results suggest that coke deposition have less effect than metal deposits in deactivating residue hydrotreating catalysts. Another interesting point to note is that although only around 40% of the deposited vanadium is removed in the leaching process, the catalyst has regained about 85% of the original activity. It appears that less than 40% of the total vanadium deposited on the catalyst was responsible for pore mouth plugging and the obstruction of much of the catalyst surface area within the pores. The unleached vanadium remaining in the treated catalyst is not concentrated near the outer surface of the catalyst pellet (Fig. 4). It is likely that the remaining vanadium is redistributed within the catalyst pellet during the leaching process. Several factors may contribute to the remarkable activity improvement achieved in the rejuvenation process. These include substantial increase in catalyst surface area and pore volume as a result of the removal of the vanadium and coke deposits from the pores and redistribution of the metals (Mo, Co, Ni and V) on the catalyst surface during the leaching process [21]. In addition, a part of the inactive cobalt and nickel atoms present in the tetrahedral sites of the alumina support may be leached by the reagents and redistributed over the molybdate layer. Such close proximity of the nickel promoters with molybdenum species would allow a better interaction between them and lead to the formation of precursors of active CoMoS and NiMoS phase structures in the final catalyst [1,22]. Well dispersed vanadium along with the Mo and Ni in the catalyst can also promote HDS reaction. 4 Summary and conclusions A comparative assessment of different modes of ferric nitrate addition to oxalic acid, namely, (i) continuous addition, (ii) batch addition, and (iii) successive addition, on the extraction of the deposited vanadium from the spent catalyst was studied as part of an extensive research program to rejuvenate and reuse metal-fouled spent catalysts from residue hydroprocessing units. The results revealed that addition of ferric nitrate to oxalic acid enhanced its leaching activity remarkably, and that continuous mode of addition was more effective than the others. The improvements in catalyst’s surface area and pore volume activity were better and about 85% of the HDS activity was recovered for the catalyst leached with ferric nitrate–oxalic acid reagent system in a continuous addition mode. Removal of the coke from the leached catalyst increased the HDS activity further from 85 to 95% of the fresh catalyst activity. The unleached vanadium remaining in the catalyst was not concentrated at pore mouths, but was distributed well within the pellet. The enhanced leaching of vanadium in the continuous addition mode of the reagent is explained in terms of a synergistic mechanism involving oxidation and complex formation reactions of the low-valent vanadium sulfide species during treatment with the ferric nitrate–oxalic acid reagent system. References [1] H. Topsoe, B.S. Clausen, F.E. Massoth, Hydrotreating Catalysis, Springer, Berlin, 1996. [2] E. Furimsky F.E. Massoth Catal. Today 52 1999 381 [3] M. Absi-Halabi A. Stanislaus D.L. Trimm Appl. Catal. 72 1991 193 [4] C.H. Bartholomew, Catalyst deactivation in hydrotreating residues, in: M. Obella, S.S. Shih (Eds.), Catalytic Hydroprocessing of Petroleum and Residues, Marcel Dekker, New York, pp. 1–32. [5] J. Bartholdy, B.H. Cooper, Metal and coke deactivation in resid hydroprocessing catalysts, in: Proceedings of the Symposium on Resid Upgrading, ACS Division Petroleum Chemistry Preprints, American Chemical Society, Washington, DC, 1993, pp. 386–390. [6] E. Furimsky Catal. Today 30 1996 223 [7] D.L. Trimm Stud. Surf. Sci. Catal. 53 1990 41 60 [8] D.L. Trimm Appl. Catal. 212 2001 153 160 [9] D. Rapaport Hydrocarbon Proces. 79 2000 37 [10] T. Chang, Oil Gas J. 96 (1998) 79–84. [11] R.K. Clifford, Petroleum Technol. Q. 3 (1997) 33–39. [12] Stanislaus M., Marafi M., Absi-Halabi M., Appl. Catal. A: Gen. 105 (1993) 195. [13] M. Marafi A. Stanislaus Catal. Lett. 18 1993 141 [14] M. Marafi, E.K. T. Kam, A. Stanislaus, A novel process for recycling spent hydroprocessing catalyst. in: Proceedings of the 16th World Petroleum Congress, Calgary, Canada, 11–15 June 2000. [15] T.H. Fleisch B.L. Meyers I.B. Hall G.L. Qtt J. Catal. 86 1984 147 [16] H. Toulhoat R. Szymanki J.C. Plumail Catal. Today 7 1990 531 [17] J.H. Canterford P.T. Davey G.T. Sambourakis Hydrometallurgy 15 1985 93 [18] G. Demopaulos P.A. Distin Hydrometallurgy 10 1983 111 [19] R.J. Quan R.A. Ware W.C. Henz J. Wei Adv. Chem. Eng. 14 1998 95 [20] J.P. Janssens, A.D. Van Langevald, S.T. Sie, J.A. Moulijn, Catalyst deactivation in hydrodemetallization, in: P. O’Connor, T. Takatsuka, G.L. Woolery (Eds.), Deactivation and Testing of Hydrocarbon Processing Catalysts, American chemical Society, Washington, DC, 1996, pp. 238–252. [21] A. Stanislaus, M. Marafi, M. Absi-Halabi, Residual oil hydrotreating catalyst rejuvenation by leaching of foulant metals: effect of metal leaching on catalyst characteristics and performance, in: M.L. Occelli, R. Chianelli (Eds.), Hydrotreating Technology for Pollution Control, Marcel Dekker, New York, 1996, pp. 327–336. [22] H. Topsoe B.S. Clausen N.Y. Topsoe P. Zeuthen Stud. Surf. Sci. Catal. 53 1990 77 102",
      "scopus-id": "0038110870",
      "coredata": {
        "eid": "1-s2.0-S1381116903001845",
        "dc:description": "Due to environmental concerns much effort has been devoted in recent years to the development of processes to rejuvenate and reuse metal-fouled spent catalysts from residue hydroprocessing units. As a part of an extensive research program on the subject, we report in this paper about the extraction of the deposited vanadium from the spent catalyst using ferric nitrate–oxalic acid reagent system and its effect on catalyst’s surface area and activity recovery. A comparative assessment of different modes of ferric nitrate addition to oxalic acid, namely, (i) continuous addition, (ii) batch addition, and (iii) successive addition, on the leaching efficiency was made. The results revealed that addition of ferric nitrate to oxalic acid enhanced its leaching activity remarkably, and continuous mode of addition was more effective than the others. The improvements in the surface area and pore volume of the catalyst were better and about 85% of the HDS activity was recovered for the catalyst leached with ferric nitrate–oxalic acid reagent system in a continuous addition mode. Removal of the coke from the leached catalyst increased the HDS activity further from 85 to 95% of fresh catalyst activity. The unleached vanadium remaining in the catalyst was not concentrated at pore mouths, but was well distributed within the pellet. The enhanced leaching of vanadium in the continuous addition mode of the oxidizing reagent was explained in terms of a synergistic mechanism involving oxidation and complex formation reactions of the low-valent vanadium sulfide species during treatment with the ferric nitrate–oxalic acid reagent system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903001845",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Marafi, M"
          },
          {
            "@_fa": "true",
            "$": "Stanislaus, A"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903001845"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903001845"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00184-5",
        "prism:volume": "202",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Studies on rejuvenation of spent residue hydroprocessing catalysts by leaching of metal foulants",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Rejuvenation"
          },
          {
            "@_fa": "true",
            "$": "Hydroprocessing catalysts"
          },
          {
            "@_fa": "true",
            "$": "Metal foulants"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "117-125",
        "prism:endingPage": "125",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 2003",
        "prism:doi": "10.1016/S1381-1169(03)00184-5",
        "prism:startingPage": "117",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00184-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "13",
            "@width": "405",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1410",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "20",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "932",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "854",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "20",
            "@width": "179",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "714",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "557",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1953",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1956",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "194",
            "@width": "283",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5482",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "107",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1213",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "395",
            "@width": "451",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9251",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "99",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2195",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "389",
            "@width": "414",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32634",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "90",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1753",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "419",
            "@width": "405",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30142",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1107",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "425",
            "@width": "446",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9344",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2074",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "436",
            "@width": "418",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001845-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56325",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038110870"
      }
    }
  }
}