{
  "metadata": {
    "title": "Kinetic investigations concerning selectivity of different Shcrock-type carbene complexes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-01-14",
    "doi": "10.1016/S1381-1169(96)00080-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996000805",
    "pii": "S1381116996000805"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0343471448",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-24 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996000805 S1381-1169(96)00080-5 S1381116996000805 10.1016/S1381-1169(96)00080-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00660 2015-05-15T05:56:33.63776-04:00 0 0 19970114 1997 1998-03-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 115 115 1 1 Volume 115, Issue 1 5 29 35 29 35 19970114 14 January 1997 1997-01-14 1997 International Symposium on Olefin Metathesis and Related Chemistry Durham, UK 10–14 July 1995 19950710 19950714 converted-article fla Copyright © 1997 Published by Elsevier B.V. KINETICINVESTIGATIONSCONCERNINGSELECTIVITYDIFFERENTSHCROCKTYPECARBENECOMPLEXES THORNCSANYI E DEHMEL 1995 J DOCTORALTHESIS HUMMEL 1970 245 K HUGHES 1972 341 W DALLASTA 1973 142 G HUMMEL 1973 39 K IVIN 1980 367 K THORNCSANYI 1986 187 E SCHROCK 1990 2262 R ZILLES 1995 J DOCTORALTHESIS GRUBBS 1990 5384 R THORNCSANYI 1983 435 E THORNCSANYI 1985 37 E THORNCSANYI 1994 3017 E THORNCSANYI 1995 91 E MACROMOLSYMP OSKAM 1993 11831 J HERGUEZ 1994 1755 V THORNCSANYIX1997X29 THORNCSANYIX1997X29X35 THORNCSANYIX1997X29XE THORNCSANYIX1997X29X35XE item S1381-1169(96)00080-5 S1381116996000805 1-s2.0-S1381116996000805 10.1016/S1381-1169(96)00080-5 271358 2010-09-29T19:49:07.266048-04:00 1997-01-14 1-s2.0-S1381116996000805-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000805/MAIN/application/pdf/0a883f6c2b24e62d965c44043aca49c9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000805/MAIN/application/pdf/0a883f6c2b24e62d965c44043aca49c9/main.pdf main.pdf pdf true 592710 MAIN 7 1-s2.0-S1381116996000805-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000805/PREVIEW/image/png/d2992711ba14f0f672b858f676666c30/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000805/PREVIEW/image/png/d2992711ba14f0f672b858f676666c30/main_1.png main_1.png png 55146 849 656 IMAGE-WEB-PDF 1 EI.SEVIER JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 115 (1997) 29-35 Kinetic investigations concerning selectivity of different Schrock-type carbene complexes Emma Thorn-Csyi * , Jg Dehmel, Hans-Detlef Luginsland, Jg Ulrich Zilles Institute for Technical and Maeromolecular Chemistry of the University of Hamburg Bundesstrage 45, D-20146 Hamburg, Germany Abstract This paper describes investigations concerning the stability, metathesis activity and selectivity of different molybdenum and tungsten Schrock-type carbene complexes. It demonstrates that these catalysts have a limited life time when an acyclic monoolefin is added. Synchronously with decrease of the amount of carbene species olefin isomerization takes place as a catalytic side reaction. The rate of isomerization depends on the concentration and kind of both catalyst and olefin. Catalysts with high metathesis activity also have high activity in these side reactions. Keywords: Metathesis catalyst; Selectivity; Carbene complexes 1. Introduction During investigations of intermolecular metathesis polymer degradation using a stable molybdenum Schrock-type carbene complex Mo(=CHCMe2Ph)(= NAr'Pr2)[OCMe(CF3)2]2 we found an olefin isomerization as a side reaction [1]. This double-bond shift is well known using classical catalyst systems for aolefins [2-4] and internal olefins [4-7] but, to the best of our knowledge, unknown in the case of well defined transition metal carbene complexes. Our results showed furthermore that the double bond isomerization occurs when the metathesis reaction has proceeded to an advanced extent. In order to clarify this preliminary observation kinetic investigations were carried out of Corresponding author. Fax +49 40 4123 6008. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII 51381-1 169(96)00080-5 the stability, metathesis activity and selectivity of tungsten and molybdenum carbene complexes in solution with and without addled olefin. Scheme 1 shows the structures of the highly active carbene catalysts employed [8]. 2. General aspects The quantitative determination of the carbene species was performed using the Wittig-analogous reaction with an aldehyde, see Fig. 1. In RIB SRI N MII -CF, ~C-O-IMI=CH CF p R, I C CF 8F l IM. M -w. Mn Ri: tro-~ R2- fa4Hdy1, I-methyl-I-phenylethyl CnW. 1: Mo; Rt- ~ropy4 R2- 1-methyl-l.phenylethyl rAVI. 2: W ; kl- iso-F; R2- 1-methyl-1-phenyletlql CaW. 3: W ; RI- Mahyl; R2- 1-methyl-l-phenylethyl Scheme 1. 30 E. Thorn-Csyi et al. / Journal of Molecular Catalysis A: Chemical 115 (1997) 29-35 (a) IMI~ 1 (b) fMl-R + Product l O=R* ProductII Fig. 1. Wittig-analogous reaction between the active carbene species and an aldehyde without (a) and with addition of monoolefin (a and b). order to avoid secondary reactions of the coupling product with the substrate the exchange between the carbene species and the aldehyde has to be much faster than the metathes step. For this reason the employment of ketones failed. Our investigations showed that with propanal and benzaldehyde a fast exchange of the carbene ligand could be achieved. The products obtained were identified by GC/MS and quantitatively determined via GC-analysis. traps-2-Butene, traps-3-hexene and traps-5decene were employed as the olefins. In addition to the expected metathesis reaction products, others, caused by double bond isomerization were also detected. The reaction scheme proposed to explain the observed products for m '1-~ C l~3-~ traps-3-hexene as starting olefin is shown in Scheme 2. 3. Results 3.1. Stability of carbene complexes in solution The stability of 8 different transition metal carbene complexes using propanal (Fig. la; R* -CH-CHZ-CH3) as quench reagent were investigated. The results demonstrate that all catalysts (with exception of the neopentylidene-complexes with a dimethylphenylimido ligand) are stable in solution at room temperature for at least 6 days (Figs. 2 and 3). NMR studies demonstrated that the investigated catalysts are stable for several months 3.2. Kinetic investigation of the metathesis product spectra including the active carbene species The kinetic investigation of the product spectrum during metathesis of commercially available traps-5-decene with molybdenum and tungsten carbene complexes was carried out w 3-Flmm Ma. 1l3-Hwm 1+C etc. J+ ~'ww. + ~~ etc. Scheme 2. E. Thorn-Csyi et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 29-35 1 7 Q4 I 42 o m Mso Ti= ih] ~xMo(=CncLeenx~t`*2>[ؕ(cF~,1 oMxehx=Nnr~2)[ochlcF,hh nwenxNAr&P')focMUCF,W2 vؕcHCa%M=NAJ-1,4 xCF,)23, Fig. 2. Time dependent concentration of active tungsten carbene complexes with respect to the initial concentration in methylcyclohexane at room temperature (initial concentration of catalyst, co = 5-10 mmol/1). first. Both catalysts contained the same ligands (Scheme 1; catalysts l and 2). When traps-5-decene containing 0.25-0.30% 4-decene is employed as starting olefin, 4-nonene and 5-undecene are obtained as well as the cis /traps-5-decene. Due to the high excess of 5-decene the formation of 4-octene and 6dodecene is negligible. In order to investigate the time dependency of the metathesis as well tW0CO -I 1 a 40 80 11 lYl no 160 wc~HC14enx=Nnr\"foc~acF,>,l, + wcMe2ehx=Nnl\"~xOCWC7,)~z v w(HC14eienx=lnl-PY'xocmuCFS),12 [] wc=CHx=NAX' \"2HOC,.tcF3)21~ Fig. 3. Time dependent concentration of active molybdenum carbene complexes regarding to the initial concentration in methylcyclohexane at room temperature (initial concentration of catalyst, co = 5-10 mmol/1). 31 o,e c 0 c 0,4 0,2 0 1 10 100 Time [min] 1000 10000 Fig. 4. Time dependent formation of 4-nonene with catalyst 1 (5.47 mmol/1) in presence of traps-5-decene (0.48 mol/1) in methylcyclohexane at room temperature. as the side reaction the formation of 4-nonene was monitored, if only metathesis occurs its amount will be equal to the 4-decene impurity content in the 5-decene used as starting material. Figs. 4 and 5 plot the time dependent amount of cis / traps-4-nonene for a molybdenum and tungsten carbene catalysts, respectively. The results show that in both cases three distinguishable reaction phases exist: firstly an induction period, then metathesis followed by the occurrence of side reactions coupled with metathesis. During the second phase metathesis takes place and equilibrium is established. The amount of 4-nonene is between 0.25 and 0.30 mol% as expected. Furthermore, the figures demonstrate that the metathesis activity of the Oil 0 10 100 1000 10000 Time [mint Fig. 5. Time dependent formation of 4-nonene with catalyst 2 (5.90 o1/1) in presence of traps-S-decene (0.48 mol/1) in methylcyclohexane at room temperature. 32 E. Thorn-Csyi et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 29-35 tungsten carbene complex is higher than that of the molybdenum complex. This is in accordance with some previous results showing that in general tungsten carbene complexes have a higher activity towards trans isomers than molybdenum complexes [10]. Results obtained with the tungsten catalyst showed that the formation of 4-nonene in the third reaction phase is caused by a catalytic process, see Fig. 5. In the experiment with the molybdenum carbene, see Fig. 4, the concentrations of the initial carbene species (Fig. 1, Prod. I), the new carbene with the alkylidene unit of the substrate (Fig. 1, Prod. II) and the sum of both are plotted in Fig. 6. A comparison with Fig. 6 allows the statement that during induction period mainly the initial carbene is present, Synchronously with the metathesis step (the second stage) the exchange of the carbene ligands happens. Additionally the investigations gave us the hint that side reactions occur when the amount of carbene species decreases (see Figs. 4 and 6, t = 2000 min). Next we investigated the tungsten carbene complex 3 in which a dimethylphenylimido replaces the diisopropylphenylimido ligand (see Scheme 1, catal. 3). The concentration of the catalyst was 6.1 mmol/1 in cyclohexane, trans- toe r 80 80 40 20 . .. 0 N 0 xx xx 10 100 Time [min) - Product I -K- Product II -w Product I+II 1000 10000 Fig. 6. Time dependent amount of the initial carbene species, the new carbene with the pentylidene unit of the substrate and the sum of both in presence of traps-5-decene (0.48 mol/1) in methylcyclohexane (catal. 1; c,a,l.- 5.47 mmol/1). ,00 0 80 a 60 40 20 a 12 E to v 8 c 0 s .5 4 . 2 0 1 10 100 1 000 10 000 Time [min] Heptene - Octene - Nonene -- Prod. I Prod. II Fig. 7. Time dependent formation of the carbene species and by-products using catalyst 3 in cyclohexane at room temperature (c,$,al.=6.1 mmol/l, 3-hexene/catal.=100:1). 3-hexene containing 0.5% 2-hexene was used as starting monoolefin with benzaldehyde as quench reagent, Fig. 7 summarizes the results. As expected the induction period of this highly active catalyst could not be observed with the method used. A fast exchange of the initial carbene species with the substrate takes place during the first minutes and the begin of metathesis occurs at the same time. Formation of by-products occurs synchronously with the decrease of carbene species (see Fig. 7; t = 200-2000 min). This is strong evidence that a product of the metathesis catalyst is responsible for the side reactions. Although in this case by-products are formed also during the main metathesis phase, their amounts remain below 1 % during the first 4 hours. Addi- Catal. 4 CF3 F3C_~_O., II _.,O'< CF3 FsC .W - o.. ,o Scheme 3. E. Thorn-Csyi et al. / Journal of Molecular Catalysis A: Chemical 115 (1997) 29-35 2 6 d s4 0 8 1 4 0 20 40 60 60 Time [h] 100 120 140 E v, C3 V2: ova ova 5 v Fig. 8. Time dependent formation of 3-heptene with different catalysts and olefin/catalyst ratios using traps-3-hexene as substrate (see Table 1). tionally we investigated a very stable tungsten carbene complex 4 [11] (Scheme 3). The results achieved were compared with those obtained with the two tungsten catalysts of high activity (catal. 2 and 3), the catalyst concentration was kept constant whereas the olefin/catalyst ratio was varied. Table 1 summarizes the experimental data. In Fig. 8 it can be seen, that within the observed time the highly active Schrock-type carbene complexes (catal. 2 and 3) produce much more by-product than the less active methoxy stabilized catalyst 4. Furthermore a higher olefin surplus causes a higher amount of by-products. Investigations comparing different olefins showed that the isomerization reaction rate decreases with growth of chain length [ 12]. Considering the metathesis activity of the catalysts investigated [1,10,12] it is noted that the catalyst with highest reaction rate in the side reactions also show the highest metathesis turn over rate and vice versa. 3.3. Time dependent UV I vis-spectroscopic measurements of molybdenum carbene complex Mo( = CH CMe2 Ph)(NAr `P `2 )-(OCMe(CF3 )2 )z ) on addition of olefin UV/vis-spectroscopy is a powerful tool for investigation of reactions in catalyst systems 33 Table 1 Reaction conditions for investigations presented in Fig. 8 Exp. No. Catal. No. C=al. (mmol/1) Olefin/catal. V 1 2 0.83 600:1 V 2 2 0.83 200: I V3 3 0.85 600:1 V4 3 0.85 200:1 v5 4 0.88 600: [ V6 4 0.88 200:1 involving transition metal components. Its suitability for classical metathesis catalysts systems based on WCl6 and WOCl4 was demonstrate in our group [13-16]. For a few Schrock-type transition metal carbene complexes UV/vis-spectra are published [ 17,18], nevertheless no spectroscopic data are known for the Mo(=CH CMezPh)(NAr'P`z) (OCMe(CF3)z)z complex 1. Also no UV/vis investigations are published concerning the behaviour of the carbene species on addition of olefin. In this work we deal with the most commonly used Schrock-type carbene 1. Fig. 9 shows the time dependent spectra of the reaction between catalyst 1 and traps-2-butene. The dotted spectrum shows the pure carbene complex 1 in cyclohexane. The main peak at a = 294 nm has an absorption coefficient E294 = 10.5 lmol-'cm-', a shoulder at A = 327 nm is detected as well, Fig. l0a-d present more details. Analysis of this data can be interpreted in terms of three different phases of reaction. 2 1.8 ,,6 ,,4 31,2 Q i :20,8 0,6 0,4 0,2 0 200 250 300 350 400 450 500 550 600 Wave length [nm] Fig. 9. Time dependent UV/vis-spectra of the reaction of carbene 1 with t-2-butene (cm, =4.35 mmol/1, ct_=_bene=0.5 mol/1). 0 min 20 min 7 min - _ -101 min --- _..--_-t63min --- -1528mfn -2787 min --- --- -4540 min 34 1,8 1,8 1,4 1,2 1 0,8 0.8 0.4 0,2 2 1,8 1,8 1,4 1.2 1 10,8 0,8 0.4 0,2 0 During the first stage the main absorbance peak in the UV/vis spectra decrease in intensity and a new band appears as a shoulder at 299 nm (see Fig. l0b). This is due to exchange of the neophylidene ligand of the initial carbene with the substrate trans-2-butene and the formation of an ethylidene complex. Under reaction condi tions (cm. = 4.35 mmol/l, CZ_butene = 0.5 mol/1) this exchange occurs mainly during the first 3 hours. In the second phase nearly identical spec tra were observed (see Fig. lob and c). The slight difference in the region of .t = 260-300 nm is due to the exchange of the remaining initial carbene ligand, after 1528 min a decrease of the main absorbance (.t = 355 nm) is ob served. The third stage is characterized by the decrease of the absorption band a A = 355 nm and an increase of the absorbance in the region of A = 270-310 nm (see Fig. l0d). This can be rationalized as the decomposition of the carbene E. Thorn-Csyi et al. / Journal of Molecular Catalysis A: Chemical 115 (1997) 29-35 37 min 101 min 183 min 0~ a 230 250 270 290 310 330 350 370 380 410 430 450 Wa- [mn1 i min 1528 min 230 260 270 290 370 330 360 370 360 410 430 450 was length [nm] Fig. 10. (a)-(d) Detailed parts of Fig. 9. 2 1.e 7.8 1,4 1.2 183 min 1 10,8 0.8 min 0,4 0.2 0 230 b 250 270 290 310 330 350 370 390 410 430 450 Wtwrt length Inm] 2 1,8 1,8 1,4 1,2 1528 min 0.8 2787 min 0.8 4540 min 0.4 0,2 0 230 d 250 270 290 310 390 350 370 390 410 430 450 Wave length 1-1 complex with formation of a new complex. Our GC investigations of the metathesis product spectrum (under same reaction conditions) show that during the third phase double bond isomerization occurs as a side reaction [1]. These results provide evidence, that not the carbene species but its eventual reaction product is responsible for the catalytic side reactions observed. 4. Summary with conclusion The evidence presented suggests that the selectivity of stable transition metal carbene complexes is high but not unlimited. Synchronously with the decomposition of the carbene species, side reactions take place. Metathesis of high selectivity can be achieved only if the reaction E. Thorn-Csyi et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 29-35 time is shorter than the life time of the catalyst for the particular system investigated. Because the catalysts with the highest metathesis activity show also the highest activity towards side reactions, further investigations are necessary to determine the optimal catalyst and optimal metathesis reaction time for each substrate. 5. Experimental All reactions were carried out under pure argon atmosphere using standard Schlenk technique under rigorous exclusion of water and oxygen (Oxysorb, Fa. Messer Griesheim, Germany). Solvents (cyclohexane, methylcyclohexane) (Fa. Merk, Germany) as well as the olefins ( trans- 3-hexene, trans-5-decene) (Fa. Lancaster, GB) were predried over lithium aluminium hydride, distilled, transferred to butyllithium and degassed. The purity of the compounds was checked by gas chromatography. Catalysts were prepared according to literature [8,11 ]. To quench the catalyst the aldehyde was added in high excess. GC-analysis was carried out with a Hewlett Packard 5890A GC using a 50 m apolar or polar capillary column. GC-MS were recorded using a Hewlett Packard 5890A GC with a 50 m capillary column coupled to VG analytical 70 SE spectrometer and VAX 2000 data system. UV/vis-spectra were recorded with a Cary 14spectrometer (Fa. Applied Physics, Monrovia). 35 Acknowledgements We thank Peter Kraxner for preparation of a molybdenum catalysts and Fonds der Chemi- schen Industrie for financial support. References [1] J. Dehmel, doctoral thesis, University of Hamburg (1995). [2] K. Hummel and W. Ast, Naturwiss., 57 (1970) 245. [3] W.B. Hughes, Organometal. Chem. Syn., l (1972) 341. [4] G. Dall'Asta, G. Stigliani, A. Greco and L. Motta, Chim. Ind. (Milano), 55 (1973) 142. [5] K. Hummel and W. Ast, Makromol. Chem., 166 (1973) 39. [6] K.J. Ivin, G. Lapienis and J.J. Rooney, Polymer, 21 (1980) 367. [7] E. Thorn-Csyi and H. Perrier, J. Mol. Catal., 36 (1986) 187. [8] R.R. Schrock, R.T. De Pue, J. Feldman, K.B. Yap, D.C. Yang, W.M. Davis, L. Park, M. DiMare, M. Schofield, J. Anhaus, E. Walborsky, E. Evitt, C. Krer and P. Betz, Organometallics, 9 (1990) 2262. [9] P. Kraxner, doctoral thesis (in process), University of Ham burg. [10] J.U. Zilles, doctoral thesis, University of Hamburg (1995). [11] R.H. Grubbs, L.K. Johnson, S.C. Virgil and J.W. Ziller, J. Am. Chem. Soc., 112 (1990) 5384. [12] H.-D. Luginsland, doctoral thesis (in process), University of Hamburg. [13] E. Thorn-Csyi and H. Timm, Makromol. Chem., Rapid Commun., 4 (1983) 435. [14] E. Thorn-Csyi and H. Timm, J. Mol. Catal., 28 (1985) 37. [15] E, Thorn-Csyi, J. Dehmel, O. Halle and W. Sciborski, Macromol. Chem. Phys., 195 (1994) 3017. [16] E. Thorn-Csyi, J. Dehmel and B. Dahlke, Macromol. Symp., 97 (1995) 91. [17] J.H. Oskam and R.R. Schrock, J. Am. Chem. Soc., 115 (1993) 11831. [181 V. Herguez and M. Fontanille, J. Polym. Sci. A, 32 (1994) 1755. MOLCAA 96000805 S1381-1169(96)00080-5 10.1016/S1381-1169(96)00080-5 Kinetic investigations concerning selectivity of different Shcrock-type carbene complexes Emma Thorn-Csányi ∗ Jörg Dehmel Hans-Detlef Luginsland Jörg Ulrich Zilles Institute for Technical and Macromolecular Chemistry of the University of Hamburg Bundesstraβe 45, D-20146 Hamburg, Germany ∗ Corresponding author. Fax + 49 40 4123 6008. This paper describes investigations concerning the stability, metathesis activity and selectivity of different molybdenum and tungsten Schrock-type carbene complexes. It demonstrates that these catalysts have a limited life time when an acyclic monoolefin is added. Synchronously with decrease of the amount of carbene species olefin isomerization takes place as a catalytic side reaction. The rate of isomerization depends on the concentration and kind of both catalyst and olefin. Catalysts with high metathesis activity also have high activity in these side reactions. Keywords Metathesis catalyst Selectivity Carbene complexes References [1] J Dehmel doctoral thesis 1995 University of Hamburg [2] K Hummel W Ast Naturwiss 57 1970 245 [3] W.B Hughes Organometal. Chem. Syn. 1 1972 341 [4] G Dall'Asta G Stigliani A Greco L Motta Chim. Ind. (Milano) 55 1973 142 [5] K Hummel W Ast Makromol. Chem. 166 1973 39 [6] K.J Ivin G Lapienis J.J Rooney Polymer 21 1980 367 [7] E Thorn-Csányi H Perner J. Mol. Catal. 36 1986 187 [8] R.R Schrock R.T De Pue J Feldman K.B Yap D.C Yang W.M Davis L Park M DiMare M Schofield J Anhaus E Walborsky E Evitt C Krüger P Betz Organometallics 9 1990 2262 [9] P. Kraxner, doctoral thesis (in process), University of Hamburg. [10] J.U Zilles doctoral thesis 1995 University of Hamburg [11] R.H Grubbs L.K Johnson S.C Virgil J.W Ziller J. Am. Chem. Soc. 112 1990 5384 [12] H.-D. Luginsland, doctoral thesis (in process), University of Hamburg. [13] E Thorn-Csányi H Timm Makromol. Chem., Rapid Commun. 4 1983 435 [14] E Thorn-Csányi H Timm J. Mol. Catal. 28 1985 37 [15] E Thorn-Csányi J Dehmel O Halle W Sciborski Macromol. Chem. Phys. 195 1994 3017 [16] E Thorn-Csányi J Dehmel B Dahlke 2nd ed. Macromol. Symp. 97 1995 91 [17] J.H Oskam R.R Schrock J. Am. Chem. Soc. 115 1993 11831 [18] V Herguez M Fontanille J. Polym. Sci. A 32 1994 1755",
      "scopus-id": "0343471448",
      "coredata": {
        "eid": "1-s2.0-S1381116996000805",
        "dc:description": "This paper describes investigations concerning the stability, metathesis activity and selectivity of different molybdenum and tungsten Schrock-type carbene complexes. It demonstrates that these catalysts have a limited life time when an acyclic monoolefin is added. Synchronously with decrease of the amount of carbene species olefin isomerization takes place as a catalytic side reaction. The rate of isomerization depends on the concentration and kind of both catalyst and olefin. Catalysts with high metathesis activity also have high activity in these side reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-01-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996000805",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Thorn-Csányi, Emma"
          },
          {
            "@_fa": "true",
            "$": "Dehmel, Jörg"
          },
          {
            "@_fa": "true",
            "$": "Luginsland, Hans-Detlef"
          },
          {
            "@_fa": "true",
            "$": "Zilles, Jörg Ulrich"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996000805"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996000805"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00080-5",
        "prism:volume": "115",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetic investigations concerning selectivity of different Shcrock-type carbene complexes",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on Olefin Metathesis and Related Chemistry",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Metathesis catalyst"
          },
          {
            "@_fa": "true",
            "$": "Selectivity"
          },
          {
            "@_fa": "true",
            "$": "Carbene complexes"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "29-35",
        "prism:endingPage": "35",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 January 1997",
        "prism:doi": "10.1016/S1381-1169(96)00080-5",
        "prism:startingPage": "29",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00080-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0343471448"
      }
    }
  }
}