{
  "metadata": {
    "title": "Low temperature hydroxylation of benzene to phenol by hydrogen peroxide over Fe/activated carbon catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-07-02",
    "doi": "10.1016/j.molcata.2007.03.015",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907001793",
    "pii": "S1381116907001793"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-34249302416",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-03-12 2007-03-12 2010-03-27T18:10:43 1-s2.0-S1381116907001793 S1381-1169(07)00179-3 S1381116907001793 10.1016/j.molcata.2007.03.015 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02541 2015-05-15T05:56:33.323092-04:00 0 0 20070702 2007 2007-03-12T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 272 272 1 2 1 2 Volume 272, Issues 1–2 28 169 173 169 173 20070702 2 July 2007 2007-07-02 2007 article fla Copyright © 2007 Elsevier B.V. All rights reserved. LOWTEMPERATUREHYDROXYLATIONBENZENEPHENOLBYHYDROGENPEROXIDEOVERFEACTIVATEDCARBONCATALYST ZHONG Y 1 Introduction 2 Experimental 2.1 Preparation of the catalysts 2.2 Boehm titration of activated carbon 2.3 Characterizations of the catalysts 2.4 The adsorption of benzene 2.5 Activity measurement 3 Results and discussion 3.1 The influence of Fe loading on the texture of the catalyst and on its benzene adsorption 3.2 The interaction of ferric species with the surface groups of activated carbon 3.3 The effect of Fe loading on the activity of hydroxylation of benzene 3.4 The effect of surface composition on the hydroxylation activity 4 Conclusion Acknowledgements References LUCKE 2004 1407 B ZHANG 2005 251 J BALDUCCI 2003 4937 L BIANCHI 2000 4491 D LAUFER 2002 1084 W MASUMOTO 2002 215 Y REIS 2004 189 P TANI 2005 2 M JIAN 2006 1 M WALLING 1975 363 C BROOK 1988 687 M CHOI 2005 1 J CHOI 2005 301 J BOEHM 1964 669 H HINDARSO 2001 788 H RODRIGUEZREINOSO 1998 159 F MORENOCASTILLA 2004 83 C ZIELKE 1996 983 U MORENOCASTILLA 2000 1995 C WAN 2002 156 Y FIGUEIREDO 1999 1379 J ZHONGX2007X169 ZHONGX2007X169X173 ZHONGX2007X169XY ZHONGX2007X169X173XY item S1381-1169(07)00179-3 S1381116907001793 1-s2.0-S1381116907001793 10.1016/j.molcata.2007.03.015 271358 2010-09-17T22:44:12.196445-04:00 2007-07-02 1-s2.0-S1381116907001793-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/MAIN/application/pdf/051b81a6b57945cab565eafc2dac69bc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/MAIN/application/pdf/051b81a6b57945cab565eafc2dac69bc/main.pdf main.pdf pdf true 376095 MAIN 5 1-s2.0-S1381116907001793-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/PREVIEW/image/png/a5080c7e1c587a57a3a3beb22a3e02dc/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/PREVIEW/image/png/a5080c7e1c587a57a3a3beb22a3e02dc/main_1.png main_1.png png 66511 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907001793-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr1/DOWNSAMPLED/image/jpeg/9bec10725e2c18c893c961db7e12e58c/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr1/DOWNSAMPLED/image/jpeg/9bec10725e2c18c893c961db7e12e58c/gr1.jpg gr1 gr1.jpg jpg 17393 248 359 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907001793-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr1/THUMBNAIL/image/gif/100486176353ebff96ad2179dc35e789/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr1/THUMBNAIL/image/gif/100486176353ebff96ad2179dc35e789/gr1.sml gr1 gr1.sml sml 1477 86 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907001793-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr3/DOWNSAMPLED/image/jpeg/c59d60095ae938b149563122ecf6ed52/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr3/DOWNSAMPLED/image/jpeg/c59d60095ae938b149563122ecf6ed52/gr3.jpg gr3 gr3.jpg jpg 27306 576 344 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907001793-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr3/THUMBNAIL/image/gif/f297f7ddd8f5b0a1f68b4225134fe39e/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr3/THUMBNAIL/image/gif/f297f7ddd8f5b0a1f68b4225134fe39e/gr3.sml gr3 gr3.sml sml 862 94 56 IMAGE-THUMBNAIL 1-s2.0-S1381116907001793-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr4/DOWNSAMPLED/image/jpeg/4d88f7153c500812fd5c74d837f435b5/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr4/DOWNSAMPLED/image/jpeg/4d88f7153c500812fd5c74d837f435b5/gr4.jpg gr4 gr4.jpg jpg 17612 241 345 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907001793-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr4/THUMBNAIL/image/gif/7eaeb78591d3dfccc44ef4d61c965088/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr4/THUMBNAIL/image/gif/7eaeb78591d3dfccc44ef4d61c965088/gr4.sml gr4 gr4.sml sml 1647 87 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907001793-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr5/DOWNSAMPLED/image/jpeg/66df4245b6898b970e45c4a6120d9c5f/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr5/DOWNSAMPLED/image/jpeg/66df4245b6898b970e45c4a6120d9c5f/gr5.jpg gr5 gr5.jpg jpg 15631 250 349 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907001793-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr5/THUMBNAIL/image/gif/ef602ada311dd0954a51ea01ee288bfd/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr5/THUMBNAIL/image/gif/ef602ada311dd0954a51ea01ee288bfd/gr5.sml gr5 gr5.sml sml 1503 89 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907001793-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr2/DOWNSAMPLED/image/jpeg/01a738cf64a6258425a88dc2c1055984/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr2/DOWNSAMPLED/image/jpeg/01a738cf64a6258425a88dc2c1055984/gr2.jpg gr2 gr2.jpg jpg 12256 273 342 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907001793-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/gr2/THUMBNAIL/image/gif/5e01f8df44d74ba2c4c75c114923de1a/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/gr2/THUMBNAIL/image/gif/5e01f8df44d74ba2c4c75c114923de1a/gr2.sml gr2 gr2.sml sml 1105 93 117 IMAGE-THUMBNAIL 1-s2.0-S1381116907001793-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/fx1/DOWNSAMPLED/image/gif/f0f1e359455d6ee7a02a296dc3d297fd/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/fx1/DOWNSAMPLED/image/gif/f0f1e359455d6ee7a02a296dc3d297fd/fx1.gif fx1 true fx1.gif gif 4559 174 243 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907001793-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907001793/fx1/THUMBNAIL/image/gif/b22dc732b318d09c463c64fc7a7302aa/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907001793/fx1/THUMBNAIL/image/gif/b22dc732b318d09c463c64fc7a7302aa/fx1.sml fx1 true fx1.sml sml 1768 89 125 IMAGE-THUMBNAIL MOLCAA 6653 S1381-1169(07)00179-3 10.1016/j.molcata.2007.03.015 Elsevier B.V. Fig. 1 The dependence of surface area and pore volume on Fe loading. (●) Pore volume of the catalysts; (□) surface area of the catalysts. Fig. 2 The dependence of the amount of benzene adsorbed on the surface area. Fig. 3 X-ray photoelectron spectra of AC-Fe03. (a) C1s peak; (b) O1s peak. Fig. 4 Effect of iron amount loaded on AC on the activity of hydroxylation of benzene. Condition: catalyst, 0.5g; acetonitrile, 20mL; benzene, 11.2mmol; H2O2, 48.5mmol; T, 303.2K; t, 7.0h. (▴) Conversion of benzene; (■) yield of phenol; (●) catalytic turnover based on Fe added. Fig. 5 Effect of surface carboxylic groups on AC on catalytic activity of AC-Fe. Condition: catalyst, 0.5g; acetonitrile, 20mL; benzene, 11.2mmol; H2O2, 48.5mmol; T, 303.2K; t, 7.0h. (▴) Conversion of benzene; (■) yield of phenol; (●) catalytic turnover of catalysis based on Fe added. Table 1a The relative concentration of different surface carbon species after deconvolution with the increase of Fe2(SO4)3 loaded Sample Fe content (mmol/g) Binding energy (eV) and the composition (%) 284.5 286.0 287.0 288.9 AC 0.0 66.5 18.2(54.4) a 8.7(25.9) 6.6(19.8) AC-Fe03 0.03 70.5 16.6(56.2) 8.7(29.5) 4.2(14.3) AC-Fe08 0.08 71.2 16.3(56.6) 8.6(29.7) 3.9(13.7) AC-Fe11 0.11 73.4 14.9(56.2) 8.3(31.3) 3.4(12.5) AC-Fe15 0.15 77.1 12.9(56.0) 7.5(32.5) 2.6(11.5) AC-Fe30 0.30 81.8 11.9(65.3) 3.8(20.7) 2.6(14.0) AC-Fe43 0.43 85.2 9.3(62.6) 3.4(23.2) 2.1(14.2) AC-Fe51 0.51 86.0 9.2(65.5) 3.4(24.1) 1.5(10.4) AC-Fe55 0.55 89.3 7.8(72.8) 2.6(24.3) 0.3(3.0) a The values in parentheses were obtained by renormalization of the three species (phenol carbon, carbonyl carbon, and carboxylic carbon). Table 1b The relative concentration of different surface oxygen species after deconvolution with the increase of Fe2(SO4)3 loaded Sample Binding energy (eV) and the corresponding composition (%) 531.1 532.2 533.3 534.2 529.8 AC 15.4 34.4(40.6) a 32.9(38.9) 17.3(20.6) AC-Fe03 21.0 33.6(42.7) 31.2(39.6) 14.1(17.6) AC-Fe08 25.5 31.9(45.1) 28.3(39.9) 10.9(15.1) AC-Fe11 32.1 30.8(45.3) 27.7(40.8) 9.3(13.9) AC-Fe15 37.4 28.6(45.8) 26.5(42.4) 7.5(11.8) AC-Fe30 41.9 25.5(46.0) 24.1(43.4) 5.8(10.6) 2.7 AC-Fe43 53.3 21.1(55.2) 13.8(36.1) 3.3(8.8) 8.6 AC-Fe51 58.2 18.3(63.1) 9.7(33.3) 1.3(3.7) 12.8 AC-Fe55 65.5 13.8(65.2) 7.5(33.8) 0.2(1.0) 15.1 a The values in parentheses were obtained by renormalization of the three species (phenol oxygen, lactonic carbon, and carboxylic oxygen). Table 2 Surface oxygen species (by Boehm titration) on surface of AC before and after heat treatment (mmol/g) Activated carbon Carboxylic Lactonic Phenol Carbonyl Total AC 0.96 0.14 1.10 0.46 2.64 573K 0.64 0.18 1.07 0.46 2.35 713K 0.38 0.26 0.71 0.44 1.79 733K 0.11 0.18 0.54 0.37 1.21 Low temperature hydroxylation of benzene to phenol by hydrogen peroxide over Fe/activated carbon catalyst Yongke Zhong Guiying Li ⁎ Liangfang Zhu Yun Yan Gang Wu Changwei Hu ⁎ Key Laboratory of Green Chemistry and Technology (Sichuan University), Ministry of Education, College of Chemistry, Sichuan University, Chengdu, Sichuan 610064, PR China ⁎ Corresponding authors. Tel.: +86 28 88835525; fax: +86 28 85411105. Graphical abstract A series of Fe-based catalysts were prepared, characterized by Boehm titration and XPS, and employed to the hydroxylation of benzene to phenol with hydrogen peroxide under moderate conditions. The surface carboxylic groups on activated carbon were mainly responsible for the ferric species to be anchored, and for the synergistic effect between activated carbon and supported ferric species. A series of Fe-based catalysts were prepared by impregnating activated carbon with the aqueous solution of ferric sulfate. These catalysts were employed to the hydroxylation of benzene to phenol using hydrogen peroxide as the oxidant. Boehm titration and X-photoelectron spectroscopy (XPS) were used to characterize the catalysts. It was found that ferric species were mainly anchored on activated carbon via its interaction with surface carboxylic oxygen group. These supported ferric species was found catalytically active for the titled reaction. A benzene conversion of 19.6%, a phenol yield of 17.5% with a selectivity of 89.3% was obtained under optimized conditions: 303K, atmospheric pressure, and using acetonitrile as the solvent. Keywords Benzene Hydroxylation Activated carbon Ferric species Carboxylic group 1 Introduction The commonly used cumene process for the production of phenol suffers mainly from low atom utilization, low phenol yield, high energy consumption, and the production of equal amount of acetone as the by product [1–3]. The study of the direct hydroxylation of benzene to phenol has attracted increasing interests [1–9]. Traditionally, Fenton reagent was used to oxidize benzene to phenol, where Fe2+ acted as the catalyst, and H2O2 acted as the oxidant [10–11]. Very recently, Choi et al. [12,13] used iron-impregnated activated carbon catalysts to directly convert benzene to phenol. It was found that the hydrophobic nature of the activated carbon surface, the surface acidity or basicity, or the synergistic interactions of the surface groups and the impregnated iron enhanced the performance of these catalysts. In the present work, the hydroxylation of benzene was performed over Fe/activated carbon catalyst operated at ambiance temperature to further explore the catalytic performance of these catalysts, and the interaction between ferric species and activated carbon. 2 Experimental 2.1 Preparation of the catalysts The catalysts were prepared by incipient impregnation of the activated carbon to the aqueous solution of Fe2(SO4)3 with desired concentrations. The activated carbon was coal based and purchased from Jiangsu Nantong Activated Carbon Cooperation (China). It was grounded to 40–80mesh and pretreated with 12M nitric acid before impregnation. The impregnation of activated carbon with Fe2(SO4)3 solution was endured for 30min, and the sample was dried at 380K before use. The as-prepared catalysts were donated as AC-Fe03, AC-Fe08, AC-Fe11, AC-Fe15, AC-Fe30, AC-Fe43, AC-Fe51, and AC-Fe55, respectively, according to the amount of Fe loaded, as shown in Table 1a. 2.2 Boehm titration of activated carbon The Boehm titration of the samples was carried out according to [14]. The aqueous solution of NaHCO3, Na2CO3, or NaOH with a concentration of about 0.05mol/L was used in the titration. Spectroscopically pure ethanol was used to dissolve CH3CH2ONa in preparing the solution needed for titration. 2.3 Characterizations of the catalysts X-ray photoelectron spectroscopies (XPS) of the catalysts were collected in a Krotos-XSAM 800 Multifunctional Electron Spectrometer using monochromatic Al Kα radiation. The anode was operated at 12kV and 20mA. The spectrometer was equipped with a DS300 unit for data acquisition. And the binding energies were referenced to the C1s peak at 284.5eV. The software XPS Peak Processing was used to deconvolute the peaks to separate different species of the same element. The texture of the samples was characterized by Brunauer, Emmett and Teller (BET) method using ZXF-5 equipment (China). 2.4 The adsorption of benzene The benzene adsorption capacity of the catalysts was carried out according to [15]. The catalysts were dried at 380K for 10h, cooled to room temperature in degassing, and then immerged to acetonitrile solution of benzene for 12h at 393K. The amount of benzene adsorbed was calculated according to the variation of the concentration of the solution. 2.5 Activity measurement The oxidation of benzene to phenol was carried out in a two-necked 50mL round bottom flask placed in a water bath. In a typical procedure, 0.5g catalyst and 1mL (11.3mmol) benzene were added into 20mL acetonitrile, and then 5mL (48.5mmol) H2O2 (30%) was added into the above mixture. The reaction was performed without stirring for about 7h. Then, the liquid products were separated from the catalyst by filtration and analyzed by HPLC (Waters 1525P). O-Cresol was used as an internal substance to quantify the phenol formed. The main product of the reaction was further identified by coupled gas chromatography and mass spectroscopy (GC–MS, Agilent 5973 Network 6890N) to be phenol, with a very small amount of benzoquinone. The yield of phenol was calculated as (mmol phenol)/(mmol initial benzene). The selectivity of phenol was calculated as (mmol phenol)/(mmol all products) [9]. The catalytic turnover number (TON) was estimated as (mmol phenol)/(mmol initial ferrum added). 3 Results and discussion 3.1 The influence of Fe loading on the texture of the catalyst and on its benzene adsorption The variation of the surface area and the pore volume of the catalysts with their Fe loadings were shown in Fig. 1 . It was found that both the surface area and the pore volume showed a tendency of decrease with the increase of Fe loading. When the Fe loading increased from 0 to about 0.1mmol/g, the pore volume decreased drastically, while it kept almost constant as Fe loading increased from 0.1 to 0.3mmol/g and decreased obviously again with further increase of Fe loading. This variation implied that the ferric species entered and blocked up firstly (when Fe loading <0.1mmol/g) the micro-pores of the activated carbon, then coated the surface of meso- and macro-pores, and blocked up the meso- or macro-pores when sufficient ferric species were loaded. The variation of the surface area showed almost the same tendency, although it was not as obvious as that of the pore volume. This confirmed the above deduction. Thus, in the present aqueous system, ferric species also tended to distribute on the interior of the porosity. It was summarized that the metal precursor would be mostly located at the external surface of the carbon particle when using water as the solvent for impregnation, but it would penetrate to the interior of the porosity when using acetone [16]. The difference of the above results from [16] might be caused by different metal precursor used. The dependence of the amount of benzene adsorbed on the surface area was shown in Fig. 2 . It was indicated that the amount of benzene adsorbed decreased almost linearly with the decrease of the surface area as the loading of Fe increased. The amount of benzene adsorbed was much lower than that reported previously [15]. This small amount of benzene adsorption comparing to [15] might be originated from the fact that different activated carbon and impregnating solvents were used. The reported [15] amount of benzene absorbed was much higher, because the activated carbon used in Ref. [15] had much higher surface area. The hydrophobic nature of benzene in aqueous solvent also resulted in a higher benzene absorption than in acetonitrile solvent in the present work [15,17]. 3.2 The interaction of ferric species with the surface groups of activated carbon The catalyst samples were characterized by XPS technique, and the representative XPS peaks were shown in Fig. 3 . Fig. 3 showed that both the C1s peak and O1s peak of the catalysts were asymmetric, indicating the convolution of different surface carbon and oxygen species. The surface carbon could be assigned to graphite carbon and the contaminant carbon, phenol carbon, carbonyl carbon, and carboxylic carbon according to the bonding energy of 284.5, 286.0, 287.1, and 288.9eV, respectively, after deconvolution. And the O1s bonding energies of 529.8, 531.1, 532.2, 533.3, 534.2, and 535.5eV, respectively, could be assigned to hydrolyzed oxygen of ferric species, carbonyl oxygen, phenol oxygen, lactonic oxygen, carboxylic acid oxygen, and water oxygen, [18,19]. It should be noted that the O1s peak of O in SO4 2− overlapped with that of carbonyl oxygen at about 531.1eV [20]. The relative concentration of each species deconvoluted was shown in Tables 1a and 1b . The variation of the relative concentration of different surface carbon and oxygen species with the increase of Fe loading might indicate the interaction of ferric species with the activated carbon. Since the C1s XPS peaks of graphite carbon and of contaminant carbon overlapped, and so did the O1s XPS peaks of SO4 2− oxygen and carbonyl oxygen, it was not apparent to compare the variation of different carbon and oxygen species directly from the deconvoluted values. In order to compare the variation of phenol carbon, carbonyl carbon and carboxylic carbon, as well as that of phenol oxygen, lactonic oxygen and carboxylic oxygen, a renormalization of both the three carbon and oxygen species was made and the results were shown in the parentheses of Tables 1a and 1b. It was clear that with the increase of Fe loading from 0 to 0.11mmol/g, the relative concentration of phenol carbon, carbonyl carbon, as well as phenol oxygen and lactonic oxygen varied slightly, while that of carboxylic carbon and carboxylic oxygen decreased drastically. This implied that ferric species anchored firstly on the carboxylic site, with further increase in Fe loading, the ferric species interacted with or covered the lactonic or carbonyl surface groups. This was in good agreement with [16] that carboxylic groups were essential for the support of iron nitrate. That is to say, the carboxylic groups were also essential for the support of iron sulfate. When the Fe loading was higher than 0.3mmol/g, a new oxygen species at 529.8eV was observed. This new species could be attributed to oxygen species in the hydrolyzed product of ferric sulfate, indicating the formation of new ferric species. 3.3 The effect of Fe loading on the activity of hydroxylation of benzene The results of activity test were shown in Fig. 4 . It was shown that the conversion of benzene increased with increasing Fe loading firstly, reached a maximum value at Fe loading of about 0.3mmol/g, and then decreased slightly with further increment of Fe loading. The yield of phenol varied in a similar trend as the benzene conversion with the increase of Fe loading. The catalytic turnover in terms of phenol produced per Fe used varied similarly, with the highest value at a Fe loading of 0.11mmol/g (AC-Fe11). The highest benzene conversion and highest phenol yield obtained were 19.6% and 17.5%, respectively, over AC-Fe30, with a selectivity of 89.3%. This yield of phenol is a little lower than that reported by Choi et al. (20%) [12], while the selectivity of phenol was much higher than the reported value (75%) in [12]. This might be caused by much lower temperature and different ferric precursor used in the present work. Control experiments carried out at 318, 333 and 348K gave reduced selectivities as 88.1, 84.4 and 81.1%, respectively, confirming the above deduction. It was interesting to note that the highest catalytic turnover was observed on AC-Fe11. As mentioned above, the ferric species interacted mainly with surface carboxylic groups below the Fe loading of 0.11mmol/g, and beyond this loading, ferric species might interact with other surface oxygen groups. The drastic decrease of both carboxylic oxygen and carboxylic carbon, as well as the appearance of new inactive ferric species might be responsible for the decrease of catalytic activity. Those facts revealed that the ferric species interacted with carboxylic groups was mainly active for the target reaction. 3.4 The effect of surface composition on the hydroxylation activity In order to confirm the contribution of carboxylic species on the catalytic performance to the titled reaction, the activated carbon was pretreated by heating in nitrogen flow at different temperatures to change the amount of the different groups before catalyst preparation. The variation of the amount of groups was determined by Boehm titration. The results were shown in Table 2 . It was indicated that the heat pretreatment at 573K in nitrogen flow reduced mainly the amount of carboxylic groups, and at 713K the amount of phenolic groups decreased further, while the amount of lactonic groups increased slightly, indicating that there was some lactonic groups formed during the heat pretreatment. At 773K, the amount of lactonic was also reduced. It was in accordance with the results obtained by temperature programmed desorption [21]. Obviously, the reduction of some of phenolic groups at 713K was due to the formation lactonic groups. As shown in Fig. 5 , the catalyst prepared using the heat-treated activated carbon as the support showed reduced activity because of the decrease of the surface carboxylic groups on the support. This further confirmed the importance of carboxylic groups for the preparation of hydroxylation catalyst. To further confirm the above deduction, a control experiment using different modeled complexes of Fe as the catalysts was carried out. Salicylic acid, catechol and phthalic acid were used to coordinate to ferric species. The reaction of Fe2(SO4)3 with phthalic acid gave a yellow precipitant which showed no activity. The homogeneous solution of the salicylic acid coordinated ferric species and catechol coordinated ferric species showed a phenol yield of 16.3% (TON 6.1, which was close to the AC-Fe30 catalyst) and 5.5% (TON 2.1), respectively. This showed that the coordination of salicylic acid to ferric species gave a much higher activity. That is, the interaction of both the carboxylic group and the hydroxyl group of salicylic acid with ferric species favored the catalytic performance of the ferric species for the titled reaction. This might be why activated carbon acted well as a support for it provided both carboxylic and phenol groups for the interaction with ferric species. 4 Conclusion Activated carbon supported ferric sulfate catalyst showed good catalytic performance for the direct hydroxylation of benzene to phenol by hydrogen peroxide under moderate condition. The ferric species anchored firstly to carboxylic groups providing high performance catalytic phase for the titled reaction. The synergistic effect of activated carbon for the titled reaction might be provided by the coexistence of carboxylic and phenol surface groups. Acknowledgements The financial support from the National Natural Science Foundation of China (20502017) and the Teaching and Research Award Program for Outstanding Yong Teachers in Higher Education Institution of MOE, PR China (2002) are greatly appreciated. References [1] B. Lücke K.V. Narayana A. Martin K. Jähnisch Adv. Synth. Catal. 346 2004 1407 [2] J. Zhang Y. Tang G. Li C. Hu Appl. Catal. 278 2005 251 [3] L. Balducci D. Bianchi R. Bortolo R. D’Aloisio M. Ricci R. Tassinari R. Ungarelli Angew. Chem. Int. Ed. 42 2003 4937 [4] D. Bianchi R. Bortolo R. Tassinari M. Ricci R. Vignola Angew. Chem. 112 2000 4491 [5] W. Laufer J.P.M. Niederer W.F. Hoelderich Adv. Synth. Catal. 344 2002 1084 [6] Y. Masumoto R. Hamada K. Yokota S. Nishiyama S. Tsuruya J. Mol. Catal. A 184 2002 215 [7] P.M. Reis J.A.L. Silva J.J.R. Fraústo da Silva A.J.L. Pombeiro J. Mol. Catal. A 224 2004 189 [8] M. Tani T. Sakamoto S. Mita S. Sakaguchi Y. Ishii Angew. Chem. Int. Ed. 44 2005 2 [9] M. Jian L. Zhu J. Wang J. Zhang G. Li C. Hu J. Mol. Catal. A 253 2006 1 [10] C. Walling R.A. Johnson J. Am. Chem. Soc. 97 1975 363 [11] M.A. Brook L. Castle J.R.L. Smith R. Higgins K.P. Morris J. Chem. Soc. Perkin Trans. II 1988 687 [12] J.S. Choi T.H. Kim K.Y. Choo J.S. Sung M.B. Saidutta S.O. Ryu S.D. Song B. Ramachandra Y.W. Rhee Appl. Catal. A: Gen. 290 2005 1 [13] J.S. Choi M.B. Saidutta S.D. Song Y.W. Rhee J. Porous Mater. 12 2005 301 [14] H.P. Boehm E. Diehl W. Heck R. Sappok Angew. Chem. Int. Ed. 3 1964 669 [15] H. Hindarso S. Ismadji F. Wicaksana Mudjijati N. Indraswati J. Chem. Eng. Data 46 2001 788 [16] F. Rodríguez-Reinoso Carbon 36 1998 159 [17] C. Moreno-Castilla Carbon 42 2004 83 [18] U. Zielke K.J. Hüttinger W.P. Hoffman Carbon 34 1996 983 [19] C. Moreno-Castilla M.V. López-Ramón F. Carrasco-Marìn Carbon 38 2000 1995 [20] Y. Wan C.W. Yan Q. Qu Z.M. Shi C.N. Cao Acta. Phys. Chem. Sin. 18 2002 156 [21] J.L. Figueiredo M.F.R. Pereira M.M.A. Freitas J.J.M. Órfão Carbon 37 1999 1379",
      "scopus-id": "34249302416",
      "coredata": {
        "eid": "1-s2.0-S1381116907001793",
        "dc:description": "A series of Fe-based catalysts were prepared by impregnating activated carbon with the aqueous solution of ferric sulfate. These catalysts were employed to the hydroxylation of benzene to phenol using hydrogen peroxide as the oxidant. Boehm titration and X-photoelectron spectroscopy (XPS) were used to characterize the catalysts. It was found that ferric species were mainly anchored on activated carbon via its interaction with surface carboxylic oxygen group. These supported ferric species was found catalytically active for the titled reaction. A benzene conversion of 19.6%, a phenol yield of 17.5% with a selectivity of 89.3% was obtained under optimized conditions: 303K, atmospheric pressure, and using acetonitrile as the solvent.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-07-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907001793",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhong, Yongke"
          },
          {
            "@_fa": "true",
            "$": "Li, Guiying"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Liangfang"
          },
          {
            "@_fa": "true",
            "$": "Yan, Yun"
          },
          {
            "@_fa": "true",
            "$": "Wu, Gang"
          },
          {
            "@_fa": "true",
            "$": "Hu, Changwei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907001793"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907001793"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00179-3",
        "prism:volume": "272",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Low temperature hydroxylation of benzene to phenol by hydrogen peroxide over Fe/activated carbon catalyst",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Benzene"
          },
          {
            "@_fa": "true",
            "$": "Hydroxylation"
          },
          {
            "@_fa": "true",
            "$": "Activated carbon"
          },
          {
            "@_fa": "true",
            "$": "Ferric species"
          },
          {
            "@_fa": "true",
            "$": "Carboxylic group"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "169-173",
        "prism:endingPage": "173",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 July 2007",
        "prism:doi": "10.1016/j.molcata.2007.03.015",
        "prism:startingPage": "169",
        "dc:identifier": "doi:10.1016/j.molcata.2007.03.015",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "248",
            "@width": "359",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17393",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1477",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "576",
            "@width": "344",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27306",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "56",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "862",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "241",
            "@width": "345",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17612",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1647",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "250",
            "@width": "349",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15631",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1503",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "273",
            "@width": "342",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12256",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1105",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "174",
            "@width": "243",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4559",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907001793-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1768",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/34249302416"
      }
    }
  }
}