{
  "metadata": {
    "title": "Catalytic performance of metal oxides for the synthesis of propylene carbonate from urea and 1,2-propanediol",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-06-01",
    "doi": "10.1016/j.molcata.2007.01.018",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907000416",
    "pii": "S1381116907000416"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-34247251462",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-01-18 2007-01-18 2010-03-27T18:10:43 1-s2.0-S1381116907000416 S1381-1169(07)00041-6 S1381116907000416 10.1016/j.molcata.2007.01.018 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02528 2015-05-15T05:56:33.323092-04:00 0 0 20070601 2007 2007-01-18T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 270 270 1 2 1 2 Volume 270, Issues 1–2 5 44 49 44 49 20070601 1 June 2007 2007-06-01 2007 article rev Copyright © 2007 Elsevier B.V. All rights reserved. CATALYTICPERFORMANCEMETALOXIDESFORSYNTHESISPROPYLENECARBONATEUREA12PROPANEDIOL LI Q 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.2 Characterization of catalysts 2.2.1 BET measurement 2.2.2 Temperature programmed desorption-mass spectrometry experiments 2.2.3 FTIR spectrometry of catalytic activation of urea 2.3 Catalytic test 3 Results 3.1 Acid and base properties 3.2 Urea activation 3.3 Catalytic performance 4 Discussion 4.1 Activated decomposition of urea 4.2 Synthesis of propylene carbonate 5 Conclusions References JOHN 2003 663 674 H SHAIKH 1996 951 976 A WEI 2003 343 346 T RANDOLPH 1995 5712 5719 J KOMURA 1973 550 553 H ARESTA 2000 799 802 M DARENSBOURG 1996 155 174 D BACKVALL 1980 4985 4988 J KRUPER 1995 725 727 W IWASAKI 2000 713 719 T CALO 2002 2561 2563 V YANG 2002 274 275 H KAWANAMI 2003 896 897 H KIHARA 1993 6198 6202 N YAMAGUCHI 1999 4526 4527 K YASUDA 2002 547 550 H KIM 2002 226 229 H PADDOCK 2001 11498 11499 R ZHAO 2004 4032 4038 X BALL 1984 95 108 P KEULEERS 1999 4621 R STEWART 1957 248 J SOLYMOSI 1984 19 25 F SOLYMOSI 1979 552 553 F THEOPHANIDES 1987 237 264 T NEWMAN 1967 3267 3269 M ESTIU 2004 6932 6944 G RODRIGUEZSANTIAGO 2003 9865 9874 L PEPPEL 1958 767 770 W LIX2007X44 LIX2007X44X49 LIX2007X44XQ LIX2007X44X49XQ item S1381-1169(07)00041-6 S1381116907000416 1-s2.0-S1381116907000416 10.1016/j.molcata.2007.01.018 271358 2010-09-17T22:43:11.278627-04:00 2007-06-01 1-s2.0-S1381116907000416-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/MAIN/application/pdf/2587e1d8888f19d8cccc36f4c2cf4647/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/MAIN/application/pdf/2587e1d8888f19d8cccc36f4c2cf4647/main.pdf main.pdf pdf true 537779 MAIN 6 1-s2.0-S1381116907000416-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/PREVIEW/image/png/8adb5e56fc73dcc41ea2c6f2d4195927/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/PREVIEW/image/png/8adb5e56fc73dcc41ea2c6f2d4195927/main_1.png main_1.png png 41941 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907000416-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr1/DOWNSAMPLED/image/jpeg/f761667011dbddc6e824c3a785dea1da/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr1/DOWNSAMPLED/image/jpeg/f761667011dbddc6e824c3a785dea1da/gr1.jpg gr1 gr1.jpg jpg 27951 248 391 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000416-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr1/THUMBNAIL/image/gif/eaca434626ec71fb5e72dd01fa07e5c6/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr1/THUMBNAIL/image/gif/eaca434626ec71fb5e72dd01fa07e5c6/gr1.sml gr1 gr1.sml sml 1937 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907000416-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr2/DOWNSAMPLED/image/jpeg/f99e602da849f7536bc872e0af06739c/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr2/DOWNSAMPLED/image/jpeg/f99e602da849f7536bc872e0af06739c/gr2.jpg gr2 gr2.jpg jpg 30065 248 393 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000416-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr2/THUMBNAIL/image/gif/019660c0fe8313c2d8989491d51717c0/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr2/THUMBNAIL/image/gif/019660c0fe8313c2d8989491d51717c0/gr2.sml gr2 gr2.sml sml 2074 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907000416-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr3/DOWNSAMPLED/image/jpeg/dbc7953520c55cb0eee0ad929bc0ab8c/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr3/DOWNSAMPLED/image/jpeg/dbc7953520c55cb0eee0ad929bc0ab8c/gr3.jpg gr3 gr3.jpg jpg 30782 243 392 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000416-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr3/THUMBNAIL/image/gif/5800f49f3c3a5b7f5693e7ebdab1db9f/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr3/THUMBNAIL/image/gif/5800f49f3c3a5b7f5693e7ebdab1db9f/gr3.sml gr3 gr3.sml sml 2110 78 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907000416-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr4/DOWNSAMPLED/image/jpeg/0d446f40dc4464726e4103184afeaec4/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr4/DOWNSAMPLED/image/jpeg/0d446f40dc4464726e4103184afeaec4/gr4.jpg gr4 gr4.jpg jpg 35639 604 392 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000416-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr4/THUMBNAIL/image/gif/5fbc8bdb88061f9b6821393adc50a899/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr4/THUMBNAIL/image/gif/5fbc8bdb88061f9b6821393adc50a899/gr4.sml gr4 gr4.sml sml 813 92 60 IMAGE-THUMBNAIL 1-s2.0-S1381116907000416-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr5/DOWNSAMPLED/image/jpeg/d1365bfb53e80457ccca3a49090db5f2/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr5/DOWNSAMPLED/image/jpeg/d1365bfb53e80457ccca3a49090db5f2/gr5.jpg gr5 gr5.jpg jpg 15695 249 388 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000416-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/gr5/THUMBNAIL/image/gif/305b8c4222c43935a7d0c88fa1547603/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/gr5/THUMBNAIL/image/gif/305b8c4222c43935a7d0c88fa1547603/gr5.sml gr5 gr5.sml sml 1265 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907000416-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/sc1/DOWNSAMPLED/image/gif/43dec0c1f40854c183593877139e0bf7/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/sc1/DOWNSAMPLED/image/gif/43dec0c1f40854c183593877139e0bf7/sc1.gif sc1 sc1.gif gif 14198 420 672 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907000416-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907000416/sc1/THUMBNAIL/image/gif/56eb1d7a8fd201764055d4bd6c99eb26/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907000416/sc1/THUMBNAIL/image/gif/56eb1d7a8fd201764055d4bd6c99eb26/sc1.sml sc1 sc1.sml sml 1274 78 125 IMAGE-THUMBNAIL MOLCAA 6548 S1381-1169(07)00041-6 10.1016/j.molcata.2007.01.018 Elsevier B.V. Fig. 1 CO2-TPD of catalysts (1, CaO; 2, La2O3; 3, MgO; 4, ZnO; 5, ZnS; 6, ZrO2; 7, Al2O3). Fig. 2 NH3-TPD of catalysts (1, CaO; 2, La2O3; 3, MgO; 4, ZnO; 5, ZnS; 6, ZrO2; 7, Al2O3). Fig. 3 FTIR spectra of urea interacted with catalysts (1, CaO; 2, La2O3; 3, MgO; 4, ZnO; 5, ZnS; 6, ZrO2; 7, Al2O3; 8, blank). Fig. 4 Influence of reaction time without and with ZnO catalyst (A, without catalyst; B, ZnO catalyst). Fig. 5 The relationship between the area of isocyanate species in FTIR and the yield of propylene carbonate over oxides (a, isocyanate species in FTIR; b, propylene carbonate). Scheme 1 The mechanism of synthesis propylene carbonate over metal oxides. Table 1 BET surface area and acid–base properties of metal oxides Entry Catalyst S BET (m2/g) Acidity (μmol/g) Basicity (μmol/g) A/B a 1 CaO 9.5 2.30 63.66 0.04 2 La2O3 21.0 0.54 1.69 0.32 3 MgO 7.4 3.93 17.82 0.22 4 ZnO 6.7 1.02 0.98 1.04 5 ZnS 35.2 31.31 0.54 57.64 6 ZrO2 33.4 29.10 3.22 9.04 7 Al2O3 136.5 20.90 6.93 3.02 a Acidity/basicity ratio. Table 2 Catalytic performance of metal oxides for synthesis propylene carbonate Catalysts Conversion (%) urea Yield (%) 2-Hydroxypropyl carbamate Propylene carbonate 4-Methyl-2- oxazolidone Blank 89.3 48.6 40.7 0 Al2O3 90.4 51.5 38.9 0 ZrO2 92.8 52.7 40.1 0 ZnS 89.8 50.3 39.5 0 ZnO 100.0 1.1 98.9 0 MgO 97.7 2.8 92.9 1.4 La2O3 94.3 5.6 86.8 2.2 CaO 85.6 7.2 74.6 3.8 Review Catalytic performance of metal oxides for the synthesis of propylene carbonate from urea and 1,2-propanediol Qibiao Li a b Ning Zhao a Wei Wei a Yuhan Sun a ⁎ a State Key Laboratory of Coal Conversion, Institute of Coal Chemistry, Chinese Academy of Sciences, Taiyuan 030001, China b Graduate School of the Chinese Academy of Sciences, Beijing 100039, China ⁎ Corresponding author. Tel.: +86 351 2023638; fax: +86 351 4041153. The influences of acid–base properties of metal oxides on the catalytic performance for synthesis of propylene carbonate from urea and 1,2-propanediol was investigated, and the reaction was stepwise. The amphoteric ZnO showed the best activity, and the yield of propylene carbonate reached 98.9%. The urea decomposition over oxides was characterized by using FTIR. ZnO, CaO, MgO and La2O3 were favorable to promote urea decomposition to form the isocyanate species, and the formation of isocyanate species was the key to urea alcoholysis. The catalytic activity of urea decomposition was consistency to the catalytic performance for synthesis of propylene carbonate. Based on these, the probable reaction mechanism was proposed. Keywords Propylene carbonate Urea Metal oxides Acid–base properties 1 Introduction Propylene carbonates have been found numerous applications as both inert solvents and reactive intermediates. As an excellent solvent with low toxicity, biodegradability and high boiling point, propylene carbonates favors many applications, such as processing agent for the production of polyacrylonitrile fibers, additives in fuel, lube and hydraulic fluids; separation of carbon dioxide and hydrogen sulfide, component of electrolytes in lithium-ion rechargeable batteries, etc. As reactive intermediates, propylene carbonates is used for pharmaceutical and polymer synthesis [1,2], and for the production of dimethyl carbonate (DMC) via transesterification with methanol [3,4]. Propylene carbonates could be synthesized from 1,2-propanediol with phosgene, transesterification of 1,2-propanediol with alkyl carbonate [5,6], direct oxidation of olefins with carbon dioxide [7,8]. However, these reactions are not eco-friendly or lack economical viability due to risks associated with the use of the poisonous compounds or the low conversion and yield. Now propylene carbonates are mainly produced industrially by the cycloaddition of carbon dioxide with propylene oxide [9], which causes serious safety problems because propylene oxide is a dangerous chemical substance. Furthermore, these homogeneous catalysts [10–20], including alkali metal salts, ammonium salts, ionic liquids, transition metal and main group complexes, currently suffered from drawbacks such as low catalyst reactivity or selectivity, the need for co-solvent, or the requirement for high pressure and/or high temperature, and catalyst separation as well. Compared with those traditional routes for synthesis of propylene carbonates, the route from urea and 1,2-propanediol shows advantages, such as cheap and easily available feedstock, mild reaction condition and safe operation. The synthesis of alkylene carbonates from urea and alkylene glycol was first revealed by Su and Speranza [21] over a toxic organictin catalyst or without any catalysts, and the yield of propylene carbonates reached 84%. Doya et al. [22] improved the yield of propylene carbonates up to 97% by using a catalyst of zinc, magnesium, lead, and calcium or their compounds under vacuum, which was the innovative work. However, only the results of propylene carbonate at different reactive conditions was given as reaction examples in the patent. Zhao et al. [23] reported the catalysts performance of homogeneous and supported zinc acetate, and the yield of propylene carbonates reached 94% and 78%, respectively. Ball et al. [24] considered that the urea alcoholysis reaction for synthesis of organic carbonates proceeded in two steps. The carbamate was formed very quickly in the first step, and the rate of the subsequent reaction to carbonates was very low. The stepwise process for synthesis of propylene carbonate from urea and 1,2-propanediol over oxides was not identified yet. The present work was aimed to confirm the reaction process and elucidate the influences of acid–base properties of metal oxides on the catalytic performance for synthesis of propylene carbonate, and then focused on the understanding of the reaction mechanism of urea alcoholysis. 2 Experimental 2.1 Preparation of catalysts CaO, La2O3, MgO, ZnO, ZnS, ZrO2 and Al2O3 were used as catalysts. CaO was prepared by decomposition of calcium carbonate at 850°C for 3h, La2O3, MgO, ZnO and ZnS were the commercially available reagents. ZrO2 was prepared by decomposition of zirconium hydroxide at 500°C for 3h, and Al2O3 was prepared by decomposition of aluminum hydroxide at 650°C for 3h. 2.2 Characterization of catalysts 2.2.1 BET measurement BET surface areas of the samples were measured by nitrogen adsorption using a Micromeritics ASAP-2000 apparatus. 2.2.2 Temperature programmed desorption-mass spectrometry experiments Carbon dioxide and ammonia were used as the probe molecule to determine the basicity and acidity of catalysts. About 100mg of the samples was placed in the quartz reactor bed, and was pretreated by temperature programmed desorption (TPD) procedure in flowing argon at assigned temperature for 60min, and then the sample was cooled to room temperature. The probe molecular was pulsed to the reactor by using six-way valve till reaching saturation. Once the physically absorbed probe molecular was purged off, TPD experiment was started with heating rate of 10°C/min under argon flow (50mL/min), and the effluent was monitored by a Balzers Omnistar™ Mass spectrometer through the whole process. 2.2.3 FTIR spectrometry of catalytic activation of urea The sample was prepared by mixing catalyst and urea with equal mol ratio at 150°C for 30min under nitrogen gas, then 1mg mixture samples and 200mgKBr were ground completely and pressed into thin disks for scanning. FTIR spectra were recorded on a Nicolet Magna 550II Fourier-transform infrared spectrometer in the region of 4000–400cm−1, and were scanned with a resolution of 4cm−1. 2.3 Catalytic test The reaction was performed in a 250mL three-necked-flask, which was equipped with a mechanical agitator, cycle reflux condenser along with gas–liquid separators and thermocouple thermometer. After 0.75mol 1,2-propanediol, 0.5mol urea and 0.6g catalysts were charged into the reactor, the reactor was heated to 170°C for 2h at a pressure of 280mmHg. After reaction, the reactor was cooled to room temperature and solid catalyst was separated from liquid by centrifuge. The products were identified by HP-6890 equipped with a HP-5MS capillary column and HP-5973 mass selective detector, and analyzed by gas chromatography (GC-920) equipped with a HP-5 capillary column and a FID detector. 3 Results 3.1 Acid and base properties In order to illustrate the difference of acid–base properties of catalysts, CaO, La2O3, MgO, ZnO, ZrO2, Al2O3 along with ZnS (as the comparison with ZnO) were measured by CO2-TPD and NH3-TPD, respectively. The data in Table 1 indicated that the dominant character of CaO, La2O3 and MgO were basic (A/B<1), ZnS, ZrO2 and Al2O3 showed acidic (A/B>1), but ZnO almost had equal acid–base properties (A/B≈1). Fig. 1 shows CO2-TPD profile of metal oxides (basicity). CaO gave desorption at 530°C with shoulder peaks at 495 and 575°C, La2O3 at 450°C, and MgO at 154, 201 and 280°C, respectively. ZnO showed a little desorption at 351 and 395°C. For acidic oxides, ZnS almost had no adsorption, ZrO2 and Al2O3 gave desorption at 161 and 165°C, respectively. These results suggested that besides strong basic oxides CaO and La2O3, MgO showed both moderate and weak basic sites, ZnO between La2O3 and MgO, while ZrO2 and Al2O3 were weak. Fig. 2 shows NH3-TPD spectra (acidity). Those oxides all had a certain adsorption towards ammonia. CaO gave desorption at 394°C, La2O3 around 154°C, and MgO at 210 and 345°C, respectively, ZnO showed desorption at 251 and 497°C. The acidity was very little for amphoteric ZnO and basic oxides, but their acidic site led to the following order: ZnO>CaO>MgO>La2O3. For acidic oxides, ZnS gave desorption at 357°C, Al2O3 at 206°C, and ZrO2 at 202 and 311°C, respectively, and a wide range of their acidic sites from 100 to 500°C was remarkable. Their acidity was much higher than that of CaO, La2O3, MgO and ZnO (see Table 1). However, the acidity was hardly related with BET surface area. It might be determined by their cationic properties, i.e. the electrophilicity of metal cations. For instance, the larger amount of acidity over ZnS than ZnO might be due to that the electronegativity of sulfur atom is lower than that of oxygen atom, which further influenced the electrophilicity of zinc cation. Thus, ZnS, ZrO2 and Al2O3 had high acidity compared with the others. 3.2 Urea activation Fig. 3 shows the FTIR spectra of urea interacted with various metal oxides. The absorbance at 3440, 3350 and 3210cm−1 were assigned to the N–H symmetry stretching vibration and antisymmetry stretching vibration of urea, respectively. The bands at 1670 and 1620cm−1 were attributed to the CO stretching vibration and N–H bending vibration of urea, respectively, and the band at 1470cm−1 was due to the C–N stretching vibration of urea [25,26]. Those absorbance resulted from urea itself. However, it was worth noting that the band around 2210cm−1, which could be assigned to NCO asymmetric stretching vibration of isocyanate species [27,28], was clearly observed over CaO, La2O3, MgO and ZnO, but no obvious absorbance at 2210cm−1 appeared over ZnS, ZrO2 and Al2O3. The appearance of isocyanate species could be considered to be indicative of the activation ability of oxide towards urea decomposition. Thus, acidic oxides hardly showed any catalytic activation. Toward amphoteric and basic oxides, their activation ability appeared to be in accordance with the order of their acidic site: ZnO>CaO>MgO>La2O3. The higher acidic site was, the stronger electrophilicity of metal cation was. This indicated that the metal cations of amphoteric ZnO and basic oxides with strong electrophilicity were favorable to the formation of isocyanate species by urea decomposition. 3.3 Catalytic performance According to the identification of mixture products by GC-MS, the major components were 1,2-propanediol, propylene carbonate, and 2-hydroxypropyl carbamate. The reaction for synthesis of propylene carbonate from urea and 1,2-propanediol appeared to proceed in two steps. 2-hydroxypropyl carbamate was formed in the first step, and then propylene carbonate was formed by the loss of ammonia from 2-hydroxypropyl carbamate. The by-product (4-methyl-2-oxazolidone) was produced over some catalysts by the dehydration of 2-hydroxypropyl carbamate. Among the catalysts, ZnO showed the best performance. Fig. 4 shows the influence of the reaction time without and with the presence of ZnO, respectively. Without ZnO, the selectivity of 2-hydroxypropyl carbamate was higher than that of propylene carbonate. In the presence of ZnO, the selectivity of 2-hydroxypropyl carbamate decreased rapidly with the reaction time prolonged, and the selectivity of propylene carbonate increased swiftly. Therefore, the synthesis of propylene carbonate from urea and 1,2-propanediol was a typical stepwise reaction. At the initial stage, there produced a large amount of 2-hydroxypropyl carbamate, it indicated that the formation of 2-hydroxypropyl carbamate was fast. The catalytic performance of ZnO was remarkable during the conversion of 2-hydroxypropyl carbamate to propylene carbonate. Hence the second step was the rate-determined step. Furthermore, without the catalysts, the yields of propylene carbonate and 2-hydroxypropyl carbamate were 40.7% and 48.6%, respectively (see Table 2 ). With the presence of Al2O3, ZrO2 and ZnS, the yields of propylene carbonate only reached 38.9%, 40.1% and 39.5%, respectively. This implied that the reaction was suppressed at a certain extent over acidic oxides. Among the others, amphoteric ZnO showed high activity for the synthesis of propylene carbonate with the yield up to 98.9%, and MgO, La2O3 and CaO gave the yields of propylene carbonate of 92.9%, 86.8% and 74.6%, and the yields of 4-methyl-2-oxazolidone of 1.4%, 2.2% and 3.8%, respectively. Thus, the strong basic oxides were inclined to promote the formation of by-product. 4 Discussion 4.1 Activated decomposition of urea Urea, had three coordination sites (one oxygen and two nitrogen atoms) [29], and was commonly considered as basic substance [30]. The charge numbers of O and N atom in the urea molecule were −0.492 and −0.375, respectively, which were calculated by HyperChem 7 based on ZINDO/1 semi-empirical method. On the basis of these, the molecule of urea could be considered as the donor of electron-pair. The metal cations of oxides exhibited different electrophilicity, and they were the acceptor of electron-pair. Thus, the urea molecule could be interacted with metal cations to form the coordination structure. FTIR of urea over oxides indicated that the metal cations of amphoteric and basic oxides with strong electrophilicity were favorable to the formation of isocyanate species, and acidic oxides hardly showed any catalytic activation toward urea decomposition. As well-known, urea was stable due to its resonance structures [31], and then the direct decomposition of urea to isocyanic acid was not easy. When amphoteric oxide or basic oxide interacted with urea, the resonance stabilization was decreased through metal cation of oxide coordinating with O atom in urea molecule. This promoted the formation of isocyanate species by expulsion of ammonia over a series of electron transformation [32]. And then 1,2-propanediol added to isocyanate species to produce 2-hydroxypropyl carbamate. The detailed reaction mechanism of this process was listed in Scheme 1 (I). As for acidic oxides, the electrophilicity of metal cation was extra-strong. They interacted with O and N atom in urea molecule simultaneously to form a steady ligand, which restrained the electron transformation and then the loss of ammonia became difficult. Thus, acidic oxides hardly had any catalytic activity toward urea decomposition. 4.2 Synthesis of propylene carbonate The relationship between the area of isocyanate species in FTIR and the yield of propylene carbonate over oxides (see Fig. 5 ) indicated that the activity of catalytic urea decomposition appeared to parallel with the catalytic performance for synthesis of propylene carbonates except for CaO. The acidic oxides had no activity, amphoteric ZnO showed the highest activity, and the basic oxides were active towards the reaction as well. But CaO showed the lowest catalytic performance for synthesis of propylene carbonate. Besides the formation of 4-methyl-2-oxazolidone, the decomposition of propylene carbonate by strong base should be another negative factor [33]. It was considered that there were similar in the reaction mechanism between the catalytic decomposition urea and the conversion of 2-hydroxypropyl carbamate to propylene carbonate on the basis of their consistency. Thus, the mechanism for synthesis of propylene carbonate was proposed in Scheme 1(II). First the oxygen in carbonyl of 2-hydroxypropyl carbamate interacted with metal cation of oxide, and increased the electropositivity of carbon in carbonyl. Then oxygen in hydroxyl attacked carbon in carbonyl to form the tetrahedron transition state, and the metal cation had a tendency to close with the group of NH2. Simultaneously, NH2 combined with proton hydrogen to form the positive ion group of NH3. In the end the propylene carbonate was produced by expulsion of ammonia. ZnO showed the best catalytic activity in the process, while the activity decreased for basic oxides with strong basic sites. The strong basic site (oxygen in oxide) was inclined to interact with hydrogen in hydroxyl of 2-hydroxypropyl carbamate, and then the nitrogen with unshared electron-pair attacked the carbon close to hydroxyl. It promoted the dehydration reaction to form 4-methyl-2-oxazolidone. For acidic oxides, the metal cation with extra-strong electrophilicity coordinated with the oxygen in hydroxyl of 2-hydroxypropyl carbamate, and restrained the formation of tetrahedron transition state. Thus, they had no catalytic activity. 5 Conclusions The synthesis of propylene carbonate from urea and 1,2-propanediol was stepwise reaction, and the second step was rate-determined. The acid–base properties of metal oxides had a great influence on the catalytic performance for the reaction. The amphoteric ZnO had the best catalytic activity, while the activity decreased for basic oxides with strong basic sites, and acidic oxides showed no activity. Urea was catalyzed decomposition to form the isocyanate species in the process of alcoholysis at first. The metal cations of amphoteric and basic oxides with strong electrophilicity were favorable to the formation of isocyanate species. The acidic oxides hardly had any catalytic activity toward urea decomposition. There were consistency between the catalytic performance for synthesis of propylene carbonate and the catalytic activity of urea decomposition. The formation of isocyanate species played an important role in the reaction. The catalysis in the conversion of 2-hydroxypropyl carbamate to propylene carbonate was also the key. When the formation of tetrahedron transition state was promoted, the yield of propylene carbonate increased. References [1] H. John Clements Ind. Eng. Chem. Res. 42 2003 663 674 [2] A.-A.G. Shaikh S. Sivaram Chem. Rev. 96 1996 951 976 [3] T. Wei W. Wei Y. Sun Green. Chem. 5 2003 343 346 [4] J.T. Randolph K.F. McClure J. Am. Chem. Soc. 117 1995 5712 5719 [5] H. Komura T. Yoshino Y. Ishido Bull. Chem. Soc. Jpn. 46 1973 550 553 [6] Y.K. Iwakuni, Y.M. Kuga, M.I. Ohtake, US Patent 4,880,942 (1989) [7] C. Fumagalli, G. Caprare, P. Roffia, US Patent 4,009,183 (1977) [8] M. Aresta A. Dibenedetto I. Tommasi Appl. Organometal. Chem. 14 2000 799 802 [9] D.J. Darensbourg M.W. Holtcamp Coord. Chem. Rev. 153 1996 155 174 [10] J.E. B€ackvall O. Karlsson S.O. Ljunggren Tetrahedron Lett. 21 1980 4985 4988 [11] W.J. Kruper D.D. Dellar J. Org. Chem. 60 1995 725 727 [12] T. Iwasaki N. Kihara T. Endo Bull. Chem. Soc. Jpn. 73 2000 713 719 [13] V. Calo A. Nacci A. Monopoli A. Fanizzi Org. Lett. 4 2002 2561 2563 [14] H.Z. Yang Y.L. Gu Y.Q. Deng F. Shi Chem. Commun. 2002 274 275 [15] H. Kawanami A. Sasaki K. Matsui Y. Ikushima Chem. Commun. 2003 896 897 [16] N. Kihara N. Hara T. Endo J. Org. Chem. 58 1993 6198 6202 [17] K. Yamaguchi K. Ebitani T. Yoshida H. Yoshida K. Kaneda J. Am. Chem. Soc. 121 1999 4526 4527 [18] H. Yasuda L.N. He T. Sakakura J. Catal. 209 2002 547 550 [19] H.S. Kim J.J. Kim H.N. Kwon M.J. Chung B.G. Lee H.G. Jang J. Catal. 205 2002 226 229 [20] R.L. Paddock S.T. Nguyen J. Am. Chem. Soc. 123 2001 11498 11499 [21] W.Y. Su, P.G. Speranza, US Patent 5,003,084, (1991) [22] M. Doya, T. Ohkawa, Y. Kanbara, A. Okmota, US Patent 5,349,077, (1994) [23] X. Zhao Y. Zhang Y. Wang Ind. Eng. Chem. Res. 43 2004 4032 4038 [24] P. Ball H. Füllmann R. Schwalm W. Heitz C1 Mol. Chem. 1 1984 95 108 [25] R. Keuleers H.O. Desseyn B. Rousseau J. Phys. Chem. A. 103 1999 4621 [26] J.E. Stewart J. Chem. Phys. 26 1957 248 [27] F. Solymosi J. Rasko Appl. Catal. 10 1984 19 25 [28] F. Solymosi T. Bansagi J. Phys. Chem. 83 1979 552 553 [29] T. Theophanides P.D. Harvey Coord. Chem. ReV. 76 1987 237 264 [30] M.S. Newman L.K. Lala Tetrahedron Lett. 34 1967 3267 3269 [31] G. Estiu K.M. Merz J. Am. Chem. Soc. 126 2004 6932 6944 [32] L. Rodriguez-Santiago M. Noguera M. Sodupe J.Y. Salpin J. Tortajada J. Phys. Chem. A. 107 2003 9865 9874 [33] W.J. Peppel Ind. Eng. Chem. 50 1958 767 770",
      "scopus-id": "34247251462",
      "coredata": {
        "eid": "1-s2.0-S1381116907000416",
        "dc:description": "The influences of acid–base properties of metal oxides on the catalytic performance for synthesis of propylene carbonate from urea and 1,2-propanediol was investigated, and the reaction was stepwise. The amphoteric ZnO showed the best activity, and the yield of propylene carbonate reached 98.9%. The urea decomposition over oxides was characterized by using FTIR. ZnO, CaO, MgO and La2O3 were favorable to promote urea decomposition to form the isocyanate species, and the formation of isocyanate species was the key to urea alcoholysis. The catalytic activity of urea decomposition was consistency to the catalytic performance for synthesis of propylene carbonate. Based on these, the probable reaction mechanism was proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-06-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907000416",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Qibiao"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Ning"
          },
          {
            "@_fa": "true",
            "$": "Wei, Wei"
          },
          {
            "@_fa": "true",
            "$": "Sun, Yuhan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907000416"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907000416"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00041-6",
        "prism:volume": "270",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Catalytic performance of metal oxides for the synthesis of propylene carbonate from urea and 1,2-propanediol",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Propylene carbonate"
          },
          {
            "@_fa": "true",
            "$": "Urea"
          },
          {
            "@_fa": "true",
            "$": "Metal oxides"
          },
          {
            "@_fa": "true",
            "$": "Acid–base properties"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "44-49",
        "prism:endingPage": "49",
        "pubType": "rev",
        "prism:coverDisplayDate": "1 June 2007",
        "prism:doi": "10.1016/j.molcata.2007.01.018",
        "prism:startingPage": "44",
        "dc:identifier": "doi:10.1016/j.molcata.2007.01.018",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "248",
            "@width": "391",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27951",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1937",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "248",
            "@width": "393",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30065",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2074",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "243",
            "@width": "392",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30782",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "78",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2110",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "604",
            "@width": "392",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35639",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "813",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "249",
            "@width": "388",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15695",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1265",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "420",
            "@width": "672",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14198",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "78",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907000416-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1274",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/34247251462"
      }
    }
  }
}