{
  "metadata": {
    "title": "Highly efficient Ag/C catalyst prepared by electro-chemical deposition method in controlling microorganisms in water",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-12-01",
    "doi": "10.1016/j.molcata.2003.09.047",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111690400562X",
    "pii": "S138111690400562X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-7444237554",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-09-13 2004-09-13 2010-03-28T13:36:59 1-s2.0-S138111690400562X S1381-1169(04)00562-X S138111690400562X 10.1016/j.molcata.2003.09.047 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X02014 2015-05-15T05:56:32.920819-04:00 0 0 20041201 2004 2004-09-13T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 223 223 1 2 1 2 Volume 223, Issues 1–2 47 313 319 313 319 20041201 1 December 2004 2004-12-01 2004 Catalysis--A Cross Disciplinary Vision Hyderabad, India 26 August 2003 20030826 B.M. Choudary and B. Lucke article fla Copyright © 2004 Elsevier B.V. All rights reserved. HIGHLYEFFICIENTAGCCATALYSTPREPAREDBYELECTROCHEMICALDEPOSITIONMETHODINCONTROLLINGMICROORGANISMSINWATER KUMAR V 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.1.1 Preparation of Ag/C catalyst by conventional impregnation method 2.1.2 Preparation of Ag/C by electro-chemical deposition 2.2 Characterization of catalysts 2.2.1 Scanning electron microscopy (SEM) 2.2.2 Powder X-ray diffraction 2.2.3 Temperature programmed reduction (TPR) 2.3 Activity test 2.3.1 Composition in g/blister 2.3.2 Principle 2.3.3 Procedure 3 Results and discussion 3.1 SEM results 3.2 X-ray diffraction 3.3 TPR results 3.4 Activity test 4 Conclusions Acknowledgements References OKA 1994 511 H FOX 1969 1021 C TOKUMARU 1984 T JAMES 1971 G WATERTREATMENT HABENSCHADEN 1988 E BECKER 1978 871 881 R BECKER 1987 227 R PROCEEDINGSINTERNATIONALCONFERENCEGOLDSILVERINMEDICINESILVERINSTITUTEWASHINGTONDC PADMASRI 2002 73 A CHANDRASHEKAR 2003 45 S GANG 2003 101 L BOCCUZZI 2002 169 F PARYJCZAK 1981 147 T BECKWITH 1980 J OPERON LACGENETICSYSTEM WALLENFELS 1972 K INENZYMES MCCAMAN 1959 32 R MILLER 1972 J EXPERIMENTSINMOLECULARGENETICS KRASNOW 1991 81 M NIRENBERG 1993 3238 S LIN 1994 77 S HOLT 1958 465 S LEARSE 1954 B AZODYEMETHODSINENZYMEHISTOCHEMISTRYININTERNATIONALREVIEWCYTOLOGY PEARSON 1963 1249 B HOLT 1958 495 S COTSON 1958 506 S LOJDA 1970 347 Z DAVIES 1997 36 R OUTLAW 1994 R EBERHART 1992 12744 M KUMARX2004X313 KUMARX2004X313X319 KUMARX2004X313XV KUMARX2004X313X319XV item S1381-1169(04)00562-X S138111690400562X 1-s2.0-S138111690400562X 10.1016/j.molcata.2003.09.047 271358 2010-10-15T16:15:15.477782-04:00 2004-12-01 1-s2.0-S138111690400562X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/MAIN/application/pdf/95c52d496cfce3d660d3c9a7ca8edcb7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/MAIN/application/pdf/95c52d496cfce3d660d3c9a7ca8edcb7/main.pdf main.pdf pdf true 165610 MAIN 7 1-s2.0-S138111690400562X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/PREVIEW/image/png/a7c583a4245531aa0c64afbb3600b1bf/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/PREVIEW/image/png/a7c583a4245531aa0c64afbb3600b1bf/main_1.png main_1.png png 65131 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111690400562X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/STRIPIN/image/gif/613ce8e928e863c98a695e4f802faa7e/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/STRIPIN/image/gif/613ce8e928e863c98a695e4f802faa7e/si1.gif si1 si1.gif gif 452 14 110 ALTIMG 1-s2.0-S138111690400562X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/gr1/THUMBNAIL/image/gif/90ed2c40185404277b0ae4d94fe4b113/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/gr1/THUMBNAIL/image/gif/90ed2c40185404277b0ae4d94fe4b113/gr1.sml gr1 gr1.sml sml 2351 93 71 IMAGE-THUMBNAIL 1-s2.0-S138111690400562X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/gr1/DOWNSAMPLED/image/jpeg/44570f5f55dbf5c8ee4c359320231d2d/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/gr1/DOWNSAMPLED/image/jpeg/44570f5f55dbf5c8ee4c359320231d2d/gr1.jpg gr1 gr1.jpg jpg 62764 491 376 IMAGE-DOWNSAMPLED 1-s2.0-S138111690400562X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/gr2/THUMBNAIL/image/gif/dc09196f139756e4e935e8c66364344c/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/gr2/THUMBNAIL/image/gif/dc09196f139756e4e935e8c66364344c/gr2.sml gr2 gr2.sml sml 1162 93 106 IMAGE-THUMBNAIL 1-s2.0-S138111690400562X-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/gr2/DOWNSAMPLED/image/gif/6286ca48dbdb672988a4614d90a00175/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/gr2/DOWNSAMPLED/image/gif/6286ca48dbdb672988a4614d90a00175/gr2.gif gr2 gr2.gif gif 7732 331 376 IMAGE-DOWNSAMPLED 1-s2.0-S138111690400562X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/gr3/THUMBNAIL/image/gif/42b344edec65c16191b3ac753a4405bf/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/gr3/THUMBNAIL/image/gif/42b344edec65c16191b3ac753a4405bf/gr3.sml gr3 gr3.sml sml 1329 93 123 IMAGE-THUMBNAIL 1-s2.0-S138111690400562X-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/gr3/DOWNSAMPLED/image/gif/4faf3c51587441dd41b0b80cf3045d4c/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/gr3/DOWNSAMPLED/image/gif/4faf3c51587441dd41b0b80cf3045d4c/gr3.gif gr3 gr3.gif gif 4129 208 275 IMAGE-DOWNSAMPLED 1-s2.0-S138111690400562X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/gr4/THUMBNAIL/image/gif/42a0b8ea241fe9a7390bc01a9f03e310/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/gr4/THUMBNAIL/image/gif/42a0b8ea241fe9a7390bc01a9f03e310/gr4.sml gr4 gr4.sml sml 1120 93 82 IMAGE-THUMBNAIL 1-s2.0-S138111690400562X-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/gr4/DOWNSAMPLED/image/gif/d456c2740545873497be8d66585ec3ef/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/gr4/DOWNSAMPLED/image/gif/d456c2740545873497be8d66585ec3ef/gr4.gif gr4 gr4.gif gif 16861 577 507 IMAGE-DOWNSAMPLED 1-s2.0-S138111690400562X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/fx1/THUMBNAIL/image/gif/66b44e526b4ef9e4b6e4e5fe8b19a8f9/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/fx1/THUMBNAIL/image/gif/66b44e526b4ef9e4b6e4e5fe8b19a8f9/fx1.sml fx1 true fx1.sml sml 523 13 125 IMAGE-THUMBNAIL 1-s2.0-S138111690400562X-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690400562X/fx1/DOWNSAMPLED/image/gif/0b251f4d92f9b2f283299bb1e942ac2a/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690400562X/fx1/DOWNSAMPLED/image/gif/0b251f4d92f9b2f283299bb1e942ac2a/fx1.gif fx1 true fx1.gif gif 2596 38 376 IMAGE-DOWNSAMPLED MOLCAA 4812 S1381-1169(04)00562-X 10.1016/j.molcata.2003.09.047 Elsevier B.V. Fig. 1 Scanning electron micrograph of silver nano-particles in water generated by electro-chemical method. Fig. 2 X-ray diffraction patterns of AgC catalysts. Fig. 3 Temperature programmed reduction profiles of AgC Catalysts. Fig. 4 Scheme showing the action of X-gal (from Readycult reagent) in detecting the microorganisms in water. Table 1 Effect of run time on the particle size of silver S. no. Voltage (V) Run time (min) Range of Ag particle size (nm) 1 40 5 50–100 2 40 10 100–120 3 40 20 250–1000 4 40 30 600–1500 Table 2 Effect of Ag concentration in water on the destruction of coliforms S. no. Catalyst code Volume of 10ppm Ag aq. solution (ml) Volume of raw water (ml) Total coliforms status (A: absence, P: presence) 1 Without catalyst – 50 P 2 Ag solution (10ppm) 10 40 P 3 Ag solution (10ppm) 20 30 P 4 Ag solution (10ppm) 30 20 A 5 Ag solution (10ppm) 40 10 A Table 3 Comparison of activities of AgC-EC and AgC-IMP in controlling the microorganism S. no. Catalyst Catalyst weight (g) Volume of water (ml) Total coliforms status (A: absence, P: presence) 1 AgC-EC 1 50 A 2 AgC-EC 0.5 50 A 3 AgC-EC 0.2 50 A 4 AgC-IMP 1 50 A 5 AgC-IMP 0.5 50 P 6 AgC-IMP 0.2 50 P Highly efficient Ag/C catalyst prepared by electro-chemical deposition method in controlling microorganisms in water V. Siva Kumar B.M. Nagaraja V. Shashikala A.H. Padmasri S. Shakuntala Madhavendra B. David Raju * K.S. Rama Rao * Catalysis and Physical Chemistry Division, Indian Institute of Chemical Technology, Hyderabad 500007, India * Corresponding authors. Fax: +91 40 271 60921. The present work highlights the high efficiency of silver nano-particles deposited over activated carbon, by electro-chemical deposition method, in controlling microorganisms in water. The anti-bacterial activity of the catalysts were determined qualitatively by testing the presence of coliforms in water after contacting with the catalyst, using a Readycult reagent. The catalytic characteristics of these materials are obtained by SEM (scanning electron microscopy), XRD (X-ray diffraction) and TPR (temperature programmed reduction). TPR results clearly indicate the presence of metallic silver in the dried catalyst prepared by electro-chemical deposition method and the presence of silver oxide and/or nitrate precursors in the catalysts prepared by impregnation method. SEM results indicate the presence of Ag particles in nanometer size. Comparison of the anti-bacterial activity of the Ag/C catalyst prepared by electro-chemical deposition method with that of the Ag/C catalyst prepared by conventional impregnation technique indicate that lower amount of former is sufficient in controlling the microorganism which is not the case with the latter. The main advantage of Ag/C catalyst prepared by electro-chemical deposition is that no pretreatment conditions like reduction are required for deactivation of microorganism in water, which is not the case with the catalysts prepared by impregnation technique. Graphical abstract The silver nano-particles prepared by electro-chemical method deposited on activated carbon (AgC-EC) are found to be highly efficient in controlling microorganisms in water. The advantages of this catalyst over the silver catalysts obtained by conventional impregnation technique are demonstrated in this report. This method yields silver nano-particles directly in metallic form unlike the conventional technique. Thus for the catalyst AgC-EC, no pretreatment is needed for controlling the microorganisms in water. Hence, it is more cost effective as the pretreatment processes viz., calcinations and/or reduction can be avoided with the electro-chemical deposition method. Whereas the silver catalysts prepared by conventional impregnation technique require reduction prior to use in controlling microorganisms in water because silver is in oxidic form. Keywords Ag nano-particles Electro-chemical deposition Microorganisms Active carbon 1 Introduction Water pollution is one of the main crisis faced by millions of people and majority of the water-borne diseases are spreading because of the poor quality of water, particularly due to the presence of bacteria and viruses in the water. There are several methods of water purification like chlorination, iodination, ozonation, UV-purification, reverse osmosis and using silver catalysts. Chemical purification like adding chlorine or iodine or applying ozone to kill the bacteria has several disadvantages, for example excess chlorination could lead to cancer. Other methods like UV-purification and reverse osmosis are not cost affective. Ever since silver has been recognized as an anti-bactericide, its application in purification of water is increasing. Heinig [1] developed a catalytic cartridge-containing layer of silver micro-crystals deposited on α-alumina and showed that lightly bound nascent oxygen on micro-crystals of silver readily oxidizes bacteria or viruses and completely disintegrates them. The anti-bacterial and antibiotic action of silver compounds are reported in the literature [2–4]. The catalytic oxidation by the metallic silver in the walls of the container as well as reaction with the dissolved monovalent silver ion probably contributes to the bactericidal effect of silver vessels [5]. Supported silver catalysts are reported to be effective in deactivating microorganism [6,7]. Antelman [8] in his research indicated that in an aqueous medium the peroxide Ag(III) works about 240 times as fast as Ag(I) and is upto 200 times more effective a disinfectant than Ag(I) compounds or metallic silver. Electrically driven silver ions are reported to overcome a critical problem in the treatment of serious bone infections [9] and severely burned hands and figures [10]. Further, silver is used in the silver–copper ion treatment in the sanitation of swimming pools with minimal or no chlorine usage [11]. Generation of silver nano-particles in water by silver ion generators is recently a popular technique. The present work aims in the generation of silver nano-particles on active carbon by electro-chemical deposition method where in these nano-particles are utilized in controlling the microorganisms in water. Also, the advantages of these catalysts over the Ag/C catalysts prepared by conventional impregnation technique have been emphasized in the study of the biological activity of these catalysts in controlling the microorganisms. Further, the differences in the activities of the two catalysts has been explained by the characteristic techniques used viz., XRD, SEM and TPR. 2 Experimental 2.1 Preparation of catalysts 2.1.1 Preparation of Ag/C catalyst by conventional impregnation method Ag/C catalyst with silver loading of 2wt.% was prepared by impregnating aqueous solution of requisite amount of silver nitrate on to dried and purified active carbon. The excess amount of water was then evaporated on a hot plate followed by drying in an oven at 110°C for about 12h. The dried sample thus obtained was calcined in air at 400°C for 4h followed by reduction in H2 flow for a period of 2h at 250°C. The resultant catalyst has been designated as AgC-IMP. The active carbon (M/S. Norit, with surface area ∼1000m2 g−1) support used, has been purified by a sequential treatment with hot conc. HNO3, hot distilled water, hot conc. NH3 solution and hot distilled water for at least three times and was then dried in an oven at 110°C prior to the impregnation of silver over it. 2.1.2 Preparation of Ag/C by electro-chemical deposition The silver solution was firstly generated by passing low but constant dc voltage electricity (40V) through the silver electrodes (0.4mm thickness and 10mm width and 100mm long plates) immersed in distilled water. This solution was then used to test the presence of microorganism activity in the water samples. The Ag/C catalyst by electro-chemical deposition method designated as AgC-EC was prepared by taking requisite amount of purified active carbon in distilled water and silver particles were generated by the above method while maintaining a constant rapid stirring for a calculated amount of time so as to obtain a 2wt.% of Ag in the finished catalyst. The excess water was then evaporated over a hot plate followed by drying in an oven at 110°C for 12h. 2.2 Characterization of catalysts 2.2.1 Scanning electron microscopy (SEM) This technique has been used to find out the range of Ag particle sizes obtained when run time of passage of low voltage current passed through the silver electrodes immersed in water was varied. The aqueous samples containing silver particles were mounted on aluminium stubs coated with gold in Hitachi-5GB vacuum evaporator and micrographs were recorded on a Hitachi S-520 SEM instrument. 2.2.2 Powder X-ray diffraction The XRD patterns of reduced sample of AgC-IMP and dried sample of AgC-EC were recorded on a Siemens D 5000 X-ray diffractometer using Ni filtered Cu Kα radiation. 2.2.3 Temperature programmed reduction (TPR) TPR patterns of dried samples of AgC-IMP and AgC-EC were obtained using a home made on-line quartz micro-reactor interfaced to a thermal conductivity detector (TCD) which in turn is connected to a data station (comprising of a standard GC-software supplied by Hindetron, India) for recording the profiles. H2/Ar (6vol.% of H2 and balance Ar) mixture was used as the reducing gas at a heating ramp of 5K/min from 303 to 973K and kept at the final temperature isothermally for 30min. The experimental details of the TPR run are discussed elsewhere [12]. 2.3 Activity test Ready cult® Coliforms 50 supplied M/S. E. Merck; Germany was used for the detection of total coliforms in the water samples. The composition of this reagent is as follows. 2.3.1 Composition in g/blister Tryptose-0.25, NaCl-0.25, sorbitol-0.05, tryptophan-0.05, di-potassium hydrogen phosphate-0.135, potassium dihydrogen phosphate-0.1, lauryl sulfate sodium salt-0.005, X-GAL-0.004, MUG-0.0025 and IPTG-0.005. 2.3.2 Principle The high nutritional quality of the peptones and the incorporated phosphate buffer guarantee rapid growth of coliforms where as lauryl sulfate largely inhibits the accompanying flora, especially the gram positive. By adding the chromogenic substrate X-GAL, which is cleaved by coliforms and the fluorogenic substrate MUG that is highly specific for E. coli, the simultaneous detection of total coliforms and E. coli is possible. The presence of total coliforms is indicated by a blue-green color of the brath and E. coli by a blue fluorescence under UV-light. 2.3.3 Procedure To a 50ml of water (to be tested for coliforms) sample taken in a sterile, transparent 100ml vessel with screw cap, the granules of Ready cult coliforms reagent was added by breaking the snap pack. The vessel was sealed, shaken completely to dissolve the granules and incubated for 24h at 310K. Any color change of the brath to blue-green confirms the presence of coliforms. If the brath remains slightly yellow (no color change), it is an indication of absence of total coliforms. This is a blank test, i.e., without adding any Ag catalyst. The same procedure was adapted for testing the activity of the catalysts by adding required amount of the catalyst to the water sample and stirred well for ∼1h, followed by filtration to remove the catalyst particles, before the ready cult was added to it. 3 Results and discussion 3.1 SEM results The Ag nano-particles are generated electro-chemically by passing a dc current (40V) through silver electrodes dipped in distilled water (50ml). The effect of run time (duration of passage of the current) on the size of the particles generated is examined by carrying out SEM analysis of the Ag solutions thus obtained. Table 1 presents the Ag particle size obtained from SEM analysis at different run times. It can be seen that just a 5min time is sufficient enough to generate the Ag particles in the nano-range in 50ml water when a 40V dc current is applied and beyond this time agglomeration of particles seem to take place producing Ag particles of bigger size. Fig. 1 represents the SEM micrograph of nano-size Ag particles in water generated by electro-chemical method after a run time of 5min. The figure clearly shows the formation of nano-particles of Ag in the range of 50–200nm. During the electrolysis run, as the size of the particle (Ag) increases, the distance between the particles decreases which results in the increase in the current (mA) (initial current of 5mA has been increased up to 8mA). It is reported that the aqueous solution containing the silver particles (nano-range) by electro-chemical method to be in the range of 10–20ppm of Ag [13]. For supporting Ag particles on activated carbon by this method, it is thus assumed that the concentration of Ag is ∼10ppm. Based on this assumption, a 2wt.% of Ag deposited on activated carbon (AgC-EC) has been prepared by suspending ∼5g of carbon in the distilled water with vigorous stirring and maintaining 40V dc current through the silver electrodes, for sufficient amount of time. 3.2 X-ray diffraction Fig. 2 depicts the XRD patterns of AgC catalysts, i.e., AgC-EC (dried) and AgC-IMP (reduced). The XRD pattern of impregnated Ag over active carbon is recorded for the reduced form of the catalysts where as the pattern of Ag/C catalyst prepared by electro-chemical deposition method is of the dried form. The two catalysts showed amorphous carbon phase and silver in metallic phase [Ag with d values 2.36 x , 2.044, 1.253 – ASTM card no. 4–783]. The pattern of AgC-EC clearly shows that the dried form of the catalyst itself is in metallic form and thus need not be reduced any more. On the other-hand, the impregnated catalyst has to be reduced in H2 flow for at least 2h at 250°C to get the metallic phase of Ag. 3.3 TPR results The TPR patterns of dried Ag catalysts viz., AgC-EC and AgC-IMP are presented in Fig. 3 . The TPR pattern of AgC-EC catalyst exhibit only a single reduction peak centered at T max of 740K that which is also observed in TPR pattern of the other catalyst, AgC-IMP. This signal may be attributed to the gasification of the support, active carbon. It is reported to be due to the reaction of carbon with hydrogen resulting in the formation of methane confirmed by the coupled FID analysis technique [14] and is represented as follows: C + H 2 → C H 4 No other peaks corresponding to reduction of oxidic species of Ag are observed in the TPR pattern of AgC-EC catalyst. This clearly suggests that silver is already in the metallic form in this catalyst. It can be further confirmed from the TPR pattern of conventionally prepared AgC-IMP catalyst which showed a low temperature reduction peaks centered at T max of ∼600K. This reduction signal is originated due to the reduction of Ag precursors, possibly either the reduction of AgNO3 precursor or the reduction of Ag2O. It is reported by Gang et al. [15] in the H2-TPR carried out on silver catalysts pretreated in oxygen below 100°C after reduction at 500°C for 2h to have observed the existence of three peaks at 80, 140 and 460°C. They attributed it due to molecularly adsorbed oxygen, to surface adsorbed atomic oxygen and the high temperature one assigned to the bulk-dissolved oxygen, which is the most difficult one to be reduced, respectively. Boccuzzi et al. [16] have shown in the TPR patterns of Ag/Ti fresh samples, that a broad and asymmetric peak at T max = 383K is ascribed to the reduction of oxygen species on finely dispersed silver and to the reduction of Ag2O. Also, Paryjczak et al. [17] have ascribed a double peak at 370–500K observed in the TPR study carried out by them over 4wt.% Ag on γ-Al2O3to be due to different oxide species of Ag. Based on these reports it seems that the reduction signal observed in the TPR pattern of AgC-IMP sample in this study correspond to the reduction of AgNO3 precursor and/or the reduction of silver oxide. Thus it clearly indicates that silver is in reduced form in AgC-EC where as in oxidic form or in unreduced state in the impregnated catalyst. For controlling the microorganisms in raw water, it is assumed that silver should be in metallic form so that it can take dissolved oxygen from water. Thus for the catalyst AgC-EC, no pretreatment is needed for controlling the microorganisms in water. Whereas the silver catalyst prepared by conventional impregnation technique requires reduction prior to use in controlling microorganisms in water because silver is in oxidic form and also AgNO3 precursor in the catalyst may leach into the water there by causing depletion of concentration of silver in the catalyst. 3.4 Activity test The E. coli lacZ gene encoding ß-galactosidase (ß-gal) is the classical histochemical reporter gene [18]. It can be detected using a variety of substrates, all of which have galactose linked through a ß-d-glycosidic linkage to a moiety whose properties change upon liberation from galactose [19]. Several substrates yield colored or fluorescent soluble products, which are useful when quantifying ß-gal activity [20,21] or visualizing transduced cells live in vivo [22–24]. The fluorescent products can even be used to kill cells in vivo [23]. However, for localization of cells containing transduced lacZ, chromogenic substrates that yield a precipitated product are desirable [25–27]. The most common such substrate is an indole derivative, 5-bromo-4-chloro-3-indolyl-ß-d-galactoside [28]. When ß-gal cleaves the glycosidic linkage in X-gal, a soluble, colorless indoxyl monomer is produced. Subsequently, two of the liberated indoxyl moieties form a dimer, which is non-enzymatically, oxidized (Fig. 4 ). The resultant halogenated indigo is a very stable and insoluble blue compound [28]. The dimerization and oxidation reactions require transfer of an electron, which is facilitated by electron acceptors of the proper redox potential [29]. The ferric and ferrous ions included in most X-gal reaction buffers provide this function [30]. The scheme presented in Fig. 4 shows the action of X-gal in detecting the presence of microorganisms, which is evidenced from the blue coloration, found after incubation. The Readycult containing X-gal is mixed in the raw water sample to be tested along with required amount of catalyst stirred well for an hour and incubated for 24h. The resulting bluish-green coloration of the brath indicates the presence of microorganisms and the absence of any coloration show the effectiveness of Ag catalyst in controlling the microorganisms. Since, if the microorganism is killed by the action of Ag, then there is further reaction of ß-galactosidase present in the microorganism with X-gal responsible for the coloration of the brath. IPTG, isopropyl ß-d-thiogalactopyranoside is a chemical analogue of galactose, which cannot be hydrolyzed by the enzyme ß-galactosidase. Therefore, it acts as an inducer for activity of the lac operon of the microbe by binding and inhibiting the lac repressor without being degraded and is hence often used in conjunction with a ß-galactosidase substrate such as X-gal. MUG, 4-methyl lumbelliferyl-ß-d-glucuronide trihydrate is a fluorescent substrate for ß-d-glucuronidase (GUS) encoded by the gusA gene isolated originally from E. coli. Cleavage of the substrate MUG by a ß-glucuronidase activity leads to the generation of the fluorigenic product 4-MU, 7-hydroxy-4-methyl coumarin, which can be visualized or detected by irradiation with UV-light. A report [31], discuss three mechanisms of deactivation that silver utilizes to incapacitate disease-causing organisms. They are catalytic oxidation, reaction with cell membranes, and binding with the DNA of disease organisms to prevent unwinding. Among all the metals, silver is unique in its affinity towards oxygen. It is reported that atomic oxygen has an almost prefect fit in the octahedral holes of gold, silver [32] and copper. However, in gold the electron cloud of oxygen tends to be expelled by lattice oxygen of gold atoms and this block the movement through holes. Copper, on the other hand forms the oxide providing an impossible barrier. Silver offers so little repulsion to oxygen that only a small amount of thermal energy is required to readily move the atomic oxygen through the silver lattice [33]. Silver in its atomic state, has the capacity to absorb oxygen and act as a catalyst to bring about oxidation. Atomic (nascent) oxygen absorbed onto the surface of silver ions in solution will readily react with the sulfhydryl (SH) groups surrounding the surface of bacteria or viruses to remove the hydrogen atoms (as water), causing the sulfur atoms to form an RSSR bond; blocking respiration and causing the bacteria to expire. Micro-crystals of silver have a tendency to lightly bound nascent oxygen (with a binding energy of only 40kcal/mol) and these species readily oxidizes bacteria or viruses, resulting in complete disintegration [1]. There are many forms of silver viz., silver salts, organic precursors of silver, metallic form of silver on carbon, which may exhibit microscopic particle size and show germicidal, antibiotic and other effects, but are not always found to be safe and are less effective than the silver generated by electro-deposition method. In the case of silver nano-particles in water solution generated by electrolytic method, ∼30ml of such solution is required to deactivate bacteria in a 20ml raw water (Table 2 ). Moreover, it is very difficult to separate the Ag particles in the solution and to reuse them. Thus this Ag solution deposited on active carbon seems to be more advantageous particularly in reusing the catalyst. Silver particles produced by this method are ideal sized and provide the greatest biological benefit and are proved to be non-toxic as well. The biological activities of AgC-EC and AgC-IMP, the two different types of silver catalysts used, are presented in Table 3 clearly shows the difference and superiority of the AgC-EC system in controlling the microorganisms. Although the impregnated Ag catalyst (AgC-IMP) showed anti-bacterial activity, they are needed in high concentration, i.e., only if taken ≥1g amount (in ∼50ml raw water) can effectively control microorganisms in water. Also, more importantly these catalysts have to be pretreated subjecting to reduction in H2 flow at 523K for at least 2h to get metallic silver particles on active carbon prior to their application. Thus, again AgC-EC catalyst prepared by electro-chemical deposition method, which contains silver already in metallic form, is advantageous over the impregnated catalyst as the pretreatment is not required. Moreover, even ∼0.2g of this catalyst is sufficient enough or effective in controlling the microorganisms in water. 4 Conclusions 1. The catalytic ability of the silver deposited on carbon by electro-deposition route is more effective than that of silver deposited on carbon by conventional impregnation technique in controlling the microorganisms in water. 2. The electro-deposition method is easier and less expensive. 3. Silver is deposited in metallic form directly in this method, which is more cost effective as the pretreatment processes viz., calcinations and/or reduction can be avoided. 4. This method yields smaller particles (nano-particles) which increases the intrinsic activity (activity per site) and hence superior activity compared to the catalysts prepared by conventional method. The high intrinsic activity of this catalyst is evidenced from its effectiveness in controlling the microorganism in water with lower weight. 5. The electro-deposition method can also be extended to make other supported catalysts like Cu, Ni to increase the catalytic activity in various other reactions too. Acknowledgements The authors thank Dr. J.S. Yadav, Director, Indian Institute of Chemical Technology, Hyderabad, India for his keen interest in this work and permitting to publish these results. The authors, AHP and VSK thank the Council of Scientific and Industrial Research, New Delhi, India for the award of Research Associateship and Senior Research fellowship respectively. References [1] C.F. Heinig, Composition for bacterial treatment of water, US Patent No. 4,608,247 (26 August 1986). [2] H. Oka T. Tomioka S. Ueda Inactivation of enveloped viruses by a silver-thiosulfate complex Metal-Based Drugs 1 5–6 1994 511 [3] C.L. Fox B.W. Rappole W. Stanford Control of pseudomonas infection in burns by silver sulfadiazine, surgery Gynecol. Obstetrics 128 1969 1021 [4] T. Tokumaru Y. Shimizu C.L. Fox Antiviral activities of silver sulfadiazine and ocular infection Res. Commun. Chem. Pathol. Pharmacol. 8 1 1984 [5] G.V. James Water Treatment 4th ed. 1971 CRC Press Cleveland, OH 38 pp [6] E. Habenschaden Sterilization of water with Katadyn ceramic filters Sonderdruck aus Pharma International 1988 [7] J.D. Collins, Laboratory Manager, Ionics, Inc., Bridgeville, PA, September 1995, Private communication. [8] M.S. Antelman, Silver (II, III) Disinfectants, Soap/Cosmetics/Chemical Specialties, March 1994, p. 52. [9] R.O. Becker J.A. Spadaro Treatment of orthopedic infections with electrically generated silver ions J. Bone Joint Surgery 60A 1978 871 881 [10] R.O. Becker Proceedings of the International Conference on Gold and Silver in Medicine, The Silver Institute, Washington, DC Effect of electrically generated silver ions on human cells 1987 227 [11] National Sanitation Foundation/International, Ann Arbor, MI, Standard #50 on Circulation System Components for Swimming Pools, Spas, or Hot Tubs; Section 16 on Copper-Silver Ion Purification Systems. [12] A.H. Padmasri A. Venugopal J. Krishnamurthy K.S. Rama Rao P. Kanta Rao J. Mol. Catal. A 181 2002 73 [13] Robert Jordan, Medipatch, http://www.cyberpet.com/cyberdog/articles/health/coloid.htm. [14] S. Chandra Shekar J. Krishna Murthy P. Kanta Rao K.S. Rama Rao J. Mol. Catal A 191 2003 45 [15] L. Gang B.G. Anderson J. van Grandelle R.A. van Santen Appl. Catal. B: Env. 40 2003 101 [16] F. Boccuzzi A. Chiorino M. Manzoli D. Andreeva T. Tabakova L. Ilieva V. Iadakiev Catal. Today 75 2002 169 [17] T. Paryjczak J. Goralski K.W. Jozwiak React. Kinet. Catal. Lett. 16 1981 147 [18] J.R. Beckwith Lac: the genetic system J.H. Miller W.S. Reznikoff The Operon 1980 Cold Spring Harbor Laboratory Cold Spring Harbor, New York [19] K. Wallenfels R. Weil 3rd ed. P.D. Boyer In the Enzymes vol. 7 1972 Academic Press New York 617 pp [20] R.E. McCaman E. Robins J. Neurochem. 5 1959 32 [21] J. Miller Experiments in Molecular Genetics 1972 Cold Spring Harbor New York [22] M.A. Krasnow S. Cumberledge G. Manning L.A. Herzenberg G.P. Nolan Science 251 1991 81 [23] S. Nirenberg C. Cepko J. Neurosci. 13 1993 3238 [24] S. Lin S. Yang N. Hopkins Dev. Biol. 161 1994 77 [25] S.J. Holt D.G. O'Sullivan Studies in enzyme cytochemistry. I. Principles of cytochemical staining methods Proc. Roy. Soc. (London) 148B 1958 465 [26] B.H. Learse B.L. Courne L.F. Canielli Azo Dye Methods in Enzyme Histochemistry in International Review of Cytology vol. III 1954 Academic Press New York [27] B. Pearson P.L. Wolf J. Vazquez Lab Investig 12 1963 1249 [28] S.J. Holt P.W. Sadler Studies in enzyme cytochemistry. III. Relationships between solubility, molecular association and structure in indigoid dyes Proc. Roy. Soc. (London) 148B 1958 495 [29] S. Cotson S.J. Holt Studies in enzyme cytochemistry. IV. Kinetics of aerial oxidation of indoxyl and some of its halogen derivatives Proc. Roy. Soc. (London) 148B 1958 506 [30] Z. Lojda Histochemie 22 1970 347 [31] R.L. Davies S.F. Etris Catal. Today 1997 36 [32] R.A. Outlaw M.R. Davidson Small ultra-high vacuum compatible hyper thermal oxygen atom generator Vacuum Sci. Technol. A 12 1994 [33] M.E. Eberhart M.J. Donovan R.A. Outlaw Ab initio calculations of oxygen diffusivity in Group IB transition metals Phys. Rev. 46 1992 12744",
      "scopus-id": "7444237554",
      "coredata": {
        "eid": "1-s2.0-S138111690400562X",
        "dc:description": "The present work highlights the high efficiency of silver nano-particles deposited over activated carbon, by electro-chemical deposition method, in controlling microorganisms in water. The anti-bacterial activity of the catalysts were determined qualitatively by testing the presence of coliforms in water after contacting with the catalyst, using a Readycult reagent. The catalytic characteristics of these materials are obtained by SEM (scanning electron microscopy), XRD (X-ray diffraction) and TPR (temperature programmed reduction). TPR results clearly indicate the presence of metallic silver in the dried catalyst prepared by electro-chemical deposition method and the presence of silver oxide and/or nitrate precursors in the catalysts prepared by impregnation method. SEM results indicate the presence of Ag particles in nanometer size. Comparison of the anti-bacterial activity of the Ag/C catalyst prepared by electro-chemical deposition method with that of the Ag/C catalyst prepared by conventional impregnation technique indicate that lower amount of former is sufficient in controlling the microorganism which is not the case with the latter. The main advantage of Ag/C catalyst prepared by electro-chemical deposition is that no pretreatment conditions like reduction are required for deactivation of microorganism in water, which is not the case with the catalysts prepared by impregnation technique.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-12-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111690400562X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kumar, V. Siva"
          },
          {
            "@_fa": "true",
            "$": "Nagaraja, B.M."
          },
          {
            "@_fa": "true",
            "$": "Shashikala, V."
          },
          {
            "@_fa": "true",
            "$": "Padmasri, A.H."
          },
          {
            "@_fa": "true",
            "$": "Madhavendra, S. Shakuntala"
          },
          {
            "@_fa": "true",
            "$": "Raju, B. David"
          },
          {
            "@_fa": "true",
            "$": "Rao, K.S. Rama"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111690400562X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111690400562X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00562-X",
        "prism:volume": "223",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Highly efficient Ag/C catalyst prepared by electro-chemical deposition method in controlling microorganisms in water",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "prism:issueName": "Catalysis--A Cross Disciplinary Vision",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ag nano-particles"
          },
          {
            "@_fa": "true",
            "$": "Electro-chemical deposition"
          },
          {
            "@_fa": "true",
            "$": "Microorganisms"
          },
          {
            "@_fa": "true",
            "$": "Active carbon"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "313-319",
        "prism:endingPage": "319",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 December 2004",
        "prism:doi": "10.1016/j.molcata.2003.09.047",
        "prism:startingPage": "313",
        "dc:identifier": "doi:10.1016/j.molcata.2003.09.047",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "110",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "452",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "71",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2351",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "491",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62764",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "106",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1162",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "331",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7732",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1329",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "208",
            "@width": "275",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4129",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "82",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1120",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "577",
            "@width": "507",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16861",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "13",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "523",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "38",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690400562X-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2596",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/7444237554"
      }
    }
  }
}