{
  "metadata": {
    "title": "Tetraalkylthiomolybdates-derived Co(Ni)Mo/γ-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> sulfide catalysts for gas oil hydrotreating",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-10-15",
    "doi": "10.1016/j.molcata.2008.07.004",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116908003026",
    "pii": "S1381116908003026"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-53349179571",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-07-15 2008-07-15 2010-03-29T10:57:16 1-s2.0-S1381116908003026 S1381-1169(08)00302-6 S1381116908003026 10.1016/j.molcata.2008.07.004 S300 S300.1 FULL-TEXT 1-s2.0-S1381116908X00135 2015-05-15T05:56:33.307883-04:00 0 0 20081015 2008 2008-07-15T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 294 294 1 2 1 2 Volume 294, Issues 1–2 6 20 26 20 26 20081015 15 October 2008 2008-10-15 2008 Regular papers article fla Copyright © 2008 Elsevier B.V. All rights reserved. TETRAALKYLTHIOMOLYBDATESDERIVEDCONIMOAL2O3SULFIDECATALYSTSFORGASOILHYDROTREATING SUNDARAMURTHY V 1 Introduction 2 Experimental 3 Results and discussion 3.1 Chemical composition and textural properties 3.2 DRIFT spectroscopy 3.3 The hydrodenitrogenation (HDN) and hydrodesulfurization (HDS) of coker light gas oiI 4 Conclusions Acknowledgments References ZDRAZIL 1988 269 M WILKINSON 1997 325 K FUENTES 1988 535 S PAWELEC 1998 205 B INAMURA 1994 515 K ALONSO 2003 1045 G ALONSO 1998 117 G ALONSO 1998 55 G NAVA 2003 257 H VASUDEVAN 1986 235 P VASUDEVAN 1994 161 P ZHANG 1995 536 F BRITO 1998 193 J SUNDARAMURTHY 2005 299 V BAKUNIN 2006 127 V KAPOOR 1995 179 R CHEN 1994 145 J YU 1997 512 C SCHWARTZ 2000 8800 V MAUGE 2001 271 F WEBER 1996 14144 T NAZRI 1995 271 G TSYGANENKO 2004 189 A WEBER 1995 9194 T JOBIC 1993 3654 H BOTCHWEY 2004 478 C FURIMSKY 2003 1 28 E CHIANELLI 1999 357 R HEINE 1967 673 V SUNDARAMURTHYX2008X20 SUNDARAMURTHYX2008X20X26 SUNDARAMURTHYX2008X20XV SUNDARAMURTHYX2008X20X26XV item S1381-1169(08)00302-6 S1381116908003026 1-s2.0-S1381116908003026 10.1016/j.molcata.2008.07.004 271358 2010-10-11T07:06:20.736122-04:00 2008-10-15 1-s2.0-S1381116908003026-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/MAIN/application/pdf/e121b9b68e5fa5685b10b2dc82cfe61a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/MAIN/application/pdf/e121b9b68e5fa5685b10b2dc82cfe61a/main.pdf main.pdf pdf true 539318 MAIN 7 1-s2.0-S1381116908003026-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/PREVIEW/image/png/0ed958842a5918165b392e80909ef861/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/PREVIEW/image/png/0ed958842a5918165b392e80909ef861/main_1.png main_1.png png 86687 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116908003026-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/STRIPIN/image/gif/77fc221f02fae83439ff54585914c5fb/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/STRIPIN/image/gif/77fc221f02fae83439ff54585914c5fb/si2.gif si2 si2.gif gif 950 49 191 ALTIMG 1-s2.0-S1381116908003026-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/STRIPIN/image/gif/8d8825521add822380ad58479ee59332/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/STRIPIN/image/gif/8d8825521add822380ad58479ee59332/si1.gif si1 si1.gif gif 852 40 149 ALTIMG 1-s2.0-S1381116908003026-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr1/DOWNSAMPLED/image/jpeg/c40c3f3f830d7d0dded97da5137562fe/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr1/DOWNSAMPLED/image/jpeg/c40c3f3f830d7d0dded97da5137562fe/gr1.jpg gr1 gr1.jpg jpg 29586 288 377 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003026-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr1/THUMBNAIL/image/gif/b0c6884eadf510f036412ad89e9e041a/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr1/THUMBNAIL/image/gif/b0c6884eadf510f036412ad89e9e041a/gr1.sml gr1 gr1.sml sml 2747 93 122 IMAGE-THUMBNAIL 1-s2.0-S1381116908003026-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr2/DOWNSAMPLED/image/jpeg/dc817a33eac38b4fb693793e7fcbd4b9/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr2/DOWNSAMPLED/image/jpeg/dc817a33eac38b4fb693793e7fcbd4b9/gr2.jpg gr2 gr2.jpg jpg 42713 340 383 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003026-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr2/THUMBNAIL/image/gif/a768dbd9ccdb32c0758c1185e269d26b/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr2/THUMBNAIL/image/gif/a768dbd9ccdb32c0758c1185e269d26b/gr2.sml gr2 gr2.sml sml 2320 93 105 IMAGE-THUMBNAIL 1-s2.0-S1381116908003026-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr3/DOWNSAMPLED/image/jpeg/cda3441dca69647cc13733c03076c2ea/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr3/DOWNSAMPLED/image/jpeg/cda3441dca69647cc13733c03076c2ea/gr3.jpg gr3 gr3.jpg jpg 46193 308 374 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003026-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr3/THUMBNAIL/image/gif/c661ce2a273014bdc4b600bfabcfd180/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr3/THUMBNAIL/image/gif/c661ce2a273014bdc4b600bfabcfd180/gr3.sml gr3 gr3.sml sml 2944 93 113 IMAGE-THUMBNAIL 1-s2.0-S1381116908003026-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr4/DOWNSAMPLED/image/jpeg/fde317d0f2b33d2a359fa1b7e2783154/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr4/DOWNSAMPLED/image/jpeg/fde317d0f2b33d2a359fa1b7e2783154/gr4.jpg gr4 gr4.jpg jpg 36572 470 328 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003026-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr4/THUMBNAIL/image/gif/d5da2ea5e73b42a8f84c427e8360f28e/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr4/THUMBNAIL/image/gif/d5da2ea5e73b42a8f84c427e8360f28e/gr4.sml gr4 gr4.sml sml 1832 93 65 IMAGE-THUMBNAIL 1-s2.0-S1381116908003026-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr5/DOWNSAMPLED/image/jpeg/305a40d5db1758e8b73fada8d4a3acb8/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr5/DOWNSAMPLED/image/jpeg/305a40d5db1758e8b73fada8d4a3acb8/gr5.jpg gr5 gr5.jpg jpg 12957 284 339 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003026-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/gr5/THUMBNAIL/image/gif/6586c1b2e6752f9437ca6f90e1ab22bf/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/gr5/THUMBNAIL/image/gif/6586c1b2e6752f9437ca6f90e1ab22bf/gr5.sml gr5 gr5.sml sml 1113 93 111 IMAGE-THUMBNAIL 1-s2.0-S1381116908003026-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/fx1/DOWNSAMPLED/image/jpeg/1725eb3a6e1b266b2f8f5b95f7c7259b/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/fx1/DOWNSAMPLED/image/jpeg/1725eb3a6e1b266b2f8f5b95f7c7259b/fx1.jpg fx1 true fx1.jpg jpg 18427 123 489 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908003026-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908003026/fx1/THUMBNAIL/image/gif/72e0eb2d7b75c421472dcc59063eb7d0/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908003026/fx1/THUMBNAIL/image/gif/72e0eb2d7b75c421472dcc59063eb7d0/fx1.sml fx1 true fx1.sml sml 848 32 125 IMAGE-THUMBNAIL MOLCAA 7212 S1381-1169(08)00302-6 10.1016/j.molcata.2008.07.004 Elsevier B.V. Fig. 1 C K-edge NEXAFS spectra of (a) NiMo-2, (b) NiMo-4, (c) CoMo-2 and (d) CoMo-4 catalysts. Fig. 2 DRIFT spectra of conventional NiMo and CoMo catalysts; (a) oxide form of CoMo-C, (b) oxide form of NiMo-C, (c) sulfided NiMo-C, and (d) sulfided CoMo-C. Fig. 3 DRIFT spectra of thiosalts-derived NiMo and CoMo sulfide catalysts: (a) NiMo-1, (b) CoMo-1, (c) NiMo-4, and (d) CoMo-4. Fig. 4 DRIFT spectra of conventional NiMo and CoMo sulfide catalysts: (a) NiMo-C sulfide after the subtraction of NiMo-1 sulfide spectrum and (b) CoMo-C sulfide after the subtraction of CoMo-1 sulfide spectrum. Fig. 5 The N and S conversion of KLGO over NiMo-4 and CoMo-4 sulfide catalysts during precooking—solid line: NiMo-4; broken line:CoMo-4; (●) N conversion and (○) S conversion. T =370°C, P =8.8MPa, LHSV=1.5h−1 and H2/feed=600 (v/v). Table 1 Characteristics of KLGO derived from Athabasca bitumen Characteristic KLGO Nitrogen (ppm) 2439 Sulfur (ppm) 23,420 Density (g/ml) 0.95 Boiling point distribution IBP (°C) 169 FBP (°C) 548 Boiling range (°C) IBP–250 6 250–300 22 300–350 31 350–400 23 401–450 9 450–500 6 500–FBP 3 Table 2 Elemental compositions and textural properties of γ-Al2O3 supported NiMo and CoMo catalysts Sample Mo (wt.%) Ni (wt.%) C (wt.%) BET CO uptake (μmol/g) Surface area (m2/g) Pore volume (cm3/g) Average pore diameter (Å) γ-Al2O3 – – – 204 0.62 12.2 – Mo-UP 13.1 – – 179 0.5 11.1 23 NiMo-C 12.8 2.9 – 175 0.48 11.0 51 NiMo-1 12.6 2.6 – 173 0.47 10.9 62 NiMo-2 12.3 2.4 0.46 170 0.47 11.1 63 NiMo-3 12.5 2.8 0.58 168 0.46 11.0 60 NiMo-4 12.7 2.5 0.39 169 0.46 10.9 78 CoMo-C 12.6 2.7 – 178 0.48 10.8 46 CoMo-1 12.1 2.3 – 182 0.51 11.2 59 CoMo-2 12.5 2.5 0.54 168 0.46 11.0 57 CoMo-3 12.9 2.8 0.43 176 0.48 10.9 61 CoMo-4 12.6 2.6 0.59 180 0.50 11.1 83 Table 3 The HDN and HDS rate constants of conventional and thiosalts derived NiMo and CoMo sulfide catalysts Name of the catalyst Mo precursor Ni or Co precursor Method of preparation HDN rate constant, k N (h−1) HDS rate constant, k S (h−1 wt.% 0.5) Mo-UP Ammonium thiomolybdate – Thiosalt decomposition 0.3 1.8 NiMo-1 Ammonium thiomolybdate Nickel nitrate Thiosalt decomposition 1.16 2.99 NiMo-2 Tetramethylammonium thiomolybdate Nickel nitrate Thiosalt decomposition 1.23 3.40 NiMo-3 Tetrabutylammonium thiomolybdate Nickel nitrate Thiosalt decomposition 1.20 3.57 NiMo-4 Cetyltrimethylammonium thiomolybdate Nickel nitrate Thiosalt decomposition 1.53 4.09 CoMo-1 Ammonium thiomolybdate Cobalt nitrate Thiosalt decomposition 0.84 3.35 CoMo-2 Tetramethylammonium thiomolybdate Cobalt nitrate Thiosalt decomposition 0.98 4.10 CoMo-3 Tetrabutylammonium thiomolybdate Cobalt nitrate Thiosalt decomposition 1.04 4.41 CoMo-4 Cetyltrimethylammonium thiomolybdate Cobalt nitrate Thiosalt decomposition 1.30 6.56 NiMo-C Ammonium heptamolybdate Nickel nitrate Conventional oxide to sulfide 0.98 1.97 CoMo-C Ammonium heptamolybdate Cobalt nitrate Conventional oxide to sulfide 0.74 2.45 T =350°C, P =8.8MPa, LHSV=1.5h−1 and H2/feed=600 (v/v). Tetraalkylthiomolybdates-derived Co(Ni)Mo/γ-Al2O3 sulfide catalysts for gas oil hydrotreating V. Sundaramurthy a A.K. Dalai a ⁎ J. Adjaye b a Catalysis and Chemical Reaction Engineering Laboratories, Department of Chemical Engineering, University of Saskatchewan, Saskatoon, SK S7N 5A9, Canada b Syncrude Edmonton Research Centre, Edmonton, AB T6N 1H4, Canada ⁎ Corresponding author. Tel.: +1 306 966 4771; fax: +1 306 966 4777. Graphical abstract Tetraalkylthiomolybdates-derived Co(Ni)Mo/γ-Al2O3 sulfide catalysts show better HDN and HDS activities than the those of catalysts obtained from the oxide precursor because of better sulfidation and presence of carbo-sulfide phases. The catalyst prepared by in situ decomposition cetyltrimethylammonium thiomolybdate showed an improved HDN and HDS activities as result of better dispersion of active phase on the support via microemulsion. Bimetallic γ-Al2O3-supported CoMo and NiMo sulfide catalysts were prepared using ammonium thiomolybdate (ATM), tetramethylammonium thiomolybdate (TMATM), tetrabutylammonium thiomolybdate (TBATM), cetyltrimethylammonium thiomolybdate (CTMATM) as precursors for MoS2. The CO chemisorption study showed better dispersion of MoS2 on γ-Al2O3 support in the catalysts prepared from the thiosalts precursor than the catalysts obtained from the oxides precursor. Among the catalysts derived from tetraalkylammonium thiomolybdates, Co(Ni)Mo/γ-Al2O3 catalysts derived from CTMATM precursor showed higher CO uptake. The presence of molybdenum carbide phase in the Co(Ni)MoS2 catalysts formed from the tetraalkylammonium thiomolybdates is evidenced by NEXAFS study. DRIFT spectra showed lesser amount of partially sulfided molybdenum species in thiosalts-derived catalysts compared to those catalysts prepared by the conventional oxide precursors. The HDN and HDS activities of Co(Ni)Mo/γ-Al2O3 sulfide catalysts with coker light gas oil (KLGO) feed at temperature, pressure and LHSV of 350°C, 8.8MPa and 1.5h−1 were studied. The activity of thiosalts-derived catalysts is significantly higher than the respective oxides precursor catalysts. The presence of carbo-sulfide phases promotes the HDN and HDS activities of tetraalkylammonium thiomolybdates derived NiMo and CoMo catalysts. In both NiMo and CoMo series, catalyst prepared by in situ decomposition CTMATM showed a maximum HDN and HDS activities as result of better dispersion of active phase on the support via microemulsion. Keywords γ-Al2O3-supported CoMo and NiMo Alkylthiomolybdate Cetyltrimethylammonium thiomolybdate DRIFT HDN HDS Coker light gas oil 1 Introduction The conventional methods of hydrotreating catalysts preparation consist of supporting the transition-metal salts (Mo or W plus Co or Ni) onto γ-Al2O3, followed by calcination to produce the stable oxidic materials that must be sulfided either prior to or during the start-up of the hydrotreating process. The strong interaction of the molybdenum or tungsten oxide with the γ-Al2O3 makes the incomplete sulfidation of the conventional catalysts. On the other hand, the ammonium thiomolybdates, which have sulfur already bound to the metal atoms in a tetrahedral coordination, and their decomposition is expected to lead more completely sulfided catalysts. The thiosalt decomposition method has been widely used in the preparation of molybdenum and tungsten sulfide catalysts. The metal sulfide catalysts formed by decomposition of the thiosalts showed higher catalytic activity than the catalysts prepared by the conventional techniques [1,2]. The cobalt and nickel act as efficient HDN and HDS promoter for conventionally prepared MoS2 or WS2 catalysts. The cobalt promoted unsupported hydrotreating catalysts prepared from the decomposition of thiosalts have shown higher catalytic activities than the unpromoted catalyst and also other catalysts prepared by conventional techniques [3–5]. Alonso et al. [6–8] produced the unsupported MoS2 catalysts from carbon-containing thiosalts of the type (NR4)2MoS4 (where R=alkyl group), and observed greater catalytic activities than those obtained from the ammonium thiomolybdate. Increasing attention has been paid to the role of carbon in the activity of MoS2 and RuS2 catalysts, with some studies suggesting that the active phase of these compounds involves a high surface area MoS2−y C z compounds, where 0.01≤ y ≤0.5 and 0.01≤ z ≤3 [9]. The first claims of the importance of carbon in these catalysts are made with regard to the synthesis of RuS2−x C x compounds, where carbon atoms substituting surface sulfur atoms were detected [9,10]. Exchange of thiomolybdate ammonium cation with the methyl, butyl, hexylammonium cations resulted in MoS2 phases with high-surface area and mesoporous structure [11]. The HDS of dibenzothiophene is strongly affected by the nature of alkylammonium groups, and highest activity observed with the catalyst formed from butylammonium group. The effect of exchange of ammonium cation with bulk cetyltrimethylammonium cation is unknown. Further most of the catalysts prepared by thiosalt decomposition method are unsupported catalysts and their activity was studied with model compounds. Only fewer studies related to supported catalysts have been reported in the literature due to difficulties involved in understanding the effect of the support, and also in their characterization [12–15]. The study on the γ-Al2O3-supported thiosalt-derived bimetallic sulfide catalysts is scare in literature. The aims of this work are to prepare the γ-Al2O3 supported NiMo and CoMo sulfides by using thiosalts as precursor for MoS2 and study their hydrotreating activity with the real feedstock. Ammonium thiomolybdate (ATM), tetramethylammonium thiomolybdate (TMATM), tetrabutylammonium thiomolybdate (TBATM) and cetyltrimethylammonium thiomolybdate (CTMATM) were selected as the precursors for preparation of NiMo and CoMo series of catalysts. The properties of these samples were compared with those prepared by conventional oxide precursors. 2 Experimental Ammonium hydroxide solution of ammonium heptamolybdate was bubbled with H2S gas at room temperature to get crystals of ammonium thiomolybdate. The aqueous solution of ammonium thiomolybdate was mixed with methanol solution of tetraalkylammonium bromide to get tetraalkylammonium thiomolybdate precursors, (NR4)2MoS4 (R=methyl, butyl, and cetyl). Supported bimetallic catalysts were prepared by wet co-impregnation of γ-alumina with methanol–water solutions containing appropriate amounts of tetraalkylammonium thiomolybdate and nickel nitrate (99.9%, BDH) or cobalt nitrate (99.9%, BDH). The γ-Al2O3 supported unpromoted Mo catalyst was prepared by following the same method as above using only ammonium thiomolybdate. The samples were vacuum dried at 120°C for 2h. The conventional NiMo and CoMo catalysts were prepared through incipient wetness co-impregnation method using aqueous solution containing the appropriate amounts of ammonium heptamolybdate, nickel nitrate or cobalt nitrate. The impregnated samples were dried at 120°C for 5h and then calcined at 500°C for 5h in air. The contents of Ni, Co, and Mo samples were determined by plasma atomic emission method (ICP). The carbon content of sulfided catalysts was carried out using CHNSO analyzer (Elementar Americas Inc.) The BET surface area, pore diameter and pore volume of in situ sulfided samples were measured by means of the adsorption of N2 at 78K. The carbon monoxide (CO) uptake on sulfided catalysts was measured using the Micromeritics ASAP 2000 instrument. Before chemisorption measurement, 200mg of sample was sulfided in situ with 10% H2S/H2 at 400°C for 2h, and then evacuated until the static pressure remained less than 6.6×10−4 Pa. Pulses of CO were passed over the sample to measure the total gas uptake at 35°C. X-ray powder diffraction (XRD) patterns for sulfided catalysts were recorded on a Rigaku diffractometer using monochromatic Cu Kα radiation in step scanning mode, in the range 10° < 2θ < 80°. Near-edge X-ray absorption fine structure (NEXAFS) measurements of selected sulfided catalysts were carried out at the high resolution spherical grating monochromator (SGM) beamline of the Canadian Light Source at University of Saskatchewan. The powder samples were pressed into a stainless steel sample holder and spectra were recorded near the K-edge of the C by measuring the fluorescence electron yield. Diffuse reflectance infrared fourier transform spectroscopy (DRIFTS) experiments were performed using a PerkinElmer Spectrum GX instrument equipped with DTGS detector and a KBr beam splitter. Approximately 30mg of sample was loaded into a sample cup inside a Spectrotech diffuse reflectance in situ cell equipped with ZnSe windows and a thermocouple mount that allowed direct measurement of the sample surface temperature. The oxide form of conventional catalysts were degassed at 200°C for 2h with He flow and spectra were recorded at room temperature. Both conventional and thiomolybdates samples were sulfided in situ in a Spectrotech diffuse reflectance cell with 10% H2S/H2 (30cm3/min) at 400°C for 2h. The spectra were recorded at 30°C with He flow. For the CO adsorption, the sulfided sample was exposed to CO (99% pure) at a flow rate of 30cm3/min for 30min. The spectra for each experiment were averaged over 64 scans with a nominal 8cm−1 resolution. The sample loaded in the sample cup was weighed after the experiment. The bands intensity was corrected for the differences in the weight of the sample and normalized to 30mg. Hydrotreating experiments were performed in a trickle bed reactor under typical industrial conditions. The coker light gas oil (KLGO) derived from Athabasca bitumen is used as a feed for hydrotreating studies. The feed properties are given in Table 1 . The high-pressure reaction setup used in this study simulates the process that takes place in industrial hydrotreaters. The details of reaction setup and catalyst loading into the reactor are described elsewhere [16]. Appropriate amount of catalyst precursor, which would yield 3.8g of catalyst after sulfidation, was loaded into the reactor. The precursor sample was in situ sulfided to get active sulfide phase at 400°C for 8h in the presence of 10% H2S/H2 (v/v). Following sulfidation, the catalyst was precoked (stabilized) with KLGO for 5 days at a temperature of 370°C, pressure of 8.8MPa, and LHSV of 1.5h−1. After precoking, HDN and HDS activities of catalysts were studied at 350°C for 48h by maintaining pressure, H2/feed ratio and LHSV at 8.8MPa, 600ml/ml and 1.5h−1, respectively. The products were collected at 12h intervals. The products were stripped with N2 for removing the dissolved NH3 and H2S. The total nitrogen content of the liquid product was measured by combustion/chemiluminence technique following the ASTM D4629 method, and the sulfur content was measured using combustion/fluorescence technique following the ASTM 5463 method. The sulfur and nitrogen were analyzed in an Antek 9000 NS analyzer. 3 Results and discussion 3.1 Chemical composition and textural properties The CoMo/γ-Al2O3 sulfide catalysts derived from the ammonium thiomolybdate, tetramethylammonium thiomolybdate, tetrabutylammonium thiomolybdate, cetyltrimethylammonium thiomolybdate are named as CoMo-1, CoMo-2, CoMo-3 and CoMo-4, respectively. Similarly, NiMo/γ-Al2O3 catalysts prepared using the above mentioned thiomolybdates are named as NiMo-1, NiMo-2, NiMo-3 and NiMo-4, respectively. The NiMo/γ-Al2O3 and CoMo/γ-Al2O3 catalysts prepared by using conventional oxide precursors are named as NiMo-C and CoMo-C, respectively. The γ-Al2O3 supported unpromoted Mo catalyst, which was prepared from the ammonium thiomolybdate by incipient wetness co-impregnation method, is named as Mo-UP. The metals content, BET surface area, pore volume, and pore diameter are listed in Table 2 . There is no significant change in the surface area, pore volume and pore diameter of thiomolybdates derived catalysts when compared with the conventionally prepared catalysts. The number of accessible surface metal atoms on sulfided catalyst was found by chemisorption by using carbon monoxide as a molecular probe. As shown in Table 2, a significant increase in CO uptake is observed over the thiomolybdates derived catalysts as compared with the conventionally prepared catalysts. The comparison of CO uptake of Mo-UP with those of NiMo-1 and CoMo-1 indicates the promotional effect of Ni and Co, respectively, on dispersion of MoS2. There is no significant change in CO uptakes of NiMo-2 catalyst against NiMo-3 catalyst, which shows that tetramethylammonium and tetrabutylammonium groups in thiomolybdates do not play major role in dispersion of metals. Similar observation is also observed with CoMo-2 and CoMo-3 catalysts. The higher CO uptake of NiMo-4 and CoMo-4 catalysts, which were derived from cetyltrimethylammonium thiomolybdate, evidences that cetyltrimethylammonium groups in cetyltrimethylammonium thiomolybdate influence positively metals particles dispersion on γ-Al2O3 support. It is known that cetyltrimethylammonium ions form reversed microemulsions in aqueous–organic media [17]. The cetyltrimethylammonium thiomolybdate, a MoS2 precursor for NiMo-4 and CoMo-4 catalysts, forms microemulsions with thiomolybdate anions in the aqueous core during the wet impregnation in methanol–water system. The small size and cage-like nature of microemulsion limit the particle growth and aggregation, and result the highly dispersed nano-molybdenum sulfide particles on γ-Al2O3. XRD patterns (figure not shown) of NiMo-C, CoMo-C catalysts show the weak broad peaks at 34.5° and 60.5° corresponding to MoS2 phases along with the γ-Al2O3 peaks at 38°, 45.8° and 66.8°, whereas, NiMo-4 and CoMo-4 catalysts do not show any MoS2 phases peaks other than γ-Al2O3 indicating that the MoS2 phases are highly dispersed over the support and their particle sizes are below the detection limit of XRD technique (∼10nm) or the formed MoS2 phases are amorphous. The sulfided catalysts derived from the tetraalkylammonium thiomolybdates contain significant amount of carbon as given in Table 2. The NEXAFS technique was used to determine whether the carbon atoms remain in carbidic or graphitic form. The C K-edge features of carbides are substantially different from those of other forms of carbon, such as graphite [18,19] or carbonaceous species [19] due to their differences in electronic band structures. Fig. 1 shows the NEXAFS spectra of C K-edge of selected tetraalkylammonium thiomolybdates derived catalysts namely CoMo-2, CoMo-4, NiMo-2 and NiMo-4. Two sharp peaks at 287 and 290eV, and a relatively broad peak at 293.5eV, which are characteristic of carbidic nature of carbon are observed [18,20]. The two sharp resonances at 287 and 290eV are assigned to the transitions of C 1s electrons to the p–d (t2g) and p–d (e.g.) hybridized orbitals, respectively [18–21]. The broad feature at 293.5eV is assigned to the transition of C 1s electrons to an unoccupied orbital that involves contributions from 2p and 3p orbitals of carbon and the d and s states of metals [18–21]. The presence of carbidic carbons show that the molybdenum carbide phases co-exist with the molybdenum sulfide phases in the catalysts derived from the tetraalkylammonium thiomolybdates. 3.2 DRIFT spectroscopy The advantage of DRIFT technique for the studies of in situ generated sulfide of γ-Al2O3-supported NiMo and CoMo has not been extensively explored. Mostly, the sulfidation of unsupported material was studied [22–23]. However, no detailed work is reported on in situ sulfidation of γ-Al2O3-supported NiMo and CoMo and simultaneous DRIFT study. The DRIFT spectra of oxide form of NiMo/γ-Al2O3 and CoMo/γ-Al2O3 in Fig. 2 show several bands due to Mo–O vibrations. The band at 1009cm−1 reflects the stretching vibration of terminal MoO groups [24]. The broad vibration features at 820 and 880cm−1 are due to Mo–O vibrations of the MoO3 lattice [24]. These Mo–O bonds possess bond orders varying between 1.7 and 0.3, and hence the correspondingly varying force constants give rise to a broad band with unresolved contributions. The top two spectra in Fig. 2 are the DRIFT spectra of NiMo/γ-Al2O3 and CoMo/γ-Al2O3 sulfided in situ at 400°C with 10% H2S/H2 (v/v). If we compare the spectra of the sulfided samples with those of oxide form of samples, the signals characteristic of terminal MoO and Mo–O bonds diminish upon sulfidation but remains detectable after sulfidation. This shows that Mo–O entities are present in the conventionally prepared catalysts even after sulfidation. The molybdates interact with support, forms Mo–O–Al bonds, which are difficult to sulfide and hence incomplete conversion of Mo–O groups (band at 880cm−1) to Mo–S groups is noted. New bands are observed at 960 and 550cm−1 after sulfidation. Maugé et al. [22] observed main band at 940cm−1 with shoulder at 960cm−1 in the spectrum of the air contacted unsupported MoS2. The band at 960cm−1 was sensitive to CO adsorption unlike 940cm−1 band. They assigned both the bands to the MoIV O groups. The MoIV O groups accounting for 960cm−1 band has lower coordination number with respect to groups which account for 940cm−1 band that enables CO to be bound to such ions. The band at 960cm−1 band in this work does not reveal noticeable change towards CO adsorption (spectrum not given) although its position same as shoulder band of air contacted MoS2. Tsyganenko et al. [25] produced unsupported molybdenum sulfide by in situ thermal decomposition of ammonium thiomolybdate and observed a strong IR band at 958cm−1, which was not sensitive to CO or NH3 adsorption. Based on above study, the band at 960cm−1 in the present study can be assigned to MoIV O groups with molybdenum ions coordinately saturated by sulfur in the form of S2− and S2 2− ions or located in the bulk and not accessible for adsorption. The new band at 550cm−1 observed in the present study is characteristic of ν(S–S) vibration of bridging S2 2− ligand [25,26], which conform that molybdenum ions are coordinately saturated by S2 2− ions. The higher intensity of 960cm−1 in the case of NiMo sulfided sample shows that sulfided samples consist of more amount of MoO groups than the precursor oxide sample. The terminally bonded oxygen atoms in the oxide form sample are the most exposed structural features of the polymolybdate species and, therefore, are accessible for a reaction with H2S. They are the first to be substituted by sulfur upon reaction with H2S, according to MoO+H2S→MoS+H2O. When oxygen is replaced by the larger sulfur atoms, structural distortions cause the long Mo–O bonds to break. This process converts the bridging Mo–O–Mo functions into the terminal MoO units. This could be a reason for the larger amount of MoO groups in the sulfided form. Fig. 3 shows the DRIFT spectra of in situ sulfided NiMo-1, NiMo-4, CoMo-1, and CoMo-4 catalysts as typical cases from the thiosalts-based catalysts. The spectra show the common bands at 940, 720, and 550cm−1 in the 1100–500cm−1 region. The band at 940cm−1 can be assigned to MoO groups with molybdenum ions coordinately saturated by sulfur. The IR spectrum of the air contacted unsupported MoS2 also showed intense band at 940cm−1, which is assigned to MoO groups with sulfur ligands [22]. The frequency of the above group is shifted by 20cm−1 for the conventionally prepared NiMo and CoMo sulfide catalysts (940–960cm−1) and by 69cm−1 for the conventionally prepared NiMo and CoMo oxide catalysts (940–1009cm−1). The frequency of MoO groups depends on state of Mo and number of sulfur ligands. The state of Mo and number of sulfur ligands for the conventional catalysts are different from the thiosalts derived catalysts, and hence the shift of MoO groups band is noted. In the case of thiosalts derived catalysts, the thiosalts decomposition expected to give only molybdenum sulfide, but the DRIFT study shows the presence of MoO groups in the thiosalts derived catalysts. The MoO groups formation in thiosalts derived catalyst could be due to hydrolysis of some part of thiomolybdates in the course of sample preparation. The shoulder band at 880cm−1, which is also observed with the conventionally prepared NiMo and CoMo sulfided catalysts, showed the presence of some Mo–O groups in the catalysts prepared by the ammonium thiomolybdates reductive sulfidation. The 550cm−1 band of thiosalts derived catalysts, which is also observed with conventionally prepared NiMo and CoMo sulfide catalysts, corresponds to the stretching vibrations of bridging S2 groups. Based on previous studies, the bands at 720cm−1 can be assigned to bending mode of S–H groups [27]. As shown in Fig. 3, other than the Mo–O, S–H bands, some other strong and weak bands are also observed with the NiMo and CoMo catalysts. The sulfidation of ammonium thiomolybdates produces the ammonia species, which can adsorb on the catalyst surface. This evident from the 1310 and 1453cm−1 bands, which are due to molecular NH3 bonded to Mo (Lewis acid sites) and NH4 + ions (Brønstead acid sites), respectively [22,25]. The CoMo-4 and NiMo-4 catalysts show new band at 1374cm−1. These catalysts are formed from the alkylthiomolybdates precursors, which produce the CH3SH species on sulfidation. The band at 1374cm−1 is due to the chemisorbed CH3SH molecules on catalysts surface [22,25]. The NiMo-C and CoMo-C spectra after the subtraction of NiMo-1 and CoMo-1, respectively, are given in Fig. 4 . The bands at 975 and 880cm−1 corresponding to stretching vibration of MoO and Mo–O bonds are noted. As mentioned earlier, the frequency of MoO groups depends on state of Mo and number of sulfur ligands. The stretching vibration of MoO groups in MoO3 is observed at 1009cm−1, where Mo is in +6 oxidation state and coordinated with oxygen. The reduction in molybdenum oxidation states and also an increase of sulfur coordination to molybdenum, can shift the MoO groups band to lower wavenumber. The 975cm−1 band observed on the subtracted spectrum can be due to vibration of MoO groups of the partially sulfided molybdenum oxide or unsulfided reduced molybdenum oxide. The DRIFT spectra confirm that NiMo-C and CoMo-C catalysts possess higher amount of partially sulfided molybdenum oxide or unsulfided reduced molybdenum oxide when compared with the NiMo-1 and CoMo-1 respectively, which were formed from ammonium thiomolybdates precursors. As mentioned earlier, in the conventional catalysts, the molybdenum oxides react with the basic hydroxyl groups of γ-alumina support and forms the Al–O–Mo entities (O-bridges), which leads to incomplete sulfidation of molybdenum oxides. In the case of ammonium thiomolybdates reductive sulfidation, the thiosalts have sulfur already bound to the metal atoms in a tetrahedral coordination, further there is no O-bridges between the thiosalts and γ-alumina, which lead to lesser amount of partially sulfided Mo species when compared with the conventional oxide precursor catalysts. 3.3 The hydrodenitrogenation (HDN) and hydrodesulfurization (HDS) of coker light gas oiI To compare the activity of the thiomolybdates derived catalysts with those of the conventionally prepared sulfide catalysts, an appropriate amount of the thiomolybdate precursor to yield 3.8g of active NiS (or) CoS–Mo2S/Al2O3 phase was loaded in the reactor. The hydrotreating activity of all the catalysts was tested using the coker light gas oil derived from Athabasca bitumen. To achieve steady state activity, the catalyst was precoked at the temperature, pressure, LHSV and H2/feed ratio of 370°C, 8.8MPa, 1.5h−1 and 600ml/ml, respectively for 5 days. The HDN and HDS activities during precoking period with the typical CoMo-4 and NiMo-4 catalysts are shown in Fig. 5 . The HDN and HDS activities decrease with time for the first 72h because of the coke deposition on the catalyst surface and then both the HDN and HDS activities remained constant for the rest of run time. The hydrotreating activity of the conventionally produced Co(Ni)Mo/Al2O3 sulfide catalysts was tested under the same experimental conditions. A similar precoking trend with the catalyst stabilization period of 3 days was observed with the conventional catalyst (figure not shown). After precoking, the HDN and HDS activities of all the catalysts were studied for 3 days at 350°C and are expressed by means of HDN and HDS rate constants. Based on our previous studies [28], rate constants k HDN and k HDS were calculated from the conversion data under the assumption that the HDN follows first-order kinetics and that the HDS follows 1.5th order kinetics. The following rate equations can be used for calculating the apparent rate constants (1) k N = ln N F N P LHSV (2) k S = 1 S p 0.5 − 1 S F 0.5 LHSV n − 1 where N F and S F are the nitrogen and sulfur concentration (wt.%) in the feed respectively, N P and S P are the nitrogen and sulfur concentration (wt.%) in the product respectively, n is the order of reaction and LHSV is the liquid hourly space velocity (h−1). The apparent rate constants k N and k S are given in Table 3 . It can be seen that the Co(Ni)Mo/γ-Al2O3 catalysts prepared by the thiomolybdate decomposition method give higher k N and k S values than those of Co(Ni)–Mo catalysts prepared by conventional oxide precursors method, which confirms the better HDN and HDS activities exhibited by the former set of catalysts. The superior HDN and HDS activities of thiomolybdates derived Co(Ni)Mo/Al2O3 catalyst are likely to arise from the higher dispersion of the MoS2 on the support and the consequent higher concentration of the catalytically active edge sites (CoMoS or NiMoS phases) on the surface. Further as evidenced by DRIFT spectra, the catalysts prepared from the thiomolybdates precursors were better sulfided than the conventionally prepared catalysts. This results higher amounts of MoS2 phase in the former set of catalysts, which also lead to enhancement in HDN and HDS activities. The comparison of Mo-UP with that of NiMo-1 and CoMo-1 shows two and three fold increase of HDN rate constant on Ni and Co additions, respectively. Similarly HDS rate also is increased by Co and Ni additions. This indicates that the Co and Ni act as promoters in the case of thiosalts derived Co(Ni)Mo/γ-Al2O3 catalysts as in case of the conventional catalysts. The NiMo series catalysts present better HDN catalytic properties than the CoMo series. This has been assigned to the better hydrogenating power of the NiMo against CoMo samples. In both CoMo and NiMo series, catalysts formed from tetraalkylammonium thiomolybdates show higher HDN and HDS activities than the catalysts formed from ammonium thiomolybdates. This is due to the presence of an alkyl group in the precursor, which leads to increase in the hydrotreating activity. Nava et al. [11] prepared a series of unsupported cobalt–molybdenum sulfide catalysts from tetraalkylammonium thiomolybdates and observed an improvement in HDS of dibenzothiophene compared with that of the catalysts formed from without alkyl group. The in situ decomposition of tetraalkylammonium thiosalts [6–10] have resulted the catalysts containing certain amounts of carbon. In the present investigation also, the catalysts derived from tetraalkylammonium thiomolybdates contain 0.39–0.59wt.% of carbon as given in Table 2. The formation of molybdenum carbide phases in MoS2 catalysts derived from tetraalkylammonium thiomolybdates is evidenced by NEXAFS study. The positive role of carbide phase in the hydrotreating reaction was observed by many researchers as reviewed by Edward et al. [29]. In the case of tetraalkylammonium salts, the carbon atoms already present in the precursor, which could lead to a more efficient interaction of carbon with the molybdenum sulfide, forms an active carbo-sulfide phase or carbide phase supported on the molybdenum sulfide. When MoS2 phase is produced in an H2/H2S environment, it becomes sulfur-rich. In the case of MoS2, the enrichment only occurs at the edge planes. Upon contact with a hydrocarbon environment, this excess sulfur is removed along with additional sulfur and is replaced by carbon in the carbide form [30]. This sulfide supported carbide or carbo-sulfide is now the stabilized active catalyst. The formed molybdenum carbide electrical and thermal conductivity are high. The elementary theory suggests that the introduction of carbon into the lattice of the molybdenum results in an increase of the lattice parameter a o. This leads to an increase in the d-electron density providing that the same number of levels is retained [31]. Further molybdenum carbide exhibits the noble metals-like behavior, and better hydrogen adsorption capacity. These properties of molybdenum carbide are expected to enhance the HDN and HDS activity of tetraalkylammonium thiomolybdates derived catalysts. Among the tetraalkylammonium thiomolybdates-derived NiMo and CoMo catalysts, there is not much improvement in HDN and HDS activities with change of methyl group with the butyl group, whereas, a significant increase in the HDN and HDS activities is observed with cetyltrimethyl group. The improvement in hydrotreating activity of NiMo or CoMo sulfides formed from cetyltrimethylammonium thiomolybdate precursor is due to the enhanced dispersion of Co(Ni)–MoS2 phases as a result of microemulsion formation. This is in line with CO chemisorption study, which also evidenced the enhanced metals dispersion in the catalysts derived from cetyltrimethylammonium thiomolybdate precursor. 4 Conclusions The higher amount of MoS2 phases, better dispersion and higher concentration of the catalytically active edge sites (CoMoS or NiMoS) formation in the thiomolybdates derived γ-Al2O3 supported NiMo and CoMo catalysts have resulted the superior hydrotreating activity when compared with the conventional γ-Al2O3 supported NiMo and CoMo catalysts, respectively. The catalysts generated from tetraalkylammonium thiomolybdates showed improved HDN and HDS activity because of active “carbo-sulfide” phases formation. The replacement of methyl groups of tetramethyammonium thiomolybdates with butyl groups neither improved the dispersion nor the HDN and HDS activities of KLGO, whereas, the catalyst derived from cetyltrimethylammonium thiomolybdate showed highest activity in CoMo and NiMo series because of greater dispersion of MoS2 particles via microemulsion. Acknowledgments The authors are grateful to Syncrude Canada Ltd. and Natural Science and Engineering Research Council of Canada for their financial support. The authors are also grateful to Canadian Light Source (CLS) for their support in XANES study. References [1] M. Zdrazil Catal. Today 3 1988 269 [2] K. Wilkinson M.D. Merchan P.T. Vasudevan J. Catal. 171 1997 325 [3] S. Fuentes G. Diaz F. Pedraza H. Rojas N. Rosas J. Catal. 113 1988 535 [4] B. Pawelec R. Navarro J.L.G. Fierro P.T. Vasudevan Appl. Catal. A168 1998 205 [5] K. Inamura R. Prins J. Catal. 147 1994 515 [6] G. Alonso G. Berhault F. Paraguay E. Rivera S. Fuentes R.R. Chianelli Mater. Res. Bull. 38 2003 1045 [7] G. Alonso M. Del Valle J. Cruz V. Petranovski A. Licea-Claverie S. Fuentes Catal. Today 43 1998 117 [8] G. Alonso M. Del Valle J. Cruz V. Petranovski A. Licea-Claverie S. Fuentes Catal. Lett. 52 1998 55 [9] T.A. Pecoraro, R.R. Chianelli, US Patent 4,528,089. (1985). [10] R.R. Chianelli, T.A. Pecoraro, U.S. Patent 428,822 (1981). [11] H. Nava C. Ornelas A. Aguilar G. Berhault S. Fuentes G. Alonso Catal. Lett. 86 2003 257 [12] P.T. Vasudevan S.W. Weller J. Catal. 99 1986 235 [13] P.T. Vasudevan F. Zhang Appl. Catal. 112 1994 161 [14] F. Zhang P.T. Vasudevan J. Catal. 157 1995 536 [15] J.L. Brito F. Severino N. Ninoska Delgadoa J. Laine Appl. Catal. A 173 1998 193 [16] V. Sundaramurthy A.K. Dalai J. Adjaye Catal. Lett. 102 2005 299 [17] V.N. Bakunin A.Y. Suslov G.N. Kuzmina O.P. Parenago Lubric. Sci. 17 2006 127 [18] R. Kapoor S.T. Oyama B. Fruhberger B.D. DeVries J.G. Chen Catal. Lett. 34 1995 179 [19] J.G. Chen C.M. Kim B. Fruhberger B.D. DeVries M.S. Touvelle Surf. Sci. 321 1994 145 [20] C.C. Yu S. Ramanathan B. Dhandapani J.G. Chen S.T. Oyama J. Phys. Chem. B 101 1997 512 [21] V. Schwartz S.T. Oyama J.G. Chen J. Phys. Chem. B104 2000 8800 [22] F. Maugé J. Lamotte N.S. Nesterenko O. Manoilova A.A. Tsyganenko Catal. Today 70 2001 271 [23] Th. Weber J.C. Muijsers J.H.M.C. van Wolput C.P.J. Verhagen J.W. Niemantsverdriet J. Phys. Chem. 100 1996 14144 [24] G.A. Nazri C. Julien Solid State Ionics 80 1995 271 [25] A.A. Tsyganenko F. Can A. Travert F. Maugé Appl. Catal. A 268 2004 189 [26] Th. Weber J.C. Muijsers J.W. Niemantsverdriet J. Phys. Chem. 99 1995 9194 [27] H. Jobic G. Clugnet M. Lacroix S. Yuan C. Mirodatos M. Breysse J. Am. Chem. Soc. 115 1993 3654 [28] C. Botchwey A.K. Dalai J. Adjaye Can. J. Chem. Eng. 82 2004 478 [29] E. Furimsky Appl. Catal. A 240 2003 1 28 [30] R.R. Chianelli G. Berhault Catal. Today 53 1999 357 [31] V. Heine Phys. Rev. 153 1967 673",
      "scopus-id": "53349179571",
      "coredata": {
        "eid": "1-s2.0-S1381116908003026",
        "dc:description": "Bimetallic γ-Al2O3-supported CoMo and NiMo sulfide catalysts were prepared using ammonium thiomolybdate (ATM), tetramethylammonium thiomolybdate (TMATM), tetrabutylammonium thiomolybdate (TBATM), cetyltrimethylammonium thiomolybdate (CTMATM) as precursors for MoS2. The CO chemisorption study showed better dispersion of MoS2 on γ-Al2O3 support in the catalysts prepared from the thiosalts precursor than the catalysts obtained from the oxides precursor. Among the catalysts derived from tetraalkylammonium thiomolybdates, Co(Ni)Mo/γ-Al2O3 catalysts derived from CTMATM precursor showed higher CO uptake. The presence of molybdenum carbide phase in the Co(Ni)MoS2 catalysts formed from the tetraalkylammonium thiomolybdates is evidenced by NEXAFS study. DRIFT spectra showed lesser amount of partially sulfided molybdenum species in thiosalts-derived catalysts compared to those catalysts prepared by the conventional oxide precursors. The HDN and HDS activities of Co(Ni)Mo/γ-Al2O3 sulfide catalysts with coker light gas oil (KLGO) feed at temperature, pressure and LHSV of 350°C, 8.8MPa and 1.5h−1 were studied. The activity of thiosalts-derived catalysts is significantly higher than the respective oxides precursor catalysts. The presence of carbo-sulfide phases promotes the HDN and HDS activities of tetraalkylammonium thiomolybdates derived NiMo and CoMo catalysts. In both NiMo and CoMo series, catalyst prepared by in situ decomposition CTMATM showed a maximum HDN and HDS activities as result of better dispersion of active phase on the support via microemulsion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-10-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116908003026",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sundaramurthy, V."
          },
          {
            "@_fa": "true",
            "$": "Dalai, A.K."
          },
          {
            "@_fa": "true",
            "$": "Adjaye, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116908003026"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116908003026"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00302-6",
        "prism:volume": "294",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Tetraalkylthiomolybdates-derived Co(Ni)Mo/γ-Al2O3 sulfide catalysts for gas oil hydrotreating",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "γ-Al2O3-supported CoMo and NiMo"
          },
          {
            "@_fa": "true",
            "$": "Alkylthiomolybdate"
          },
          {
            "@_fa": "true",
            "$": "Cetyltrimethylammonium thiomolybdate"
          },
          {
            "@_fa": "true",
            "$": "DRIFT"
          },
          {
            "@_fa": "true",
            "$": "HDN"
          },
          {
            "@_fa": "true",
            "$": "HDS"
          },
          {
            "@_fa": "true",
            "$": "Coker light gas oil"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "20-26",
        "prism:endingPage": "26",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 October 2008",
        "prism:doi": "10.1016/j.molcata.2008.07.004",
        "prism:startingPage": "20",
        "dc:identifier": "doi:10.1016/j.molcata.2008.07.004",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "950",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "149",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "852",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "377",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29586",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "122",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2747",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "340",
            "@width": "383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42713",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "105",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2320",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "308",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46193",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "113",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2944",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "470",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36572",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1832",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "284",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12957",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1113",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "123",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18427",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "32",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908003026-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "848",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/53349179571"
      }
    }
  }
}