{
  "metadata": {
    "title": "Microwave activation of enzymatic catalysts for biodiesel production",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis B: Enzymatic",
    "date": "2010-11-30",
    "doi": "10.1016/j.molcatb.2010.07.015",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381117710001992",
    "pii": "S1381117710001992"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-77956910691",
      "originalText": "serial JL 271400 291210 291744 291809 291847 31 Journal of Molecular Catalysis B: Enzymatic JOURNALMOLECULARCATALYSISBENZYMATIC 2010-08-06 2010-08-06 2010-10-31T17:19:41 1-s2.0-S1381117710001992 S1381-1177(10)00199-2 S1381117710001992 10.1016/j.molcatb.2010.07.015 S300 S300.1 FULL-TEXT 1-s2.0-S1381117710X00091 2024-01-02T09:53:33.539591Z 0 0 20101101 20101130 2010 2010-08-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast authsuff primabst ref specialabst alllist content subj ssids 1381-1177 13811177 67 67 1 2 1 2 Volume 67, Issues 1–2 20 117 121 117 121 201011 November 2010 2010-11-01 2010-11-30 2010 Regular papers article fla Copyright © 2010 Elsevier B.V. All rights reserved. MICROWAVEACTIVATIONENZYMATICCATALYSTSFORBIODIESELPRODUCTION NOGUEIRA B 1 Introduction 2 Experimental 2.1 Experimental design 3 Results and discussion 4 Conclusions Acknowledgments References CAMPBELL 1998 77 80 C TSOSKOUNOGIOU 2008 3797 3806 M DU 2008 331 337 W FREEDMAN 1984 1638 1643 B BAJAJ 2010 9 14 A HSU 2002 181 186 A ORCAIRE 2006 106 113 O MEUNIER 2010 54 58 S SHAH 2004 154 159 S MACARIO 2007 328 335 A FJERBAEK 2009 1298 1315 L HAYES 2003 H MICROWAVESYNTHESISCHEMISTRYSPEEDLIGHT KAPPE 2005 C MICROWAVEINORGANICMEDICINALCHEMISTRY FORTUNY 2007 1358 M HERRERO 2008 36 47 M FORTUNY 2008 1553 1561 M BRECCIA 1999 3 8 A BARNARD 2007 1777 1781 T ZHANG 2010 931 936 S PERIN 2008 2838 2841 G ANAN 2007 2639 2644 N RAMOS 2008 90 94 M HARTMAN 1973 L RAPIDPREPARATIONFATTYACIDSMETHYLESTERS BOX 1978 G STATISTICSFOREXPERIMENTERSINTRODUCTIONDESIGNDATAANALYSISMODELBUILDING NELE 1999 177 189 M LIMA 1998 31 43 A BHERING 2002 55 64 D KAIEDA 2001 12 15 M NASCIMENTO 2010 R REVISTADEQUIMICAINDUSTRIAL MOREIRA 2007 3689 3694 A ANTCZAK 2009 1184 1185 M HERNANDEZMARTIN 2008 277 286 E NOGUEIRAX2010X117 NOGUEIRAX2010X117X121 NOGUEIRAX2010X117XB NOGUEIRAX2010X117X121XB 0 2022-06-10T22:31:03.376Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined FAPERJ FAPERJ Fundação Carlos Chagas Filho de Amparo à Pesquisa do Estado do Rio de Janeiro http://data.elsevier.com/vocabulary/SciValFunders/501100004586 http://sws.geonames.org/3469034/ Fundação Carlos Chagas de Amparo à Pesquisa Conselho Nacional de Pesquisa CNPq Conselho Nacional de Desenvolvimento Científico e Tecnológico http://data.elsevier.com/vocabulary/SciValFunders/501100003593 http://sws.geonames.org/3469034/ The authors wish to thank to CNPq (Conselho Nacional de Pesquisa) and FAPERJ (Fundação Carlos Chagas de Amparo à Pesquisa) for providing financial support for this work and Novozyme for providing the enzymes. item S1381-1177(10)00199-2 S1381117710001992 1-s2.0-S1381117710001992 10.1016/j.molcatb.2010.07.015 271400 2024-01-02T09:53:33.539591Z 2010-11-01 2010-11-30 1-s2.0-S1381117710001992-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/MAIN/application/pdf/9c63103169d2acc832ee3b3488c1ba01/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/MAIN/application/pdf/9c63103169d2acc832ee3b3488c1ba01/main.pdf main.pdf pdf true 256221 MAIN 5 1-s2.0-S1381117710001992-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/PREVIEW/image/png/f537b10a6107e97837392e1336924f08/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/PREVIEW/image/png/f537b10a6107e97837392e1336924f08/main_1.png main_1.png png 87047 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381117710001992-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/STRIPIN/image/gif/2602cd47de9aa482c50f82a29477f07d/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/STRIPIN/image/gif/2602cd47de9aa482c50f82a29477f07d/si2.gif si2 si2.gif gif 751 40 165 ALTIMG 1-s2.0-S1381117710001992-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/STRIPIN/image/gif/b4009edd55124ac3a54abfb25fa0cb6d/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/STRIPIN/image/gif/b4009edd55124ac3a54abfb25fa0cb6d/si1.gif si1 si1.gif gif 1463 14 458 ALTIMG 1-s2.0-S1381117710001992-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/fx1/DOWNSAMPLED/image/jpeg/94c5e8679227517284ff54699d839d98/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/fx1/DOWNSAMPLED/image/jpeg/94c5e8679227517284ff54699d839d98/fx1.jpg fx1 true fx1.jpg jpg 22413 151 251 IMAGE-DOWNSAMPLED 1-s2.0-S1381117710001992-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/fx1/THUMBNAIL/image/gif/a9c12b868d4b20374fb78b1dae8788f3/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/fx1/THUMBNAIL/image/gif/a9c12b868d4b20374fb78b1dae8788f3/fx1.sml fx1 true fx1.sml sml 5483 131 219 IMAGE-THUMBNAIL 1-s2.0-S1381117710001992-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/gr1/DOWNSAMPLED/image/jpeg/8711dc67b79663b8671487cec5049739/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/gr1/DOWNSAMPLED/image/jpeg/8711dc67b79663b8671487cec5049739/gr1.jpg gr1 gr1.jpg jpg 10381 179 386 IMAGE-DOWNSAMPLED 1-s2.0-S1381117710001992-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/gr1/THUMBNAIL/image/gif/08c98effcaf641ce8bf529ea865d8e2d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/gr1/THUMBNAIL/image/gif/08c98effcaf641ce8bf529ea865d8e2d/gr1.sml gr1 gr1.sml sml 1898 102 219 IMAGE-THUMBNAIL 1-s2.0-S1381117710001992-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/gr2/DOWNSAMPLED/image/jpeg/db9675852b093fb179fcf6375fc0c1d1/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/gr2/DOWNSAMPLED/image/jpeg/db9675852b093fb179fcf6375fc0c1d1/gr2.jpg gr2 gr2.jpg jpg 14554 254 385 IMAGE-DOWNSAMPLED 1-s2.0-S1381117710001992-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/gr2/THUMBNAIL/image/gif/30400248a95df1a7e559bdde72b7ad95/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/gr2/THUMBNAIL/image/gif/30400248a95df1a7e559bdde72b7ad95/gr2.sml gr2 gr2.sml sml 2259 145 219 IMAGE-THUMBNAIL 1-s2.0-S1381117710001992-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/gr3/DOWNSAMPLED/image/jpeg/28805e1a811eadcbf7c423ec47136087/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/gr3/DOWNSAMPLED/image/jpeg/28805e1a811eadcbf7c423ec47136087/gr3.jpg gr3 gr3.jpg jpg 14344 266 392 IMAGE-DOWNSAMPLED 1-s2.0-S1381117710001992-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117710001992/gr3/THUMBNAIL/image/gif/756af82ae5ab98e240cd7367dd679174/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117710001992/gr3/THUMBNAIL/image/gif/756af82ae5ab98e240cd7367dd679174/gr3.sml gr3 gr3.sml sml 2373 149 219 IMAGE-THUMBNAIL MOLCAB 2109 S1381-1177(10)00199-2 10.1016/j.molcatb.2010.07.015 Elsevier B.V. Fig. 1 Calibration curve for reaction conversion measurement. Fig. 2 Comparison between experimental and predicted catalytic activity for Novozyme 435 (R 2 =0.98). Error bars refer to 95% confidence interval. Fig. 3 Comparison between experimental and predicted catalytic activity for Lipozyme IM (R 2 =0.90). Error bars refer to 95% confidence interval. Table 1 Fatty acids composition of macauba pulp oil. Fatty acids (%, w/w) Macauba pulp oil Palmitic acid (C16:0) 17.5 Stearic acid (C18:0) 2.7 Total saturated acids (%) 19.2 Oleic acid (C18:1) 65.9 Linoleic acid (C18:2) 11.6 Palmitoleic acid 2.3 Total unsaturated acids (%) 79.8 Not identified 1.5 Table 2 Variable levels in the experimental design. Variable Normalized variable Values Low (−1) Center (0) High (+1) Temperature (°C) T 30 35 40 Enzyme loading (%, w/w) E 2.5 5.0 7.5 Time (min) t 5 10 15 Table 3 Experimental matrix and experimental results (T: normalized temperature; E: normalized supported enzyme weight fraction; t: normalized time; Conv: reaction conversion; Act: enzyme activity). Experiment Factors Novozyme 435 Lypozyme IM T a E b T c Conv d (%) Act e (min−1) Conv (%) Act (min−1) 1 −1 −1 −1 11.0 0.88 26.3 2.10 2 −1 −1 +1 45.2 1.20 22.9 0.61 3 −1 +1 −1 18.9 0.51 17.8 0.47 4 −1 +1 +1 17.8 0.16 35.5 0.32 5 +1 −1 −1 19.5 1.56 13.8 1.10 6 +1 −1 +1 15.3 0.41 23.6 0.63 7 +1 +1 −1 24.9 0.66 35.8 0.95 8 +1 +1 +1 25.8 0.23 20.3 0.18 9 0 0 0 28.2 0.56 24.6 0.49 10 0 0 0 30.0 0.60 21.0 0.42 11 0 0 0 28.5 0.57 18.6 0.37 a Normalized temperature. b Normalized supported enzyme weight fraction. c Normalized time. d Reaction conversion. e Enzyme activity. Table 4 Regression coefficients and their confidence intervals for the linear models (Eq. (1)) for the enzyme catalytic activities. Variable Coefficient Novozyme 435 Lipozyme IM Value Confidence interval (95%) Value Confidence interval (95%) – a 0 0.668 ±0.025 0.696 ±0.078 T a T 0.014 ±0.030 −0.080 ±0.092 E a E −0.312 ±0.030 −0.315 ±0.092 t a t −0.201 ±0.030 −0.362 ±0.092 TE a TE 0.043 ±0.030 0.166 ±0.092 Tt a Tt −0.195 ±0.030 0.050 ±0.092 Et a Et 0.058 ±0.030 0.128 ±0.092 TEt a TEt 0.173 ±0.030 −0.204 ±0.092 Statistically significant values are in bold. Microwave activation of enzymatic catalysts for biodiesel production Bruno M. Nogueira a Cristine Carretoni a Rogério Cruz a c Suely Freitas a Príamo A. Melo Jr. b Rodrigo Costa-Félix c José C. Pinto b Márcio Nele a b ⁎ a Departamento de Engenharia Química, Escola de Química, Universidade Federal do Rio de Janeiro, Cidade Universitária, CP 68502, Rio de Janeiro 21945-970, RJ, Brazil b Programa de Engenharia Química da COPPE, Universidade Federal do Rio de Janeiro, Cidade Universitária, CP 68502, Rio de Janeiro 21945-970, RJ, Brazil c Laboratório de Ultrassom, Diavi/Dimci/INMETRO, Duque de Caxias, RJ, Brazil ⁎ Corresponding author at: Departamento de Engenharia Química, Escola de Química, Universidade Federal do Rio de Janeiro, Cidade Universitária, CP 68502, Rio de Janeiro 21945-970, RJ, Brazil. Tel.: +55 21 2562 7651. Graphical abstract Research highlights ▶ Microwave increase enzymatic transesterification rate. ▶ Enzyme loading and reaction time have the most important effects. ▶ Strong enzyme deactivation is not observed. The enzymatic microwave assisted biodiesel synthesis from macauba (Acrocomia aculeata) oil and ethanol using Novozyme 435 and Lipozyme IM was studied using statistically designed experiments. The investigated variables were reaction temperature, time and enzyme loading. It was observed a significant effect of the reaction time in reducing the catalytic activity which interpreted in terms enzyme deactivation due microwave exposure. The enzyme loading also played an important role, however the effect of temperature was minor appearing only in the effect of variable interactions. The result comparison between biocatalyst activity in absence and presence of microwave showed that the activity is increased about one order of magnitude due to microwave. Keywords Biodiesel Microwave Enzymatic catalysis Novozyme Lipozyme 1 Introduction There is a considerable world research effort towards sustainable energy sources due to of oil reserve depletion [1,2] and the controversial greenhouse effect. Renewable energy sources are certainly good candidates to be part of a more environmentally friendly energy matrix, in this context, biodiesel production is increasing worldwide [3] and there is an intense research to improve its production process. Biodiesel is a mixture of mono-alkyl esters obtained from vegetable oil, animal fat and algae obtained by transesterification reactions [3]. The transesterification reaction is carried out mixing excess of an alcohol (mostly methanol), tryglycerides from the above mentioned sources and suitable catalyst yielding mono-alkyl esters and glycerol. The most efficient process involves the alkoxy (sodium methoxyde or potassium methoxyde) species used directly or as product of the reaction of the corresponding base with methanol. Mineral acids can be also used as catalyst, but may cause serious corrosion problems [4]. Using either base or acid catalyst, the glycerol produced contains significant amounts of salt as contaminant. Enzymes, in particular lipases, are also able to catalyze the transesterification process for biodiesel production in a cleaner process that yield glycerol free of salt contaminants and that does not require a neutralization step. However, enzymes are expensive, afford low reaction rates and need organic solvents/water in the reaction mixture [5]. Supported enzymes enable multiple use of the catalyst and are intensively investigated to substitute chemical catalysts in the biodiesel production process. Various carriers such as polymers [6], silica [6,7], diatomaceous earth [8,9], zeolites [10], etc. have been tested and it has been shown that supported enzymes are more resistant towards temperature, chemical and shear stresses due to reactor mixing [11]. The low reaction rates of enzymatic production of biodiesel may be overcame by the use of microwave irradiation. Microwave irradiation has became a proven tool for accelerating organic synthesis with dramatic increase of reaction [12,13] and emulsion [14] separation rates. Microwave effects in chemical reactions are believed to come from increased short range molecular motion due continuous polar molecules (or dipoles) aligning to the electric fields caused by microwave radiation, this molecular attrition increases medium temperature and reaction rates [15,16]. Microwave radiation has been successfully used to increase of transesterification reaction rates. Breccia et al. [17] pioneered using microwave to promote vegetable oil transesterification using various catalyst and observed that the reaction was complete in only two minutes. Barnad et al. [18] studied the continuous vegetable oil transesterification using potassium hydroxide as catalyst claim that microwave heating is more cost effective than conventional heating to microwave production, although this can be a valid claim, process scale-up remains a challenge. Different vegetable oils and chemical catalysts [19–21] were used along microwave radiation and, in all cases, an increase in the reaction rate was observed. To the best of our knowledge, no work that investigates the effect of microwave radiation in enzyme catalyzed vegetable oil transesterification has been published yet. The objective of this work was to investigate the effect of microwave irradiation on the rate of transesterification of macauba (Acrocomia aculeata) oil [22] with ethanol catalyzed by supported enzymes, namely Novozyme 435 (Candida antarctica) and Lipozyme IM (Mucor miehei). The experimental variables were temperature, reaction time and supported enzyme concentration, the measured response was reaction conversion which was converted to catalytic activity. It was observed that the reaction rate was significantly increased with microwave irradiation and that reaction temperature was the most important variable. 2 Experimental The macauba acid oil (10±1mgKOH/g) was obtained in house from cold-pressed extraction followed by vacuum filtration using Whatman filter paper to remove residual fibers. The fatty acids analysis [23] was performed on a HP5890 series II gas chromatography equipped with a fused silica capillary column SP2340 (60m×0.32mm×0.25μm). The temperature program was from 150 to 200°C at 1.3°C/min. The detector temperature was set at 250°C. Sample dilution was 2% and the injection volume 1μL. Hydrogen was used as a carrier gas at a flow rate of 2.5mL/min. Standard fatty acid methyl esters (Sigma–Aldrich) were used for fatty acids identification. The obtained fatty acids composition is presented in Table 1 . Ethanol (>99.5%) was purchased from Vetec Química (Rio de Janeiro, Brasil). Novozyme 435 (C. antarctica) and Lipozyme IM (M. miehei) were kindly donated by Novo Enzymes. The reaction was carried out mixing 10g of macauba oil with 5g of ethanol (molar ratio 1:9) in a stirring plate for 10min. The reagents mixed with the catalyst were then transferred to microwave reactor vessels (Synthos-Anton Paar) to start the reaction. This reactor system measures the temperature inside the reaction vessel through a gas bulb thermosensor (no microwave interference), the temperature signal is used to modulate the microwave power and control the reaction temperature. The reaction was carried out in the designed conditions with the maximum stirring speed available in the reactor. At the end of the reaction, the mixture was vacuum filtered for catalyst removal and the filtrate was decanted for 24h. The supernatant was then washed with hot distilled water. The reaction conversion was estimated measuring residual glycerides using an enzymatic kit obtained from Quibasa Química (Minas Gerais, Brasil). The mass fraction of unconverted glycerides was obtained from a calibration curve (Fig. 1 ) using mixtures of macauba oil and biodiesel in different fractions. The absorbance of the mixtures were measured in independent duplicates at 550nm using a Lambda-35 (Perkin-Elmer) spectrophotometer. 2.1 Experimental design The reactions were carried out following a full factorial design for three variables: temperature, catalyst concentration, reaction time with three identical experiments at the central point [24]. The variables levels (values) are presented in Table 2 . These variables must be normalized between +1 and −1 so that the results of the experimental design can be interpreted quantitatively; Table 3 shows the experimental design in terms of the normalized variables and the obtained experimental results. Further details in the use of experimental design for catalyst evaluation can be found in previous works [25–27]. 3 Results and discussion The transesterification of vegetable oils is very sensitive to the reaction conditions. The water in the reaction medium is known to strongly influence the reaction rate [28] and this parameter is sometimes optimized by the deliberate addition of water in the reaction medium. In this study, the residual water content in ethanol and macauba oil was assumed to be sufficient to prevent the enzyme denaturation and this variable was not optimized. The reaction temperature was chosen between 30 and 40°C to prevent enzyme deactivation. A previous work showed that lipase supported in coconut fibers does not deactivate in the biodiesel production from macauba oil and ethanol in this temperature range, it retained its catalytic activity up to 10 reaction cycles under conventional heating [29]. For lipase (Pseudomonas fluorescens) supported in a silica PVA-composite, Castro et al. [30] observed a 25% biocatalyst activity decay after five reaction cycles using palm oil and ethanol as feedstock. The nature and the ratio oil to alcohol are also known to affect the reaction rate by altering the enzyme denaturation rate [31], however in this study this effect was not investigated. Ethanol was chosen as reagent because its renewable nature and it is widely available in Brazil. The experimental conditions and results are presented in Table 3. Factorial experimental designs, due to its orthogonality, allows one to use regression to interpret the experimental data building equations that relate the experimental responses (reaction rate and conversion) to the experimental variables and their interactions, in this case, temperature, time and enzyme loading. If the normalized experimental variables are used in the regression procedure, the variables coefficients in the equations can be quantitatively interpreted as effects [24]. Only the significant regression coefficients are retained in the final model. The significance implies that the estimated value of the variable coefficient is larger than a value that would be obtained from experimental noise (error) solely. The general equation that relates an experimental response to the experimental variables for this study is (1): (1) Resp = a 0 + a T T + a E E + a t t + a T E T E + a T t T t + a E t E t + a T E t T E t where Resp is an investigated experimental response, in this study enzyme catalytic activity (g biodiesel/g enzyme/time), T is the normalized reaction temperature, E is the normalized enzyme concentration, t is the normalized reaction time and the variable cross products (TE, Tt, Et, TEt) take into account the interactions between experimental variables. Interactions occur when the effect of changing at least two variables simultaneously is larger than changing one variable at time [24,25] and summing the result. The importance of the variables and their interactions is evaluated using the calculated regression coefficients (a T , a E , a t ,…). The experimental data will be interpreted in terms of reaction rate (catalyst activity) instead of reaction conversion because the former takes into account directly enzyme loading and reaction time giving a more direct insight in the variable effects. Although reaction conversion is more intuitive, effects such catalyst deactivation are harder to detect using this experimental response because the effect of reaction time is always positive, on contrary, the effect of the reaction time is negative if the catalyst shows any detectable deactivation. The calculated regression coefficients for the enzyme catalytic activity (Table 3), for both enzymes, are shown in Table 4 . Figs. 2 and 3 show the adherence of the obtained linear models to the experimental data for Novozyme 435 and Lipozyme. The model fit is very good for the reaction rate data using Novozyme 435 (Fig. 2) with all predicted data, but the central points, within the confidence interval of the experimental data (R 2 =0.98). The small lack of fit for the central points (experiments 9–11) suggest that a model that takes into account the curvature (e.g. second order polynomial) of the experimental data would provide a slightly better fit. The data for Lipozyme IM (Fig. 3) is well described by the model (R 2 =0.90) but a lack of fit for the central points (experiments 9–11) is also observed, indicating that a nonlinear model could provided a small improvement in the overall model fit. However, in both cases the linear model describes fairly the experimental data and will be retained. The variables reaction time and enzyme loading were the most important factors for both enzymes and both showed a negative effect in the catalytic activity. It means that an increase in the reaction time or in the enzyme loading leads to a decrease in the catalytic activity. The effect of the reaction time is straightforward as longer reaction times lead to a decrease in the reagent concentration decreasing the reaction rate, furthermore an increased exposure to microwave may lead to enzyme deactivation. The effect of enzyme loading can be related to difficulties suspending the supported enzymes in the microwave reactor. The stirring in the microwave reactor vessel is magnetic and uses stirring bars, this setup does not mix well suspensions, in special suspensions containing viscous vegetable oils close to room temperature. Using Novozyme 435 and Lipozyme, Hernández-Martin and Otero [32] also observed a decrease in catalytic activity for enzyme concentration in biodiesel product due to poor reaction agitation (mass transfer). No direct (linear) temperature effect larger than the experimental error was observed. However for Novozyme 435 a strong time temperature interaction was observed indicating that for this enzyme a simultaneous increase in the reaction time and temperature leads to a significant decrease in the enzyme catalytic activity. This indicates that a longer exposure to microwaves with a more intense microwave heating may cause strong deactivating effects in this enzyme. For Lipozyme IM, this combined effect was not observed. Nevertheless, the temperature effect was in the border of statistical significance, so that once cannot discard the existence of temperature deactivation effects for this enzyme. At first sight, interactions among experimental variables are hard to explain. In the case of reaction rate, it is important to recall that the observed catalytic activity can be obtained from the reaction rate equation (if r BD were known) for a batch reactor: (2) A c t = 1 W t f ∫ 0 t f r B D V d t where t f is the reaction time, W is the enzyme loading and r BD is the reaction rate of biodiesel formation. r BD is a complex function of temperature and chemical species concentration. The linear equation (1) is a Taylor series approximation of this multivariate integral (Eq. (2)) and the interaction terms appear naturally to improve the approximation, when necessary. Interestingly, for both enzymes an interaction between reaction temperature and enzyme loading was observed. The positive value of this interaction indicates that a simultaneous increase in reaction temperature and enzyme loading leads to an increase in the reaction rate. This supports the hypothesis of stirring problems, as an increase in the reaction temperature leads to a decrease in the reaction medium viscosity that can improve the reactor mixing leading to higher catalyst activities. The results for Lipozyme IM showed a positive interaction between enzyme loading and reaction time indicating that longer reaction times and enzyme loading lead to an increase in conversion larger than the increase expected for the individual variables modified independently. This can also be related to poor mixing, especially at the beginning of the reaction. This mixing can be improved with time due to improvement of the reaction medium homogeneity or viscosity decrease due to reaction advance. In order to evaluate effect of the presence of microwave in the catalytic activity, additional reaction runs were executed in the condition of the central point (T =35°C, enzyme loading=5%, w/w) in absence of microwave for 1h. The observed catalyst activity was 0.08min−1 for Novozyme 435 and 0.09min−1 for Lipozyme IM, up to one order of magnitude smaller than the activity obtained under microwave demonstrating a strong microwave effect in this enzymatic reaction. 4 Conclusions The synthesis of biodiesel using Novozyme 435 and Lipozyme IM under microwave irradiation was investigated using statistically designed of experiments. It was shown that the most important variables for the catalyst activity were reaction time and enzyme loading, both affecting negatively the reaction rate. The effect of the reaction time was interpreted in term of enzyme decay due to microwave but minor effects due to reagent concentration decrease are expected to play a role. It was observed that the poor mixing provided by the reactor stirring bar had a deleterious effect in the reaction rate. The reaction temperature, in the narrow range (30–40°C) investigated, affected the reaction rate only through interactions with other variables, however the interaction between reaction time and temperature indicates deactivating effects due to microwave. A comparison of the catalyst activity for both enzymes in presence and absence of microwave showed a significant reaction rate increase due to microwave radiation. Acknowledgments The authors wish to thank to CNPq (Conselho Nacional de Pesquisa) and FAPERJ (Fundação Carlos Chagas de Amparo à Pesquisa) for providing financial support for this work and Novozyme for providing the enzymes. References [1] C.J. Campbell J.H. Laherrère Scientific American 278 1998 77 80 [2] M. Tsoskounogiou G. Ayerides T.E. Tritopoulou Energy Policy 36 2008 3797 3806 [3] W. Du W. Li T. Sun X. Chen D. Liu Applied Microbiology Biotechnology 79 2008 331 337 [4] B. Freedman E.H. Pryde T.L. Mounts Journal of the American Oil Chemists Society 61 1984 1638 1643 [5] A. Bajaj P. Lohan P.N. Jha R. Mehrotra Journal of Molecular Catalysis B: Enzymatic 62 2010 9 14 [6] A.F. Hsu K. Jones T.A. Foglia W.N. Marmer Biotechnology and Applied Biochemistry 36 2002 181 186 [7] O. Orcaire P. Buisson A.C. Pierre Journal of Molecular Catalysis B: Enzymatic 42 2006 106 113 [8] S.M. Meunier R.L. Legge Journal of Molecular Catalysis B: Enzymatic 62 2010 54 58 [9] S. Shah S. Sharma M.N. Gupta Energy & Fuels 18 2004 154 159 [10] A. Macario G. Giordano L. Setti L.A. Parise J.M. Campelo J.M. Marinas D. Luna Biocatalysis and Biotransformation 25 2007 328 335 [11] L. Fjerbaek K.V. Christensen B. Norddahl Biotechnology and Bioengineering 102 2009 1298 1315 [12] H.B.L. Hayes Microwave Synthesis: Chemistry at Speed of Light 2003 CEM Publishing Mathews, NC [13] C.O. Kappe Microwave in Organic and Medicinal Chemistry 2005 Wiley-VCH Weinheim, Germany [14] M. Fortuny C.B.Z. Oliveira R.L.F.V. Melo M. Nele R.C.C. Coutinho A.F. Santos Energy & Fuels 21 2007 1358 [15] M.A. Herrero J.M. Kremsner C.O. Kappe Journal of Organic Chemistry 73 2008 36 47 [16] M. Fortuny A.L.D. Ramos C. Dariva S.M.daS. Egues A.F. Santos M. Nele R.C.C. Coutinho Quimica Nova 31 2008 1553 1561 [17] A. Breccia B. Esposito G.B. Fratadocchi A. Fini Journal of Microwave Power and Electromagnetic Energy 34 1999 3 8 [18] T.M. Barnard N.E. Leadbeater M.B. Boucher L.M. Stencel B.A. Wilhite Energy & Fuels 21 2007 1777 1781 [19] S. Zhang Y.G. Zu Y.J. Fu M. Luo D.Y. Zhang T. Efferth Bioresource Technology 101 2010 931 936 [20] G. Perin G. Alvaro E. Westphal L.H. Viana R.G. Jacob E.J. Lenardao M.G.M. D’Oca Fuel 87 2008 2838 2841 [21] N. Anan A. Danisman Fuel 86 2007 2639 2644 [22] M.I.L. Ramos M.M. Ramos P.A. Hiane J.A.B. Neto E.M.D. Siqueira Ciência e Tecnologia de Alimentos 28 2008 90 94 [23] L. Hartman R.C.A. Lago Rapid Preparation of Fatty Acids Methyl Esters vol. 22 1973 Laboratory Practice London pp. 475–476 [24] G.E.P. Box W.G. Hunter J.S. Hunter W.G. Hunter Statistics for Experimenters: An Introduction to Design, Data Analysis, and Model Building 1978 John Wiley & Sons New York [25] M. Nele A. Vidal D.L. Bhering J.C. Pinto V.M.M. Salim Applied Catalysis A: General 178 1999 177 189 [26] A.A.G. Lima M. Nele E.L. Moreno H.M.C. Andrade Applied Catalysis A: General 171 1998 31 43 [27] D.L. Bhering M. Nele J.C. Pinto V.M.M. Salim Applied Catalysis A: General 234 2002 55 64 [28] M. Kaieda T. Samukawa A. Kondo A.H. Fukuda Journal of Bioscience and Bioengineering 91 2001 12 15 [29] R.F. Nascimento R.G.B. Mariano A.I.S. Brígida M.H. Rocha-Leão S.P. Freitas Revista de Química Industrial vol. 18 2010 SBQ-Rio de Janeiro [30] A.B.R. Moreira V.H. Perez G.M. Zanin H.F. de Castro Energy & Fuel 21 2007 3689 3694 [31] M.S. Antczak A. Kubiak T. Antczak S. Bielecki Renewable Energy 34 2009 1184 1185 [32] E. Hernández-Martin C. Otero Bioresource Technology 99 2008 277 286",
      "scopus-id": "77956910691",
      "coredata": {
        "eid": "1-s2.0-S1381117710001992",
        "dc:description": "The enzymatic microwave assisted biodiesel synthesis from macauba (Acrocomia aculeata) oil and ethanol using Novozyme 435 and Lipozyme IM was studied using statistically designed experiments. The investigated variables were reaction temperature, time and enzyme loading. It was observed a significant effect of the reaction time in reducing the catalytic activity which interpreted in terms enzyme deactivation due microwave exposure. The enzyme loading also played an important role, however the effect of temperature was minor appearing only in the effect of variable interactions. The result comparison between biocatalyst activity in absence and presence of microwave showed that the activity is increased about one order of magnitude due to microwave.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381117710001992",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nogueira, Bruno M."
          },
          {
            "@_fa": "true",
            "$": "Carretoni, Cristine"
          },
          {
            "@_fa": "true",
            "$": "Cruz, Rogério"
          },
          {
            "@_fa": "true",
            "$": "Freitas, Suely"
          },
          {
            "@_fa": "true",
            "$": "Melo, Príamo A."
          },
          {
            "@_fa": "true",
            "$": "Costa-Félix, Rodrigo"
          },
          {
            "@_fa": "true",
            "$": "Pinto, José C."
          },
          {
            "@_fa": "true",
            "$": "Nele, Márcio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381117710001992"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381117710001992"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1177(10)00199-2",
        "prism:volume": "67",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Microwave activation of enzymatic catalysts for biodiesel production",
        "prism:copyright": "Copyright © 2010 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811177",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Biodiesel"
          },
          {
            "@_fa": "true",
            "$": "Microwave"
          },
          {
            "@_fa": "true",
            "$": "Enzymatic catalysis"
          },
          {
            "@_fa": "true",
            "$": "Novozyme"
          },
          {
            "@_fa": "true",
            "$": "Lipozyme"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis B: Enzymatic",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "117-121",
        "prism:endingPage": "121",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2010",
        "prism:doi": "10.1016/j.molcatb.2010.07.015",
        "prism:startingPage": "117",
        "dc:identifier": "doi:10.1016/j.molcatb.2010.07.015",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "165",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "751",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1463",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "151",
            "@width": "251",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22413",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "131",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5483",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "179",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10381",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1898",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "254",
            "@width": "385",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14554",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "145",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2259",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "392",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14344",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "149",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117710001992-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2373",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/77956910691"
      }
    }
  }
}