{
  "metadata": {
    "title": "Membrane occluded catalysts: a higher order mimic with improved performance",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-25",
    "doi": "10.1016/S1381-1169(96)00091-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111699600091X",
    "pii": "S138111699600091X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030602025",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-S138111699600091X S1381-1169(96)00091-X S138111699600091X 10.1016/S1381-1169(96)00091-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0009X 2015-05-15T05:56:33.63776-04:00 0 0 19961125 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 113 113 1 2 1 2 Volume 113, Issues 1–2 29 283 292 283 292 19961125 25 November 1996 1996-11-25 1996 Recent Developments in Biomimetic Oxidation Catalysis B. Meunier converted-article fla Copyright © 1996 Published by Elsevier B.V. MEMBRANEOCCLUDEDCATALYSTSAHIGHERORDERMIMICIMPROVEDPERFORMANCE PARTON R SHELDON 1981 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS ORTIZDEMONTELLANO 1986 P CYTOCHROMEP450STRUCTUREMECHANISMBIOCHEMISTRY MANSUY 1989 267 D MANSUY 1987 759 D GROVES 1979 1032 J CHANG 1979 3413 C MEUNIER 1986 578 B MEUNIER 1992 1411 B GUNTER 1991 115 M MCMURRY 1986 T CYTOCHROMEP450STRUCTUREMECHANISMBIOCHEMISTRY GROVES 1985 5790 J CHANG 1981 778 C BORTOLINI 1983 1364 O TRAYLOR 1984 279 P TRAYLOR 1987 1338 T HOFFMANN 1990 1991 P TSUCHIYA 1989 263 S SOROKIN 1993 7293 A PENNERHAHN 1983 237 J ZAKHAROV 1977 143 V HERRON 1986 1521 N TOLMAN 1988 235 C HERRON 1988 25 N HERRON 1989 542 N HUYBRECHTS 1991 225 D PARTON 1991 47 R PARTON 1992 552 R ZEOLITEMICROPOROUSSOLIDSSYNTHESISSTRUCTUREREACTIVITY DEVOS 1994 157 D MACROMOLCHEMMACROMOLSYMPSER PARTON 1991 395 R PARTON 1994 371 R PARTON 1994 1419 R PARTON 1995 183 R BALKUS 1995 159 K INCLUSIONCHEMISTRYZEOLITESNANOSCALEMATERIALSBYDESIGN BALKUS 1995 10753 K PARTON 1994 541 R INGELMANSUNDBERG 1986 119 M CYTOCHROMEP450STRUCTUREMECHANISMBIOCHEMISTRY MULDER 1991 224 M BASICPRINCIPLESMEMBRANETECHNOLOGY VANKELECOM 1994 12390 I VANKELECOM 1995 13193 I VANKELECOM 1995 13187 I KNOPSGERRITS 1994 543 P DUVAL 1994 409 J SUER 1994 77 M ALGHAMDI 1988 537 A BARRER 1960 417 R BARTELSCASPERS 1992 75 C JIA 1991 289 M JIA 1992 119 M PAUL 1973 89 D JPOLYMSCISYMP TEHENNEPE 1988 J PHDTHESIS BELAL 1988 187 R NOYORI 1990 45 R WAN 1994 449 K JACOBSEN 1993 159 E CATALYTICASYMMETRICSYNTHESIS PARTONX1996X283 PARTONX1996X283X292 PARTONX1996X283XR PARTONX1996X283X292XR item S1381-1169(96)00091-X S138111699600091X 1-s2.0-S138111699600091X 10.1016/S1381-1169(96)00091-X 271358 2010-09-28T03:14:14.322274-04:00 1996-11-25 1-s2.0-S138111699600091X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699600091X/MAIN/application/pdf/d5b372ed3f58787a9c4295bd8d97eaef/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699600091X/MAIN/application/pdf/d5b372ed3f58787a9c4295bd8d97eaef/main.pdf main.pdf pdf true 1027921 MAIN 10 1-s2.0-S138111699600091X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699600091X/PREVIEW/image/png/15d7fc43efaa7882e5f6b7b123443dbf/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699600091X/PREVIEW/image/png/15d7fc43efaa7882e5f6b7b123443dbf/main_1.png main_1.png png 64159 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Membrane occluded catalysts: a higher order mimic with improved performance Rudy F. Parton * , No F.J. Vankelecorn, Diedrik Tas, Kristien B.M. Janssen, Peter-Paul Knops-Gerrits, P.A. Jacobs Centrum uoor Opperulaktechemie en Katalyse, Department of Interface Chemistry, K. U. Leuven, Kardinaal Mercierlaan 92, B-3001 Hecerlee. Belgium Abstract A general method to immobilise homogeneous catalysts and to improve the performance of heterogeneous catalysts is discussed. The method consists in embedding the catalysts in hydrophobic PDMS (polydimethylsiloxane)-membranes. Inspired on a complete structural mimic of cytochrome P-450 up to the level of the membrane, this technique gives superior properties to the membrane resident catalyst. The scope and limitations of this method are discussed by two examples of heterogeneous catalysts, i.e., FePc-Y (iron phthalocyanine zeolite Y) and [Mn(bpy)2]2+-Y (manganese bis(bipyridyl) zeolite Y), and three examples of homogeneous complexes, i.e., FePc, Ru-binap ([2,2'-bis(diphenylphosphino-1,1'binaphtyl]chloro(p-cymene)-ruthenium chloride) and the Jacobsen catalyst (N,N'-bis(3,5-di-tert-butylsalicylidene)-1,2cyclohexane-diamine manganese chloride). Due to changed sorption in the zeolites, catalyst activity is enhanced and deactivation is suppressed. Furthermore, the membrane incorporation makes the use of a solvent redundant. For homogeneous complexes, this procedure represents a general method for heterogenisation. Moreover, the technique opens new ways in the field of oxidation chemistry, where solvents are necessary to homogenise reagents which usually differ in polarity. Keywords: FePc; [Mn(bpy)2f +; Ru-binap; Jacobsen catalyst; Zeolite Y; PDMS 1. History Catalytic oxidation reactions are often accompanied by the formation of free organic radicals [1], lowering selectivity. Consequently, there is a great need for catalysts that control the fate of formed radicals or avoid their formation. Nature has solved this problem by developing oxygenation enzymes among which the class of the cytochrome P-450 enzymes is one of the most famous [2]. Since these enzymes are ' Corresponding author. Tel.: +32-16-321645; fax: +32-16321998: e-mail: rudi.parton@agr.kuleuven.ac.be. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. P11 S1381-1169(96)00091-X able to catalyze selectively a wide diversity of oxidation reactions, it is most attractive for chemists to attempt the mimic of their active site [3,4]. Two approaches were followed, both started at the end of the seventies. In the first one, synthetic porphyrin complexes were used as homogeneous catalysts [5,6]. This approach, based on the number of publications, is clearly the most popular one. Many different transition metals were incorporated and the catalysts were used to oxidise many substrates with a wide variety of oxidants [7-11]. However, these simple tetraphenylporphyrins, often denoted as the 284 R.F. Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 first generation catalysts, are sensitive to deactivation by oxidation of the meso carbon atoms. Complexes designed by substituting bulky alkyl groups (e.g., tetramesitylporphyrins) or electron-withdrawing groups (e.g., pentafluorophenylporphyrins) on the phenyl nuclei, showed better stability [12-14]. This was due to steric effects or to a decreased electron density on the macrocycle. These are the so-called second generation catalysts. At the end of the eighties, the third generation catalysts were developed in which, apart from this substitution on the phenyl group, the pyrrole groups were substituted as well (i.e., by substituting halogens as in meso-tetrakis(pentafluorophenyl)-octafluoroporphyrins) [15-17]. It implied another decrease in electron density. Furthermore, activity increased since it was shown that an electrophilic oxygen species was the active entity, being activated by the electron withdrawing substituents. For at least some of these homogeneous porphyrin complexes, it was shown by mechanistic [18] and spectroscopical [19] studies that they are true models of the active site of cytochrome P-450 [7-11 ]. The other approach, which we also followed, was the heterogeneous one. Zakharov and Romanovskii published in 1977 [20] a successful synthesis of phthalocyanine complexes in the supercages of zeolite Y, but it took up to 1986 until the first room temperature oxidation publication appeared in literature [21]. These catalysts represent a higher structural model of cytochrome P-450, since the protein mantle was mimicked together with the active site [22-28]. The former was replaced by a far more stable zeolite Y. Until then, it was impossible to conclude whether these catalysts also formed a true mechanistic model of the enzyme, since neither data of mechanistic studies nor spectroscopical evidence of the active oxo species were available. The heterogenised complexes offer two main advantages above the homogeneous ones [25-28]. First of all, they prevent the complexes from oxidising themselves as diffusion of one complex to another is impossible. Consequently, the oxidation of the ligand by another complex cannot be realised. Second, the zeolite influences formation of products by steric and electronic influences on the transition state of the reaction, moreover they also control the entry and departure of reagents and products. However, these catalysts had a very low activity (only 6 turnovers) [21-24]. We had a breakthrough by developing a synthesis method excluding the formation of unchelated iron ions [29]. Further on, the catalyst was improved by modifying the metal, the ligand and the zeolite structure [30-34]. Turnovers were increased up to even 20 000 [34]. The catalysts as such were denoted as zeozymes (ZEOlite based enZYME mimics), although only a structural similarity was proven up to now [27,28]. The occluded phthalocyanine complexes have a respectable size and require a zeolite with caves or intersections which are large enough to embed them. For this purpose, faujasites, containing supercages and depicted in Fig. 2, are most frequently used [24-28]. However, all these zeolites have a low silicon to aluminium ratio, making them highly hydrophilic. In the reaction conditions applied for the oxidation of apolar compounds such as alkanes, all other molecules present, including the solvent, have a higher polarity than the alkane, so they will sorb e Fepc-Y 0 Fepc-u3Y .Fopc-C 60 40 0 20 AAA oar . i 0 1000 2000 3000 4000 5000 Time (min) Fig. 1. Conversions for the catalytic oxidation of cyclohexane with FePc-Y, FePc-USY (ultra stable Y zeolite with Si/A1= 130) and FePc-C (carbon black). Conditions: 0.5 g catalyst, 50 ml acetone, 50 mmol cyclohexane and 100 mmol tertiary butyl hydroperoxide added at a rate of 4.38 mmol h-1 . R.F. Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (7996) 283-292 preferentially in the zeolite. Consequently, the reaction rate is seriously suppressed and accumulation of the more polar reaction products in the zeolites decreases the activity as the reaction proceeds [35]. To solve these problems, conditions were adapted. First of all, a fed-batch mode was chosen with a slow addition of the peroxide. That way, the peroxide concentration in the zeolite was lowered and more balanced with the alkane concentration. Subsequently, the FePc-Y-PDMS N' p /~ N t:N _ i z=N~ N 8N N -CH2-Si- CH3 C H3 C H3 Si-O-Si- H CH3 285 hydrophobicity of the carrier was increased by dealuminating the zeolite or by using carbon black as support. However, even dealumination of the structure up to a silicon to aluminium ratio above 100, increased the activity only twice (Fig. 1) [36]. Deactivation by sorption of polar compounds still remained a serious issue. With carbon black, the activity increased strongly (Fig. 1) and deactivation by sorption was strongly suppressed [37]. In contrast to the Cytochrome P-450 ~/r/~- ~\\~\\FCNp C' \\N/'C ,~ N-FN HOOC \" t i CH 7 C~C HOOC 3 Fig. 2. Schematic representation of the structural analogy between FePc-Y-PDMS and cytochrome P-450. 286 R.F. Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 zeolite systems however, the complexes are not protected by the carbon support and deactivation occurred by oxidative destruction of the complex. While the zeolite seemed to be essential to protect the phthalocyanine against oxidation, the creation of a hydrophobic environment around the active site was required to circumvent the activity and sorption problems. These requirements were met by embedding the FePc-Y catalyst in a hydrophobic PDMS membrane (PDMS = polydimethylsiloxane) [38]. The membrane controlled the sorption of reactants and products by preferentially sorbing the apolar molecules. Moreover, it could be mounted as an interface between the alkane and the peroxide phases in a membrane reactor, avoiding the use of a solvent. Our first results were overwhelming: the activity increased with an order of magnitude and the stability was retained. We realised that this technique could be a general method to heterogenise homogeneous complexes, with the redundancy of solvents as additional benefit. Furthermore, the supramolecular catalyst completely resembled the architecture of natural cytochrome P-450 (Fig. 2). In living eucaryotic cells, cytochrome P-450 is embedded in phospholipid membranes, which act as a reservoir for reactants [39]. In our system, the PDMS membrane takes over the role of this phospholipid double layer, likewise the zeolite imitates the protein and the iron-phthalocyanine complex the iron-protoporphyrin IX. Moreover, kinetic isotope studies and activity ratios of tertiary to secondary carbon atoms showed similar results for these embedded catalysts as for the natural enzymes and porphyrin complexes, proving that they react via an oxo species. This shows that the active species for our supramolecular catalyst is probably similar to those for the enzyme. In the next sections, the applicability and advantages of this general method will be discussed. First, some examples of heterogeneous catalysts (all zeozymes) are given whose performance is improved upon encapsulation in PDMS. Second, the heterogenation of some homogeneous complexes by embedding them in a membrane, will be presented. 2. Membrane occluded zeozymes 2.1. Introduction Apart from constituting the highest possible level of cytochrome P-450 mimicry, the membrane occluded catalyst presented in 1994 was the first room temperature catalytic membrane [38]. Furthermore, it was the first time that a solid phase catalyst was dispersed in a dense organic polymer. Later on, the same approach was followed for the [Mn(bpy)2]2+-Y catalyst [40]. This newly designed type of catalyst entails two major advantages. First, the hydrophobic membrane material surrounding the catalyst acts as a reservoir for apolar compounds, simultaneously excluding excessive amounts of polar substances near the active sites. Clearly, a proper choice of membrane polymer allows fine tuning of the actual reagent concentrations inside the catalyst. Second, shaped as a membrane, the composite system is able to form a physical barrier between two immiscible phases, making a solvent redundant. Dilution of the reagents by the solvent and competition of this solvent with reagents for sorption on the catalytically active spots, can thus be avoided. Especially in oxidation reactions where large polarity differences are encountered between both reagents, this might be an important aspect. Until now, no other membrane material but PDMS was assayed. It is not only a cheap and easy-to-prepare polymer, but it is also one of the most hydrophobic polymers. Furthermore, its flexible siloxane chains provide a fast mass transfer through the membrane [41 ] and experience concerning the incorporation of zeolites in this polymer was readily available [42-45]. R.F. Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 0.8 0.7 0.6 a d 0.5 s 0.4 E 0.3 0.2 0.1 cC6 cC6o1 cC6one t-BHP water Fig. 3. Room temperature sorption measurements in FePc-YPDMS of cyclohexane (cC6), cyclohexanol (cCol), cyclohexanone (cC6one), tertiary butyl hydroperoxide (C-BHP) and water. 2.2. FePc-Y-PDMS As explained before, one of the main reasons to surround the FePc-Y catalyst with PDMS in the oxidation of cyclohexane, was to alter concentrations inside the zeolite, i.e., to enrich the zeolite phase in organic compounds and avoid competition with acetone. The affinity of the membrane polymer for the most relevant compounds is expressed in Fig. 3 under the form of polymer swelling: the more a polymer swells in a certain solvent, the higher its affinity for this compound. A clear cyclohexane enrichment can therefore be expected in the membrane. The oxidation of cyclohexane was performed in the membrane reactor, pictured in Fig. 4. After the reaction, the three different phases were analysed (Fig. 5). It was found that the composition of the PDMS-phase resembled the cyclohexane phase closely. As compared with the non-membrane resident FePc-Y, the environment of the catalyst had changed drastically Pump U Pump r Reagent A Membrane reactor Reagent B Fig. 4. A schematic representation of the membrane reactor. 287 3.00 2.50 2.00 0 ';~ L50 v '~' 1.00 G t-butanol El t-BHP cC6one cC6ol 0.50 0.00 11111 cC6 Membrane Water Fig. 5. Concentrations (as determined by GC-analysis) after cyclohexane oxidation with a 30 wt% FePc-Y-PDMS (conditions as in reference [38]) of the polar reagents (tert-butyl hydroperoxide (t-BHP)) and products (t-butanol, cyclohexanone (cC6one) and cyclohexanol (cC6o1)) in the membrane, the organic and the water phase. The membrane concentrations are determined after desotption under vacuum. upon incorporation from polar (mainly acetone) to strongly apolar (mainly cyclohexane). The effect on the cyclohexane conversion was drastic: TON (turnover number) increased from 180 (fed-batch reactor, being the most optimal experimental set-up for non-membrane resident catalyst) to 980 [38]. TON are calculated as the amount (mol) cyclohexane converted after 5 h reaction and per mol of active complex. The reaction in the membrane was not controlled by diffusion since an increase of the loading of the PDMS membrane with FePc-Y from 18 to 30 wt% did not change the TON and increased the conversion with a comparable amount. Fig. 5 also shows how both reaction products (cyclohexanol and cyclohexanone) are distributed between the three phases. Unfortunately, the products' polarity does not differ enough from the substrates' to find them present in separate phases after the reaction. It can be assumed that in other reactions (e.g., oxidation of cyclododecane) the reaction products might diffuse selectively to the cyclododecane phase, facilitating subsequent purification steps. As a function of time, the membrane reaction shows a certain induction period (Fig. 6). This period is believed to be due to the fact that diffusion of the compounds to the active centres 288 4 3.5 3 2.5 e z 1.5 1 0.5 0 R.F. Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 . cC6ol cCoe . Reaction late o ioo zoo Time (min) i 0.8 0.6 0.4 m - 0.2 0 300 400 Fig. 6. Reaction rate and product yield (cyclohexanone (cC6one) and cyclohexanol (cC6o1)) as a function of time in the membrane reactor (conditions as in Ref. [38]). in the zeolites takes some time, just like the backdiffusion of the products. At the end of the reaction, some catalyst deactivation still seems to occur, even though it was retarded compared with the non membrane resident FePc-Y. It was proven that this deactivation was reversible and due to an increasing sorption of polar compounds in the zeolite as the reaction proceeded. Regeneration of the membrane merely by treating at 150 under vacuum was sufficient to re-establish the original catalytic activity. 2.3. [Mn(bpy)2 jz +-Y-PDMS Incorporation of a second zeozyme [Mn(bpy)2]z+-Y in PDMS for the epoxidation of olefins with either hydrogen peroxide and tert-butylhydroperoxide in batch reactors, showed that a good catalytic activity could be realised under two conditions: reagents should diffuse easily through the polymer and they should sorb well in the zeolite [40,46]. This was best realised by using a solvent with a strong affinity for the membrane, making it swell so as to facilitate diffusion of the substrate. Meanwhile, this solvent should have an as low as possible affinity for the zeolite (i.e., not too polar), in order to minimise competition with the substrate for sorption on the active sites. In this respect, octane was found to be the best solvent for epoxidising styrene with a membrane resident catalyst (Table 1). The correla- tion of the oxidation results with the sorption results is clear. Based on swelling, octane and acetone should be the best solvents for reaction as they make the membrane swell and facilitate the reagent diffusion. However, acetone is polar and sorbs competitively with the substrate on the active sites in the zeolite. A comparable situation is found when using no solvent at all. An actual `solvent phase' is then formed by the substrate, having a high affinity for PDMS but, evidently, without competitive adsorption. 2.4. Scope and limitations Incorporation of inorganic fillers in polymers [44,45,47-49], especially in rubbers [42,43,5056], is very well documented in literature. However, every new filler-polymer combination might require some optimising in adjusting polymer concentration, solvent choice and curing conditions before suitable membranes can be made. From then on, variable catalyst loading and membrane thickness might help to improve the catalytic performance. Even in batch reaction systems, the membrane occluded zeozymes appeared useful, but full advantage is only obtained in a membrane reactor, separating two immiscible phases. The most important consequence of the membrane environment is the changed reagent concentrations near the catalytic sites, that might improve conversions. Using solvents in batch reactor systems, suitable Ethanol Acetone Methanol Acetonitrile Octane Styrene Table 1 Room temperature sorption measurements of pure compounds in [Mn(bpy)z ]z+-Y-PDMS and turnover numbers (TON) after 1 h reaction at room temperature for the oxidation of styrene with t-BHP using a 30 wt% [Mn(bpy)z]z+-Y-PDMS in a molar ratio (Mn/substrate/peroxide) of 1/100/210 for the solvent reactions and 1/1000/2100 for the reaction without solvent Solvent TON Sorption (ml/g) 4.1 6.5 7.7 10.9 12.6 11.0 0.06 1.57 0.63 R.F. Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 solvents should increase the membrane permeability, while avoiding competitive sorption on the active zeolite sites. 3. Membrane occluded complexes 3.1. Introduction Both examples above could be considered as illustrations of a method to improve the catalytic performance of a heterogeneous catalyst. However, the ship in a bottle method to mimic enzymes was originally studied as a way to heterogenise catalysts. When incorporated in a membrane, the zeolite did no longer seem to play a part in this heterogenation. Therefore, the incorporation by occlusion of the pure complexes seemed to be an interesting route to follow, combining an easy heterogenation with all advantages of membranes. Above that, this method should be applicable to a very broad range of complexes on two conditions: the complex should be dispersed well in the polymer and the occlusion should be strong enough to prevent leaching. The abovementioned FePc-complex was heterogenised this way, together with two other complexes employed in chiral catalysis. 3.2. FePc-PDMS To obtain a good dispersion of FePc in a PDMS-membrane, a complete dissolution of the complexes in an appropriate solvent should take place. However, no solvents exist in which large quantities of FePc-crystals can dissolve. From literature [57], dichloromethane was selected as the best possible, but even then the small amounts of complex needed (0.02 g FePc per 100 ml dichloromethane) did not dissolve completely. In spite of the incomplete dissolution, FePc-PDMS membranes could be prepared and oxidation of alkanes with tert-butylhydroperoxide was attempted. Using batch reactions with cyclohexane, a very strong exothermic reaction 289 occurred and within 10 minutes the membrane had lost all colour. As cyclohexane is about the best swelling agent for PDMS, the strong swelling of PDMS allows lots of peroxides to be `dragged' into the membrane and reach the complexes. As these complexes show increased mobility in this strongly swollen membrane, and furthermore, not being monodispersed from the start, a severe auto-oxidation of the complexes follows. Using hexadecane as substrate or a perfusor to add the peroxide slowly, the autooxidation was only retarded, but at the end of the reactions (typically after 24 h), the colour of the membrane had vanished. These results clearly confirm the role of the zeolite in the cytochrome P-450 mimicry, being the protein mantle that protects the active sites from undesired attacks and self destruction. 3.3. Ru-binap-PDMS Ru-binap ([2,2'-bis(diphenylphosphino-1,1'binaphtyl]chloro(p-cymene)-ruthenium chloride) is a powerful chiral hydrogenation catalyst [58]. Being extremely expensive, its heterogenation is highly desired, but only one attempt seemed to be successful by now [59]. Even then, this tri-phase heterogeneous system is far from versatile. This time, good solvents were found to disperse the complex and a successful occlusion of the catalyst in PDMS was realised [60]. Leaching during reaction could be avoided by choosing solvents in which the complex did not dissolve. That way, no matter how strong the membrane swelled, and how fast transport of reagents and products might be, the complex remained fixed. Being a bad solvent for the chiral hydrogenation [59], only low conversions and enantiomeric excesses (%e.e.) were realised in water (Fig. 7). However, applying glycerol, ethyleneglycol and an oligomeric form of polyethyleneglycol as solvents increased both enantiomeric excess and activity. The conversions could be further increased by increasing temperature, without any loss of complex or enantiomeric excess. 290 R.F Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 12 to 8 6 0 E: 4 2 oL 670 .6o s61-- n 70 60 Water Glycerol Glycerol Glycerol Ethylene Poly 80 80 glycol ethylene (Reg.) glycol Fig. 7. Turnover frequency (T.O.F.) and enantiomeric excess (%e.e.) for the chiral hydrogenation of methylacetoacetate with Ru-binap at 60 in different solvents. Conditions as in Ref. [60]. Reg. = after regeneration. 3.4. Jacobsen-PDMS The Jacobsen catalyst (N,N'-bis(3,5-di-tertbutylsalicylidene)-1,2-cyclohexane-diamine manganese chloride) [61], reagent of the year in 1994 ', is a versatile catalyst for many chiral reactions, such as olefin epoxidations. Heterogenation of the complex is very difficult since the catalyst easily loses its enantioselective induction as soon as it is immobilised on a surface (silica, carbon, MCM, . . . ) 2. However, the occlusion of the complex in a PDMS-matrix is an immobilisation method that exhibits no strong interaction forces on the complex [60]. The complex is merely held sterically within the very flexible PDMS-chains surrounding it. Thanks to the rather bulky appearance of the complex, this loose occlusion is sufficient to hold the complex, as long as the polymer swelling is limited. This is indeed the case for the reactions reported in Fig. 8, where the substrate was present as a 0.6 vol% heptane solution to avoid excessive swelling. No loss in enantioselectivity is going along with the occlusion in the membrane, nor is any activity lost. Even though no strong bonds withhold the complexes in the polymer, less than 1% of Mn was detected in the reaction mixtures after 24 h. 1 E.N. Jacobsen, Fluka Prize, reagent of the year 1994. 2 R.F. Parton, V. Van de Vyver, D. Tas and P.A. Jacobs, unpublished results. Consequently, after regeneration, catalytic experiments showed comparable activities. For the reactions studied here, the use of a counter current membrane reactor could open interesting perspectives as all reactions are bi-phasic. 3.5. Scope and limitations The heterogenation of catalytically active complexes by occlusion in polymers opens interesting perspectives. From the point of view of synthesis, a combination of polymersolvent-complex has to be found that forms one phase and still allows the curing of the membrane polymer. As a hydrophobic and highly permeable elastomer, PDMS shows great potentials here. Compared with the zeozyme containing membranes, excessive swelling of the polymer is to be avoided here to minimise complex leaching. Reagents (and solvents if necessary) should therefore be chosen that optimise swelling: strong enough to allow easy transport of reagents and products through the polymer in one respect, and reduced swelling to keep the complexes, carrying large steric groups by preference, occluded. Under either one of the following conditions, the latter precaution is superfluous: (1) in systems where solvents are available that dissolve reagents and products, but not the complex or (2) if the complex can be linked 3.5 3 2.s z w p l.s 1 0 vsz usz .52 Homogeneous PDMS PDMS Reg. 1 PDMS Reg. 2 ~ 60 ~~ so 40 30 zo to j 0 Fig. 8. Turnover frequency (T.O.P.) and enantiomeric excess (%e.e.) for the chiral epoxidation of styrene with the Jacobsen catalyst at 4, homogeneous and after incorporation in a PDMS membrane. Conditions as in Ref. [60]. Reg. 1 = after 1 regeneration cycle and Reg. 2 = after 2 regeneration cycles. R.F. Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 ionically, coordinatively or covalently via a References functional group to the polymer. 4. Conclusions FePc-Y-PDMS catalytic membranes can be considered as the pioneers in the exploration of the new world combining dense membranes with catalysis. It could be an area in which those who are involved with homogeneous and heterogeneous biomimetic oxidation catalysts meet each other, in their attempts to increase the catalysts' performance by using dense mem branes to encapsulate the catalysts. Whereas, it was limited to alkane oxidations in the start, other composite systems for epoxidations and hydrogenations, even chiral ones, have followed soon and as successfully. By opening the cata lyst-polymer combination to the unsupported complexes, an easy way of heterogenation comes in reach for a vast range of catalysts, bearing the included opportunity to fine tune the reac tion conditions by choosing the most appropri ate polymer matrix. Mounted in a counter cur rent membrane reactor, the systems carry al] advantages of membrane reactors: continuous operation and easier separations. Acknowledgements This work was supported by the Belgian Federal Government in the frame of a IUAP PAI grant on Supramolecular Catalysis. R.F.P. and LF.J.V. are indebted to the N.F.W.O. for a fellowship as Post Doctoral Research Assistant. D.T. and P.P.K.G. thank the Belgian National Fund of Scientific Research (N.F.W.O.) for a grant as Aspirant Research Fellow. K.B.M.J. acknowledges het Vlaams Instituut voor de bevordering van het wetenschappelijk-tech nologisch onderzoek in de industrie (LW.T) for a grant as Doctoral Research Fellow. 291 [1] R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidations of Organic Compounds (Academic Press, New York. 1981). [2] P.R. Ortiz. de Montellano, Cytochrome P-450: Structure, Mechanism, and Biochemistry (Plenum, New York, 1986). [3] D. Mansuy, P. Battioni and J.-P. Battioni, Eur. J. Biochem. 184 (1989) 267. [4] D. Mansuy, Pure Appl. Chem. 59 (1987) 759. [5] J.T. Groves, T.E. Nemo and R.S. Myers, J. Am. Chem. Soc. 101 (1979) 1032. [6] C.K. Chang and M.S. Kuo, J. Am. Chem. Soc. 101 (1979) 3413. [7] B. Meunier, Bull. Chem. Soc. Fr. (1986) 578. [8] B. Meunier, Chem. Rev. 92 (1992) 1411. [9] M.J. Gunter and P. Turner, Coord. Chem. Rev. 108 (1991) 11 s. [10] T.J. McMurry and J.T. Groves, In: ed. P.R. Ortiz de Montellano, Cytochrome P-450: Structure, Mechanism, and Biochemistry (Plenum, New York, 1986) Ch. I. [11] J.T. Groves and R. Quinn, J. Am. Chem. Soc. 107 (1985) 5790. [12] C.K. Chang and F. Ebina, J. Chem. Soc., Chem. Commun. (19a1> 778. [ 13] O. Bortolini and B. Meunier, J. Chem. Soc., Chem. Com mun. (1983) 1364. [14] P.S. Traylor, D. Dolphin and T.G. Traylor, J. Chem. Soc., Chem. Commun. (1984) 279. [15] T.G. Traylor and S. Tsuchiya, Inorg. Chem. 26 (1987) 1338. [16] P. Hoffmann, G. Labat, A. Robert and B. Meunier, Tetrahe dron Lett. 31 (1990) 1991. [17] S. Tsuchiya and M. Seno, Chem. Lett. (1989) 263. [18] A. Sorokin, A. Robert and B. Meunier, J. Am. Chem. Soc. 115 (1993) 7293. [19] J.E. Penner-Hahn, T.J. McMurry, M. Renner, L. LatosGrazynski, K.S. Elbe, LM. Davis, A.L. Balch, J.T. Groves, J.R. Dawson and K.O. Hodgson, J. Biol. Chem. 256 (1983) 237. [20] V.Yu. Zakharov and B.V. Romanovskii, Vestnik Moscow Univ.. Ser. Khim. 18 (1977) 143. [21] N. Herron, G.D. Stucky and C.A. Tolman, J. Chem. Soc., Chem. Commun. (1986) 1521. [22] C.A. Tolman and N. Herron, Catal. Today 3 (1988) 235. [23] N. Herron, J. Coord. Chem. 9 (1988) 25. [24] N. Herron, CHEMTECH (1989) 542. [25] D.R.C. Huybrechts, R.F. Parton and P.A. Jacobs, Stud. Surf. Sci. Catal. 60 (1991) 225. [26] R.F. Parton, D.R.C. Huybrechts, Ph. Buskens and P.A. Ja cobs, Stud. Surf. Sci. Catal. 65 (1991) 47. [27] R. Parton, D. De Vos and P.A. Jacobs, In: eds. E.G. Derouane, et al., Zeolite Microporous Solids: Synthesis, Structure and Reactivity (Kluwer, Dordrecht, 1992) p. 552. [28] D.E. De Vos, F. Thibault-Starzyk, P.P. Knops-Gerrits, R.F. Parton and P.A. Jacobs, Macromol. Chem. Macromol. Symp. Ser. 80 (1994) 157. [29] R.F. Parton, L. Uytterhoeven and P.A. Jacobs, Stud. Surf. Sci. Catal. 59 (1991) 395. [30] R.F. Parton, Cv.P.P. Bezoukhanova, J. Grobet, P.J. Grobet and P.A. Jacobs, Stud. Surf. Sci. Catal. 83 (1994) 371. 292 R.F. Parton et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 283-292 [31] R.F. Parton, Cv.P. Bezoukhanova, F. Thibault-Starzyk, R.A. Reynders, P.J. Grobet and P.A. Jacobs, Stud. Surf. Sci. Catal. 84 (1994) 1419. [32] R.F. Parton, F. Thibault-Starzyk, R.A. Reynders, P.J. Grobet, P.A. Jacobs, Cv.P. Bezoukhanova, W. Sun and Y. Wu, J. Mol. Catal. 97 (1995) 183. [33] K.J. Balkus, Jr. and A.G. Gabrielov, In: eds. N. Herron and D. Corbin, Inclusion Chemistry with Zeolites, Nanoscale Materials by Design (Kluwer, Dordrecht, 1995) p. 159. [34] K.J. Balkus, Jr., M. Eissa and R. Levado, J. Am. Chem. Soc. 117 (1995) 10753. [35] R.F. Parton, G.J. Peere, P.A. Jacobs, R. Claessens and G.V. Baron, J. Mol. Catal submitted for publication. [36] R.F. Parton, Cv.P. Bezoukhanova and P.A. Jacobs, in prepa ration. [37] R.F. Parton, P.E. Neys, P.A. Jacobs, R.C. Sosa and P.G. Rouxhet, J. Mol. Catal submitted for publication. [38] R.F. Parton, I.F.J. Vankelecom, M.J.A. Casselman, Cv.P. Bezoukhanova, J.B. Uytterhoeven and P.A. Jacobs, Nature 370 (1994) 541. [39] M. Ingelman-Sundberg, In: ed. P.R. Ortiz de Montellano, Cytochrome P-450: Structure, Mechanism, and Biochemistry (Plenum, New York, 1986) p. 119. [40] P.-P. Knops-Gerrits, I.F.J. Vankelecom, E. Btse and P.A. Jacobs, Catal. Today submitted for publication. [41] M. Mulder, In: Basic Principles of Membrane Technology (Kluwer, Dordrecht, 1991) p. 224. [57] [42] I.F.J. Vankelecom, E. Scheppers, R. Heus and J.B. Uytterho- [58] even, J. Phys. Chem. 98 (1994) 12390. [59] [43] I.F.J. Vankelecom, D. Depr S. De Beukelaer and J.B. [60] Uytterhoeven, J. Phys. Chem. 99 (1995) 13193. [44] I.F.J. Vankelecom, E. Merckx, M. Luts and J.B. Uytterho even, J. Phys. Chem. 99 (1995) 13187. [45] LF.J. Vankelecom, S. Van den broeck, E. Merckx, H. Geerts, P. Grobet and J.B. Uytterhoeven, J. Phys. Chem. submitted for publication. [46] P.-P. Knops-Gerrits, D.E. De Vos, F. Thibault-Starzyck and P.A. Jacobs, Nature 369 (1994) 543. [47] J.M. Duval, A.J.B. Kemperman, B. Folkers, M.H.V. Minder, G. Desgrandchamps and C.A. Smolders, J. Appl. Polym. Sci. 54 (1994) 409. [48] M.G. Slier, N. Ba L. Yilmaz, T. Gkan and A. Sacco, Jr., In: ed. E.F. Vansant, Separation Technology (Elsevier, Amsterdam) p. 661. [49] M.G. Sr, N. Baand L. Yilmaz, J. Mem. Sci. 91 (1994) 77. [50] A.M.S. Al-ghamdi and J.E. Mark, Polym. Bull. 20 (1988) 537. [51] R.M. Barter and S.D. James, J. Phys. Chem. 64 (1960) 417. [52] C. Bartels-Caspers, E. Tusel-Langer and R.N. Lichtenthaler, J. Mem. Sci. 70 (1992) 75. [53] M.-D. Jia, K.-V. Peinemann and R.-D. Behling, J. Mem. Sci., 57 (1991) 289. [54] M.-D. Jia, K.-V. Peinemann and R.-D. Behling, J. Mem. Sci. 73 (1992) 119. [55] DR. Paul and DR. Kemp, J. Polym. Sci., Symp. 41 (1973) 89. [56] J. to Hennepe, Ph.D. Thesis, University of Twente, The Netherlands, 1988. R. Belal and B. Meunier, J. Mol. Catal. 44 (1988) 187. R. Noyori and H. Takaya, Acc. Chem. Res. 23 (1990) 45. K.T. Wan and M.E. Davis, Nature 370 (1994) 449. LF.J. Vankelecom, D. Tas, R.F. Parton, V. Van de Vyver and P.A. Jacobs, Angew. Chem, in press. [61] E.N. Jacobsen, In: ed. I. Ojima, Catalytic Asymmetric Synthesis (VCH, New York, 1993) p. 159. MOLCAA 9600091X S1381-1169(96)00091-X 10.1016/S1381-1169(96)00091-X Membrane occluded catalysts: a higher order mimic with improved performance Rudy F. Parton ∗ Ivo F.J. Vankelecom Diedrik Tas Kristien B.M. Janssen Peter-Paul Knops-Gerrits P.A. Jacobs Centrum voor Oppervlaktechemie en Katalyse, Department of Interface Chemistry, K.U. Leuven, Kardinaal Mercierlaan 92, B-3001 Heverlee, Belgium ∗ Corresponding author. Tel.: +32-16-321645; fax: +32-16-321998 A general method to immobilise homogeneous catalysts and to improve the performance of heterogeneous catalysts is discussed. The method consists in embedding the catalysts in hydrophobic PDMS (polydimethylsiloxane)-membranes. Inspired on a complete structural mimic of cytochrome P-450 up to the level of the membrane, this technique gives superior properties to the membrane resident catalyst. The scope and limitations of this method are discussed by two examples of heterogeneous catalysts, i.e., FePc-Y (iron phthalocyanine zeolite Y) and [Mn(bpy)2]2+-Y (manganese bis(bipyridyl) zeolite Y), and three examples of homogeneous complexes, i.e., FePc, Ru-binap ([2,2′-bis(diphenylphosphino-1,1′-binaphtyl]chloro(p-cymene)-ruthenium chloride) and the Jacobsen catalyst (N,N′-bis(3,5-di-tert-butylsalicylidene)-1,2-cyclohexane-diamine manganese chloride). Due to changed sorption in the zeolites, catalyst activity is enhanced and deactivation is suppressed. Furthermore, the membrane incorporation makes the use of a solvent redundant. For homogenous complexes, this procedure represents a general method for heterogenisation. Moreover, the technique opens new ways in the field of oxidation chemistry, where solvents are necessary to homogenise reagents which usually differ in polarity. Keywords FePc [Mn(bpy)2]2+ Ru-binap Jacobsen catalyst Zeolite Y PDMS References [1] R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York [2] P.R. Ortiz de Montellano Cytochrome P-450: Structure, Mechanism, and Biochemistry 1986 Plenum New York [3] D. Mansuy P. Battioni J.-P. Battioni Eur. J. Biochem. 184 1989 267 [4] D. Mansuy Pure Appl. Chem. 59 1987 759 [5] J.T. Groves T.E. Nemo R.S. Myers J. Am. Chem. Soc. 101 1979 1032 [6] C.K. Chang M.S. Kuo J. Am. Chem. Soc. 101 1979 3413 [7] B. Meunier Bull. Chem. Soc. Fr. 1986 578 [8] B. Meunier Chem. Rev. 92 1992 1411 [9] M.J. Gunter P. Turner Coord. Chem. Rev. 108 1991 115 [10] T.J. McMurry J.T. Groves P.R. Ortiz de Montellano Cytochrome P-450: Structure, Mechanism, and Biochemistry 1986 Plenum New York Ch. 1 [11] J.T. Groves R. Quinn J. Am. Chem. Soc. 107 1985 5790 [12] C.K. Chang F. Ebina J. Chem. Soc., Chem. Commun. 1981 778 [13] O. Bortolini B. Meunier J. Chem. Soc., Chem. Commun. 1983 1364 [14] P.S. Traylor D. Dolphin T.G. Traylor J. Chem. Soc., Chem. Commun. 1984 279 [15] T.G. Traylor S. Tsuchiya Inorg. Chem. 26 1987 1338 [16] P. Hoffmann G. Labat A. Robert B. Meunier Tetrahedron Lett. 31 1990 1991 [17] S. Tsuchiya M. Seno Chem. Lett. 1989 263 [18] A. Sorokin A. Robert B. Meunier J. Am. Chem. Soc. 115 1993 7293 [19] J.E. Penner-Hahn T.J. McMurry M. Renner L. Latos-Grazynski K.S. Elbe I.M. Davis A.L. Balch J.T. Groves J.R. Dawson K.O. Hodgson J. Biol. Chem. 256 1983 237 [20] V.Yu. Zakharov B.V. Romanovskii Vestnik Moscow Univ., Ser. Khim. 18 1977 143 [21] N. Herron G.D. Stucky C.A. Tolman J. Chem. Soc., Chem. Commun. 1986 1521 [22] C.A. Tolman N. Herron Catal. Today 3 1988 235 [23] N. Herron J. Coord. Chem. 9 1988 25 [24] N. Herron CHEMTECH 1989 542 [25] D.R.C. Huybrechts R.F. Parton P.A. Jacobs Stud. Surf. Sci. Catal. 60 1991 225 [26] R.F. Parton D.R.C. Huybrechts Ph. Buskens P.A. Jacobs Stud. Surf. Sci. Catal. 65 1991 47 [27] R. Parton D. De Vos P.A. Jacobs E.G. Derouane Zeolite Microporous Solids: Synthesis, Structure and Reactivity 1992 Kluwer Dordrecht 552 [28] D.E. De Vos F. Thibault-Starzyk P.P. Knops-Gerrits R.F. Parton P.A. Jacobs Macromol. Chem. Macromol. Symp. Ser. 80 1994 157 [29] R.F. Parton L. Uytterhoeven P.A. Jacobs Stud. Surf. Sci. Catal. 59 1991 395 [30] R.F. Parton Cv.P.P. Bezoukhanova J. Grobet P.J. Grobet P.A. Jacobs Stud. Surf. Sci. Catal. 83 1994 371 [31] R.F. Parton Cv.P. Bezoukhanova F. Thibault-Starzyk R.A. Reynders P.J. Grobet P.A. Jacobs Stud. Surf. Sci. Catal. 84 1994 1419 [32] R.F. Parton F. Thibault-Starzyk R.A. Reynders P.J. Grobet P.A. Jacobs Cv.P. Bezoukhanova W. Sun Y. Wu J. Mol. Catal. 97 1995 183 [33] K.J. Balkus Jr. A.G. Gabrielov N. Herron D. Corbin Inclusion Chemistry with Zeolites, Nanoscale Materials by Design 1995 Kluwer Dordrecht 159 [34] K.J. Balkus Jr. M. Eissa R. Levado J. Am. Chem. Soc. 117 1995 10753 [35] R.F. Parton, G.J. Peere, P.A. Jacobs, R. Claessens and G.V. Baron, J. Mol. Catal submitted for publication. [36] R.F. Parton, Cv.P. Bezoukhanova and P.A. Jacobs, in preparation. [37] R.F. Parton, P.E. Neys, P.A. Jacobs, R.C. Sosa and P.G. Rouxhet, J. Mol. Catal submitted for publication. [38] R.F. Parton I.F.J. Vankelecom M.J.A. Casselman Cv.P. Bezoukhanova J.B. Uytterhoeven P.A. Jacobs Nature 370 1994 541 [39] M. Ingelman-Sundberg P.R. Ortiz de Montellano Cytochrome P-450: Structure, Mechanism, and Biochemistry 1986 Plenum New York 119 [40] P.-P. Knops-Gerrits, I.F.J. Vankelecom, E. Béatse and P.A. Jacobs, Catal. Today submitted for publication. [41] M. Mulder Basic Principles of Membrane Technology 1991 Kluwer Dordrecht 224 [42] I.F.J. Vankelecom E. Scheppers R. Heus J.B. Uytterhoeven J. Phys. Chem. 98 1994 12390 [43] I.F.J. Vankelecom D. Depré S. De Beukelaer J.B. Uytterhoeven J. Phys. Chem. 99 1995 13193 [44] I.F.J. Vankelecom E. Merckx M. Luts J.B. Uytterhoeven J. Phys. Chem. 99 1995 13187 [45] I.F.J. Vankelecom, S. Van den broeck, E. Merckx, H. Geerts, P. Grobet and J.B. Uytterhoeven, J. Phys. Chem. submitted for publication. [46] P.-P. Knops-Gerrits D.E. De Vos F. Thibault-Starzyck P.A. Jacobs Nature 369 1994 543 [47] J.M. Duval A.J.B. Kemperman B. Folkers M.H.V. Mulder G. Desgrandchamps C.A. Smolders J. Appl. Polym. Sci. 54 1994 409 [48] M.G. Süer, N. Baç and L. Yilmaz, T. Gr̈kan and A. Sacco, Jr., In: ed. E.F. Vansant, Separation Technology (Elsevier, Amsterdam) p. 661. [49] M.G. Süer N. Baç L. Yilmaz J. Mem. Sci. 91 1994 77 [50] A.M.S. Al-ghamdi J.E. Mark Polym. Bull. 20 1988 537 [51] R.M. Barrer S.D. James J. Phys. Chem. 64 1960 417 [52] C. Bartels-Caspers E. Tusel-Langer R.N. Lichtenthaler J. Mem. Sci. 70 1992 75 [53] M.-D. Jia K.-V. Peinemann R.-D. Behling J. Mem. Sci. 57 1991 289 [54] M.-D. Jia K.-V. Peinemann R.-D. Behling J. Mem. Sci. 73 1992 119 [55] D.R. Paul D.R. Kemp J. Polym. Sci., Symp. 41 1973 89 [56] J. te Hennepe Ph.D. Thesis 1988 University of Twente The Netherlands [57] R. Belal B. Meunier J. Mol. Catal. 44 1988 187 [58] R. Noyori H. Takaya Acc. Chem. Res. 23 1990 45 [59] K.T. Wan M.E. Davis Nature 370 1994 449 [60] I.F.J. Vankelecom, D. Tas, R.F. Parton, V. Van de Vyver and P.A. Jacobs, Angew. Chem, in press. [61] E.N. Jacobsen I. Ojima Catalytic Asymmetric Synthesis 1993 VCH New York 159",
      "scopus-id": "0030602025",
      "coredata": {
        "eid": "1-s2.0-S138111699600091X",
        "dc:description": "A general method to immobilise homogeneous catalysts and to improve the performance of heterogeneous catalysts is discussed. The method consists in embedding the catalysts in hydrophobic PDMS (polydimethylsiloxane)-membranes. Inspired on a complete structural mimic of cytochrome P-450 up to the level of the membrane, this technique gives superior properties to the membrane resident catalyst. The scope and limitations of this method are discussed by two examples of heterogeneous catalysts, i.e., FePc-Y (iron phthalocyanine zeolite Y) and [Mn(bpy)2]2+-Y (manganese bis(bipyridyl) zeolite Y), and three examples of homogeneous complexes, i.e., FePc, Ru-binap ([2,2′-bis(diphenylphosphino-1,1′-binaphtyl]chloro(p-cymene)-ruthenium chloride) and the Jacobsen catalyst (N,N′-bis(3,5-di-tert-butylsalicylidene)-1,2-cyclohexane-diamine manganese chloride). Due to changed sorption in the zeolites, catalyst activity is enhanced and deactivation is suppressed. Furthermore, the membrane incorporation makes the use of a solvent redundant. For homogenous complexes, this procedure represents a general method for heterogenisation. Moreover, the technique opens new ways in the field of oxidation chemistry, where solvents are necessary to homogenise reagents which usually differ in polarity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111699600091X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Parton, Rudy F."
          },
          {
            "@_fa": "true",
            "$": "Vankelecom, Ivo F.J."
          },
          {
            "@_fa": "true",
            "$": "Tas, Diedrik"
          },
          {
            "@_fa": "true",
            "$": "Janssen, Kristien B.M."
          },
          {
            "@_fa": "true",
            "$": "Knops-Gerrits, Peter-Paul"
          },
          {
            "@_fa": "true",
            "$": "Jacobs, P.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111699600091X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111699600091X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00091-X",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Membrane occluded catalysts: a higher order mimic with improved performance",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Recent Developments in Biomimetic Oxidation Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "FePc"
          },
          {
            "@_fa": "true",
            "$": "[Mn(bpy)2]2+"
          },
          {
            "@_fa": "true",
            "$": "Ru-binap"
          },
          {
            "@_fa": "true",
            "$": "Jacobsen catalyst"
          },
          {
            "@_fa": "true",
            "$": "Zeolite Y"
          },
          {
            "@_fa": "true",
            "$": "PDMS"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "283-292",
        "prism:endingPage": "292",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 November 1996",
        "prism:doi": "10.1016/S1381-1169(96)00091-X",
        "prism:startingPage": "283",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00091-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030602025"
      }
    }
  }
}