{
  "metadata": {
    "title": "Ionic liquid anchored substrate for enzyme catalysed kinetic resolution",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis B: Enzymatic",
    "date": "2007-03-01",
    "doi": "10.1016/j.molcatb.2006.09.004",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381117706002682",
    "pii": "S1381117706002682"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33846499567",
      "originalText": "serial JL 271400 291210 291744 291809 291847 31 Journal of Molecular Catalysis B: Enzymatic JOURNALMOLECULARCATALYSISBENZYMATIC 2006-10-17 2006-10-17 2010-03-28T16:31:41 1-s2.0-S1381117706002682 S1381-1177(06)00268-2 S1381117706002682 10.1016/j.molcatb.2006.09.004 S300 S300.1 FULL-TEXT 1-s2.0-S1381117706X01005 2024-01-02T09:52:18.760127Z 0 0 20070301 2007 2006-10-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1177 13811177 44 44 3 4 3 4 Volume 44, Issues 3–4 3 93 98 93 98 20070301 1 March 2007 2007-03-01 2007 Short communication article sco Copyright © 2006 Elsevier B.V. All rights reserved. IONICLIQUIDANCHOREDSUBSTRATEFORENZYMECATALYSEDKINETICRESOLUTION NAIK P 1 Introduction 2 Results and discussions 2.1 Synthesis of ionic liquid anchored ibuprofen 2.2 Lipase catalysed hydrolysis of ionic liquid anchored ibuprofen 3 Experimental 3.1 Materials and methods 3.2 Experimental procedures for the synthesis of 2–5 and 1 3.2.1 Synthesis of 2 3.2.2 Synthesis of 3 3.2.3 Synthesis of 4 3.2.4 Synthesis of 5 3.2.5 Synthesis of 1 3.3 Enzymatic hydrolysis of 1 3.4 Chemical hydrolysis of unreacted chiral ester 4 Conclusion Acknowledgments References EARLE 2000 1391 M WELTON 1999 2071 T CHAUVIN 1995 26 Y HANDY 2005 959 S LEE 2006 1049 S DAVIS 2004 1072 J COLE 2002 5962 A YAO 2003 3395 Q QIAN 2006 556 W XIAO 2004 3845 J QIAN 2005 952 W HANDY 2005 2874 S MIAO 2003 5003 W HAKKOU 2004 1793 H LAU 2000 4189 R ITOH 2001 262 T SCHOFER 2001 425 S NARA 2002 2979 S NARA 2003 1371 S NARA 2004 39 S SHELDON 2002 147 R KRAGL 2002 565 U PARK 2003 432 S SONG 2004 1033 C LEE 2002 6845 J KIM 1996 269 M DUCRET 1998 212 A YU 2005 16 H NAIKX2007X93 NAIKX2007X93X98 NAIKX2007X93XP NAIKX2007X93X98XP item S1381-1177(06)00268-2 S1381117706002682 1-s2.0-S1381117706002682 10.1016/j.molcatb.2006.09.004 271400 2024-01-02T09:52:18.760127Z 2007-03-01 1-s2.0-S1381117706002682-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117706002682/MAIN/application/pdf/8e27da4447186b362cfff179cf8efcb9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117706002682/MAIN/application/pdf/8e27da4447186b362cfff179cf8efcb9/main.pdf main.pdf pdf true 263885 MAIN 6 1-s2.0-S1381117706002682-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117706002682/PREVIEW/image/png/465a368bfbeb0e4ff93235f4bd96e2be/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117706002682/PREVIEW/image/png/465a368bfbeb0e4ff93235f4bd96e2be/main_1.png main_1.png png 76204 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381117706002682-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117706002682/gr1/DOWNSAMPLED/image/jpeg/8525e68b7847b12fffdcca109614ce73/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117706002682/gr1/DOWNSAMPLED/image/jpeg/8525e68b7847b12fffdcca109614ce73/gr1.jpg gr1 gr1.jpg jpg 4239 154 188 IMAGE-DOWNSAMPLED 1-s2.0-S1381117706002682-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117706002682/gr1/THUMBNAIL/image/gif/b54925f09097e63d1b4ca6987e135e2e/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117706002682/gr1/THUMBNAIL/image/gif/b54925f09097e63d1b4ca6987e135e2e/gr1.sml gr1 gr1.sml sml 883 93 114 IMAGE-THUMBNAIL 1-s2.0-S1381117706002682-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117706002682/sc1/DOWNSAMPLED/image/jpeg/b8cf1777f744b0d460a1317cb9b87c79/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117706002682/sc1/DOWNSAMPLED/image/jpeg/b8cf1777f744b0d460a1317cb9b87c79/sc1.jpg sc1 sc1.jpg jpg 30155 357 603 IMAGE-DOWNSAMPLED 1-s2.0-S1381117706002682-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117706002682/sc1/THUMBNAIL/image/gif/faf77f5ab5d6fe5f144da811c2ba9375/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117706002682/sc1/THUMBNAIL/image/gif/faf77f5ab5d6fe5f144da811c2ba9375/sc1.sml sc1 sc1.sml sml 1062 74 125 IMAGE-THUMBNAIL 1-s2.0-S1381117706002682-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117706002682/sc2/DOWNSAMPLED/image/jpeg/80fac5dac9d272f96a983091fd6f11d1/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117706002682/sc2/DOWNSAMPLED/image/jpeg/80fac5dac9d272f96a983091fd6f11d1/sc2.jpg sc2 sc2.jpg jpg 13932 138 603 IMAGE-DOWNSAMPLED 1-s2.0-S1381117706002682-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117706002682/sc2/THUMBNAIL/image/gif/c24eed571563778798da2c1daff2cd19/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117706002682/sc2/THUMBNAIL/image/gif/c24eed571563778798da2c1daff2cd19/sc2.sml sc2 sc2.sml sml 598 29 125 IMAGE-THUMBNAIL MOLCAB 1440 S1381-1177(06)00268-2 10.1016/j.molcatb.2006.09.004 Elsevier B.V. Fig. 1 Ibuprofen anchored ionic liquid for the lipase catalysed kinetic resolution. Scheme 1 Synthesis of ibuprofen-anchored ionic liquid. Scheme 2 Lipase-catalysed enantioselective hydrolysis of ionic liquid anchored ibuprofen ester. Short communication Ionic liquid anchored substrate for enzyme catalysed kinetic resolution Prashant U. Naik Susheel J. Nara Jitendra R. Harjani Manikrao M. Salunkhe ⁎ Department of Chemistry, The Institute of Science, 15-Madam Cama Road, Mumbai 400 032, India ⁎ Corresponding author. Tel.: +91 22 22816750; fax: +91 22 22816750. A hydroxyl group appended task specific ionic liquid was designed and synthesised. The ionic liquid was used as a vehicle for the substrate of our interest for lipase catalysed kinetic resolution. The ionic liquid anchored ibuprofen underwent Candida antarctica lipase catalysed hydrolysis yielding the S-enantiomer. The strategy facilitated easy post-resolution isolation of the enantiomers and also carries the prospect of recyclability. Keywords Task specific ionic liquids Ibuprofen Resolution Enantioselective hydrolysis 1 Introduction The earliest ionic liquids in the literature that were probably created unintentionally in the late 19th century, have advanced greatly due to the persistent efforts of the chemists from the materials with potential electrochemical applications to a tantalising new repertoire of solvents [1–3]. The research in this domain has grown by leaps and bounds, unraveling the countless variations of these liquids with several fascinating properties [4]. A negligibly small vapor pressure at ambient temperature, high thermal stability, high ionic conductivity, incredible solvating ability and above all tunability in an ensemble seem to turn these liquids into the future workhorse solvents for virtually any chemical process, you name it. Ionic liquids in the 21st century have gone beyond what they were a decade back. The worth of these compounds is not limited to their applications as mere solvents. The integrated efforts of renowned scientists of wide inter-disciplinarity have diversified the application zone of ionic liquids into several fields such as catalysis, extraction technologies, biotechnologies, fuel cells, nuclear waste treatment, material science, electrochemistry, batteries, etc. [5]. Pioneering work of Davis has led to the development of a branch of ionic liquids designed for a specific task referred to as Task Specific Ionic Liquids, TSILs [6]. This is one avenue of research that is growing at the rapid pace these days, as it makes more sense to tailor ionic liquids for a specific purpose than to randomly synthesise several hundreds of ionic liquids which might turn out to be useful in the end. The core concept involves designing the ionic liquids with the appended functional group for the desired task. Lately, there has been more emphasis on synthesising TSILs with appended co-ordinating functional groups to facilitate the extraction of metal ions or fabricating scavengers. The limitations concerning the chemistry with insoluble supports have been greatly over come by the development of the soluble supports such as polyethylene glycol, fluorous phase and to some extent by using the solvents with the switachable polarity. These developments are/were targeted to eliminate the disadvantages such as long reaction time and excess reagent requirement associated with the use of insoluble supports and at the same time facilitate the process of product separation. With the development of ionic liquids as the neoteric solvents for a number of reactions, the need for the new class of TSILs has been realised. The IL-supported catalysts [7–10], reagents [11,12] and substrates [13,14] have been developed in order to explore the possible advantages these novel strategies can offer over the conventional procedures involving the unsupported counterparts. The area of enzyme catalysed reactions in ionic liquids has witnessed enormous growth since Sheldon and co-workers first demonstrated the use of pure ionic liquids for these reactions [15]. The ability of ionic liquids to efficiently mediate the enantioselective processes catalysed by enzymes was independently reported by Itoh et al. [16] and Kragl and co-workers et al. [17]. Our ongoing investigations on the enzyme catalysed reactions in ionic liquids and interest in task specific ionic liquids resulted in conglomeration of these ideas for an altogether different purpose [18–20]. The ability of enzymes to catalyse synthetic organic reactions with high level of activity, selectivity (enantio-, regio- and chemoselectivity) and stability have been distinctly demonstrated in ionic liquids [21–24]. Although the use of IL-coated enzymes (IL as a support for enzymes) for the biocatalytic process has been demonstrated [25], to the best of our knowledge, there is no example to date of covalently anchoring the molecule of interest to ionic liquid for its kinetic resolution. So infact, we decided to make an ionic liquid that can be fed to the enzymes as substrate for kinetic resolution. The idea was conceptualised to test the potential of enzymes to accept ionic liquid as substrate, the concept which we believe would go long way in design of the biodegradable ionic liquids, especially at the time when questions are being raised about their environmental impact. We herein report the synthesis of a hydroxyl group appended butylmethylimidazolium hexafluorophosphate ionic liquid via a simple strategy. The molecule of interest, i.e. (±)-ibuprofen was then anchored covalently to the ionic liquid for the purpose of lipase catalysed kinetic resolution. The hexafluorophosphate based ionic liquid was chosen for the study as it belongs to the class of neutral, hydrophobic category of ionic liquids, which are easy to prepare, purify and handle. Moreover, these facilitate easy isolation of compounds by extraction with organic solvents. Another critical reason behind the choice of this ionic liquid was the fact that this class of ionic liquids have proven to be efficient solvent system for the lipase catalysed reactions [18–20]. 2 Results and discussions 2.1 Synthesis of ionic liquid anchored ibuprofen We intended to anchor ibuprofen on the ionic liquid via ester linkage so that it can be hydrolysed enantioselectively with the aid of lipases. The hydroxyl group on the ionic liquid has to be on the cation part as hexafluorophosphate based ionic liquid was chosen for the study. For the purpose of enzymatic hydrolysis, we thought it would be worthwhile to place the hydroxyl group at the terminus of the reasonably long alkyl chain so that the substrate mimics the much explored ordinary alkyl ester of ibuprofen in terms of stereo-electronics and kinetics of the lipase catalysed hydrolysis. Ibuprofen, being one of the most widely marketed non-steroidal anti-inflammatory drugs was intentionally chosen for the study as its success would widen the scope of strategy for resolution of not only other NSAID class of drugs but also other commercially important bioactive carboxylic acids. Besides, the lipase-catalysed kinetic resolution of ibuprofen is very well-studied example [26,27]. The kinetic resolution of ibuprofen has also been studied in ionic liquids by enantioselective esterification approach, wherein the ionic liquids are reported to enhance the enantioselectivity of the process [28]. Based on these presumptions; we arrived at the target 1 as shown in Fig. 1 . The alkyl chain comprising of four carbons was a viable option from standpoint of kinetic resolution as the substrate would resemble vaguely to the (ω-functionalised) butyl ester of ibuprofen and also the ionic liquid would resemble one of the most widely used 1-butyl-3-methylimidazolium hexafluorophosphate ionic liquid, [bmim]PF6. Moreover, synthetically, 1,4-bifunctionalised alkyl chain can be accessed from cheap and common organic solvent, tetrahydrofuran. The cyclic ether ring opening reaction on tetrahydrofuran was carried out by using NaI, acetyl chloride and AlCl3 as a Lewis acid to yield the iodoacetate 2 in 98% yields (Scheme 1 ). The iodoacetate 2 was used for the quaternisation of N-methylimidazole, to result in the formation of the quaternary iodide salt 3 in 94% yields. The metathesis of the iodide salt 3 in acetone with KPF6 resulted in ionic liquid 4 in 90% yields. The deacetylation of 4 was effected using excess of aqueous ammonia (25%) in methanol to yield the –OH functionalised imidazolium based ionic liquid 5 in 95% yields. Finally the –OH functionalised ionic liquid 5 was subjected to esterification reaction with racemic ibuprofen using DCC as coupling agent in presence of the catalytic amount of DMAP. The esterification reaction fetched 84% yield of the product 1 obtained after column chromatography. 2.2 Lipase catalysed hydrolysis of ionic liquid anchored ibuprofen Once the synthesis of the target was achieved, the most critical step was to evaluate if compound 1 underwent lipase catalysed hydrolysis as such reactions are substrate specific and sometimes even subtle changes in the structure of the substrate might result in unfavorable results. So systematic screening experiments were performed with several available lipases like Pseudomonas cepacia (now also know as Burkholderia cepacia) lipases supported on celite, PS-C and diatomite, PS-D, Candida cylindracea and Candida antarctica. Out of four types of lipases screened, only Candida antarctica lipase showed the hydrolytic activity in dimethyl sulfoxide in a preliminary experiment with aqueous 0.1M phosphate buffer at room temperature (Scheme 2 ). Several other non-polar as well as polar organic solvents, such as n-hexane, dichloromethane, tetrahydrofuran, dioxane and dimethyl sulfoxide along with aq. phosphate buffer were investigated as the reaction media. Hydrolysis was observed only in dimethyl sulfoxide solvent and 0.1M phosphate buffer (1:1v/v ratio) after 24h at room temperature. The ionic liquids such as 1-butyl-3-methylimidazolium hexafluorophosphate, [bmim]PF6 and 1-butyl-3-methylimidazolium tetrafluoroborate, [bmim]BF4 were also investigated as reaction media along with phosphate buffer for the lipase catalysed reaction. The hydrolysis reaction was observed in these ionic liquids, the rates were slightly slower than that in dimethyl sulfoxide. The rationale behind the idea was to exploit both enzymes as well as ionic liquids to achieve the task of kinetic resolution of racemic ibuprofen. Anchoring the substrate to ionic liquid did make the task of post-resolution separation of enantiomers relatively easy. The substrate 1 is soluble in both in DMSO and [bmim]PF6. The hydrolysed enantiomer was simply extracted with diethyl ether and the rest of the reaction mixture was subjected to chemical hydrolysis with aq. K2CO3 to recover the other enantiomer. The –OH appended ionic liquid (in ionic liquid reaction medium) was then ready again for another cycle or totally different task. The enantioselectivity of the hydrolysis was monitored in an unoptimised experiment in dimethyl sulfoxide after 24h. The S-(+)-ibuprofen was obtained with the reasonably good optical purity, i.e. 86% ee with the isolated yield of 87% of theory (E =35). The experiment in ionic liquid [bmim]PF6 as the reaction medium after 26h yielded the product in comparable optical yields, i.e. 80% ee. The isolated yield in this case was 80% of theory. In order to investigate the effect of the ionic liquid auxiliary on the reaction rate and activity, n-butyl ester of the (±)-ibuprofen was subjected to the enzyme mediated hydrolysis in DMSO and the reaction was monitored by TLC. The rate of hydrolysis of 1 is comparable to the rate of hydrolysis of the n-butyl ester of the (±)-ibuprofen. 3 Experimental 3.1 Materials and methods Tetrahydrofuran (THF) was distilled from sodium/benzophenone under nitrogen before use. Toluene, acetonitrile and dichloromethane were distilled from CaH2 under nitrogen. All other commercial reagents were used without any purification unless otherwise indicated. The analytical thin layer chromatography (TLC) was performed on silica gel plates with QF-254 and TLC visualisation was done by using one or more of the method(s) including UV-light, phosphomolybdic acid as color developing agent and iodine. The flash column chromatography was performed using 230–400mesh silica gel. 1H, 13C, 19F and 31P NMR spectra were acquired on Bruker/Tecmag AC-250MHz (250MHz 1H, 63MHz 13C, 101MHz 31P, 235MHz 19F) spectrophotometer. For 1H and 13C NMR, when CDCl3 was used as a solvent, the chemical shifts (δ) are reported in ppm with respect to TMS as an internal standard (0.00ppm, 1H and 13C) and where DMSO d 6 was used as a solvent, the chemical shifts are reported in ppm relative to DMSO d 6 (2.50ppm 1H, 39.52ppm 13C). The chemical shifts in 31P NMR spectra are reported in ppm with respect to aq. 85% H3PO3 as external standard (0.00ppm 31P) and in 19F NMR spectra with respect to 0.5% CF3C6H5 in CDCl3 as external standard (63.72ppm 19F). Multiplicities are indicated by s (singlet), d (doublet), t (triplet), q (quartet) and bs (broad singlet). The coupling constants (J) are reported in Hz. 3.2 Experimental procedures for the synthesis of 2–5 and 1 3.2.1 Synthesis of 2 To a well stirred suspension of NaI (18.75g, 125mmol) and AlCl3 (33.38g, 250mmol), in dry acetonitrile (200mL) maintained at 0°C, was added dry tetrahydrofuran (9.00g, 10.15mL, 125mmol), over a period of 10min. The reaction was stirred for 3h at room temperature. Subsequently, the reaction mixture was cooled at 0°C and acetyl chloride (14.72g, 13.33mL, 187.5mmol) was gradually added with stirring over a period of 30min. The stirring was continued for 3h at room temperature. The resulting solution was partitioned with excess of water and CHCl3 (200mL). The CHCl3 layer was washed with aqueous Na2S2O3 (100mL of 5% solution) and subsequently with excess of water, dried over anhydrous Na2SO4 and concentrated at reduced pressure to yield 29.65g (98% yield) of pale yellow liquid. IR (neat): υ 2957, 1738, 1431, 1387, 1366, 1241, 1178, 1035, 947, 891, 744, 634, 606 and 512cm−1; 1H NMR (250MHz, CDCl3): δ 1.69–1.81 (m, 2H, AcO-CH2-CH2-CH2-CH2-I), 1.85–1.97 (m, 2H, AcO-CH2-CH2-CH2-CH2-I), 2.06 (s, 3H, CH3-CO-O-), 3.20–3.25 (t, J =6.6Hz, 2H, AcO-CH2-CH2-CH2-CH2-I) and 4.06–4.11 (t, J =6.3Hz, 2H, AcO-CH2-CH2-CH2-CH2-I) ppm; 13C NMR (63MHz, CDCl3): δ 6.05, 20.95, 29.48, 29.91, 63.17 and 170.93ppm; MS: m/z 183 (100%, [M-(OCOCH3)]+) and 115 (42%, [M-I]+) amu. 3.2.2 Synthesis of 3 A mixture of N-methylimidazole (9.02g, 8.71mL, 110mmol) and iodoacetate ester 2 (24.20g, 100mmol) in dry toluene (100mL) was heated at 80°C for 48h to obtain a viscous liquid forming the lower layer. The reaction mixture was refrigerated at 0°C overnight to yield the solid quaternary iodide. The toluene layer was decanted and the solid was washed with several portions of diethyl ether (3×10mL). The yield of the product was 30.46g (94% yield). IR (neat): υ 3150, 3082, 2954, 1729, 1626, 1573, 1460, 1368, 1249, 1167, 1044, 959, 832, 753, 620 and 525cm−1; 1H NMR (250MHz, CDCl3 ): δ 1.69–1.81 (m, 2H, ImN-CH2-CH2-CH2-CH2-OAc), 2.00–2.12 (m, 5H, ImN-CH2-CH2-CH2-CH2-OCO-CH3), 4.08–4.13 (m, 5H, ImN-CH 3 and ImN-CH2-CH2-CH2-CH2-OAc), 4.42–4.48 (t, J =7.4Hz, 2H, ImN-CH2-CH2-CH2-CH2-OAc), 7.68–7.69 (m, 1H, 1× -CH arom), 7.72–7.73 (m, 1H, 1× -CH arom) and 9.71 (s, 1H, 1× -CH arom) ppm; 13C NMR (63MHz, CDCl3): δ 21.28, 25.30, 27.02, 37.24, 49.56, 63.43, 122.64, 123.96, 136.43 and 171.28ppm; ESI MS: positive mode: m/z 197.0 (100%, [C10H17N2O2]+), 198.1 (13%, [C10H17N2O2 +1]+) amu and negative mode: m/z 126.8 (100%, [I]−) amu. 3.2.3 Synthesis of 4 To the solution of 3 (22.68g, 70mmol) in dry acetone (200mL) was added powdered KPF6 (25.90g, 140mmol) and the resulting mixture was stirred at room temperature for 48h. The reaction mixture was filtered and the filtrate upon evaporation of acetone under reduced pressure gave a pale yellow ionic liquid. The crude ionic liquid was passed through alumina (80g) in a column and eluted with MeOH. The resultant solution was dried over anhydrous Na2SO4 and concentrated under reduced pressure. The yield of the resulting product was 21.55g (90% yield). The ionic liquid obtained upon elution with methanol is halide free (indicated by the AgNO3 test). IR (neat): υ 3170, 3124, 2965, 1731, 1577, 1459, 1432, 1389, 1369, 1249, 1169, 1047, 842, 752, 624 and 558cm−1; 1H NMR (250MHz, DMSO d 6 ): δ 1.50–1.62 (m, 2H, ImN-CH2-CH2-CH2-CH2-OAc), 1.79–1.90 (m, 2H, ImN-CH2-CH2-CH2-CH2-OAc), 2.01 (s, 3H, -OCO-CH 3 ), 3.85 (s, 3H, ImN-CH 3 ), 3.99–4.05 (t, J =6.5Hz, 2H, ImN-CH2-CH2-CH2-CH2-OAc), 4.16–4.22 (t, J =7.0Hz, 2H, ImN-CH2-CH2-CH2-CH2-OAc), 7.68–7.69 (m, 1H, 1×-CH arom), 7.74–7.76 (m, 1H, 1×-CH arom) and 9.08 (s, 1H, 1×-CH arom) ppm; 13C NMR (63MHz, DMSO d 6 ): δ 20.68, 24.81, 26.14, 35.75, 48.38, 63.08, 122.23, 123.67, 136.59 and 170.44ppm; 31P NMR (101MHz, DMSO d 6 ): −159.97 to −117.88ppm (septet); 19F NMR (235MHz, DMSO d 6 ): −67.87 to −64.85ppm (doublet); ESI MS: positive mode: m/z 197.0 (100%, [C10H17N2O2]+), 198.1 (12%, [C10H17N2O2 +1]+)amu and negative mode: m/z 144.7 (100%, [PF6]−) amu. 3.2.4 Synthesis of 5 To a solution of 4 (10.26g, 30mmol) in methanol (50mL), was added aq. ammonia (20.4mL of 25w% solution, 300mmol) and the reaction was stirred at 70°C for 24h. After the completion of the reaction (indicated by TLC), the solution was evaporated under reduced pressure to get rid of water and MeOH, resulting in the formation of a viscous liquid. The crude ionic liquid was passed through alumina (40g) in a column and eluted with methanol. The resultant solution was dried over anhydrous Na2SO4 and concentrated under reduced pressure. The yield of the product was 8.55g (95% yield). IR (neat): υ 3399, 3172, 3124, 2945, 1665, 1577, 1459, 1430, 1390, 1340, 1169, 1061, 841, 741, 651, 624 and 558cm−1. 1H NMR (250MHz, DMSO d 6 ): δ 1.34–1.45 (m, 2H, ImN-CH2-CH2-CH2-CH2-OH), 1.76–1.89 (m, 2H, ImN-CH2-CH2-CH2-CH2-OH), 3.40–3.45 (t, J =6.3Hz, 2H, ImN-CH2-CH2-CH2-CH2-OH), 3.85 (s, 3H, ImN-CH3), 4.15–4.20 (t, J =7.3Hz, 2H, ImN-CH2-CH2-CH2-CH2-OH), 4.50 (bs, 1H, -OH), 7.67–7.68 (m, 1H, 1× -CH arom), 7.74–7.75 (m, 1H, 1× -CH arom) and 9.08 (s, 1H, 1× -CH arom) ppm; 13C NMR (63MHz, DMSO d 6 ): δ 26.44, 28.84, 35.74, 48.79, 59.97, 122.28, 123.62 and 136.54ppm; 31P NMR (101MHz, DMSO d 6 ): −159.97 to −117.88ppm (septet); 19F NMR (235MHz, DMSO d 6 ): −67.91 to −64.89ppm (doublet); ESI MS: positive mode: m/z 155.1 (100%, [C8H15N2O]+), 156.1 (9%, [C8H15N2O+1]+) amu and negative mode: m/z 144.7 (100%, [PF6]−) amu. 3.2.5 Synthesis of 1 To the solution of (±)-ibuprofen (5.16g, 24.99mmol) in anhydrous dichloromethane (100mL), maintained at 0°C, was added DMAP (0.203g, 1.66mmol) and 5 (5.00g, 16.66mmol). To this solution was added a solution of DCC (4.12g, 19.99mmol) in anhydrous dichloromethane (20mL) over a period of 10min, while maintaining the temperature of the reaction mixture at 0°C. The stirring was continued at rt for 3h. The resulting solution was filtered and the precipitate was washed with dichloromethane (5mL×10mL). The organic layer was washed with aqueous 0.5N HCl (100mL) and then with aqueous saturated NaHCO3 (100mL) followed by washings with excess water. The organic extracts were dried over anhydrous Na2SO4 and concentrated under reduced pressure. A 6.84g (84% yield) of product was obtained upon flash column chromatography (EtOAc:CHCl3, 6:4) as a pale yellow liquid. IR (neat): υ 3165, 3122, 2956, 2870, 1730, 1575, 1512, 1466, 1383, 1336, 1247, 1203, 1168, 1094, 1071, 843, 624 and 558cm−1; 1H NMR (250MHz, CDCl3 ): δ 0.85–0.88 (d, J =6.5Hz, 6H, Ar-CH2-CH(CH3)2), 1.43–1.46 (d, J =7.0Hz, 3H, -O-CO-CH(CH 3 )-Ar), 1.54–1.64 (m, 2H, ImN-CH2-CH2-CH2-CH2-OCO-), 1.75–1.87 (m, 3H, -CH2-CH(CH3)2 and ImN-CH2-CH2-CH2-CH2-OCO-), 2.40–2.43 (d, J =7.0Hz, 2H, Ar-CH2-CH(CH3)2), 3.65–3.73 (q, J =7.1Hz, 1H, -O-CO-CH(CH3)-Ar), 3.83 (s, 3H, ImN-CH3), 4.02–4.07 (m, 4H, ImN-CH2-CH2-CH2-CH2-OCO-), 7.06–7.25 (m, 6H, 6× -CH arom.) and 8.37 (s, 1H, 1× -CH arom.) ppm; 13C NMR (63MHz, CDCl3): δ 18.39, 22.32, 25.04, 26.46, 30.15, 36.07, 44.92, 44.99, 49.32, 63.55, 122.06, 123.68, 127.21, 129.38, 135.80, 137.84, 140.58 and 174.86ppm; 31P NMR (101MHz, CDCl3): −164.89 to −122.77ppm (septet); 19F NMR (235MHz, CDCl3): −74.54 to −71.52ppm (doublet); ESI MS: positive mode: m/z 343.2 (100%, [C21H31N2O2]+), 344.2 (25%, [C21H31N2O2 +1]+) amu and negative mode: m/z 144.7 (100%, [PF6]−) amu. 3.3 Enzymatic hydrolysis of 1 In a typical experimental procedure, to the solvent (1mL), 1 (0.1792g, 0.367mmol), lipase (450U) and phosphate buffer of pH 7 (0.1M, 1mL) were added and the reaction mixture was stirred for a suitable time at room temperature. The reaction was monitored by TLC. After completion of reaction, the volatile organic solvents (if any) were evaporated under reduced pressure and the product was extracted by adding water (10mL) and partitioning the reaction mixture with ether (10mL). The extraction step was repeated with ether (2mL×10mL) and the combined ether extracts were dried over anhydrous Na2SO4 concentrated at reduced pressure to obtain the hydrolyzed S-(+)-ibuprofen. The unhydrolysed ester 1 remains in [bmim]PF6 or it remains suspended in the aqueous layer when DMSO was used for the hydrolysis. In the later case, the extraction of the aqueous layer with CH2Cl2 (2mL×10mL) followed by drying and evaporation of CH2Cl2 yields the unreacted ester. Where as in the former case, the combination of [bmim]PF6 and 1 is subjected to hydrolysis directly. 3.4 Chemical hydrolysis of unreacted chiral ester The unreacted ester (or its solution in [bmim]PF6) recovered from the enzymatic hydrolysis was dissolved in methanol (10mL) and to this solution was added aqueous methanolic solution of K2CO3 (0.100g in 5mL of 50% aqueous methanol). The reaction mixture was stirred at room temperature for 6h. The reaction was monitored and the completion was indicated by TLC. After completion of reaction, methanol was evaporated under reduced pressure and the contents were neutralised (to pH 6) and the product was extracted by adding water (10mL) and partitioning the reaction mixture with ether (10mL). The extraction step was repeated with ether (2×10mL) and the combined ether extracts were dried over anhydrous Na2SO4 and concentrated at reduced pressure to obtain the hydrolysed R-(-)-ibuprofen. 4 Conclusion Thus, via a very simple, efficient and high yielding protocol the –OH appended ionic liquid was synthesised which, we believe is potentially a very important ionic liquid. The –OH appended ionic liquid due to a synthetically versatile functional group offers various possibilities of covalently anchoring chiral auxillaries, catalysts, reagents, probes, etc to it. This linkage or immobilisation would facilitate the exploitation of advantages of supported chemistry in the ionic liquid phase. Such a scenario, we believe is close to functional ideal. To the best of our knowledge this is the first example of the utilisation of the ionic liquid supported substrate for an enzyme catalysed reaction. Encouraging optical yields were observed in the preliminary unoptimised experiments of lipase catalysed hydrolysis reported here. Nevertheless, the method has lots of room for improvement by fine-tuning of experimental conditions. More work on improvement and extension of this strategy for kinetic resolution of other chiral drugs are underway in our laboratory. Acknowledgments The authors are thankful to DST for financial support; Amano Pharmaceuticals, Japan for the gift of enzymes and Professor Girish K. Trivedi, The Institute of Science, Mumbai, for fruitful discussions. References [1] M.J. Earle K.R. Seddon Pure Appl Chem. 72 2000 1391 [2] T. Welton Chem. Rev. 99 1999 2071 [3] Y. Chauvin H. Olivier–Bourbigou CHEMTECH 25 1995 26 [4] S.T. Handy Curr. Org. Chem. 9 2005 959 [5] S. Lee Chem. Commun. 2006 1049 [6] J.H. Davis Jr. Chem. Lett. 33 2004 1072 [7] A.C. Cole J.L. Jensen I. Ntai K.L.T. Tran K.J. Weaver D.C. Forbes J.H. Davis Jr. J. Am. Chem. Soc. 124 2002 5962 [8] Q. Yao Y. Zhang Angew. Chem. Int. Ed. 42 2003 3395 [9] W. Qian E. Jin W. Bao Y. Zhang Tetrahedron 62 2006 556 [10] J.-C. Xiao B. Twamley J.M. Shreeve Org. Lett. 6 2004 3845 [11] W. Qian E. Jin W. Bao Y. Zhang Angew. Chem. Int. Ed. 44 2005 952 [12] S.T. Handy M. Okello J. Org. Chem. 70 2005 2874 [13] W. Miao T.H. Chan Org. Lett. 5 2003 5003 [14] H. Hakkou J.J.V. Eynde J. Hamelin J.P. Bazureau Synthesis 2004 1793 [15] R.M. Lau F. van Rantwijk K.R. Seddon R.A. Sheldon Org. Lett. 2 2000 4189 [16] T. Itoh E. Akasaki K. Kudo S. Shirakami Chem. Lett. 30 2001 262 [17] S.H. Schöfer N. Kaftzik P. Wasserscheid U. Kragl Chem. Commun. 2001 425 [18] S.J. Nara J.R. Harjani M.M. Salunkhe Tetrahedron Lett. 43 2002 2979 [19] S.J. Nara J.R. Harjani M.M. Salunkhe A.T. Mane P.P. Wadgaonkar Tetrahedron Lett. 44 2003 1371 [20] S.J. Nara S.S. Mohile J.R. Harjani P.U. Naik M.M. Salunkhe J. Mol. Catal. B: Enzym. 28 2004 39 [21] R.A. Sheldon R.M. Lau M.J. Sorgedrager F. van Rantwijk K.R. Seddon Green Chem. 4 2002 147 [22] U. Kragl M. Eckstein N. Kaftzik Curr. Opin. Biotechnol. 13 2002 565 [23] S. Park R.J. Kazlauskas Curr. Opin. Biotechnol. 14 2003 432 [24] C.E. Song Chem. Commun. 9 2004 1033 [25] J.K. Lee M.-J. Kim J. Org. Chem. 67 2002 6845 [26] M.G. Kim S.B. Lee J. Ferment. Bioeng. 81 1996 269 [27] A. Ducret M. Trani R. Lortie Enzyme Microb. Technol. 22 1998 212 [28] H. Yu J. Wu C.C. Bun Chirality 17 2005 16",
      "scopus-id": "33846499567",
      "coredata": {
        "eid": "1-s2.0-S1381117706002682",
        "dc:description": "A hydroxyl group appended task specific ionic liquid was designed and synthesised. The ionic liquid was used as a vehicle for the substrate of our interest for lipase catalysed kinetic resolution. The ionic liquid anchored ibuprofen underwent Candida antarctica lipase catalysed hydrolysis yielding the S-enantiomer. The strategy facilitated easy post-resolution isolation of the enantiomers and also carries the prospect of recyclability.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381117706002682",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Naik, Prashant U."
          },
          {
            "@_fa": "true",
            "$": "Nara, Susheel J."
          },
          {
            "@_fa": "true",
            "$": "Harjani, Jitendra R."
          },
          {
            "@_fa": "true",
            "$": "Salunkhe, Manikrao M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381117706002682"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381117706002682"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1177(06)00268-2",
        "prism:volume": "44",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Ionic liquid anchored substrate for enzyme catalysed kinetic resolution",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811177",
        "prism:issueIdentifier": "3-4",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Task specific ionic liquids"
          },
          {
            "@_fa": "true",
            "$": "Ibuprofen"
          },
          {
            "@_fa": "true",
            "$": "Resolution"
          },
          {
            "@_fa": "true",
            "$": "Enantioselective hydrolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis B: Enzymatic",
        "prism:number": "3-4",
        "openaccessSponsorType": null,
        "prism:pageRange": "93-98",
        "prism:endingPage": "98",
        "pubType": "sco",
        "prism:coverDisplayDate": "1 March 2007",
        "prism:doi": "10.1016/j.molcatb.2006.09.004",
        "prism:startingPage": "93",
        "dc:identifier": "doi:10.1016/j.molcatb.2006.09.004",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "154",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117706002682-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4239",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117706002682-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "883",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "357",
            "@width": "603",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117706002682-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30155",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117706002682-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1062",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "138",
            "@width": "603",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117706002682-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13932",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "29",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117706002682-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "598",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33846499567"
      }
    }
  }
}