{
  "metadata": {
    "title": "Alternative supported aqueous-phase catalyst systems",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-02-24",
    "doi": "10.1016/S1381-1169(96)00141-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996001410",
    "pii": "S1381116996001410"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037513623",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-05-27 1998-05-27 2010-03-25T21:28:44 1-s2.0-S1381116996001410 S1381-1169(96)00141-0 S1381116996001410 10.1016/S1381-1169(96)00141-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0057X 2015-05-15T05:56:33.63776-04:00 0 0 19970224 1997 1998-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 116 116 1 2 1 2 Volume 116, Issues 1–2 23 217 229 217 229 19970224 24 February 1997 1997-02-24 1997 Catalysis in Water converted-article fla Copyright © 1997 Published by Elsevier B.V. ALTERNATIVESUPPORTEDAQUEOUSPHASECATALYSTSYSTEMS TOTH I ARHANCET 1989 454 J ARHANCET 1990 327 J HORVATH 1990 43 I GUO 1991 363 I GUO 1991 221 I HORVATH 1989 85 I BOROWSKI 1978 145 A TOTH 1991 209 I BUNN 1994 157 B WAN 1994 1 K BARTIK 1994 15 T AMRANI 1989 542 Y KUNTZ 1987 570 E CORNILS 1982 B NEWSYNTHESISCARBONMONOXIDE BARTIK 1993 164 T SLAUGH 1968 469 L LARPENT 1987 529 C TOLMAN 1977 313 C GOMEZ 1991 4036 M STILLE 1982 99 J PARINELLO 1987 7122 G TOTH 1992 365 I TOTH 1993 848 I KOLLAR 1988 277 L BOTTEGHI 1990 284 C BAKOS 1989 263 J WAN 1994 449 K UCHIYAMA 1980 337 T TOTH 1990 895 I HERBST 1943 1 R ORGANICSYNTHESISCOL GILLESPIE 1941 489 H ORGANICSYNTHESISCOL CARTER 1981 255 E CONSIGLIO 1983 612 G FRYZUK 1977 6262 M KOSOLAPOFF 1972 W ORGANICPHOSPHORUSCOMPOUNDS TOTHX1997X217 TOTHX1997X217X229 TOTHX1997X217XI TOTHX1997X217X229XI item S1381-1169(96)00141-0 S1381116996001410 1-s2.0-S1381116996001410 10.1016/S1381-1169(96)00141-0 271358 2010-09-29T19:50:00.066202-04:00 1997-02-24 1-s2.0-S1381116996001410-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996001410/MAIN/application/pdf/a0b240728c56d7103b701b037fc0c279/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996001410/MAIN/application/pdf/a0b240728c56d7103b701b037fc0c279/main.pdf main.pdf pdf true 1231081 MAIN 13 1-s2.0-S1381116996001410-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996001410/PREVIEW/image/png/0a8609d649eef8358edb52cb99623a37/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996001410/PREVIEW/image/png/0a8609d649eef8358edb52cb99623a37/main_1.png main_1.png png 61399 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 Alternative supported aqueous-phase catalyst systems Imre Th * , Ipin Guo, Brian E. Hanson Department of Chemistry, Virginia Polytechnic Institute and State University, Blacksburg, VA 24061, USA Received 27 November 1995; revised 29 March 1996; accepted 1 April 1996 Abstract - JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL The concept of supported aqueous-phase (SAP) catalysis has been extended to olefin hydroformylations by the use of in situ formed Rh-, Pt-SnC13- and Co-complexes containing HexDPPDS, TAPTS and TPrPTS as ligands, respectively. (HexDPPDS = hexyl-bis(sodium-m-sulfonatophenyl)phosphine; TAPTS = tris(w-(sodium-psulfonatophenyl)alkyl)phosphines, where alkyl =CHz, TBeTS; -CZH4, TEtPTS, -C3H6, TPrPTs). Furthermore, some data are reported on the SAP asymmetric hydroformylation of styrene by the use of PtC12[(S,S)-BDPP-((p-NMe3)(BF4))a] + SnCl, system and on the SAP asymmetric hydrogenation of dehydro-phenylalanine derivatives with Rh(COD)[(S,S)BDPP-(p-NMe3)4](BFQ)5 and Rh(COD)[(S,S)-Chiraphos-(p-NMe3)41(BFQ)5 complexes. (BDPP = 2,4bis(diphenylphosphino)pentane; Chiraphos = 2,3-bis(diphenylphosphino)butane). For the sake of comparison, the two-phase catalytic results are also given with each alternative SAP catalytic applications, as well as the appropriate (organic) homogeneous values, which were obtained with the analogous complexes containing the respective non-funtionalized ligands. With the exception of the Co-system, the SAP catalytic systems show similar selectivity only to the analogous non-aqueous catalysts. The anomalous behavior of the Co-system in the presence of water is attributed to the presence of sulfonate groups on the ligand which may interact with the cobalt. Keywords: Supported aqueous-phase catalysis; Two-phase catalysis; Water soluble ligands; Olefin hydroformylation; Asymmetric hydroformylation; Asymmetric hydrogenation; Rhodium; Cobalt; Platinum 1. Introduction Supported aqueous-phase (SAP) catalysis is a convenient and effective method for the immobilization of homogeneous catalysts [1,2]. To create an SAP catalytic system one should first make a water soluble analog of the catalyst \" Corresponding author. Present address: DSM Research, P.O. Box 18, 6160 MD Geleen, The Netherlands. E-mail: I.Toth@research.dam.nl 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00141-0 complex which is to be immobilized, preferably by introducing polar functional such as sulfonate groups to the ligand(s). Then aqueous solutions of the water soluble analog can simply be adsorbed onto hydrophilic solids with high surface area such as silicas [1,2]. It has been shown by SAP applications of Rh- [1-3], Pt- [4] and Co-TPPTS [5] (TPPTS = tris(sodium-msulfonatophenyl)phosphine) complexes in olefin hydroformylation that these catalysts show little or no leaching of catalyst to the organic sub- 218 1. Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 strate phase. The highly hydrophilic sulfonate groups in SAP catalysts are most likely strongly associated with adsorbed water and surface hydroxy groups, while the rhodium center, which is in a relatively hydrophobic local environment, is pushed into the non-aqueous phase [ 1-3]. It has been shown that the use of an aqueous phase instead of an apolar organic phase as a reaction medium makes a difference in the chemistry of catalytic intermediates, and also in the selectivity of hydroformylation by each of these complexes [4-7]. The facts that the hydroformylation reaction selectivities with SAP Rh-, and Pt-TPPTS catalysts (i) are so different from what can be obtained by using the same complexes in single aqueous or two-phase application and (11) are similar to those shown by the analogous non-immobilized PPh3 complexes by using the same organic solvents at identical conditions are consistent with the model above. Further evidence is provided by the similarity in performance of silica- (SAP) and ion-exchange resin-supported HRh(CO)(TPPTS)3 hydroformylation catalysts [8] and by the observation that the aqueous solubility of the olefin has little effect on the hydroformylation rates with SAP catalysts [3]. However, it has also been shown by 31 P-NMR spin-lattice relaxation measurements that a Rh-TPPTS complex is almost as mobile in the supported aqueous-phase as in an aqueous solution in the absence of support [9]. It has been estimated that approximately 14 water molecules per TPPTS is sufficient to give adsorbed TPPTS solution like mobility; whereas about 30 water molecules per Rh is required for optimal catalytic activity [2,9]. Perhaps this mobility is the key to the success of SAP catalysts, which show only marginal activity in the absence of water on the support. So far most the SAP catalytic applications, with two recent exceptions [10,11], have been limited to the use of TPPTS as ligand in olefin hydroformylation reactions. Now we report on the use of some alternative ligands and reactions for SAP catalysis. 2. Results and discussion 2.1. Hexyl-bis(sodium-m-sulfonatophenyl)phosphine, HexDPPDS, as ligand in Rh-catalyzed SAP hydroformylation As mentioned above, SAP catalysts can be modeled as supported homogeneous catalysts which work in the organic phase. However, since a part of the catalyst complex (at least the polar sulfonate groups) must be located in the aqueous phase, the catalysis should take place at the organic-aqueous interphase region. In order to investigate whether the performance of Rh-based SAP hydroformylation catalysts could be improved by replacing one of the aryl groups in TPPTS by a long alkyl group, thus making the complex more surface active, we have synthesized HexDPPDS. The synthesis of Hex-DPPDS was carried out by direct sulfonation of hexyl(diphenyl)phosphine (Eq. (1)) analogous to a literature procedure [12]. Due to the presence of only two phenyl groups and to the somewhat more basic character, the sulfonation of hexyl(diphenyl)phosphine is significantly easier than the sulfonation of triphenylphosphine [13]. CH3(CH2)SPPh2 I#H2S04+S03 2. NaOH CH3(CH 2)5P(C6HQ-mS03Na)2 HexDPPDS It has been reported that HRh(CO)(TPPTS)3 is readily formed by adding Rh(CO)Z(AcAc) to an aqueous solution of 3 eq. of TPPTS under an atmosphere of CO/H Z = 1 / 1 [2]. The analogous reaction with HexDPPDS results in the formation of HRh(CO)(HexDPPDS)3 (32.2 ppm, d, J~,_P = 152.5 Hz) only as a minor component beside of unidentified Rh-HexDPPDS compound other than a Rh-hydride (17.6 ppm, d, JR,_P = 99.5 Hz). (By the Rh-P coupling constant and the chemical shift value the latter 1. Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 compound is probably [Rh(CO)(HexDPPDS)4]+ or similar compound). The pure Wilkinson analog could not be formed either by adding more than stoichiometric amount of HexDPPDS in the mixture, although the ratio of HRh(CO)(HexDPPDS)3 to the unidentified compound was increased to about 1 / 1. The mixtures of the two Rh-HexDPPDS complexes are freely soluble in water, thus they could be used for immobilization. In the immobilization of Rh-phosphine complexes it should be remembered that specially monodentate phosphines can be readily liberated from the Rh-complexes by CO [6,14]. For example, we have found that Rh-carbonyls containing no phosphine ligands are leached out even when dry solid HRh(CO)(TPPTS) 3 is suspended in cyclohexane (insoluble) at hydroformylation conditions (80, 70 bar of CO/HZ). However, Rh-leaching can be suppressed by the addition of excess TPPTS or a small amount of water to the solid HRh(CO)(TPPTS) 3. Furthermore, it is wellknown that high P/Rh ratios, which afford hydrido-rhodium-carbonyls containing two monodentate phosphine ligands, are beneficial for the linear aldehyde selectivity [ 14]. For these reasons, 9 eq. of HexDPPDS was used with one Rh in two-phase experiments and for immobilization on silica. Table I SAP hydroformylation of terminal C, 219 The hydroformylation results with RhHexDPPDS SAP catalysts are summarized in Table 1. As can be seen, similar activities were observed by using 1-octene, 1-decene and 1dodecene as substrate. Thus, as with SAP catalysts generally, the aqueous insolubility of the olefin was no hindrance for catalytic activity. The Rh-HexDPPDS catalytic system, like the TPPTS analog [3], was inactive for the hydroformylation of these higher olefins at similar conditions by using a two-phase system. The catalyst activity was affected by variation of the water content on the silica. However, this effect seems to be far less dramatic than that observed with the analogous TPPTS system [2]. In comparison with the latter, the Rh-HexDPPDS system provides similar selectivities with somewhat lower activities. Like the TPPTS system, the SAP HexDPPDS analog showed also no sign of Rh-leaching and could be readily recycled. As shown in Table 1, the catalyst showed little deactivation after five recycle runs. Since the use of HexDPPDS instead of TPPTS as ligand provided no improvement in the activity of the SAP Rh-catalyst, the synthesis and test of ligands with an alkyl chain longer than hexyl was not attempted. Although HexDPPDS is electronically different from TPPTS, the failure to increase activity by introducing an apolar alkyl group to TPPTS may indicate that the -C ~= alkenes by using hexyl-disulfonated-diphenylphosphine (HexDPPDS) in Rh complexes ' Catalyst system Substrate n / b in product Isomerization TOF Rh-leaching aldehydes activity b (h- 1) HRh(CO)(TPPTS)j + 3.9 TPPTS 2.9 wt% H,0 ` 1-Octene 2.2 None 43 Negative HRh(CO)(TPPTS), + 3.9 TPPTS 7.5 wt% HZO ` l-Octene 2.7 None 274 Negative Rh(CO),(AcAc) + 9 HexDPPDS 0.65 wt% H20 1-Octene 2.4 Low 24 Negative Rh(CO);(AcAc) + 9 HexDPPDS 12 wt% H=O 1-Octene 2.3 Low 49 Negative Rh(CO)_(AcAc) + 9 HexDPPDS 12 wt%o HO 1-Decene 2.2 Low 42 Negative Rh(CO)_(AcAc) + 9 HexDPPDS 12 wt% H20 1-Dodecene 2.3 Low 48 Negative Rh(CO)z(AcAc) + 9 HexDPPDS 33 wt% H20 1-Octene 2.2 Low 35 Negative 5th recycling of the latter catalyst with new substrate 1-Octene 2.1 Low 28 Negative '~ Reaction conditions: 75, CO/HZ = 1/1, 800 Psi, Subst/Rh = 1300, Solvent: cyclohexane (total solution volume: 4 ml) 200 mg of SAP catalyst (loading 2,2 mg Rh/g silica), Reaction time: 5 b. Water content in wt% of total solids and water. The test for Rh leaching was to rerun the hydroformylation reaction with the organic phase plus 1-heptene at similar reaction conditions. h Isomerization activity is low: aldehyde selectivity/ isomerization selectivity >_ 10/1. ` Data from Ref. [21, 70, 0.1 mmol Rh in 100 ml volume (cyclohexane), 1.7 mg Rh/g silica, Subst/Rh = 510. 220 L Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 metal center in SAP Rh-TPPTS catalysts is already active in the interphase. 2.2 . T ris(y -(so d iu m -p - sulfonatophenyl)propyl)phosphine, TPrPTS, in Co-catalyzed SAP hydroformylation The synthesis of trisulfonated-tris(w-phenylalkyl)phosphines [15) was reasoned by the fact that Co-based hydroformylation catalysts require more basic ligands than TPPTS for higher linearity in the aldehyde products. Ligands such as TPPTS or PPh3 are readily substituted in Co complexes by CO resulting in the formation of less selective HCo(CO)4 as a catalytic intermediate [ 14,16]. As shown in Table 2, the normal to branched ratios are indeed remarkably increased by the use of excess non-sulfonated P[(CHZ)C6H5)]3 ligands with Coz(CO)g in the hydroformylation of 1-hexene. It has been shown recently that sulfonated phenylalkyl phosphines of these ligands react with Co2(CO)g in water to give products other than the expected Co2(CO)6P2 (P = phosphine) complexes [11]. The latter type of dimeric complexes are readily formed by using the non- Table 2 Hydrofotmylation of 1-hexene by in situ formed Co-complexes sulfonated parent ligands in an apolar solvent or TPPTS in water [5,14]. The reaction of C02(CO)8 with P[(CHZ)n(C6H4-p-S03Na)]3 (n = 1, 2, 3 and 6) results in the formation of zwitterionic Nay[Co(CO)3{P[(CHZ)n(C6H5-pS03)]3}2] (one S03 as counter anion for Co) and NaCo(CO)4 [11]. By the use of clean isolated zwitterionic complexes in two-phase or SAP hydroformylations only moderate linear aldehyde selectivities could be obtained even when n was 3 or higher. Unlike the Co-TPPTS, the latter systems showed no evidence for Coleaching (as HCo(CO)4) to the organic phase [11). Some two-phase and SAP hydroformylation data, which were obtained from an in situ C02(CO)8 + TPrPTS system instead of the analogous zwitterionic complex, are shown in Table 2. The performance of in situ C02(CO)8 + P[(CHZ)3(C6H5))3 non-aqueous, C02(CO)8 + TPrPTS two-phase and SAP systems are also compared at three different CO/H Z ratios under similar reaction conditions. The in situ system with TPrPTS in two-phase and SAP applications gave similar results to those obtained by the analogous zwitterionic system [11]. Apparently, the possible presence Catalyst system HZ/CO Conversion to n/b Conversion to n/b Conversion to aldehydes (%) alcohols (%) hexane (%) C02(CO)8 + 10 P(CHzPh)3 b organic 1/I 38.6 3.1 13.3 n.d. n.d. C02(CO)8 + 10 P(CZH4Ph)3 b organic 1/1 23.9 5.3 8.7 n.d. n.d. C02(CO)8 + 2 P(C;H6Ph)3 b organic 1/1 43.5 3.1 21.0 n.d n.d. C02(CO)8 + 10 P(C3H6Ph)3 b organic 1/I 20.6 9.4 29.5 31 15.5 C02(CO)8 + 10 P(C3H6Ph)3 b organic 9/1 0 - 52.5 8.8 18.9 C02(CO)8 + 10 P(C3H6Ph) b organic 1/9 24.6 10.6 12.8 > 50 13.1 C02(CO)8 + 10 TPrPTS two-phase ` 1/I 34.5 1.34 0.7 1.2 18.4 C02(CO)8 + 10 TPrPTS two-phase d 9/1 10.5 0.71 0 - 48.0 C02(CO)8 + 10 TPrPTS two-phase a 1/9 38.2 2,32 0 - 14.0 C02(CO)8 + 10 TPrPTS on glass ` 1/1 15.3 3.58 0 - 30.6 C02(CO)8 + 10 TPrPTS on glass 9/1 8.7 3.55 0 - 44.2 CoZ(CO)s + 10 TPrPTS on glass 1/9 27.3 3.71 0 - 19.8 a Reaction conditions: 190> 800 psig, 0.023 mmol Co (500 mg SAP catalyst) in b Reaction time: 4 h. ` Leaching test negative, which was to rerun the hydroformylation reaction with the organic phase plus 1-heptene at similar conditions. d 5 ml of water was used as second solvent. n.d. = not determined. 10 ml of toluene, Subst/Co = 500, Reaction time: 8 h. 1. Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 of Co(CO)4 in the in situ system has no effect on the catalyst performance. The in situ system showed also no Co-leaching to the organic phase neither in two-phase nor in SAP applications. This is particularly important considering the availability of Co(CO)4 anion and the lack of aldehyde hydrogenation activity with the CoTPrPTS catalysts, which are otherwise typical features of HCo(CO)4 as catalyst [16]. In conclusion, it can be stated that SAP Co-catalyst containing sulfonated phosphines are not analogous to those of non-aqueous Co-systems containing the appropriate parent ligands. As a reason for the difference, it seems that the sulfonate groups as handles for the immobilization are not inert enough for some Co intermediates. 2.3. Tris(w -(sodium -psulfonatophenyl)alkyl)phosphines, in Pt-Sncatalyzed SAP hydrt?formylation The S03Na groups of water soluble phosphines are also known to give equilibrium metathesis reaction with dichloro-Pt complexes (formation of NaCl and SO3 as counter anion) [17]. However, in the latter case the presence of sulfonate groups seems to have less drastic influence on the chemistry of the catalyst complexes than above with the Co-derivatives. It has been shown that PtCI(SnC13)(TPPTS)Z can be formed in SAP by treating silica-supported PtC12(TPPTS)2 with an organic solution of SnC12 [4]. Since the Pt-SnC13 bond is sensitive to hydrolysis [7], a key to the success is that the silica should contain as little water possible to 221 provide a mobile catalyst yet. (For this purpose a minimum amount of 1-1.5 wt% water is required on the silica.) In situ formed Pt-SnC13 complexes contain i n g t r i s (cry - (sodium - p - sulfonatophenyl)alkyl)phosphines, where alkyl = Me, Et and n-Pr, i.e., TBeTS, TEtPTS and TPrPTS, respectively, were immobilized to silica. The immobilization was carried out by a literature approach of the TPPTS analog [4]. Thus, in the first step the sulfonated phenylalkyl phosphines were reacted with PtC12(PhCN)z in an organic-aqueous solvent mixture to form dichloro-Pt complexes. 3 1 P-NMR data of the formed complexes including the TPPTS analog are summarized in Table 3. It appears that while TPPTS gives cis geometry, the sulfonated phenylalkyl phosphines prefer the trans geometry in PtCl,, complexes. The cis position of phosphorus atoms in such complexes is a typical feature of chelating diphosphines in less than nine-membered chelates. Monodentate phosphines tend to give equilibrium compositions with a preference for trans complexes [18]. For the anomalous behavior of TPPTS in complexation to Rh complexes in aqueous medium, it has been proposed that two TPPTS molecules can act as a chelating ligand via hydrogen bonding of the sulfonate groups [3]. Perhaps, this is also the case with the PtC12 analog, while the sulfonated phenyl alkyl phosphines due to the relatively remote position of sulfonate groups follow the expectation. However, electronic and steric properties of monodentate ligands are also known to influence the cis-trans equilibrium in PtCl, complexes [18]; Table 3 ;1 P-NMR data for PtCl, L2 complexes Ligand (L) Trans compound Cis compound cis/trans ratio s (PPM) JP,P (Hz) 8 (ppm) JP,P (Hz) TPPTS - - 13.8 3747 100:0 P[(CH=)C,H4p-SO;Na]3 11.2 2497 - - 0:100 P[(CH=)zC6H4p-S03Na], 10.3 2475 0.2 3493 30:70 P[(CHZ)3C6H4p-SO3Na]3 9.8 2431 -0.1 3492 35:75 All spectra recorded at 20 in H~O by using 85% H3P04 as external standard. 222 L Th et al. / Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 the actual cis-trans ratio in such complexes might be irrelevant for catalysis due to the equilibration of catalytic intermediates [19]. The dichloro complexes were treated with organic solutions of S\"C12 after supporting on silica and used as catalysts for the hydroformylation of 1-hexene. The hydroformylation results, including the use of analogous homogeneous systems with the non-sulfonated phenylalkyl phosphines under similar conditions, are summarized in Table 4. It appears from the hydroformylation results that Pt-Sn SAP catalyst with the sulfonated ligands give very similar selectivities at comparable reaction conditions to those obtainable with their appropriate non-functionalized derivatives in homogeneous systems. This close analogy provides additional support for the presence of Pt-SnC13 bond in the SAP catalysts and thus for the aforementioned model of SAP catalysis. The immobilized Pt-Sn complexes of trisulfonated tri(w-phenylalkyl)phosphines show no sign of Pt-leaching. However, the catalytic activity of SAP Pt-Sn catalysts, unlike those of other SAP systems above, is only a small fraction of the analogous (non-aqueous) homogeneous systems. The moderate catalytic activity with SAP Pt-Sn catalysts might be related to the partial hydrolysis of the Pt-SnC13 bond during use or to the low mobility of the supported catalysts due the required low water content. Table 4 Hydroformylation of 1-hexene by Pt complexes of tri(w-phenylalkylphosphines) a 2.4. SAP catalysis for asymmetric hydroformylation Immobilization of homogeneous catalysts is a particular challenge for asymmetric catalysis which often utilizes more expensive ligands than transition metals. Most of the efforts in this direction have been focused at applications to asymmetric hydrogenation [20]. Although successful approaches are available, relatively few attempts have been made to immobilize asymmetric hydroformylation catalysts [21]. Based on the experience above that a PtSnCl3 bond could be, at least partially, maintained in SAP catalysts, we have investigated whether SAP catalysis could be extended for use in asymmetric hydroformylation. For this purpose, Pt(Cl)(SnC13)[(S,S)-BDPP-((pNMe3)(BF4))4] have been immobilized to silica. The selection of the chiral ligand (S,S)-BDPP((p-NMe3)(BF4))4 (see Fig. 1) with pquaternary aminophenyl functional groups was reasoned by successful applications of (i) similar ligands in immobilized Rh-catalysts [22] and (ii) the analogous non-funtionalized ligand in homogeneous (non-aqueous) asymmetric hydroformylation [23,24]. PtCl2 complex containing the quaternary amino derivative has been prepared by the methylquaternization of the recently described p-dimethylamino derivative [23] as shown in Eq. (2). The SnCl2 adduct has been formed by treating the silica-supported Catalyst system P/Pt Hydroformylation conversion (%) n / b TOF (h- 1 ) Pt leaching b PtC12(PPh3)2 + SnC12 organic ` 2 83.7 18.5 104 - PtClz[P(CHZPh)3]2+SnClz organic 2 16.7 3.48 71 - PtCIZ[P(C2H4Ph)3]z + SnC12 organic 2 49.4 5.61 62 - PtC121P(C3H6Ph)312 + SnC12 organic 2 42.4 7.19 53 - PtC12(TPPTS)z + SnC12 on glass ` 2 4.6 10.3 5.7 Negative PtC12(TBeTS)2 + SnClz on glass 2 3.6 3.72 4.5 Negative PtC12(TEtPTS)2 + SnClz on glass 2 2.4 5.82 3.0 Negative PtClz(TPrPTS)2 + SnClz on glass 2 2.1 8.71 2.6 Negative a 100, 1000 psig CO/Hz= 1/1, 0.015 mmol Pt (500 mg SAP catalyst) in 10 ml toluene, Substrate/Pt= 1000, Reaction time: 8 h. b The test for platinum leaching was to rerun the hydroformylation reaction with the organic phase plus 1-heptene at 120, 1000 psi for 8 h. ` Data from Ref. [4]. 1. Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 PAr, l'Ar, S.S-BDPP-((pNMe;)(BFa))_j Ar = GNMe; BF.4 PAr, PAr, S.S-Chiraphos-((pNMe3)(BF4))a Fig. 1. Quaternary aminophenyl derivatives of (SS)-BDPP and (S.S)-chiraphos. PtC12[(S,S)-BDPP-((p-NMe3)(BF4))4] with an organic solution of SnC12 similar to the approach shown above for other SAP Pt complexes. PtClYS,S)-BDPP-(pNMe241 (CH.O,OBFacetone PtC12[ (S,S)-BDPP-((pNMe3)(BF 4)) 4I The results of the asymmetric hydroformylation of styrene (Eq. (3)) by the use of the chiral SAP catalyst are summarized in Table 5. For the sake of comparison, data obtained in twophase application mode and by the use of the analogous non-functionalized (BDPP) system [24] are also shown. As can be seen, PtC12[(S,S)-BDPP-((p-NMe3)(BF4))4] gives 223 some catalytic activity in two-phase even without the presence of SnCl2. (Due to the ready hydrolysis in water, the addition of SnC12 in the latter system is not sensible.) However, no asymmetric induction is provided in two-phase in the branched aldehyde product. This is probably due to racemization which is known to occur to chiral aldehydes in protic media [22,25]. CH -CH H2/CO --s SAP Pp/Sn cat. Ph-CH-CHO + Ph-CH,-('H,-CHO I Me * = chiral center (3) In contrast to the two-phase system, the SAP catalyst provides well-detectable enalntiomeric excesses in the branched aldehyde product. However, the extent of enantioselectivity and the catalyst activity in comparison with those of the non-aqueous homogeneous system are poor. The choice of the Pt-BDPP system for immobilization proved to be somewhat unfortunate in the sense that the enantioselectivity of the basic homogeneous system is strongly temperature dependent and the high enantioselectivities are provided at low reaction temperatures [24]. The Table 5 Asymmetric hydroformylation of styrene by using PtCl2[(S,S)-BDPP-((pNMe3XBF4))4] + SnC12 Catalyst system Reaction Hydroformylation n / b Enantiomeric Hydrogenation TOF time (h) conversion (%) excess (%) conversion (%) (h-' ; PtC12[(S,S)-BDPP] + SnClz organic a Subst/Pt = 2000, 100 3 44 2.1 9.9 (R) 6.0 333 Subst/Pt = 2000, 60 37 61.4 1.8 62 (S) 3.5 35.1 PtC12[((S,S)-BDPP-((p-NMez)(BFQ))4] two-phase b~` Subst/Pt = 1000, 100 24 28.6 2.1 0 2.6 13 PtCl2[((S,S)-BDPP-((p-NMe3XBF4))y] + SnCl2 on glass b Subst/Pt = 1000, 1001C 288 22.0 1.7 4.3 (R) 15.6 1.3 Subst/Pt = 100 d, 100 24 27.8 1.4 10.7 (R) 11.6 1.6 Subst/Pt = 100 `', 60 48 36.4 1.9 l4.1 (S) 2.8 0.8 a Data from Ref. [24]. b 1000 psig CO/Hz = 1/I, 0.015 mmol Pt (500 mg SAP catalyst) in 10 ml of toluene. 5 ml water was used as second solvent. d 2.5 g (0.075 mmol Pt) of SAP catalyst was used in 10 ml of toluene. 224 7. Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 SAP analog, probably due to the above discussed activity problems with SAP Pt-Sn systems, is particularly not suitable at the required low temperature range. In conclusion, it has been demonstrated that asymmetric induction occurs by using a chiral Pt-Sn catalyst in SAP application. By the use of a less temperature sensitive system (than that of Pt-BDPP) the enantioselectivity of the SAP Pt-Sn catalysts could probably be improved. However, moderate catalytic activity and some extent of aldehyde racemization seem to be intrinsic problems with chiral SAP Pt-Sn catalysts. 2.5. SAP catalysts for asymmetric hydrogenation Ru complexes of sulfonated BINAP [10] and Rh complexes of various chiral ligands containing silicon-ester functional groups [26] have been successfully used for asymmetric hydrogenation in SAP and silica-supported systems, respectively. Chiraphos-((p-NHMe2)(BF4))4 and a similar BDPP derivative proved also to be effective ligands in ion-exchange-resin-supported Rh-complexes [22]. We have studied whether Rh-complexes of the quaternary trimethylaminophenyl derivatives of these lig- Table 6 Asymmetric hydrogenations by using Rh-COD complexes with p-quaternary aminophenyl derivatives of chiral diphosphines Application mode: Substrates SAP b Organic ` Two-phase d Cycle ee (%) R. time (h) ee (%) R. time (h) ee (%) R. time (h) Ligand: (S,S)-BDPP-((p-NMe3xBF4))4 OOMe 1 C=q 2 o NHCOPh H COOMe C==q\\ 6 NHCOMe Ligand: (S,S)-Chiraphos-((p-NMe3XBF4))y 16.0 2 11.3 8 23.0 1 50.0 3 13.0 4 6.0 1 67.0 9 H ~ 'OOMe 1 55.1 2 43.0 60 e NHCOPh 40 - - 65.0 9 a Reaction conditions: 20, 14 bar H2, Subst/Rh = 100, Conversion: 100%, Prevailing product configuration: R. b 0.025 mmol Rh on 250 mg CPG-350, Solvent: 10 ml ethylacetate/benzene= 1/1. ` 0.025 mmol Rh, Solvent: 10 ml ethylacetate/benzene= 1/1. The neutral form of the ligand, (S,S)-BDPP-(p-NMe2)4 [301 was used instead. d 0.025 mmol Rh, Solvent: 5 ml water, 5 ml ethylacetate/benzene= 1/1. ` Conversion: 72%. 1. Th et al. /Journal of Molecular Catalysis A: Chemical ll d (7997) 217-229 ands (see Fig. 1) could be utilized in SAP application mode for asymmetric hydrogenation. Several results by the use of the quaternary amino derivatives as ligands and (Z)-amidocynnamic acid derivatives as substrates (Eq. (4)) are summarized in Table 6. H COOMe \\ C -C ` _. 1 NHCOR SAP Rh cat. H * \"COOMe Ph-CHZ-CH ~NHCOR * = chiral center R = Me. Ph (4) By the use of [Rh(COD)((S,S)-BDPP-( pNMe3)4)](BF4)5 complex in SAP with a solvent composition of ethylacetate/benzene = 1 / 1 only very low enantioselectivities could be obtained. Nevertheless, the SAP system showed again analogy in selectivity with the appropriate organic homogeneous rather than with the twophase system (Table 6). It has been noted that the enantioselectivity by the use Rh-BDPP complexes, probably due to kinetic reasons or to chelate conformational lability, is strongly solvent dependent [27] Apparently, the chosen solvent combination with SAP was not appropriate for a high enantioselectivity. By the use of the SAP chiraphos derivative (which is less solvent dependent in enantioselectivity) significantly higher enantioselectivity was observed in similar solvent composition. Unlike other SAP systems above, both the SAP systems for asymmetric hydrogenation showed some deactivation and Rh-leaching upon recycling. When the catalyst containing the pquaternary amino derivative of BDPP was redissolved with water from the silica after a recycling run, 31 P-NMR revealed that about 40o of the ligand was oxidized. Some phosphineoxide could be found in the freshly supported catalyst as well, despite the fact that the silica was carefully degassed. The oxidation of phosphine, which in some extent also observed SAP Rh-catalyzed hydroformylations (here due to the 225 presence of excess ligand is less of a problem), is thought to be related either to the presence of water or trapped oxygen in the silica, but its exact nature is not known. 3. Conclusion The concept of SAP can in principle be extended to any homogeneous catalytic process. It appears that SAP catalysts generally give similar selectivities to those obtained with analogous non-aqueous homogeneous systems. However, it has been shown that water solubilization (the introduction of sulfonate groups) and the presence of water can alter the chemistry of catalyst intermediates compared to original homogeneous system. Thus, these effects should be individually examined for each of the particular systems which are to be immobilized. Possible ways to overcome the related problems are the use of alternative inert functional groups instead of sulfonate groups, the direct attachment of ligands to silica in the absence of an aqueous phase [26] and the use of an immiscible polar second phase instead of an aqueous phase [28]. 4. Experimental 4.1. General All synthetic operations and catalyst preparations were carried out under an argon atmosphere by using standard Schlenk techniques. The organic solvents and styrene (Aldrich) were freshly distilled under nitrogen prior to use. Distilled deionized water was degassed by three cycles of vacuum boiling and readmission of nitrogen. The controlled pore glasses CPG-350 and CPG-240, which were obtained from Electronucleonics, were degassed before use by three cycles of washing with degassed water and drying under vacuum. Water content of the SAP catalysts was determined by thermogravimetric 226 1. Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 analysis on a Perkin-Elmer TGS-2 instrument at the following conditions: gas flow rate, 30 ml min-', dry N2, temperature scan rate, 20 min-'. 1-Hexene, 1-heptene, 1-octene, 1decene, 1-dodecene, anhydrous SnC12, 20% fuming sulfuric acid, 1-hexylbromide, PPh3 and Li were obtained from Aldrich and were used as received. Dicobaltoctacarbonyl (Pressure Chemical) was sublimed and stored in sealed glass ampoules at 4. PtC12(PhCN)2 [29], PtC12[(S,S)-BDPP-(p-NMe2)4] [23] [Rh(COD)((S,S)-BDPP-(p-NMe3)4)](BF4)s, [Rh(COD)((S, S)-Chiraphos-(p-NMe3)4)](BF4)s [30], P[(CHz)Ph)]3 n = 1, 2, 3 and their sulfonated derivatives [15] were prepared by literature procedures. The dehydroamino acid derivatives as substrates for asymmetric hydrogenation were prepared through the azlactone derivatives according to the literature procedure [31]. NMR spectra were recorded on a Bruker WP 200 instrument. Optical rotations were measured on a Perkin-Elmer 241 polarimeter. Elemental analyses are from Atlantic Microlab. The hydroformylations and hydrogenations were carried out in stainless steel 25 ml Whitey sample cylinders fitted with appropriate pressure valves and gauges. The reactors were magnetically stirred (ca. 350 rpm) and thermostated by using silicon oil baths during operations. The hydroformylation reaction products were analyzed by GC on a 30 M 0.32 mm SPB-5 and a 30 M carbowax capillary column in a Varian 3300 and a HP 7890 instrument, respectively. Leaching tests in SAP and two-phase alkene hydroformylation experiments were done by reusing the filtered or separated organic reaction mixtures for the hydroformylation of a second substrate, 1-heptene at the conditions given in the tables. The cobalt-systems were also checked for leaching by atomic absorption spectroscopy. In this case, the solvents and products were removed from the organic phase under vacuum after hydroformylation and the residue was digested in 5% HCl. The Co-content was then determined on a Perkin-Elmer spectrometer by using air-acetylene flame in comparison with standard Co-solutions. The limit of the detection was 0.1 ppm. In asymmetric hydroformylations after determining the conversions by GC, the solutions were vacuum distilled to obtain clean aldehyde fractions. The optical purity of 2phenylpropanal was determined from these fractions by polarimetry in comparison with literature values [32] after reanalyzing the branched aldehyde content by GC and 1 H-NMR. After runs in asymmetric hydrogenations the organic solutions obtained after filtering and separating the SAP and aqueous catalysts were washed with a few ml of water and concentrated under vacuum. The conversions in the products were checked by ' H-NMR and the optical yields were determined by polarimetry in comparison with the literature values for the optically pure compounds [33]. 4.2. Synthesis of HexDPPDS and formation of its Rh SAP catalyst on silica An amount of 3 g (11.1 mmol) of C6H13PPhz, which has been synthesized by the known reaction of hexylbromide with LiPPh2 [34] was added to 55 ml of fuming sulfuric acid containing 20% S03 at 0 with intensive stirring. After the addition the ice bath was removed and the mixture was stirred for an additional 2 h at room temperature. The mixture was then poured to 400 g crashed ice and was worked up by closely following the procedure given in Ref. [12]. As product, 3.37 g (66%) of a yellow solid was obtained. Anal. calc. for C1gHZ,PS206Na2 - 2H20: C,42.30; H,4.90; P, 6.07. Found: C, 43.56; H, 4.82; P, 6.25. 1HNMR (200.1 MHz, D20): 7.82 q (4H), 7.40 q (2H), 7.28 t (2H), 2.08 not res. (2H), 1.35 not res. (4H), 1.23 not res. (4H), 0.82 t (3H, JHH = 5.8 Hz). 13C-NMR (50.3 MHz, HZO): 146.0 d (Jpc = 7.0 Hz), 142.0 d (Jpc = 14.5 Hz), 137.4 d (JPC = 20.5 Hz), 132.0 d ( Jlc = 20.5 Hz), 131.7 d (JPc = 14.0 Hz), 128.8 s, 33.9 s, 33.0 d (Jpc = 12.0 Hz), 29.6 d ( Jpc = 10.5 Hz), 28.2 d (Jlc = 15.5 Hz), 24.9 s, 16.6 s. 31 P-NMR (81.01 MHz, H 20): 15.5 s. 1. Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 A 25.8 mg (0.10 mmol) sample of Rh(CO)2(AcAc) was dissolved in 6 ml dichloromethane and added to an aqueous solution of HexDPPDS, containing 460 mg (0.9 mmol) ligand in 9 ml water. The mixture was transferred into a stainless steel autoclave and pressurized to 100 psig with a mixture of CO/H, = 1 / 1 and stirred for 5 h at room temperature. After releasing pressure, the brownish yellow aqueous phase was separated from the colorless organic phase and divided into 3 equal portions. Each of the aqueous portions were added to aliquots of 2 g of CPG 240. The mixtures were stirred for an hour and then dried (without stirring) under high vacuum for a different length of time at room temperature. The SAP portions which were dried for 24, 6 and 2 h showed 0.65, 12 and 33 wt% water content, respectively, by TGA analysis. HRh(CO)(HexDPPDS)3 gave a hydride signal as a broad peak at -10.1 ppm on the 1 H-NMR spectrum (D20) of the evaporated aqueous solution above (3' P-NMR: 32.2 d (JRhH = 152.5 Hz). 4.3. Immobilization of Co complexes of TPrPTS on silica A 24 mg (0.07 mmol) amount of Co2(CO)g was dissolved in 10 ml of toluene and added to the aqueous solution of 971 mg (1.4 mmol) of TPrPTS in 10 ml water. The mixture was stirred vigorously for 1 h at room temperature. During this time the aqueous phase gradually became dark-brown in color. The aqueous phase was then separated from the colorless organic phase and added to 3 g of CPG-350. After 2 h stirring with the glass at room temperature, water was removed by vacuum. 6 h of drying in vacuum left 11 wt% of water in the supported catalyst. 4.4. Immobilization of Pt-Sn complexes of TBeTS, TEtPTS, TPrPTS on silica Amounts of 70.5 mg (0.15 mmol) of PtC12(PhCN)2 were dissolved in aliquots of 10 227 ml toluene and added to aqueous solutions of the sulfonated ligands, containing 0.3 rnmol ligand in 10 ml water each. The mixtures were stirred for approximately 10 h at room temperature, upon which the yellow color gradually transferred from the organic to the aqueous phase. When the organic phases became absolutely colorless, the yellow aqueous phases were separated and after recording 3 1 P-NMR spectrum were used directly for support on 5 g portions of CPG-350. The support on the glass and the formation of SnCl2 was done by closely following the literature procedure for the TPPTS analog [4]. The water content in each of the orange colored SAP catalysts (which all were dried for 24 h under high vacuum at room temperature prior to SnC12 treatment) was in the range of 1.3-1.5 wt%. 4.5. Synthesis of PtCl2l(S,S)-BDPP-((pNMe3)(BFQ))4] and its immobilization on silica The methyl quaternization was carried out by a slightly modified procedure to what has been described in Ref. [30] for Rh-complexes. An amount of 1.2 g (1.36 mmol) of PtC12[(S,S)BDPP-(p-NMe2)4] was dissolved in 6 ml of dry dichloromethane and the formed solution was mixed with 15 ml of dry acetone. To the slight yellow solution was added an amount of 900 mg (6.08 mmol) of (CH3)30BF4 at once with vigorous stirring at room temperature. Slight heat-development was observed soon after the addition and yellow-white precipitate separated. The mixture was stirred for an additional 10 min and then worked up by a literature procedure [30]. After the concentration of the aqueous filtrate in vacuum 1.4 g (80%) yellow solid was obtained which contained ca. 30% triquaternized complex. An amount of 650 mg (37%) of pure tetraquaternized complex was gained after recrystallizing the crude product from 15 ml of hot methanol containing a few drops of water. Anal. calc. for C41H62B4C12F16N4P2Pt: C,38.28; H,4.82; N, 4.35. Found: C, 36.65; H, 4.91; N, 4.15. ' H- 228 L Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 NMR (200.1 MHz,D20): 8.12 m (not res., 16H), 3.74 s (18H), 3.71 s (18H), 3.16 m (not res., 2H), 2.27 triplet of triplets (3JHH = 6.5 Hz, 3JPCCH = 19.8 Hz, 2H) 1.16 dd (3JHH = 6.5 Hz, 3JPCCH = 14.1 Hz, 6H). 31 P-NMR (81.01 MHz, H z0): 8.2 s (JpP = 3422 Hz, satellites). A 289 mg (0.225 mmol) amount of PtClz[(S,S)-BDPP-((p-NMe3)(BF4))4] was dissolved in 10 ml of water and the solution was added to 7.5 g CPG-350. The mixture was stirred for 1 h and then dried (without stirring) under high vacuum for 24 h at room temperature. The obtained slightly yellowish powder was treated with a solution of 127 mg (0.65 mmol) anhydrous SnC12 in 25 ml dichloromethane. Upon the treatment, which was carried out for 2 h with stirring at room temperature, a color change from light yellow to orange was observed. Dichloromethane was then removed by vacuum in several minutes and the obtained orange powder was used for SAP experiments. 4.6. Immobilization of the chiral Rh complexes on silica An amount of 266 mg (0.2 mmol) of [Rh(COD)((S,S)-BDPP-(p-NMe3)4)](BF4)5 or a 0.2 mmol amount of the chiraphos derivative was dissolved in 5 ml water and impregnated to 2 g CPG-350 with stirring for 2 h at room temperature. The excess water was removed by vacuum drying for about 3 h at room temperature until the silica became `fluid' (water content < 20 wt%), giving orange colored SAP catalysts. Acknowledgements Financial support of this work was provided by NSF (CBT-8719560). We thank Dr. Juan P. Arhancet for the thermogravimetric measurements and Electronucleonics for the generous gift of the controlled-pore glasses. References [1] J.P. Arhancet, M.E. Davis, J.S. Merola and B.E. Hanson, Nature 339 (1989) 454. [2] J.P. Arhancet, M.E. Davis, J.S. Merola and B.E. Hanson, J. Catal. 121 (1990) 327. [3] I.T. Horvh, Catal. Lett. 6 (1990) 43. [4] I. Guo, B.E. Hanson, I. Th and M.E. Davis, J. Mol. Catal. 70 (1991) 363. [5] I. Guo, B.E. Hanson, 1. Th and M.E. Davis, J. Organomet. Chem. 403 (1991) 221. [6] I.T. Horvh, R.V. Kastrup, A.A. Oswald and E.J. Mozeleski, Catal. Lett. 2 (1989) 85. [7] A.F. Borowski, D.J. Cole-Hamilton and G. Wilkinson, Nouv. J. Chem. 2 (1978) 145. [8] I. Th, B.E. Hanson, I. Guo and M.E. Davis, Catal. Lett. 8 (1991) 209. [9] B.B. Bunn, T. Bartik, B. Bartik, T.E. Glass, W.E. Bebout and B.E. Hanson, J. Mol. Catal. 94 (1994) 157. [10] K.T. Wan and M.E. Davis, J. Catal. 148 (1994) 1. [11] T. Bartik, B. Bartik, I. Guo and B.E. Hanson, J. Organomet. Chem. 480 (1994) 15. [12) Y. Amrani, L. Lecomte, D. Sinou, J. Bakos, I. Th and B. Heil, Organometallics 8 (1989) 542. [131 E. Kuntz, CHEMTECH 17 (1987) 570. [14] B. Comils, In: ed. J. Falbe, New Synthesis with CarbonMonoxide, (Springer-Verlag, Berlin, 1982). [15) T. Bartik, B. Bartik, B.E. Hanson, 1. Guo and I. Th, Organometallics 12 (1993) 164. [16] L.H. Slaugh and R.D. Mullineaux, J. Org. Chem. 13 (1968) 469. [17] C. Larpent and H. Patin, Appl. Organomet. Chem. 1 (1987) 529. [18] C.A. Tolman, Chem. Rev. 77 (1977) 313 and references therein. [19] M. G6mez, G. Muller, D. Sainz and J. Sales, Organometallics 10 (1991) 4036. [20] J.K. Stille, Pure Appl. Chem. 54 (1982) 99. [21] G. Parinello and J.K. Stille, J. Am. Chem. Soc. 109 (1987) 7122 and references therein. [22] I. T6th and B.E. Hanson, J. Mol. Catal. 71 (1992) 365 and references therein. [231 I. T6th, B.E. Hanson, I. Guo and M.E. Davis, Organometallics 12 (1993) 848. [24] L. Koll, J. Bakos, I. Th and B. Heil, J. Organomet. Chem. 350 (1988) 277. [25] C. Botteghi, S. Paganelli, U. Matteoli, A. Scrivanti, R. Ciorcaro and L. Venanzi, Helv. Chim. Acta 73 (1990) 284. [261 B. Pugin, F. Spindler and M. Muller, EP0496700 (1992) to Ciba-Geigy. [27] J. Bakos, I. T6th, B. Heil, G. Szalontai, L. Pkyi and V. F1til, J. Organomet. Chem. 370 (1989) 263. [28] K.T. Wan and M.E. Davis, Nature 370 (1994) 449. [29] T. Uchiyama, Y. Nakamura and T. Miwa, Chem. Lett. (1980) 337. [30] I. Th and B.E. Hanson, Tetrahedron: Asymm. 1 (1990) 895. [31] R.M. Herbst and D. Shemin, Organic Synthesis, Col. Vol. 2 (Wiley, New York, 1943) p. 1; H.B. Gillespie and H.R. 1. Th et al. /Journal of Molecular Catalysis A: Chemical 116 (1997) 217-229 229 Snyder, Organic Synthesis, Col. Vol. 1 (Wiley, New York, [33] M.D. Fryzuk and B. Bosnich, J. Am. Chem. Sue. 99 (1977) 1941) p. 489; E. Carter and W.C. Risser, J. Biol. Chem. 159 6262. (1981) 255. [34] W. Kosolapoff and L. Maier, Organic Phosphorus Com [32] G. Consiglio, P. Pino, L. Flowers and C.U. Pittman, Jr., J. pounds, Vol. 1 (Wiley, New York, 1972). Chem. Soc., Chem. Commun. (1983) 612. MOLCAA 96001410 S1381-1169(96)00141-0 10.1016/S1381-1169(96)00141-0 Article Alternative supported aqueous-phase catalyst systems Imre Tóth ∗ Ipin Guo Brian E. Hanson Department of Chemistry, Virginia Polytechnic Institute and State University, Blacksburg, VA 24061, USA ∗ Corresponding author. Present address: DSM Research, P.O. Box 18, 6160 MD Geleen, The Netherlands. The concept of supported aqueous-phase (SAP) catalysis has been extended to olefin hydroformylations by the use of in situ formed Rh-, PtSnCl3- and Co-complexes containing HexDPPDS, TAPTS and TPrPTS as ligands, respectively. (HexDPPDS = hexyl-bis(sodium-m-sulfonatophenyl)phosphine; TAPTS = tris(ω-(sodium-p-sulfonatophenyl)alkyl)phosphines, where alkyl CH2, TBeTS; C2H4, TEtPTS, C3H6, TPrPTs). Furthermore, some data are reported on the SAP asymmetric hydroformylation of styrene by the use of PtCl2[(S,S)-BDPP-((p-NMe3)(BF4))4] + SnCl2 system and on the SAP asymmetric hydrogenation of dehydro-phenylalanine derivatives with Rh(COD)[(S,S)-BDPP-(p-NME3)4](BF4)5 and Rh(COD)[(S,S)-Chiraphos-(p-NMe3)4](BF4)5 complexes. (BDPP = 2,4-bis(diphenylphosphino)pentane; Chiraphos = 2,3-bis(diphenylphosphino)butane). For the sake of comparison, the two-phase catalytic results are also given with each alternative SAP catalytic applications, as well as the appropriate (organic) homogeneous values, which were obtained with the analogous complexes containing the respective non-funtionalized ligands. With the exception of the Co-system, the SAP catalytic systems show similar selectivity only to the analogous non-aqueous catalysts. The anomalous behavior of the Co-system in the presence of water is attributed to the presence of sulfonate groups on the ligand which may interact with the cobalt. Keywords Supported aqueous-phase catalysis Two-phase catalysis Water soluble ligands Olefin hydroformylation Asymmetric hydroformylation Asymmetric hydrogenation Rhodium Cobalt Platinum References [1] J.P. Arhancet M.E. Davis J.S. Merola B.E. Hanson Nature 339 1989 454 [2] J.P. Arhancet M.E. Davis J.S. Merola B.E. Hanson J. Catal. 121 1990 327 [3] I.T. Horváth Catal. Lett. 6 1990 43 [4] I. Guo B.E. Hanson I. Tóth M.E. Davis J. Mol. Catal. 70 1991 363 [5] I. Guo B.E. Hanson I. Tóth M.E. Davis J. Organomet. Chem. 403 1991 221 [6] I.T. Horváth R.V. Kastrup A.A. Oswald E.J. Mozeleski Catal. Lett. 2 1989 85 [7] A.F. Borowski D.J. Cole-Hamilton G. Wilkinson Nouv. J. Chem. 2 1978 145 [8] I. Tóth B.E. Hanson I. Guo M.E. Davis Catal. Lett. 8 1991 209 [9] B.B. Bunn T. Bartik B. Bartik T.E. Glass W.E. Bebout B.E. Hanson J. Mol. Catal. 94 1994 157 [10] K.T. Wan M.E. Davis J. Catal. 148 1994 1 [11] T. Bartik B. Bartik I. Guo B.E. Hanson J. Organomet. Chem. 480 1994 15 [12] Y. Amrani L. Lecomte D. Sinou J. Bakos I. Tóth B. Heil Organometallics 8 1989 542 [13] E. Kuntz CHEMTECH 17 1987 570 [14] B. Cornils J. Falbe New Synthesis with Carbon-Monoxide 1982 Springer-Verlag Berlin [15] T. Bartik B. Bartik B.E. Hanson I. Guo I. Tóth Organometallics 12 1993 164 [16] L.H. Slaugh R.D. Mullineaux J. Org. Chem. 13 1968 469 [17] C. Larpent H. Patin Appl. Organomet. Chem. 1 1987 529 [18] C.A. Tolman Chem. Rev. 77 1977 313 and references therein [19] M. Gómez G. Muller D. Sainz J. Sales Organometallics 10 1991 4036 [20] J.K. Stille Pure Appl. Chem. 54 1982 99 [21] G. Parinello J.K. Stille J. Am. Chem. Soc. 109 1987 7122 and references therein [22] I. Tóth B.E. Hanson J. Mol. Catal. 71 1992 365 and references therein [23] I. Tóth B.E. Hanson I. Guo M.E. Davis Organometallics 12 1993 848 [24] L. Kollár J. Bakos I. Tóth B. Heil J. Organomet. Chem. 350 1988 277 [25] C. Botteghi S. Paganelli U. Matteoli A. Scrivanti R. Ciorcaro L. Venanzi Helv. Chim. Acta 73 1990 284 [26] B. Pugin, F. Spindler and M. Muller, EP0 496 700 (1992) to Ciba-Geigy. [27] J. Bakos I. Tóth B. Heil G. Szalontai L. Párkányi V. Fülöp J. Organomet. Chem. 370 1989 263 [28] K.T. Wan M.E. Davis Nature 370 1994 449 [29] T. Uchiyama Y. Nakamura T. Miwa Chem. Lett. 1980 337 [30] I. Tóth B.E. Hanson Tetrahedron: Asymm 1 1990 895 [31] R.M. Herbst D. Shemin Organic Synthesis, Col. Vol. 2 1943 Wiley New York 1 H.B. Gillespie H.R. Synder Organic Synthesis, Col. Vol. 1 1941 Wiley New York 489 E. Carter W.C. Risser J. Biol. Chem. 159 1981 255 [32] G. Consiglio P. Pino L. Flowers C.U. Pittman Jr. J. Chem. Soc., Chem. Commun. 1983 612 [33] M.D. Fryzuk B. Bosnich J. Am. Chem. Soc. 99 1977 6262 [34] W. Kosolapoff L. Maier Organic Phosphorus Compounds Vol. 1 1972 Wiley New York",
      "scopus-id": "0037513623",
      "coredata": {
        "eid": "1-s2.0-S1381116996001410",
        "dc:description": "The concept of supported aqueous-phase (SAP) catalysis has been extended to olefin hydroformylations by the use of in situ formed Rh-, PtSnCl3- and Co-complexes containing HexDPPDS, TAPTS and TPrPTS as ligands, respectively. (HexDPPDS = hexyl-bis(sodium-m-sulfonatophenyl)phosphine; TAPTS = tris(ω-(sodium-p-sulfonatophenyl)alkyl)phosphines, where alkyl CH2, TBeTS; C2H4, TEtPTS, C3H6, TPrPTs). Furthermore, some data are reported on the SAP asymmetric hydroformylation of styrene by the use of PtCl2[(S,S)-BDPP-((p-NMe3)(BF4))4] + SnCl2 system and on the SAP asymmetric hydrogenation of dehydro-phenylalanine derivatives with Rh(COD)[(S,S)-BDPP-(p-NME3)4](BF4)5 and Rh(COD)[(S,S)-Chiraphos-(p-NMe3)4](BF4)5 complexes. (BDPP = 2,4-bis(diphenylphosphino)pentane; Chiraphos = 2,3-bis(diphenylphosphino)butane). For the sake of comparison, the two-phase catalytic results are also given with each alternative SAP catalytic applications, as well as the appropriate (organic) homogeneous values, which were obtained with the analogous complexes containing the respective non-funtionalized ligands. With the exception of the Co-system, the SAP catalytic systems show similar selectivity only to the analogous non-aqueous catalysts. The anomalous behavior of the Co-system in the presence of water is attributed to the presence of sulfonate groups on the ligand which may interact with the cobalt.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996001410",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tóth, Imre"
          },
          {
            "@_fa": "true",
            "$": "Guo, Ipin"
          },
          {
            "@_fa": "true",
            "$": "Hanson, Brian E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996001410"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996001410"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00141-0",
        "prism:volume": "116",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Alternative supported aqueous-phase catalyst systems",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "Catalysis in Water",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Supported aqueous-phase catalysis"
          },
          {
            "@_fa": "true",
            "$": "Two-phase catalysis"
          },
          {
            "@_fa": "true",
            "$": "Water soluble ligands"
          },
          {
            "@_fa": "true",
            "$": "Olefin hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Asymmetric hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Asymmetric hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Cobalt"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "217-229",
        "prism:endingPage": "229",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 February 1997",
        "prism:doi": "10.1016/S1381-1169(96)00141-0",
        "prism:startingPage": "217",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00141-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037513623"
      }
    }
  }
}