{
  "metadata": {
    "title": "Selective hydrogenation of α-, β-unsaturated aldehyde to unsaturated alcohol with supported platinum catalysts at high pressures of hydrogen",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-03-01",
    "doi": "10.1016/S1381-1169(00)00473-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900004738",
    "pii": "S1381116900004738"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035282301",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-03-01 2001-03-01 2010-04-18T18:49:19 1-s2.0-S1381116900004738 S1381-1169(00)00473-8 S1381116900004738 10.1016/S1381-1169(00)00473-8 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01343 2015-05-15T05:55:31.049811-04:00 0 0 20010301 2001 2001-03-01T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 168 168 1 2 1 2 Volume 168, Issues 1–2 14 99 103 99 103 20010301 1 March 2001 2001-03-01 2001 converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. SELECTIVEHYDROGENATIONUNSATURATEDALDEHYDEUNSATURATEDALCOHOLSUPPORTEDPLATINUMCATALYSTSHIGHPRESSURESHYDROGEN SHIRAI M 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusion References GALLEZOT 1998 81 P COQ 1998 1753 B BHANAGE 1999 175 B GROSSELIN 1991 2126 J FACHE 1993 117 E MIZOROKI 1977 2148 T FARNETTI 1987 35 E ENGLISCH 1997 111 M ARAI 1999 229 M DESHPANDE 1988 1996 R SHIRAIX2001X99 SHIRAIX2001X99X103 SHIRAIX2001X99XM SHIRAIX2001X99X103XM item S1381-1169(00)00473-8 S1381116900004738 1-s2.0-S1381116900004738 10.1016/S1381-1169(00)00473-8 271358 2010-10-03T05:02:50.442687-04:00 2001-03-01 1-s2.0-S1381116900004738-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/MAIN/application/pdf/3af7353c2f0368f7df57f8356ec69a66/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/MAIN/application/pdf/3af7353c2f0368f7df57f8356ec69a66/main.pdf main.pdf pdf true 179302 MAIN 5 1-s2.0-S1381116900004738-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/PREVIEW/image/png/067dd94e8249cfedd6fa864a93f05ee6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/PREVIEW/image/png/067dd94e8249cfedd6fa864a93f05ee6/main_1.png main_1.png png 54463 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900004738-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/fx1/THUMBNAIL/image/gif/25c5b2ebd3f91f95a1ad33772bf0174f/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/fx1/THUMBNAIL/image/gif/25c5b2ebd3f91f95a1ad33772bf0174f/fx1.sml fx1 fx1.sml sml 816 49 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900004738-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/fx1/DOWNSAMPLED/image/gif/4bb53378ea264af1826c2af273d2ac75/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/fx1/DOWNSAMPLED/image/gif/4bb53378ea264af1826c2af273d2ac75/fx1.gif fx1 fx1.gif gif 2785 128 328 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004738-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr1/THUMBNAIL/image/gif/d103e1d89d053c1270276b32de541ff6/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr1/THUMBNAIL/image/gif/d103e1d89d053c1270276b32de541ff6/gr1.sml gr1 gr1.sml sml 1854 93 114 IMAGE-THUMBNAIL 1-s2.0-S1381116900004738-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr1/DOWNSAMPLED/image/jpeg/b414c3b813d7edaaa931030a4e8b2364/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr1/DOWNSAMPLED/image/jpeg/b414c3b813d7edaaa931030a4e8b2364/gr1.jpg gr1 gr1.jpg jpg 18173 268 328 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004738-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr2/THUMBNAIL/image/gif/aa89d47709d46bc65342f2ff33f43827/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr2/THUMBNAIL/image/gif/aa89d47709d46bc65342f2ff33f43827/gr2.sml gr2 gr2.sml sml 1623 94 118 IMAGE-THUMBNAIL 1-s2.0-S1381116900004738-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr2/DOWNSAMPLED/image/gif/6660a5fbd46b932f9141544a8639501f/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr2/DOWNSAMPLED/image/gif/6660a5fbd46b932f9141544a8639501f/gr2.gif gr2 gr2.gif gif 6858 265 334 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004738-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr3/THUMBNAIL/image/gif/f578085b56c792c2da14208c29651db6/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr3/THUMBNAIL/image/gif/f578085b56c792c2da14208c29651db6/gr3.sml gr3 gr3.sml sml 1845 93 119 IMAGE-THUMBNAIL 1-s2.0-S1381116900004738-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr3/DOWNSAMPLED/image/gif/2b45f932377002324d4c1b4290225437/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr3/DOWNSAMPLED/image/gif/2b45f932377002324d4c1b4290225437/gr3.gif gr3 gr3.gif gif 7403 257 328 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004738-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr4/THUMBNAIL/image/gif/e184d3783bb5708754c28b07cb1b18b0/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr4/THUMBNAIL/image/gif/e184d3783bb5708754c28b07cb1b18b0/gr4.sml gr4 gr4.sml sml 1452 93 120 IMAGE-THUMBNAIL 1-s2.0-S1381116900004738-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr4/DOWNSAMPLED/image/gif/aa1728e932a4be5a03dca27d70cad79d/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr4/DOWNSAMPLED/image/gif/aa1728e932a4be5a03dca27d70cad79d/gr4.gif gr4 gr4.gif gif 5982 258 333 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004738-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr5/THUMBNAIL/image/gif/f001703c0f2cbf231632226d3fbbf4ff/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr5/THUMBNAIL/image/gif/f001703c0f2cbf231632226d3fbbf4ff/gr5.sml gr5 gr5.sml sml 1024 92 56 IMAGE-THUMBNAIL 1-s2.0-S1381116900004738-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr5/DOWNSAMPLED/image/gif/89b647a73c6e4b9a240cc3972b26ef0b/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr5/DOWNSAMPLED/image/gif/89b647a73c6e4b9a240cc3972b26ef0b/gr5.gif gr5 gr5.gif gif 13278 549 333 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004738-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr6/THUMBNAIL/image/gif/507bc05f853c662747bf4a825b36db23/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr6/THUMBNAIL/image/gif/507bc05f853c662747bf4a825b36db23/gr6.sml gr6 gr6.sml sml 1669 93 117 IMAGE-THUMBNAIL 1-s2.0-S1381116900004738-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004738/gr6/DOWNSAMPLED/image/gif/83a80581119a0be51be73f0c9d99cfb7/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004738/gr6/DOWNSAMPLED/image/gif/83a80581119a0be51be73f0c9d99cfb7/gr6.gif gr6 gr6.gif gif 6913 267 336 IMAGE-DOWNSAMPLED MOLCAA 2979 S1381-1169(00)00473-8 10.1016/S1381-1169(00)00473-8 Elsevier Science B.V. Fig. 1 Results of CAL hydrogenation with im-Pt/SiO2 (400) in different solvents at a reaction time of 120min. Hydrogen pressure 4.9MPa and CAL concentration 0.16mol/l. Fig. 2 Changes of reactant and products concentrations during CAL hydrogenation with im-Pt/SiO2 (400) in ethanol at 6.9MPa hydrogen pressure and 0.16mol/l CAL concentration. Fig. 3 Relationship between the initial rate of CAL hydrogenation in ethanol and hydrogen pressure at 0.16mol/l CAL concentration. Fig. 4 Relationship between the initial rate of CAL hydrogenation in ethanol and CAL concentration at 2.9MPa hydrogen pressure. Fig. 5 Influence of hydrogen pressure on the product selectivity at 20% CAL conversion at 0.16mol/l CAL concentration in ethanol. Reduction temperature (○,□,▵) 400°C and (•,■,▴) 500°C. Fig. 6 Influence of CAL concentration on the product selectivity at 20% CAL conversion with im-Pt/SiO2 (400) (○,□,▵) and ie-Pt/SiO2 (400) (•,■,▴) in ethanol at 2.9MPa hydrogen pressure. Table 1 Catalysts prepared and average crystallite size and degree of metal dispersion measured by X-ray diffraction line broadening and hydrogen adsorption Catalyst XRD H2 adsorption (%) im-Pt/SiO2 (400) 11nm 4 im-Pt/SiO2 (500) – 6 ie-Pt/SiO2 (400) 10nm 10 ie-Pt/SiO2 (500) – 9 Selective hydrogenation of α-, β-unsaturated aldehyde to unsaturated alcohol with supported platinum catalysts at high pressures of hydrogen Masayuki Shirai a Tomonari Tanaka a Masahiko Arai b * a Institute for Chemical Reaction Science, Tohoku University, Katahita, Aoba-ku, Sendai 980-8577, Japan b Division of Materials Science and Engineering, Graduate School of Engineering, Hokkaido University, Kita 13, Nishi 8, Kita-ku, Sapporo 060-8628, Japan * Corresponding author. Fax: +81-11-706-6594 Hydrogenation of an α, β-unsaturated aldehyde, cinnamaldehyde (CAL), was carried out with silica-supported platinum catalysts in ethanol under pressurized hydrogen atmosphere up to 12MPa at 50°C. The initial rate of reaction (CAL consumption) was proportional to hydrogen pressure and independent of CAL concentration. Increasing hydrogen pressure decreased the selectivity of cinnamyl alcohol (COL) but increased that of hydrocinnamaldehyde (HCAL). The COL selectivity increased with CAL concentration. The effect of hydrogen pressure on the selectivity in ethanol is different from that observed previously in a solvent of supercritical carbon dioxide. Keywords Hydrogenation Platinum catalysts Unsaturated aldehyde Selectivity Pressure effects 1 Introduction Catalytic hydrogenation of α, β-unsaturated aldehydes (UAL) to unsaturated alcohols (UOL) is a reaction of industrial importance [1–4]. Platinum is one of active metals for this reaction but it is difficult for conventional supported monometallic platinum catalysts to achieve high UOL selectivity. So the selection of promoters, supports and reduction conditions is important for the selective formation of UOL. A different way is the use of supercritical carbon dioxide (scCO2) as a solvent instead of organic liquids. Supercritical fluids are demonstrated to be interesting media for several organic reactions [5]. The present authors have recently indicated that high UOL selectivity can be attained in hydrogenation of a few UAL (cinnamaldehyde, crotonaldehyde, α-methyl-trans-cinnamaldehyde) with a conventionally prepared platinum catalyst in scCO2 medium [6]. Note that increasing hydrogen partial pressure not only increases the rate of UAL hydrogenation but also enhances the selectivity of UOL. For comparison with these results in scCO2, the present work has been undertaken to obtain reference data in organic solvents at high pressures of hydrogen. In the literature [4,7–10], there are only a few reports on selective hydrogenation of UAL to UOL under pressurized hydrogen and the results reported with homogeneous catalysts at two or three different pressures suggest that the UOL selectivity will increase with pressure. Englisch et al. studied hydrogenation of crotonaldehyde in ethanol with silica-supported platinum catalysts at hydrogen pressures up to 6MPa [11]. It was reported that the UOL selectivity decreased with hydrogen pressure. Further studies are needed to clarify the pressure effects on selective UAL hydrogenation for homogeneous and heterogeneous catalysts. 2 Experimental Silica-supported platinum catalysts were prepared with a porous silica gel (Aldrich Davisil grade 646) and tetraammineplatinum dichloride through impregnation or ion-exchange. The metal loading was fixed to 1wt.%. The platinum-loaded samples were reduced by flowing hydrogen at 400 or 500°C for 5h. The details of catalyst preparation procedures are described elsewhere [12]. For the samples prepared by ion-exchange, the actual amounts of platinum loaded were determined by measuring the quantities of the precursors remaining in solution after ion-exchange. The metal loading was found to fall in a range of 0.90 to 1.03wt.%, and the nominal value (1wt.%) is used in the following. The catalysts prepared by impregnation and ion-exchange followed by reduction at 400 and 500°C are denoted as im-Pt/SiO2 (400) and ie-Pt/SiO2 (500), respectively. The catalysts prepared are listed in Table 1 . CAL hydrogenation was carried out in a 100ml autoclave. The autoclave was filled in with a 50ml solvent (ethanol in most cases) and a known volume of CAL and purged by repeatedly introducing nitrogen up to 5MPa and releasing it down to ambient pressure three times. Then hydrogen was introduced up to the desired pressure and the reaction mixture was heated at 2°C/min up to a reaction temperature of 50°C. Small quantities of the reaction mixture were repeatedly taken out and analyzed by gas chromatograph packed with Ucon oil 50HB 2000/Uniport B with flame ionization detector. X-ray diffraction line broadening and hydrogen adsorption were used to examine the dispersion of platinum loaded. Hydrogen adsorption was measured by a closed circulating glass system. After reduction of a catalyst in the system, the amount of hydrogen adsorbed was determined at an introduction pressure of 0.7 to 1.3kPa. 3 Results and discussion The hydrogenation of cinnamaldehyde (CAL) produces a mixture of cinnamyl alcohol (COL), hydrocinnamaldehyde (HCAL) and hydrocinnamyl alcohol (HCOL) depending on reaction conditions used. The influence of solvent on CAL hydrogenation was first examined using four different solvents for a catalyst of im-Pt/SiO2 (400). Fig. 1 shows the results obtained at a hydrogen pressure of 4.9MPa and a reaction time of 120min. Methanol indicated a maximum conversion but it gave appreciable quantities of by-products like acetal. Although, the conversion decreased in the order of ethanol>2-propanol>cyclohexane (of polarity), these did not give other products than COL, HCAL and HCOL. Thus, we used ethanol in further experiments. Typical changes of quantities of reactant and products with time are shown in Fig. 2 , for im-Pt/SiO2 (400) in ethanol. Similar results were also observed for other catalysts and reaction conditions examined. Fig. 2 shows that COL and HCAL are produced as CAL is disappearing. The amount of the former product simply increases with time and becomes constant at the complete expense of CAL, while that of the latter has a maximum and decreases when some CAL remains unreacted. The amount of HCOL is simply increasing before and after the consumption of CAL. It was found that COL decreased and HCOL further increased for a longer period of reaction and in addition, only HCOL was formed when COL was used as a starting reactant. Thus, one can say that HCOL was not produced from COL but mostly from HCAL during CAL hydrogenation when HCAL remained. These results suggest that the adsorption on catalyst is easier to occur in the order of CAL>HCAL>COL. As a result, COL could be further hydrogenated to HCOL after HCAL was consumed. In the following, the initial rates of reaction determined from the initial time-concentration data for the disappearance of CAL as shown in Fig. 2 are used to examine the influence of reaction conditions. Fig. 3 shows the relationship between the initial rate and hydrogen pressure, indicating that the rate is proportional to the pressure. Fig. 4 gives the influence of CAL concentration and the initial rate of reaction is independent of it. It can be then assumed that CAL is much more abundant on catalysts than hydrogen. According to Deshpande and Chaudhari [13], the concentration of hydrogen in ethanol at 50°C and at 10MPa is estimated to be 0.4mol/l, which is comparable to that of CAL. So, it should be more difficult for hydrogen to adsorb on catalysts in ethanol than CAL. In the case of scCO2 as well, the CAL conversion increased with hydrogen pressure [6]. The increase in the rate of CAL hydrogenation with pressure should be simply due to the increase of hydrogen concentration in the solvents. The data obtained at a CAL conversion of 20% are used to examine the product selectivity. Fig. 5 shows the influence of hydrogen pressure, indicating that the COL selectivity decreases with pressure while the HCAL selectivity increases and both the selectivities level off at higher pressures. These trends are very similar for all the catalysts examined, irrespective of reduction temperature and the method of metal loading, although, the COL selectivity is larger for im-Pt/SiO2 than for ie-Pt/SiO2. This pressure effect of decreasing the COL selectivity is opposite to that observed in scCO2 solvent [6]. The product selectivity is also influenced by CAL concentration. Fig. 6 indicates that the COL selectivity increases with the concentration while the HCAL selectivity decreases. For a selected catalyst of im-Pt/SiO2 (400), it was further found that the COL selectivity was about 90% at partial pressures of hydrogen and nitrogen (diluent) of 0.1 and 4.8MPa. This selectivity is similar to that obtained at 0.1MPa pure hydrogen, and so the total gas pressure is not important but the partial pressure of hydrogen is significant. As mentioned above, the surface of supported platinum particles should be occupied with CAL molecules rather than hydrogen during the initial period of reaction. When the CAL concentration increases, the amount of CAL molecules adsorbed increases and the state of adsorption would change, one possibility is that the adsorption occurs more favorably with CO groups than CC groups due to steric hindrance between bulky phenyl groups. This may explain the increase in the COL selectivity with CAL concentration as shown in Fig. 6. The effect of hydrogen pressure is difficult to explain but we say that the nature of solvent (ethanol with hydrogen dissolved) is likely to change with hydrogen pressure and this would affect the properties of platinum particles and/or CAL molecules adsorbed. In scCO2 solvent, the nature of supported platinum particles is suggested to change with pressure from optical absorption of supported silver particles [6]. Comparison with homogeneous reactions is of significance to do in further work. Englisch et al. previously reported a similar effect of hydrogen pressure on UOL selectivity in liquid-phase hydrogenation of crotonaldehyde over silica-supported platinum catalysts [11]. These authors also reported that the UOL selectivity increased with increasing number of turnovers per metal site and they assumed that this could be explained with a preferential blocking of non-selective active sites by carbon monoxide formed during reaction and by a slow surface modification with organic deposits. 4 Conclusion The initial rate of CAL hydrogenation with silica-supported platinum catalysts in ethanol is proportional to hydrogen pressure and independent of CAL concentration. When CAL remained in the reaction mixture, CAL and HCAL were produced and the latter was further hydrogenated to HCOL. After the complete hydrogenation of HCAL, COL was then further hydrogenated to HCOL. The COL selectivity decreases with hydrogen pressure but increases with CAL concentration. The CAL concentration should affect the state of CAL molecules adsorbed on platinum particles and hydrogen pressure should change the nature of solvent and/or platinum particles. References [1] P. Gallezot, A. Giroir-Fendler, D. Richard, in: W. Pascoe (Ed.), Catalysis of Organic Reactions, Marcel Dekker, New York, 1991, pp. 1–17. [2] P. Gallezot D. Richard Catal. Rev. Sci. Eng. 40 1998 81 [3] B. Coq F. Figueras Coordination Chem. Rev. 178–180 1998 1753 [4] G.V. Smith, F. Notheisz, Heterogeneous Catalysis in Organic Chemistry, Academic Press, London, 1999, pp. 58–64. [5] Y. Ikushima, M. Arai, in: P.G. Jessop, W. Leitner (Eds.), Chemical Synthesis Using Supercritical Fluids, Wiley, VCH, Weinheim, 1999, pp. 259–279. [6] B.M. Bhanage Y. Ikushima M. Shirai M. Arai Catal. Lett. 62 1999 175 [7] J.M. Grosselin C. Mercier G. Allmang F. Grass Organometallics 10 1991 2126 [8] E. Fache C. Mercier N. Pagnier B. Despeyroux P. Panster J. Mol. Catal. 79 1993 117 [9] T. Mizoroki K. Seki S. Meguro A. Ozaki Bull. Chem. Soc., Jpn. 50 1977 2148 [10] E. Farnetti M. Pesce J. Kaspar R. Spogliarich M. Graziani J. Mol. Catal. 43 1987 35 [11] M. Englisch V.S. Ranade J.A. Lercher Appl. Catal. A Gen. 163 1997 111 [12] M. Arai H. Takahashi M. Shirai Y. Nishiyama T. Ebina Appl. Catal. A Gen. 176 1999 229 [13] R.M. Deshpande R.V. Chaudhari Ind. Eng. Chem. Res. 27 1988 1996",
      "scopus-id": "0035282301",
      "coredata": {
        "eid": "1-s2.0-S1381116900004738",
        "dc:description": "Hydrogenation of an α, β-unsaturated aldehyde, cinnamaldehyde (CAL), was carried out with silica-supported platinum catalysts in ethanol under pressurized hydrogen atmosphere up to 12MPa at 50°C. The initial rate of reaction (CAL consumption) was proportional to hydrogen pressure and independent of CAL concentration. Increasing hydrogen pressure decreased the selectivity of cinnamyl alcohol (COL) but increased that of hydrocinnamaldehyde (HCAL). The COL selectivity increased with CAL concentration. The effect of hydrogen pressure on the selectivity in ethanol is different from that observed previously in a solvent of supercritical carbon dioxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900004738",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shirai, Masayuki"
          },
          {
            "@_fa": "true",
            "$": "Tanaka, Tomonari"
          },
          {
            "@_fa": "true",
            "$": "Arai, Masahiko"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900004738"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900004738"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00473-8",
        "prism:volume": "168",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Selective hydrogenation of α-, β-unsaturated aldehyde to unsaturated alcohol with supported platinum catalysts at high pressures of hydrogen",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Platinum catalysts"
          },
          {
            "@_fa": "true",
            "$": "Unsaturated aldehyde"
          },
          {
            "@_fa": "true",
            "$": "Selectivity"
          },
          {
            "@_fa": "true",
            "$": "Pressure effects"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "99-103",
        "prism:endingPage": "103",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 2001",
        "prism:doi": "10.1016/S1381-1169(00)00473-8",
        "prism:startingPage": "99",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00473-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "816",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "128",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2785",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1854",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "268",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18173",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1623",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "334",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6858",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "119",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1845",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "257",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7403",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1452",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "258",
            "@width": "333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5982",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "56",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1024",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "549",
            "@width": "333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13278",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1669",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "336",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004738-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6913",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035282301"
      }
    }
  }
}