{
  "metadata": {
    "title": "The synthesis of sucrose ester and selection of its catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-11-17",
    "doi": "10.1016/S1381-1169(99)00125-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999001259",
    "pii": "S1381116999001259"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0033579171",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-01-11 2000-01-11 2010-04-18T14:19:10 1-s2.0-S1381116999001259 S1381-1169(99)00125-9 S1381116999001259 10.1016/S1381-1169(99)00125-9 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01082 2015-05-15T05:56:33.651043-04:00 0 0 19991117 1999 2000-01-11T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 147 147 1 2 1 2 Volume 147, Issues 1–2 7 37 40 37 40 19991117 17 November 1999 1999-11-17 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. SYNTHESISSUCROSEESTERSELECTIONCATALYST LIU X 1 Introduction 2 Experiment 2.1 Material used to synthesize sucrose ester 2.2 Synthesis of sucrose ester 2.3 Experimental steps [5] 2.4 Composition analysis 3 Results and discussion 3.1 Experiment using neutral soap as catalyst 3.2 Selection of the catalyst 4 Conclusion References LIUX1999X37 LIUX1999X37X40 LIUX1999X37XX LIUX1999X37X40XX item S1381-1169(99)00125-9 S1381116999001259 1-s2.0-S1381116999001259 10.1016/S1381-1169(99)00125-9 271358 2010-09-29T22:37:25.609568-04:00 1999-11-17 1-s2.0-S1381116999001259-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001259/MAIN/application/pdf/e8e0e7faf2f5d2d4d1c025f18aab74e6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001259/MAIN/application/pdf/e8e0e7faf2f5d2d4d1c025f18aab74e6/main.pdf main.pdf pdf true 54099 MAIN 4 1-s2.0-S1381116999001259-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001259/PREVIEW/image/png/33297625ddbb4815a734ee4a1289591c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001259/PREVIEW/image/png/33297625ddbb4815a734ee4a1289591c/main_1.png main_1.png png 58128 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999001259-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001259/STRIPIN/image/gif/833832cc9183198cd2afce1f5d91f272/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001259/STRIPIN/image/gif/833832cc9183198cd2afce1f5d91f272/si1.gif si1 si1.gif gif 1048 17 268 ALTIMG MOLCAA 2263 S1381-1169(99)00125-9 10.1016/S1381-1169(99)00125-9 Elsevier Science B.V. Table 1 Data of experiment using sodium oleate as catalyst Reaction product Weight percent of sodium oleate (relative to white granulated sugar) 10% 20% 30% Weight percent of compatible sucrose ester in chloroform 15.56 35.36 21.17 Composition of sucrose ester (% weight) Monoester 24.39 25.50 35.28 Diester 42.33 40.21 41.84 Triester and polyester 16.66 17.01 6.38 Table 2 Performance of catalysts Number Catalysts Yield of sucrose ester (% weight) Composition of sucrose esters (% weight) Type Weight (relative to 100 g white granulated sugar) Monoester Diester Triester and polyester 1 Lithium oleate 25.50 37.92 1.45 3.80 94.50 2 Lithium palmitate 25.50 0 0 0 0 3 Sodium oleate 25.50 21.17 39.43 46.65 9.38 4 Sodium palmitate 25.50 9.78 49.02 32.11 18.25 5 Potassium palmitate 25.50 10.03 29.07 34.30 34.97 6 Sodium oleate+Lithium oleate 25.50+5 41.40 33.25 35.91 28.56 7 Potassium palmitate+Lithium oleate 25.50+2 14.45 34.96 29.55 27.93 8 Potassium palmitate+Lithium oleate 25.50+5 16.15 34.39 26.79 29.40 The synthesis of sucrose ester and selection of its catalyst Xiaorui Liu * Lihong Gong Mo Xin Jihong Liu Chemistry Department of Harbin Normal University, Harbin, 150080 China * Corresponding author. Tel.: +86-451-6329445; Fax: +86-451-6305382; E-mail: sy@ac411.hit.edu.cn Sucrose fatty acid ester (called sucrose ester for short) is a kind of non-ionic surface active agent with excellent performance and many uses. This paper describes the process of synthesis and selection of its catalyst. The results show that neutral lithium soap oil acid is the best catalyst for the synthesis of sucrose ester. Using mixed alkali metal soap with proper ingredient ratio as catalyst can improve the yield of sucrose ester. Keywords Sucrose ester Non-ionic surface active agent Alkali soap Mixed catalyst Ester exchange 1 Introduction Sucrose esters are a type of organic compound, which are formed by combining sucrose with various acid groups. Sucrose esters are excellent non-ionic active surface agents. They are not only used in the industries of detergents, cosmetics and medicine, but also in the area of food. Sucrose esters have very wide arbitrary hydrophilicity and lipophilicity balance (HLB), excellent physical properties, surface activity, no stimulus and environmental pollution, and they are safe to the human body, so they have very wide uses and flexibility, and they are receiving more and more attention in the world [1]. But in China, the research and production of sucrose ester is still in the elementary stage. This experiment is aimed at investigating the best reaction condition, especially selection of the catalyst. 2 Experiment 2.1 Material used to synthesize sucrose ester The principal materials used in the synthesis of sucrose ester are sucrose and fatty acid ester. The experiment adopted commercial white granulated sugar with high purity as material for producing sucrose ester. In order to accelerate the reaction, white granulated sugar should be dried and ground before it can be used. Natural fatty acid should be used. If sucrose ester is used as food additive, the fatty acid should be saturated and have long chain. This decision is made from stability against oxidizing and taste. Natural grease is the source of fatty acid, which can be obtained from natural grease through alcoholysis reaction under the existence of basic catalyst (usually sodium formate). The catalysts used in the experiment are neutral alkali soaps and their mixture. 2.2 Synthesis of sucrose ester Ester exchange reaction is used to synthesize sucrose ester. The reaction can be expressed with following formula: ROH+R′COOR″⇔R′COOR+R″OH Because this reaction is reversible, it will no longer move forward when it reaches equilibrium state. In order to get more ester, R″OH, one of the products, must be removed from the system. The reaction velocity is very slow at room temperature and without catalyst. Increasing temperature will accelerate the reaction. If temperature is too high, the solvent will evaporate and the product is decomposed. So the temperature should be controlled within a certain range. Fusion method is used to synthesize sucrose ester [2–4]. 2.3 Experimental steps [5] Powdered white granulated sugar, and methyl carbitylpalmitate (mole ratio of them is 2:1) was used, with a neutral alkali soap catalyst which accounts for 25% of the weight of white granulated sugar. Reaction bottle which can be stirred with magnetic bar was placed in oil bath of 185°C which can be heated. After the reaction temperature reached 185°C, the reactant was stirred for 14 min. And then the vessel was moved into the second oil-bath of 170°C and continually stirred for 10 min under pressure of 133.32 Pa to 399.96 Pa. The reaction was stopped by inflating helium gas and then methylcarbitylcitrate was added into the vessel. 1.1 mole citric acid was added in every mole of metal soap. The reaction products were dissolved in normal butanol and washed with 5% salt water. The normal butanol was removed by heating product in vacuum and extraction with dry nitrogen gas. The remains were extracted with chloroform and analyzed with thin film chromatographic process. 2.4 Composition analysis The composition was analyzed with column chromatographic method (CC) [6]using silica gel as adsorbent and chloroform as solvent. Sucrose ester was separated into monoester, diester, triester and polyester. 3 Results and discussion 3.1 Experiment using neutral soap as catalyst Using neutral soap catalyst could ensure the completion of the reaction within 30 min at temperatures of 170°C to 185°C. However, using other catalysts will need several hours to complete the reaction. The mole ratio of white granulated sugar to methylcarbityl palmitate is 1.0:0.8. In the three experiments, the weight percent of sodium oleate relative to white granulated sugar is 10%, 20%, 30%, respectively. By analyzing the chloroform extraction solution of the reaction mixtures we obtained the following data. 3.2 Selection of the catalyst The experiment showed that using neutral alkali soap is better. But not all the alkali soaps were appropriate. Here, we still use the former reaction as an example to study the performance of each alkali soap. The catalysts used in control test were simple metal soaps or mixed soaps. The mole ratio of white granulated sugar to methylcarbityl palmitate was 1:1. The data is shown in Table 2. Table 1 shows that the yield of sucrose ester is highest when the weight percent of sodium oleate relative to white granulated sugar is 20%. When sodium oleate accounts for 30% of white granulated sugar, though the total yield of sucrose ester was less than that of sucrose ester above, the content of monoester was higher. If the amount of sodium oleate were over 40%, it would not be good for yield and economy. But had sodium oleate not been used, sucrose ester would have not been produced [7, 8]. Data in Table 2 show that, except for lithium palmitate, all other soaps and mixed soaps listed in the table are good catalysts for ester exchange reaction. Of the simple soaps, lithium oleate is the best catalyst, but 94.5% of its product is sucrose ester over triester. By comparing experiment 5 with experiment 7, it can be seen that adding 2% of lithium oleate could improve the catalytic activity of potassium palmitate. The situation of experiment 3 and 6 is similar to above. The experiment also show that lithium palmitate alone has no catalytic activity because lithium palmitate does not dissolve in the reaction mixture. The experiment also indicated that sodium, lithium and potassium salts of short chain fatty acids such as butanoic acid, hexoic acid have very small catalytic activity. When soda soap and potash soap is used as catalyst, in order to get sucrose ester containing more monoester, the mole ratio of white granulated sugar to fatty acid ester should be 1:1. If the ratio is decreased, the content of polyester in the products will increase. In addition, using lithium soap of unsaturated fatty acid as catalyst, even though the ratio of feed stock is 1:1, the content of polyester in the products is very high. The reason is not clear [1]. 4 Conclusion (1) Adopting neutral soap as catalyst to synthesize sucrose ester will shorten ester exchange time 2–3 h relative to other method and the yield of production is high; (2) if sodium oleate was used as catalyst, reaction temperature should be kept between 190°C and 170°C. When sodium oleate accounts for 20% of the weight of white granulated sugar, the yield of sucrose ester is higher; (3) when neutral soaps were used as catalysts, if only one catalyst was used, lithium oleate was best catalyst, and if mixed soap was used, mixture of lithium oleate and sodium oleate with proper composition ratio can improve the yield of sucrose ester. Experiment also indicates that C12 fatty acid, which is the main composition of copra oil and palm nut oil, is the best raw material for producing sucrose ester with high water solubility. When synthesizing sucrose ester, if we not only use mixed catalyst such as mixture of sodium oleate and lithium oleate, but also choose pure natural matter as food stock such as hydro-cotton-seed oil, glycerin monoester, glycerin diester, the remnant alcohol, a byproduct, will do no harm to human when the sucrose ester is used in the industry of detergent, cosmetics and medicine. References 1 Y. Wang, Synthesis and application of sucrose ester, Light Industrial Press, 1988, pp. 5–56. 2 U.S.P., 2831855. 3 U.S.P., 2831856. 4 U.S.P., 3249600. 5 B.P., 859305. 6 JAOCS, 60, 1908–1913; 1983. 7 B.P., 915578. 8 Japan Licence Bulletin 1976-14485.",
      "scopus-id": "0033579171",
      "coredata": {
        "eid": "1-s2.0-S1381116999001259",
        "dc:description": "Sucrose fatty acid ester (called sucrose ester for short) is a kind of non-ionic surface active agent with excellent performance and many uses. This paper describes the process of synthesis and selection of its catalyst. The results show that neutral lithium soap oil acid is the best catalyst for the synthesis of sucrose ester. Using mixed alkali metal soap with proper ingredient ratio as catalyst can improve the yield of sucrose ester.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-11-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999001259",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liu, Xiaorui"
          },
          {
            "@_fa": "true",
            "$": "Gong, Lihong"
          },
          {
            "@_fa": "true",
            "$": "Xin, Mo"
          },
          {
            "@_fa": "true",
            "$": "Liu, Jihong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999001259"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999001259"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00125-9",
        "prism:volume": "147",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "The synthesis of sucrose ester and selection of its catalyst",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sucrose ester"
          },
          {
            "@_fa": "true",
            "$": "Non-ionic surface active agent"
          },
          {
            "@_fa": "true",
            "$": "Alkali soap"
          },
          {
            "@_fa": "true",
            "$": "Mixed catalyst"
          },
          {
            "@_fa": "true",
            "$": "Ester exchange"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "37-40",
        "prism:endingPage": "40",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 November 1999",
        "prism:doi": "10.1016/S1381-1169(99)00125-9",
        "prism:startingPage": "37",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00125-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "268",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999001259-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1048",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0033579171"
      }
    }
  }
}