{
  "metadata": {
    "title": "Effect of treatment temperature on the crystal structure of activated carbon supported CuCl<ce:inf loc=post>2</ce:inf>–PdCl<ce:inf loc=post>2</ce:inf> catalysts in the oxidative carbonylation of ethanol to diethyl carbonate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-04-02",
    "doi": "10.1016/j.molcata.2006.11.009",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906013562",
    "pii": "S1381116906013562"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33947110346",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-11-10 2006-11-10 2022-07-05T18:57:06 1-s2.0-S1381116906013562 S1381-1169(06)01356-2 S1381116906013562 10.1016/j.molcata.2006.11.009 S300 S300.2 FULL-TEXT 1-s2.0-S1381116906X02480 2022-07-05T21:11:36.507971Z 0 0 20070402 2007 2006-11-10T00:00:00Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst 1381-1169 13811169 false 266 266 1 2 1 2 Volume 266, Issues 1–2 32 202 206 202 206 20070402 2 April 2007 2007-04-02 2007 article fla Copyright © 2006 Elsevier B.V. All rights reserved. EFFECTTREATMENTTEMPERATURECRYSTALSTRUCTUREACTIVATEDCARBONSUPPORTEDCUCL2PDCL2CATALYSTSINOXIDATIVECARBONYLATIONETHANOLDIETHYLCARBONATE ZHANG Z 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Production and analysis of diethyl carbonate 2.3 Catalyst characterization 3 Results and discussion 3.1 KCl promoted catalysts 3.2 CO temperature-programmed desorption 3.3 In situ temperature-programmed XRD analysis 4 Conclusion Acknowledgments References PACHECO 1997 2 M MO 2003 3 W DUNN 2002 177 B ROH 2002 142 N ROH 2003 27 N PUNNOOSE 2002 182 A LIU 2006 72 T JIANG 2000 153 X JIANG 2001 47 X MA 2004 765 X ZHANG 2005 141 Z CHOI 1991 465 K CHOI 1991 489 K CHOI 1991 1 K CHOI 1991 22 K CHOI 1991 36 K PARK 2000 5586 E HAN 2003 137 M IITAKA 1961 2095 Y CUDENNEC 2000 308 Y MA 2003 908 X ZHANGX2007X202 ZHANGX2007X202X206 ZHANGX2007X202XZ ZHANGX2007X202X206XZ 2021-06-01T16:29:08.908Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined 0 item S1381-1169(06)01356-2 S1381116906013562 1-s2.0-S1381116906013562 10.1016/j.molcata.2006.11.009 271358 2022-07-05T21:11:36.507971Z 2007-04-02 1-s2.0-S1381116906013562-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/MAIN/application/pdf/613c1e81ac6e48c686cd43250f8d9e16/main.pdf main.pdf pdf true 566029 MAIN 5 1-s2.0-S1381116906013562-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/PREVIEW/image/png/05823e8c250ee8491c73ba984195c36f/main_1.png main_1.png png 74438 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906013562-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/fx1/DOWNSAMPLED/image/jpeg/a064794f48fa24452133a1429fea9d32/fx1.jpg fx1 true fx1.jpg jpg 18649 178 244 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906013562-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/gr1/DOWNSAMPLED/image/jpeg/555271f2f5f03330deb0fcb6d1e42238/gr1.jpg gr1 gr1.jpg jpg 21854 280 369 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906013562-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/gr2/HIGHRES/image/jpeg/7274ccdcf2ca570449bc6134e40b853a/gr2.jpg gr2 gr2.jpg jpg 70547 549 377 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906013562-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/gr3/DOWNSAMPLED/image/jpeg/1865af2349d0a9765a6817fdb15252cc/gr3.jpg gr3 gr3.jpg jpg 52564 598 379 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906013562-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/fx1/DOWNSAMPLED/image/gif/7e0638b380c6a66766f4d9874e9b13c9/fx1.sml fx1 true fx1.sml sml 12962 160 219 IMAGE-THUMBNAIL 1-s2.0-S1381116906013562-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/gr1/THUMBNAIL/image/gif/b17bdd7bfeab6de27bd530913e62ed33/gr1.sml gr1 gr1.sml sml 5167 164 216 IMAGE-THUMBNAIL 1-s2.0-S1381116906013562-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/gr2/THUMBNAIL/image/gif/4fd3b32fc44432531e96cc29ed11d065/gr2.sml gr2 gr2.sml sml 6862 163 112 IMAGE-THUMBNAIL 1-s2.0-S1381116906013562-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/gr3/THUMBNAIL/image/gif/0a369b520486a449fff86ac38e80e80f/gr3.sml gr3 gr3.sml sml 4922 164 104 IMAGE-THUMBNAIL 1-s2.0-S1381116906013562-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/HIGHRES/image/jpeg/07f2be67a5ac53f6a45000a520eb11a5/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 307759 790 1082 IMAGE-HIGH-RES 1-s2.0-S1381116906013562-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/HIGHRES/image/jpeg/d44c0aaaea38e9495dbffa7b3ba0b2bd/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 185112 1240 1636 IMAGE-HIGH-RES 1-s2.0-S1381116906013562-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/HIGHRES/image/jpeg/cd2c4e17c870ae4cfca35a1db2165cef/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 794584 2430 1670 IMAGE-HIGH-RES 1-s2.0-S1381116906013562-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/HIGHRES/image/jpeg/79b695797a81774448d558632c08607b/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 633668 2653 1681 IMAGE-HIGH-RES 1-s2.0-S1381116906013562-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906013562/STRIPIN/image/gif/01d62232b35cf23c087d55a23b21ef73/si1.gif si1 si1.gif gif 1434 34 358 ALTIMG MOLCAA 6434 S1381-1169(06)01356-2 10.1016/j.molcata.2006.11.009 Elsevier B.V. Fig. 1 CO temperature-programmed desorption (TPD) profiles of CuCl2–PdCl2–NaOH/AC, CuCl2–PdCl2–KCl–NaOH/AC (Cu/K=1:1), and AC catalysts. Fig. 2 In situ XRD patterns for CuCl2–PdCl2–KCl–NaOH catalyst. (•) CuO, (♦) γ-Cu2(OH)3Cl, (▿) Cu(OH)Cl. Fig. 3 Catalytic activities of CuCl2–PdCl2–KCl–NaOH/AC catalyst pretreated at different temperatures. Table 1 Activity of various CuCl2–PdCl2–NaOH/AC catalysts for the ethanol a oxidative carbonylation Catalyst Promoter Conversion b (%) Selectivity (%) STY (gDEC/lcath) Acetaldehyde Ethyl acetate 1,1-Diethoxy ethane Diethyl carbonate 1 None 15.2 2.0 0.7 2.0 95.3 181.2 2 KCl 32.4 1.9 0.3 3.0 94.8 317.4 3 None c 14.1 2.1 0.8 2.8 94.3 169.5 4 KCl c 15.9 1.9 0.6 2.5 95.0 208.3 a Reaction conditions: 2g catalyst, 0.1ml/min ethanol (as liquid), 10sccm O2, 40sccm CO, 20sccm N2, reaction temperature 413K, reaction pressure 0.64MPa. b Based on ethanol converted. c 4sccm O2, 40sccm CO, 14sccm N2. Effect of treatment temperature on the crystal structure of activated carbon supported CuCl2–PdCl2 catalysts in the oxidative carbonylation of ethanol to diethyl carbonate Zhen Zhang Xinbin Ma ⁎ Pingbo Zhang Yeming Li Shengping Wang Key Laboratory for Green Chemical Technology, School of Chemical Engineering & Technology, Tianjin University, Tianjin 300072, PR China Key Laboratory for Green Chemical Technology School of Chemical Engineering & Technology Tianjin University Tianjin 300072 PR China Key Laboratory for Green Chemical Technology, School of Chemical Engineering & Technology, Tianjin University, Tianjin 300072, PR China ⁎ Corresponding author. Tel.: +86 22 2740 6498; fax: +86 22 2789 0905. Graphical abstract There were significant changes in the crystal structure of copper hydroxide chloride at the treating temperatures of 303K, 523K, 573K and 673K. Part of γ-Cu2(OH)3Cl crystals were converted to Cu(OH)Cl at temperature 523K, which is more active as the catalyst in the oxidative carbonylation of ethanol to diethyl carbonate. Diethyl carbonate (DEC) was prepared via oxidative carbonylation of ethanol over a heterogeneous Wacker-type catalyst supported by activated carbon (AC). The active species of copper chloride hydroxide crystals has a great effect on the catalytic performance and chemical adsorption capacities. Cu(OH)Cl crystal is the most active catalyst for the diethyl carbonate synthesis. In situ XRD technique was used to analyze the effect of treatment temperature on the crystal structures of catalyst in the oxidative carbonylation of ethanol to diethyl carbonate. Cu(OH)Cl was easily formed at 523K, which showed the best catalytic activities. γ-Cu2(OH)3Cl was formed at 573K, which showed lower catalytic activities in the synthesis of DEC. CuO was formed at the treatment temperature of 673K, which increased the yield of by-products—acetaldehyde and ethyl acetate. The catalytic performance of three catalysts of CuCl2–PdCl2–KCl–NaOH/AC prepared at the different treatment temperatures above indicated the same trend which could be ascribed to the in situ effects on the catalysts under the reaction conditions. Keywords Diethyl carbonate Oxidative carbonylation Copper chloride hydroxide In situ XRD Catalyst 1 Introduction Diethyl carbonate (DEC) has attracted an increased attention as an environmentally friendly chemical raw material [1]. It is widely used for organic synthesis due to its versatile chemical properties as a non-toxic carbonylating and ethylating agent because of carbonyl and ethoxy groups in its molecule. In recent years, diethyl carbonate is found to be a substitute for methyl tert-butyl ether (MTBE), which is largely used as an oxygen-containing fuel additive. DEC features the more favorable gasoline/water distribution coefficient and lower volatility than other promising substitutes for MTBE-dimethyl carbonate (DME) and ethanol [2]. There are several methods for the DEC synthesis, such as a phosgene process, oxidative carbonylation of ethanol [3–8], carbonylation of ethyl nitrite [9–11], and an ester exchange process [12]. Among them, the vapor phase oxidative carbonylation of ethanol represents one of the proposed favorable processes. The overall reaction is (1) 2 C 2 H 5 OH + CO + 1 2 O 2 → C 2 H 5 OCOO C 2 H 5 + H 2 O Eyring and co-workers [4] reported a process for DEC production by vapor phase oxidative carbonylation in the presence of a catalyst, consisting of copper (II) chloride/palladium chloride loaded on the activated carbon (AC), which was treated with potassium hydroxide. The selectivity of DEC formation reached above 99% but the ethanol conversion was dissatisfactory, ca. 18%. Seehra and co-workers [7] stressed the importance of catalyst characteristics and concluded that paratacamite (γ-Cu2(OH)3Cl) was more active than CuCl2 for the DEC synthesis. Liu et al. [8] reported a CuCl–PdCl2/C catalyst for DEC production by vapor phase oxidative carbonylation of ethanol. The rate-limiting step in the carbonylation is the insertion of carbon monoxide to the ethoxy species, C2H5O–CuCl, and the catalyst is easily deactivated during on stream because of the sintering of cuprous chloride and the decomposition of the palladium chloride on the catalyst. In our previous work, KCl was proved to be a promoter for the CuCl2–PdCl2–NaOH/AC catalyst, which contributed to a conversion increase of 30% [13], and the conversion of ethanol increased beyond 30%. KCl also favored the Cu(OH)Cl crystal formation, increasing the efficiency for DEC synthesis. Further, we showed that temperature of catalyst treatment had an important effect on the crystal structure of catalytically active species. In this study we present results of the influence of treatment temperature on the crystal structure of catalyst and its activities in oxidative carbonylation of ethanol to diethyl carbonate. In situ XRD technique was employed to analyze the transformation of crystal structures of the CuCl2–PdCl2–KCl–NaOH/AC catalyst. 2 Experimental 2.1 Catalyst preparation The catalyst was prepared by impregnating of activated carbon with methanol solution of CuCl2, PdCl2, and potassium chloride. The resultant mixtures were refluxed with vigorous stir for 4h at 333K, the methanol was removed by the vacuum distillation, and catalyst was dried at 353K for 4h in a vacuum oven. Cu and Pd contents expressed by metal weight of catalyst were 3 and 0.25wt.%, respectively, both measured as metals. And the molar ratio of K to Cu was 1. The catalyst sample was then impregnated in a sodium hydroxide methanol solution (Cu/OH=1, molar ratio), and treated by the same procedure as described above. The BET specific surface area of the activated carbon employed here was 900m2/g. 2.2 Production and analysis of diethyl carbonate Catalytic activities were measured by a computer-controlled continuous microreactor system (MRCS-8004B, HuaYang) with a stainless steel tubular reactor with an inner diameter of 8mm. The reaction products passed through a cooling trap and uncondensed gas products were analyzed by a gas chromatograph (GC-8A, Shimadzu) supplied with a TCD detector with columns packed with TDX-01 and Porapak-Q. The liquid products collected in the cooling trap were sampled every 1h and analyzed by a GC (4890D, Agilent) equipped a FID detector. The reaction conditions were as follows: 2g catalyst, 0.1ml/min ethanol (as liquid), 4sccm O2, 40sccm CO, 20sccm N2, reaction temperature of 423K and reaction pressure of 0.64MPa. 2.3 Catalyst characterization The catalyst structures were determined by the XRD method, using a Rigaku C/max-2500 diffractometer with Co Kα radiation (λ =1.7890Ǻ) in the 2θ ranges from 10 to 90° (D/Max-2500, Rigaku) and a scanning electron microscope (XL30ESEM, Phlilps). CO temperature-programmed desorption (TPD) analysis for catalysts was carried out by a Micromeritics 2910 instrument. The catalyst sample was (i) loaded in the tube reactor at room temperature, and (ii) processed at a constant heating rate of 20Kmin−1 under nitrogen atmosphere up to 573K for 30min. Nitrogen gas was replaced by helium to cool the sample tube to 323K. The sample was exposed to CO (20mlmin−1) for 120min. TPD measurements were carried out at a heating rate of 5Kmin−1 with a helium flow of 30mlmin−1. 3 Results and discussion 3.1 KCl promoted catalysts CuCl2–PdCl2/AC, a Wacker-type catalyst, has been the main catalytic system for the diethyl carbonate synthesis via oxidative carbonylation of ethanol. Wacker-type catalysts were mostly used as a catalyst of the low-temperature CO oxidation [14–19]. The main catalytic mechanism of this system was regarded as a redox cycle between copper and palladium. It has been recognized that paratacamite (γ-Cu2(OH)3Cl) is more active in the oxidative carbonylation process than atacamite (α-Cu2(OH)3Cl) because γ-Cu2(OH)3Cl is more efficient than α-Cu2(OH)3Cl for both regenerating Pd0 to Pd2+ and reducing Cu2+ to Cu+ [20]. The Cu/OH mole ratio can control the crystal structure of the copper chloride hydroxide. When the mole Cu/OH ratio kept up to 2, α-Cu2(OH)3Cl crystal was formed, while γ-Cu2(OH)3Cl was formed at Cu/OH ratio decreased to 1. In this regard, as shown in Table 1 , γ-Cu2(OH)3Cl is very effective for the DEC synthesis, but not the best one. As shown in Table 1, selectivity of diethyl carbonate was about 95%, while the ethanol conversion and space time yield (STY) of diethyl carbonate were quite different. At the lower oxygen feed concentration when KCl was added to the catalyst as a promoter, the ethanol conversion only slightly increased. However, when the feed mole ratio of O2/C2H5OH increased from 1:8 to 1:4, the ethanol conversion dramatically increased by about 2 times, with the same promoter, KCl. The STY of diethyl carbonate also increased from 208.3 to 317.4(gDEC/lCath). In our previous work, it has been shown that the part of γ-Cu2(OH)3Cl has converted to Cu(OH)Cl when KCl was used as a promoter for the CuCl2–PdCl2–NaOH/AC catalyst. Because of its insolubility, it is really difficult to synthesize pure Cu(OH)Cl while to load it on the support, and further determine the relationship between the quantity of Cu(OH)Cl crystal and its catalytic activity. However, this issue is still under intensive investigation in our lab and may be reported elsewhere. To address the reactivities of Cu with different valence states, understanding of the properties is necessary. As well known, copper is a quite variable material, which has the Ar electronic configuration 3d10 4s1. That means that the 4p orbital is completely vacant. It provides an opportunity for other molecules or ions to share their pairs of electrons with the empty Cu orbitals. Furthermore, copper has low electronegativity, leading to the much greater degree of covalence in the copper compounds. These features make copper chloride hydroxide many different crystal structures. The redox process between different copper species and palladium has a great influence on the oxidative ethanol carbonylation to diethyl carbonate by the variations of copper chloride hydroxide crystal structures. Not only does the crystal structure play an important role in the redox process, but puts certain affects on the chemical adsorption capacity of the catalytic active species. Thus, as follows, we mainly focus on the chemical adsorption of CO on the catalysts. 3.2 CO temperature-programmed desorption The chemical adsorption capacity of the catalytically active species is very significant for the gas–solid phase catalytic reactions. Since the catalytic activities increases by the addition of KCl as a promoter, the catalyst performance was again compared by using CO temperature-programmed desorption (TPD). The CO chemical adsorption capacity has been considered as a very important factor for the catalytic performances in the vapor phase diethyl carbonate synthesis. Fig. 1 shows CO temperature-programmed desorption profiles for CuCl2–PdCl2–NaOH/AC and CuCl2–PdCl2–KCl–NaOH/AC (Cu/K=1:1, molar ratio) catalysts. As shown in Fig. 1, it was found that the activated carbon as a support possesses a certain capacity of CO chemical adsorption, which, however, does not agree with the results reported by Han et al. at some points [20]. They have studied the same catalytic system for dimethyl carbonate production, using an activated carbon as a support but did not find any response during CO adsorption, while other catalysts exhibited the characteristic TPD behavior. This difference could be caused by the different qualities of activated carbon supports. It has been known that the surface of activated carbon is enriched by oxygen containing groups, such as hydroxyl, carboxyl, and carbonyl groups. These oxygen containing groups could be ascribed to the chemical adsorption of carbon monoxide. As also shown in Fig. 1, the intensity of CO desorption began to increase at ca. 322K and reached a maximum at about 370K. The intensity of CO desorption increased with the further temperature increase. Therefore, at this point, it can be concluded that CuCl2–PdCl2–KCl–NaOH/AC is the best candidate in terms of CO adsorption capacity (23.8ml/g). Comparably the catalyst with no KCl promoter added had the CO adsorption capacity of 19.2ml/g. Obviously, the KCl promoter made CuCl2–PdCl2–NaOH/AC catalyst giving increases in both adsorption capacity and desorption temperature, which agrees with the catalytic reactivities presented in Table 1. In other words, the KCl promoter changed the active structural species of catalyst and enhanced its chemical adsorption capacity, which turns out to promote the DEC synthesis. Though the catalyst of CuCl2–PdCl2–NaOH/AC with the KCl promoter is more favorable for the DEC synthesis via an ethanol oxidative carbonylation, our attention was focused on the transformation of copper chloride hydroxide crystal structure. 3.3 In situ temperature-programmed XRD analysis Previous study of mechanism of catalytic ethanol oxidative carbonylation to diethyl carbonate indicated that the electron exchange between Pd and Cu species played an important role in the catalytic performance [13]. In order to promote the transformation of copper chloride hydroxide from γ-Cu2(OH)3Cl to Cu(OH)Cl, the preliminary thermal treatment was considered as a basic approach. In situ XRD analysis was carried out at the temperature varied from 373 to 1073K. Fig. 2 shows the in situ XRD patterns for the prepared CuCl2–PdCl2–KCl–NaOH catalyst. There were significant changes in the crystal structures of copper hydroxide chloride at temperatures of 303, 523, 573 and 673K. The comparison of obtained XRD patterns for the sample of CuCl2–PdCl2–KCl–NaOH catalyst with the reference ones (JCPDS files) gave evidence that at the room temperature the main part of copper crystal is γ-Cu2(OH)3Cl (paratacamite, JCPDS #25-1427) and that the smaller one is Cu(OH)Cl (JCPDS #23-1063). A similar catalytic system (CuCl2–PdCl2–NaOH/AC catalyst with Cu/OH=1:1, containing solely γ-Cu2(OH)3Cl) crystals) has been used for DMC synthesis by Han et al. [20]. We note that if the above catalyst was prepared without KCl addition, Cu(OH)Cl was not formed, which, as expected, is in contrast with our previous results [13] where the KCl promoter was used and Cu(OH)Cl was formed. Another notable feature is that the greater part of γ-Cu2(OH)3Cl crystals were converted to Cu(OH)Cl at temperature 523K, which indicates that the preheating method can be used as an efficient approach for the copper chloride hydroxide crystal transformation. However, when the treatment temperature increased above 573K, Cu(OH)Cl is converted to γ-Cu2(OH)3Cl due to the low thermal stability of Cu(OH)Cl at higher temperatures, while it is decomposed to copper oxide at a temperature of 673K and above. Considering the structure of Cu(OH)Cl, based on the study of Iitaka et al. [21], it consists of Cu(OH)3Cl3, which has a single edge-sharing octahedral structure. The Cu(OH)3Cl3 in Cu(OH)Cl possesses two chloride atoms, locating in the trans-positions on the long distance from copper atoms, and one chloride atom on the very short distance in the significantly distorted square-plane surrounding copper atoms [22]. This distortion appears due to the well-known Jahn-Teller effect, which makes the crystallographic structure of Cu(OH)3Cl3 unstable, resulting in its transformation to the other crystallographic structures. To further explore the chemistry of this Wacker-type catalyst, three fresh prepared samples of CuCl2–PdCl2–KCl–NaOH/AC catalyst were treated at the temperature of 523, 573 and 673K, respectively, under the nitrogen atmosphere and their catalytic activities as a function of reaction time are shown in Fig. 3 . The ethanol conversion reached above 30% when the catalyst was pretreated at 673K. However, the selectivity of DEC was somewhat low, about 20%, because ethanol was mostly converted to acetaldehyde and ethyl acetate. XRD patterns showed that the active component of the catalyst sample pretreated at 673K was copper oxide, which implies that copper oxide can be used as a catalyst for acetaldehyde synthesis since it dramatically decreases the DEC selectivity. During the reaction time, DEC selectivity quickly increased probably due to the transformation of copper oxide to copper hydroxide chloride under the reaction conditions. On the other hand, the catalyst pretreated at 523K demonstrates both better ethanol conversion and DEC selectivity because of an significant amount of Cu(OH)Cl in the catalyst. As it is also shown in Fig. 3, the conversion of ethanol decreased quickly with the time on stream of about 3h. Then, the decrease in the rate of the ethanol conversion becomes moderate. Liu et al. [8] attributed the causes of the deactivation to the sintering of cuprous chloride and the decomposition of the palladium chloride on the catalyst. Our previous work [23] indicated that the deactivation could be caused by the volatilization of the Cl atom and the change of the crystal structure of cuprous species. According to the proposed catalytic mechanism [13], Cu(OH)Cl is more effective for increasing ethanol conversion and DEC selectivity than paratacamite due to its highly redoxable properties for oxidation of Pd0 to Pd2+ and reduction of Cu2+ to Cu+. The outer-sphere mechanism in the oxidation–reduction of Pd/Cu and the Jahn-Teller effect, peculiar to Cu(OH)Cl crystals, make the reduced Pd atoms easily reoxidized by Cu(OH)Cl, which turns out to increase catalytic activity for CO oxidation in the DEC synthesis. 4 Conclusion The crystal structure of copper chloride hydroxide has an important effect on the synthesis of diethyl carbonate. Cu(OH)Cl is more active than γ-Cu2(OH)3Cl. CO-TPD analysis indicates that the capacity of CO adsorption increases and desorption temperature shifts to a lower value when Cu(OH)Cl is formed, which could directly account for catalytic promotions. The thermal pretreatment of catalyst significantly modifies the catalyst crystal structure; the crystal structure of copper chloride hydroxides was changed at temperatures 523, 573, and 673K, respectively. Combinations of in situ XRD analysis and catalytic test indicated that Cu(OH)Cl was easily formed at pretreated temperature of 523K while the corresponding sample demonstrated the best catalytic activities. CuO was formed at pretreated temperature of 673K, leading to an increase in the yield of by-products such as acetaldehyde and ethyl acetate. Acknowledgments Authors gratefully acknowledge financial support from the National Natural Science Foundation of China (20576093), the Program for New Century Excellent Talents in University (NCET-04-0242), and the Tianjin Natural Science Foundation of China (05YFJMJC09800). References [1] http://www.epa.gov/enviro/html/emci/chemref/105588.html. http://www.epa.gov/enviro/html/emci/chemref/105588.html.. [2] M.A. Pacheco C.L. Marshall Energy Fuels 11 1997 2 Pacheco M.A., Marshall C.L., Energy Fuels, 11, 1997, 2. [3] W.L. Mo G.X. Li Y.Q. Zhu H. Xiong F.M. Mei Chin. J. Catal. 24 2003 3 Mo W.L., Li G.X., Zhu Y.Q., Xiong H., Mei F.M., Chin. J. Catal., 24, 2003, 3. [4] B.C. Dunn C. Guenneau S.A. Hilton J. Pahnke E.M. Eyring Energy Fuels 16 2002 177 Dunn B.C., Guenneau C., Hilton S.A., Pahnke J., Eyring E.M., Energy Fuels, 16, 2002, 177. [5] N.S. Roh B.C. Dunn E.M. Eyring Fuel Chem. Div. Prepr. 47 2002 142 Roh N.S., Dunn B.C., Eyring E.M., Fuel Chem. Div. Prepr., 47, 2002, 142. [6] N.S. Roh B.C. Dunn E.M. Eyring R.J. Pugmire H.L.C. Meuzelaar Fuel Process. Technol. 83 2003 27 Roh N.S., Dunn B.C., Eyring E.M., Pugmire R.J., Meuzelaar H.L.C., Fuel Process. Technol., 83, 2003, 27. [7] A.M. Punnoose S. Seehra B.C. Dunn E.M. Eyring Energy Fuels 16 2002 182 Punnoose A.M., Seehra S., Dunn B.C., Eyring E.M., Energy Fuels, 16, 2002, 182. [8] T. Liu C. Chang Appl. Catal., A: Gen. 304 2006 72 Liu T., Chang C., Appl. Catal., A: Gen., 304, 2006, 72. [9] X.Z. Jiang Y.H. Su S.H. Chien Catal. Lett. 69 2000 153 Jiang X.Z., Su Y.H., Chien S.H., Catal. Lett., 69, 2000, 153. [10] X.Z. Jiang Y.H. Su B.J. Lee S.H. Chien Appl. Catal., A: Gen. 211 2001 47 Jiang X.Z., Su Y.H., Lee B.J., Chien S.H., Appl. Catal., A: Gen., 211, 2001, 47. [11] X.B. Ma M.M. Fan P.B. Zhang Catal. Commun. 5 2004 765 Ma X.B., Fan M.M., Zhang P.B., Catal. Commun., 5, 2004, 765. [12] Y. Urano, M. Kirishiki, Y. Onda, H. Tsuneki, US 5,430,170, 1993. Y. Urano, M. Kirishiki, Y. Onda, H. Tsuneki, US 5,430,170, 1993.. [13] Z. Zhang X.B. Ma J. Zhang F. He S.P. Wang J. Mol. Catal., A: Chem. 227 2005 141 Zhang Z., Ma X.B., Zhang J., He F., Wang S.P., J. Mol. Catal., A: Chem., 227, 2005, 141. [14] K.I. Choi M.A. Vannice J. Catal. 127 1991 465 Choi K.I., Vannice M.A., J. Catal., 127, 1991, 465. [15] K.I. Choi M.A. Vannice J. Catal. 127 1991 489 Choi K.I., Vannice M.A., J. Catal., 127, 1991, 489. [16] K.I. Choi M.A. Vannice J. Catal. 131 1991 1 Choi K.I., Vannice M.A., J. Catal., 131, 1991, 1. [17] K.I. Choi M.A. Vannice J. Catal. 131 1991 22 Choi K.I., Vannice M.A., J. Catal., 131, 1991, 22. [18] K.I. Choi M.A. Vannice J. Catal. 131 1991 36 Choi K.I., Vannice M.A., J. Catal., 131, 1991, 36. [19] E.D. Park S.H. Choi J.S. Lee J. Phys. Chem. B 104 2000 5586 Park E.D., Choi S.H., Lee J.S., J. Phys. Chem. B, 104, 2000, 5586. [20] M.S. Han B.G. Lee B.S. Ahn H.S. Kim D.J. Moon S.I. Hong J. Mol. Catal., A: Chem. 203 2003 137 Han M.S., Lee B.G., Ahn B.S., Kim H.S., Moon D.J., Hong S.I., J. Mol. Catal., A: Chem., 203, 2003, 137. [21] Y. Iitaka S. Locchi H.R. Oswald Helvetica 44 1961 2095 Iitaka Y., Locchi S., Oswald H.R., Helvetica, 44, 1961, 2095. [22] Y. Cudennec A. Riou Y. Gerault A. Lecerf J. Solid State Chem. 151 2000 308 Cudennec Y., Riou A., Gerault Y., Lecerf A., J. Solid State Chem., 151, 2000, 308. [23] X. Ma Z. Zhang S. Wang H. Shi H. Zhang Fuel Chem. Div. Prepr. 48 2003 908 Ma X., Zhang Z., Wang S., Shi H., Zhang H., Fuel Chem. Div. Prepr., 48, 2003, 908.",
      "scopus-id": "33947110346",
      "coredata": {
        "eid": "1-s2.0-S1381116906013562",
        "dc:description": "Diethyl carbonate (DEC) was prepared via oxidative carbonylation of ethanol over a heterogeneous Wacker-type catalyst supported by activated carbon (AC). The active species of copper chloride hydroxide crystals has a great effect on the catalytic performance and chemical adsorption capacities. Cu(OH)Cl crystal is the most active catalyst for the diethyl carbonate synthesis. In situ XRD technique was used to analyze the effect of treatment temperature on the crystal structures of catalyst in the oxidative carbonylation of ethanol to diethyl carbonate. Cu(OH)Cl was easily formed at 523K, which showed the best catalytic activities. γ-Cu2(OH)3Cl was formed at 573K, which showed lower catalytic activities in the synthesis of DEC. CuO was formed at the treatment temperature of 673K, which increased the yield of by-products—acetaldehyde and ethyl acetate. The catalytic performance of three catalysts of CuCl2–PdCl2–KCl–NaOH/AC prepared at the different treatment temperatures above indicated the same trend which could be ascribed to the in situ effects on the catalysts under the reaction conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-04-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906013562",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Zhen"
          },
          {
            "@_fa": "true",
            "$": "Ma, Xinbin"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Pingbo"
          },
          {
            "@_fa": "true",
            "$": "Li, Yeming"
          },
          {
            "@_fa": "true",
            "$": "Wang, Shengping"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906013562"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906013562"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)01356-2",
        "prism:volume": "266",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Effect of treatment temperature on the crystal structure of activated carbon supported CuCl2–PdCl2 catalysts in the oxidative carbonylation of ethanol to diethyl carbonate",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Diethyl carbonate"
          },
          {
            "@_fa": "true",
            "$": "Oxidative carbonylation"
          },
          {
            "@_fa": "true",
            "$": "Copper chloride hydroxide"
          },
          {
            "@_fa": "true",
            "$": "In situ XRD"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "202-206",
        "prism:endingPage": "206",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 April 2007",
        "prism:doi": "10.1016/j.molcata.2006.11.009",
        "prism:startingPage": "202",
        "dc:identifier": "doi:10.1016/j.molcata.2006.11.009",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "178",
            "@width": "244",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18649",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "280",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21854",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "549",
            "@width": "377",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70547",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "598",
            "@width": "379",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52564",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12962",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5167",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6862",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4922",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "790",
            "@width": "1082",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "307759",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1240",
            "@width": "1636",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "185112",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2430",
            "@width": "1670",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "794584",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2653",
            "@width": "1681",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "633668",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "358",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906013562-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1434",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33947110346"
      }
    }
  }
}