{
  "metadata": {
    "title": "Novel water soluble catalysts for hydrogenation of olefins and low molecular weight polymers in aqueous and aqueous/organic biphasic media",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-02-24",
    "doi": "10.1016/S1381-1169(96)00280-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996002804",
    "pii": "S1381116996002804"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031055646",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-05-27 1998-05-27 2010-03-25T21:28:44 1-s2.0-S1381116996002804 S1381-1169(96)00280-4 S1381116996002804 10.1016/S1381-1169(96)00280-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0057X 2015-05-15T05:56:33.668241-04:00 0 0 19970224 1997 1998-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 116 116 1 2 1 2 Volume 116, Issues 1–2 32 309 316 309 316 19970224 24 February 1997 1997-02-24 1997 Catalysis in Water converted-article fla Copyright © 1997 Published by Elsevier B.V. NOVELWATERSOLUBLECATALYSTSFORHYDROGENATIONOLEFINSLOWMOLECULARWEIGHTPOLYMERSINAQUEOUSAQUEOUSORGANICBIPHASICMEDIA MUDALIGE D PARSHELL 1992 G HOMOGENEOUSCATALYSIS BAILAR 1974 17 J DROR 1977 219 Y HORVATH 1994 72 I KALCK 1992 219 P DAVIS 1992 498 M HERRMANN 1993 1524 W HAGGIN 1994 28 J HORVATH 1990 43 I GANGULY 1992 3500 S CORNILS 1995 33 B WAN 1994 1 K RUSSELL 1988 179 M HERRMANN 1992 191 W BENYEI 1990 15 A FACHE 1992 337 E LAU 1993 39 C KUNTZ 1987 570 E JEGOROW 1991 9 A BADENER 1991 27 A AVEY 1993 233 A SMITH 1983 1138 R PEIFFER 1990 1 G TOTH 1990 895 I OKANO 1994 1057 T RENAUD 1991 403 E RENAUD 1992 2905 E HERRMANN 1990 391 W FACHE 1992 331 E BARTIK 1993 164 T BARTIK 1994 164 T STEININGER 1962 2541 E ISSLEIB 1965 2091 K GUO 1990 279 X MARTIN 1992 135 P GUO 1992 135 X REMPEL 1992 105 G LAMPING 1994 75 A ARHANCET 1991 94 J ARHANCET 1991 100 J CHAUDHARI 1995 501 R THOMPSON 1995 108 D FELL 1991 143 B BARTIK 1994 43 T BUHLING 1995 69 A BARTIK 1995 117 T TSVETKOV 1986 198 E OSBORN 1966 1711 J LARPENT 1987 2922 C NAAKTGEBOREN 1980 3350 A TOLMAN 1974 2762 C JEGOROV 1984 4288 A MUDALIGEX1997X309 MUDALIGEX1997X309X316 MUDALIGEX1997X309XD MUDALIGEX1997X309X316XD item S1381-1169(96)00280-4 S1381116996002804 1-s2.0-S1381116996002804 10.1016/S1381-1169(96)00280-4 271358 2010-09-29T19:50:00.063374-04:00 1997-02-24 1-s2.0-S1381116996002804-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002804/MAIN/application/pdf/25e3612da3eac0c68d30faeef9b8fb7d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002804/MAIN/application/pdf/25e3612da3eac0c68d30faeef9b8fb7d/main.pdf main.pdf pdf true 809788 MAIN 8 1-s2.0-S1381116996002804-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002804/PREVIEW/image/png/f55c6fb6a6dcefccde40ed1ca1dd5f43/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002804/PREVIEW/image/png/f55c6fb6a6dcefccde40ed1ca1dd5f43/main_1.png main_1.png png 60940 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 116 (1997) 309-316 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Novel water soluble catalysts for hydrogenation of olefins and low molecular weight polymers in aqueous and aqueous/organic biphasic media D. Chandrika Mudalige, G.L. Rempel Department of Chemical Engineering, Uniuersitv of Waterloo, Waterloo, Ontario, Canada N2L 3Gl Accepted 17 June 1996 Abstract A series of carboxylated phosphines of the type Ph2P-(CHZ),-COZNa, where n = 1, 2, 4, 5, and 7, and p- or nt-Ph2P-C6H4-CO,Na have been synthesized. The ligands are readily soluble in water. The water soluble complexes [RhCI(HEXNa)ZIZ, 1 (HEXNa=Ph2P-(CHZ)5-COZNa), and [RhCI(OCTNa)212, 2 (OCTNa=Ph2P-(CHZ)7-C02Na), have been prepared by the general reaction of exchange of PPh, in RhCI(PPh3)3 with HEXNa or OCTNa ligands. A similar phosphine exchange reaction with Ph,P-(CHZ)-COZNa (NaA) led to a water insoluble complex which is formulated as Rh(PPh;)A(NaA), 3, in which NaA acts as a P-monodentate and A- as a P,O-chelating ligand. Complexes 11 and 2 were found to be effective catalysts for hydrogenation of olefins and polybutadiene in aqueous and aqueous/organic biphasic media, respectively. With both catalysts the terminal olefins were hydrogenated much faster than the internal olefins, but an unusually enhanced hydrogenation rate was observed in the hydrogenation of the internal double bonds in 2-pentene- and 3-pentenenitriles. The catalysts show selectivity for the hydrogenation of 1,2 (vinyl) addition units over 1,4 (internal) addition units present in the polybutadiene. Kei-words: water soluble: Rhodium; Hydrogenation; Olefins; Low molecular weight polymers 1. Introduction The potentially significant advantages of homogeneous over heterogeneous catalysts with respect to activity and selectivity are well documented [ 1 ], but problems of separation of products) from the catalyst may present major obstacles in industrial applications. One solution to this problem is to utilize liquid-liquid biphasic systems in which solutions of the catalyst Y Corresponding author. 1381-1169/97/$17.00 Copyright OO 1997 Elsevier Science B.V. All rights reserved. PH S1381-1169(96)00280-4 and of the substrate and product(s) are separated by a phase barrier [2]. The choice of water as the reaction medium with the use of water soluble metal complexes has gained increasing attention as water is non-miscible with most organic substrates used in catalytic reactions. In addition, catalysis in aqueous phase constitute safer, cheaper, and better environmental alternatives to current industrial processes using organic solvents. Thus organometallic catalysis in aqueous media has become an alternative and emerging approach in modern homogeneous catalytic reactions. The enormous interest in this 310 D. Chandrika Mudalige, G.G. Rempel/Journal of Molecular Catalysis A: Chemical 116 (1997) 309-316 field is apparent from the many reviews [3] and papers [4,5] that appeared in the recent literature. Several catalytic reactions have been achieved in aqueous/organic biphasic systems among which hydroformylation [6] and hydrogenation [7] of olefins provide representative examples. In fact, hydroformylation of olefins is carried out in industrial scale using a water soluble rhodium catalyst (Ruhrchemie/Rhone-Poulenc process) [8]. The success of this process reveals the potential of water soluble catalysts in other industrial applications. In most of these systems water solubilization of the metal complexes that are used as catalysts have been achieved by using water soluble phosphine ligands. Therefore much effort has been directed toward tailoring the phosphine ligands with appropriate polar substituents including carboxylate [9], ammonium [ 10], phosphonium [11,12], sulfonate [13], or hydroxyl [14] functions, which induce solubilization in water. Among these various water soluble phosphines reported, sulfonated phosphines or quaternized tertiary aminophosphine bearing transition metal complexes have been studied most extensively on catalytic reactions, but less work has been done on complexes containing carboxylated phosphine ligands. Due to the key role of rhodium complexes in hydrogenation, and due to our ongoing research on homogeneous hydrogenation [15], we became interested in the synthesis and study of catalytic properties of rhodium complexes containing carboxylated phosphine ligands. Although two-phase catalysis with water soluble metal complexes has been successfully carried out with smaller alkenes, the rate of such reactions with higher alkenes may become extremely slow due to phase transfer limitations. Several attempts have been made in the past to overcome this problem which include the use of quaternary ammonium or phosphonium salts in place of the trisodium salt of the trisulfonated triphenylphosphine (TPPTS) [16], and the use of supported aqueous phase catalysts (SAP catalysts). In the latter approach the water soluble catalyst is immobilized in a supported aqueous phase on a high surface area hydrophilic solid [5,17]. Another development in enhancing catalysis in biphasic aqueous/organic systems involves the use of a `promoter ligand' [18]. This ligand is soluble in the organic phase but insoluble in the aqueous phase, and will bind to the water-soluble organometallic catalyst thereby increasing the catalyst concentration at the interface. A different and a more promising approach involves use of catalysts containing surface active phosphine ligands [19-23]. Significant rate enhancements in hydroformylation of higher olefins have been observed in such systems. In an attempt to determine the effect of ligand chain length on the surface activity and hence on the catalyst properties we prepared a series of carboxylated phosphine ligands of the type Ph2P-(CH2)C02Na, where n = 1, ETHNa; 2, PROPANa; 4, PENTNa; 5, HEXNa; or 7, OCTNa, and para- or meta-Ph 2 P-C 6 H 4C02Na (p- or m-BENZNa). In this paper we report the synthesis and characterization of the above-mentioned ligands and their rhodium complexes. The catalytic activities of the water soluble complexes [RhCI(HEXNa)2]2, 1, and [RhCI(OCTNa)2]2, 2, in hydrogenation of simple alkenes and polybutadiene in aqueous and aqueous/organic biphasic media are also presented. 2. Experimental All syntheses were performed under prepurified zero-oxygen nitrogen using standard Schlenk techniques. 2.1. Materials Reagent grade solvents were used as supplied and were degassed before use. Distilled deionized water was used in all instances where water is specified and is degassed prior to use. Oxygen-free hydrogen gas was used in hydrogena- D. Chandrika Mudalige, G.L. Rempel /Journal of Molecular Catalvsis A: Chemical 116 (1997) 309-316 Table 1 ;1 P NMR data of carboxylated phosphines and their rhodium complexes ' Compound Abbreviation 8 ` lJRhP (Hz) JN P (Hz) Ph-P-(CH 2)-CO, Na ETHNa -18.29 Ph=P-(CH2)2-CO=Na PROPANa -16.24 Ph2P-(CHz)4-CO,Na PENTNa - 16.34 Ph,P-(CH=)S-CO2Na HEXNa -16.72 Ph2P-(CHZ)1-COZNa OCTNa -16.82 p-Ph,P-(C6H4)-CO,Na p-BENZNa -6.21 m-Ph=P-(C,H4)-CO_,Na m-BENZNa -6.45 [RhCI(HEXNa)=12 1 17.00 (d) 140.89 [RhCI(OCTNa)71- 2 17.78 (d) 151.17 Rh(Ph,P-CH_,-CO_XETHNA)(PPh3) 3 b 27.52 (ddd) 146 314, 38 27.84 (ddd) 145 314, 41 54.43 (d0 178 39 ' The spectra are recorded in DO at 298 K. n In CDCI3. In ppm relative to external H,PO4; downfield shifts positive: d = doublet, ddd = doublet of doublet of doublets. dt = doublet of triplets. tion experiments. The alkene substrates were purified by passing through a neutral alumina column. The polybutadiene used in this study (obtained from Scientific Polymer Products) contained 40% vinyl and 30% trans-1,4 units and had a M- of 900. 2.2. Synthesis of phosphino carboxylic ligands The ligands Ph,,P-(CHZ)n-COONa (n = 1 or 2) were synthesized following a published procedure [24]. The same procedure was extended with minor modifications to make ligands where n = 4, 5, or 7, and para- or metaPh-,P-C6H4-COZNa ligands. A degassed solution of 50% KOH (50 mmol) was added to a solution of diphenylphosphine (20 mmol) in dimethyl sulfoxide (40 mL) at 20, with stirring. A solution of (o-chloro or co-bromocarboxylic acid (20 mmol) in dimethyl sulfoxide (5 mL) was then added dropwise. After stirring overnight, the solution was diluted with water (100 mL) and washed with toluene. The aqueous solution was acidified by dropwise addition of 2 M HCl with vigorous stirring. The phosphino carboxylic acid that precipitated out was filtered and washed with water and vacuum dried (note: if the acid is added too quickly or if the stirring is too slow the product comes off as an oil). A solution of the acid in ethanol was made basic with ethanolic sodium hydroxide, and ether was added to precipitate the Na-salt of the phosphino carboxylic acid. The final product was filtered, washed with ether and vacuum dried. Yield 30-60% (based on the to-halo acid used). The ligands are characterized by NMR spectroscopy (Table 1). 2.3. Synthesis of rhodium complexes In a typical experiment Ph2P-(CHz)nCOZNa (1.5 mmol) and RhCI(PPh3)3 [25] (0.5 mmol) were added to a solvent mixture containing CH2Cl2 (20 mL) and tetrahydrofuran (10 mL) and was refluxed for 30 min. After cooling to room temperature the solvent was removed under vacuum and the orange-brown residue was dissolved in water (30 mL). The resultant turbid solution was filtered through celite, and the clear red-brown filtrate was evaporated to dryness to give a orange-brown solid. Following the above procedure the water soluble complexes [RhCI(HEXNa)Z]2, 1, and [RhCI(OCTNa)z]z, 2, were obtained in 62% and 80% yields, respectively. The complexes are characterized by NMR spectroscopy (Table 1). Rh(Ph2P-CHZ-CO2)(ETHNa)(PPh3), 3: A suspension of Ph2 P-CH Z-CO,, Na (0.8 mmol) 312 D. Chandrika Mudalige, C.L. Rempel/Journal of Molecular Catalysis A: Chemical 116 (1997) 309-316 and RhCI(PPh3)3 (0.25 mmol) in a mixture of THF (20 mL) and CH2Cl2 (30 mL) was refluxed for 45 min. After cooling to room temperature the solvent was removed under vacuum and the resultant orange-brown residue is taken up in a mixture of water (30 mL) and THF (10 mL) to give a bright-yellow precipitate with a pale-yellow solution. After stirring the mixture overnight, the yellow product was filtered, washed with water and ether and vacuum dried. Yield 68%. 1H NMR (CDC13): 8= 1.81 (t, Ha, Jp_H = 6.3 Hz), 3.20 (d, H, Jp_H = 9.3 Hz), 3.75 (t, Hb, Jp_H = 6.2 Hz), 6.7-7.9 (m, phenyl). The 31 P NMR data are listed in Table 1. 2.4. Instrumentation GC analysis were performed on a Perkin Elmer Auto System gas chromatograph equipped with a flame ionization detector. The separations were accomplished with a 30 m X 0.322 cm DB-1 column. The 1H NMR spectra were run on a Bruker AM-250 or a Bruker AMX-500 spectrometer, and the 31P spectra (all 'H decoupled) on a Bruker AC-200 spectrometer. 2.5. Hydrogenation reactions All the reactions were carried out in a stainless steel autoclave equipped with catalyst addition and sampling devices. In a typical run, 80 mL of water and 4-5 g of organic substrate were added to a 250 mL glass liner (with polybutadiene (PBD), 2 g of polymer dissolved in 10 mL of toluene was added to 80 mL water). The catalyst was weighed into a glass bucket and placed in the catalyst addition device. The glass liner was then placed in the autoclave and the autoclave was assembled. After flushing with hydrogen three times, the mixture was degassed by bubbling HZ for 15 min. The reaction system is then heated to the required temperature with agitation under 0.34 MPa hydrogen. After the temperature equilibrium is reached the bucket containing the cata- lyst is dropped to the solution by pressurizing the catalyst addition device to the reaction pressure. Hydrogen was introduced into the autoclave when required to maintain a constant reaction pressure throughout the reaction period. Samples were withdrawn periodically from the reactor, which were extracted with toluene or chlorobenzene. The organic products in toluene extracts were then analyzed by GC. With PBD, the toluene extracts were dried under vacuum and the residue was dissolved in CDC13, and analyzed by 1 H NMR spectroscopy. The % hydrogenation of the polymer was calculated from the NMR integrations. 3. Results and discussion 3.1. Catalyst synthesis and characterization The classical method of preparing the Wilkinson-type rhodium complexes involving reduction of RhC13 by excess of phosphine was attempted with the carboxylated phosphines used in the present work. These reactions were carried out in water as well as in methanol/water mixtures, both at room temperature and under reflux temperatures. But none of these reactions resulted in a hydrosoluble rhodium complex. As revealed from 31 P NMR spectroscopy the only phosphorus containing product that was present in the reaction mixture was the oxide of the corresponding carboxylated phosphine used in the reaction. Similar oxidation of phosphines by Rh(III) in water in the absence of oxygen has been observed between TPPTS ligand (TPPTS = P(m-C6H4S03Na)3) and RhC13 [26]. Water soluble analogues of the Wilkinson complex were successfully synthesized by employing direct exchange of the triphenylphosphine groups in RhCl(PPh3)3 for carboxylated phosphines. The reaction was carried out in a mixture of organic solvents (CH2Cl2 and THF) in which the precursor RhCI(PPh3)3 is readily soluble and the carboxylated phosphine is marginally soluble. The reaction was carried out with a D. Chandrika Mudalige, C.L. Rempel/Journal of Molecular Catalysis A: Chemical 116 11997) 309-316 series of carboxylated phosphines of the type Ph2P-(CH2)C02Na where n = 1, 2, 4, 5, or 7, and para- or mesa-Ph2P-(C6H4)-C02Na. However, water soluble rhodium complexes could only be obtained with HEXNa and OCTNa ligands. The complexes were characterized by 1 P NMR spectroscopy and are formulated as chloride bridged dimers [RhCI(HEXNa)2]2, 1, and [RhCI(OCTNa)2]2, 2, respectively. The 31P NMR data of 1 and 2 (Table 1) are comparable with those reported for the previously known organosoluble complexes [RhCl(PR3)2]2 (R = Ph, 51.9, d, JRr,_P = 193.2 Hz; R = p-tolyl, 8 = 49.5, d, JRh_P = 196 Hz) [27,28]. Neither 1 nor 2 react with excess of the respective ligands to form the corresponding RhCl(HEXNa)3 or RhCI(OCTNa)3 complexes. This contrasts the behavior shown by analogous [RhCl(PR)2]z complexes (R = Ph [25], or p-tolyl [28]). Reaction of RhCl(PPh3)3 with Ph2P-(CH2)-C02Na led to a organosoluble complex 3, which is formulated based on its 3 1 P (Table 1) and 1 H NMR spectroscopic data, as containing a P,Ochelated and a P-monodentate ETHNa ligand. The observed 1 H NMR spectroscopic data of 3 correspond well with those reported for the structurally characterized Rh(1) complex Rh(CO)A(HA), where A = P,O-chelating Ph ., P-CH Z-CO z , and HA = Ph 2 P-CH ,COOH [29]. O~ ON%\"~ /p2RCH2 CO2Na PP3 3 The water insolubility of 3 could be explained by invoking fluxionality of ETHNa ligand between chelated and pendent form in solution. Phosphine exchange reaction between RhCl(PPh3)3 and Ph2P-(CH2)n-C02Na (n = 2 or 4) and p- and m-BENZNa ligands resulted in water insoluble orange-brown material. The 31 P NMR spectra of the organo-soluble materials resulted from each of these reactions showed a mixture of products, and none of them could be characterized or isolated. 3.2. Catalytic hydrogenations The catalytic activity of the two water soluble compounds 1 and 2 in hydrogenation of olefins and polybutadiene (PBD) were investigated. The olefin hydrogenation reactions were carried out in water without any added organic solvents. The results (Table 2) show that both 1 and 2 are catalytically active in olefin hydrogenations, with 1 having a superior activity with most of the substrates studied in the present work. The only difference between the two catalysts being the chain length of the carboxylated ligand the higher activity of 1 could be attributed to the shorter methylene spacer between phosphine and carboxylic moieties in HEXNa ligand. Although similar effects of figand chain length on catalyst activity have been previously reported [11], where it is suggested that the formation of stable micelles in the systems using catalysts containing longer chain lengths may hamper the catalyst activity, the present data are not suffice to reach a conclusion. After the hydrogenation reactions, the catalyst remained in the aqueous layer while the organic substrates and products were in the organic phase. This was evident from the paleyellow aqueous and colorless organic phases obtained after the reaction. However, in styrene and a-methylstyrene hydrogenations the organic layer was orange and the aqueous layer was colorless after the reaction, thus in these systems rhodium is extracted into the organic phase possibly by forming arene-Rh complexes. Some emulsification was seen between the organic and the aqueous phases after the hydrogenation reactions carried out with catalysts 1 and 2 with all the different substrates studied. This was significantly different from the hydrogenations of some of the substrates 314 D. Chandrika Mudalige, G.L. Rempel/Journal of Molecular Catalysis A: Chemical 116 (1997) 309-316 Table 2 Catalytic hydrogenation of olefins in water with [RhCI(HEXNa)Z]2, 1, and [RhCI(OCTNa)Z]Z, 2, complexes a Run Substrate Product Yield (%) ` Turnover frequency d with 1 with 2 with 1 with 2 1 1-octene b n-octane 94 23 1880 460 2 1-decene b n-decene 92 (2 h) 12 (2 h) 920 120 3 styrene b ethylbenzene 100 93 2000 1860 4 a-methylstyrene isopropylbenzene 15 34 300 680 5 trans-3-pentenenitrile valeronitrile 99 88 1980 1760 6 cis-2-pentenenitrile valeronitrile 99 (15 m) 85 (15 m) 7920 6800 7 cis-2-heptene heptane 41 16 820 320 8 trans-2-heptene heptane 33 7 660 140 9 cyclooctene cyclooctane 13 19 260 380 a Reaction conditions: catalyst = 1 X 10- 5 mol (of the dimer), olefin = 0.04 mol, solvent = 80 mL water, temperature = 90, H 2 = 4 MPa. b At 50. ` Reported for I h reaction time period, unless otherwise indicated. d Number of moles of olefin reduced per mole of rhodium in 1 h. carried out with RhCI(TPPMS)3 (TPPMS = monosulfonated triphenylphosphine) under identical conditions where little or no emulsification was seen. Thus it is evident that the complexes 1 and 2 have surface active properties rendered by the amphiphilic HEXNa and OCTNa ligands. From the results (Table 2) it is clear that the overall activity of 1 and 2 follow the order: terminal olefins > internal olefins > disubstituted olefins > cyclic olefins. However, the internal double bonds in the pentenenitriles were hydrogenated much faster, and thus deviate from the above general order. A remarkably enhanced activity of cis-2-pentenenitrile over trans-3-pentenenitrile is also observed. This could be explained by taking into account the steric effects exerted by the cis- versus transdouble bonds (cis-double bonds are readily reduced with most of the catalysts), or the electronic effects exerted by the nitrile group, or a combination of both factors. However, the comparable activity of cis-2-heptene and trans-2heptene tend to suggest that the electronic effects are more important, which is specially evident in cis-2-pentenenitrile hydrogenation where the double bond is conjugated to the nitrile group. Hydrogenation of the nitrile group Table 3 Catalytic hydrogenation of olefins in water with [RhCI(HEXNa)Z]2, 1, and [RhCI(OCTNa)2]2, 2, complexes: influence of added ligand to the reaction mixture a Substrate Catalyst % hydrogenation b without added ligand with added ligand ` without added ligand with added ligand ` Turnover frequency d 1-decene 1 92 (2 h) 3 (4 h) [1.5 eq] 920 15 [1.5 eq] styrene 1 100 54 [1 eq] 2000 1080 [1 eq] styrene 2 93 40 [1 eq] 1860 800 [1 eq] 9 [2 eq] 180 [2 eq] a The reaction conditions are same as in Table 2; the experiments were done at 50. b For 1 h reaction time period unless otherwise indicated. ` Reported for the ligand/catalyst combinations of HEXNa/1 and OCTNa/2, respectively; the amount of ligand added is indicated in square brackets as number of equivalents per rhodium. d Number of moles of olefin reduced per mole of rhodium in 1 h. D. Chandrika Mudalige, G.L. Rempel /Journal of Molecular Catalvsis A: Chemical 116 (1997) 309-316 315 Table 4 1 H NMR spectroscopic analysis for the hydrogenation of polybutadiene (PBD) with [RhCI(HEXNa)212, 1 Time (h) % hydrogenation Area at 4.9 ppm b Area at 5.4 ppm ` % 1.2 addition units 0 0 15 30 40 1 32 9 19 38 2 59 3 16 17 3 63 1 8 12 4 72 0.5 8.5 6 6 84 0 6 0 ~' Reaction conditions: catalyst = 1 X 10- 5 mol (of the dimer), PBD = 2 g (units of unsaturation = 0.04 mol, solvent = 10 mL toluene + 80 mL H20, temperature= 100, H= = 5.5 MPa. h =CH- protons. ` =CH- protons. in the penetenenitriles were not observed under the reaction conditions. A significant decrease in catalytic activities of both 1 and 2 was observed with the addition of the respective free carboxylated phosphine ligands to the reaction medium. The effect of added ligand on the catalytic activity is demonstrated with 1-decene and styrene hydrogenation experiments, and the results are summarized in Table 3. Presumably this reduced activity is due to a competition between the added free ligand and the olefin for a coordination site on the rhodium, which may lead to a retardation in the activation of the reaction. A similar effect of added ligand on catalytic hydrogenation of olefin has been observed with [(NBD)Rh(nPHOPHOS).,]3+ (NBD = norbornadiene; nPHOPHOS = [PhZP-(CHz)n-PMe3]NO3; n = 2 or 3) complexes [11 ]. The catalytic activities of 1 and 2 in hydrogenation of polybutadiene were studied in water (80 mL) and toluene (20 mL) solvent mixture. The polybutadiene with a Mof 900 was used in this study, and it contained 30% trans 1,4, 30% cis 1,4, and 40% vinyl addition units. The samples withdrawn periodically during the reaction were analyzed by 1 H NMR spectroscopy to monitor the extent of hydrogenation, and the hydrogenation of 1,2 versus 1,4 addition units. In the 1 H NMR spectrum of PBD (CDC13) the aliphatic proton signals appear in the 1.3-2.6 ppm region and the vinylic protons from the 1,2-PBD units are at 4.9 ppm. The olefinic 0 1 3 4 6 protons from 1,2-PBD and both cis- and trans1,4-PBD units appear at 5.4 ppm. The 1 H NMR spectra of partially hydrogenated pBD show new peaks at 0.9 ppm (m, CH 3 of hydrogenated 1,2-PBD units) and 1.3 ppm (olefinic protons of hydrogenated 1,2 and 1,4-PBD units), and the preferential hydrogenation of pendant vinyl units over 1,4 addition units is revealed by the decreasing intensity ratio of vinyl/olefin proton resonances with increasing extent of hydrogenation. The results obtained with catalyst 1 are shown in Table 4, and the results obtained with both 1 and 2 are summarized in Table 5 for comparison. From the results (Table 5) it is clear that 1 is more active than 2 in polybutadiene hydrogenation. With both catalysts the 1,2 (vinyl) addition units are selectively hydrogenated over the 1,4 (internal) addition units in PBD. This result is consistent with the observed selectivities of the two catalysts in simple alkene hydrogenation. Extension of hydrogenation Table 5 Summary of results on hydrogenation of polybutadiene with [RhCl(HEXNa)-1=, 1, and [RhCI(OCTNa), 1_ 2, complexes Time (h) hydrogenation 17c 1,2 addition units with 1 with 2 with t with 2 0 32 59 63 72 84 0 23 34 44 65 40 38 17 12 6 0 The reaction conditions are same as in Table 4. 40 39 34 30 13 316 D. ChandriMudalige, G.L. Rempel/Journal of Molecular Catalysis A: Chemical 116 (1997) 309-316 studies to other polymers such as styrene- butadiene rubber (SBR) and nitrile-butadiene [I1 rubber (NBR) are currently in progress. Acknowledgements Financial support of this research by the Natural Sciences and Engineering Research Council of Canada is gratefully acknowledged. References [1] G.W. Parshell, Homogeneous Catalysis (Wiley-Interscience, New York, 1992). [2] J.C. Bailar, Catal. Rev. 10 (1974) 17; Y. Dror and J. Manassen, J. Mol. Catal. 2 (1977) 219; LT. Horvath and J. Rabai, Science 266 (1994) 72. [3] P. Kalck and F, Monteil, Adv. Organomet. Chem. 34 (1992) 219; M.E. Davis, Chemtech 22 (1992) 498; W.A. Herrmann and C.W. Kohlpaintner, Angew. Chem. Int. Ed. Engl. 32 (1993) 1524; J. Haggin, Chem. Eng. News 72 (1994) 28. [4] LT. Horvath, Catal. Lett. 6 (1990) 43; S. Ganguly, J.T. Mague and D.M. Roundhill, Inorg. Chem. 31 (1992) 3500; B. Cornils and E. Wiebus, Chemtech (1995) 33. [5] K.T. Wan and M.E. Davis, J. Catal. 148 (1994) 1. [6] M.J.H. Russell, Platinum Metal Rev. 32 (1988) 179; W.A. Herrmann and C.W. Kohlpaintner, J. Mol. Catal. 73 (1992) 191. [7] A. Benyei and F. Joo, J. Mol. Catal. 58 (1990) 15; E. Fache, C. Santini, F. Senocq and J.M. Basset, J. Mol. Catal. 72 (1992) 337; C.-P. Lau and L. Cheng, J. Mol. Catal. 84 (1993) 39. [8] E.G. Kuntz, Chemtech 17 (1987) 570. [9] A. Jegorow and J. Podlaha, Catal. Lett. 9 (1991) 9, and references therein; A. Badener and E. Lindner, Coord. Chem. Rev. 108 (1991) 27; A. Avey, D.M. Schut, T.J.R. Weakley and D.R. Tyler, Inorg. Chem. 32 (1993) 233. [10] R.T. Smith, R.K. Ungar, L.J. Sanderson and M.C. Baird, Organometallics 2 (1983) 1138; G. Peiffer, S. Chhan, A, Bendayan, B. Waegell and J.-P. Zahra, J. Mol. Catal. 59 (1990) 1; I. Toth and B.E. Hanson, Tetrahedron Asymmetry 1 (1990) 895; T. Okano, N. Harada and J. Kiji, Chem. Lett. (1994) 1057. E. Renaud, R.B. Russel, S. Fortier, S.J. Brown and M.C. Baird, J. Organomet. Chem. 419 (1991) 403. [12] E. Renaud and M.C. Baird, J. Chem. Soc. Dalton Trans. (1992) 2905. [13] W.A. Herrmann, J.A. Kulpe, J. Kellner, H. Riepl, H. Bahrmann and W. Konkol, Angew. Chem. Int. Ed. Engl. 29 (1990) 391; E. Fache, C. Santini, F. Senocq and J.M. Basset, J. Mol. Catal. 72 (1992) 331; T. Bartik, B. Bartik, B.E. Hanson, I. Guo and I. Toth, Organometallics 12 (1993) 164; T. Bartik, B.B. Bunn, B. Bartik and B.E. Hanson, Inorg. Chem. 33 (1994) 164. [14] E. Steininger, Chem. Ber. 95 (1962) 2541; K. Issleib and H.R. Roloff, Chem. Ber. 98 (1965) 2091. [15] X.Y. Guo and G.L. Rempel, J. Mol. Catal. 63 (1990) 279; P. Martin, N.T. MacManus and G.L. Rempel, Stud. Surf. Sci. Catal. 73 (1992) 135; X,Y. Guo and G.L, Rempel, Stud. Surf. Sci. Catal. 73 (1992) 135; G.L. Rempel and X.Y. Guo, Chem. Ind. Catal. Organic React. 47 (1992) 105; A.E. Lamping, X.Y. Guo and G.L. Rempel, J. Mol. Catal. 87 (1994) 75. [16] E. Kuntz, US Patent 4,248,802 (1981). [17] J.P. Arhancet, M.E. Davis and B.E. Hanson, J. Catal. 129 (1991) 94, 100. [l R.V. Chaudhari, B.M. Bhanage, R.M. Deshpande and H. Delmas, Nature 373 (1995) 501; D.T. Thompson, Platinum Metals Rev. 39 (1995) 108. [19] J. Manassen and Y. Dror, US Patent 4,415,500 (1983). [20] B. Fell and G. Papadogianakis, J. Mol. Catal. 66 (1991) 143. [21] T.Bartik, B. Bartik and B.E. Hanson, J. Mol. Catal. 88 (1994) 43. [22] A. Buhling, P.C.J. Kamer and P.W.N.M. van Leeuwen, J. Mol. Catal. 98 (1995) 69. [23] T.Bartik, H. Ding, B. Bartik and B.E. Hanson, J. Mol. Catal. 95 (1995) 117. [24] E.N. Tsvetkov, N.A. Bondarenko, LG. Malakhova and M.I. Kabachnik, Synthesis (1986) 198. [25] J.A. Osborn, F.H. Jardine, J.F. Young and G. Wilkinson, J. Chem. Soc. A (1966) 1711. [26] C. Larpent, R. Dabard and H. Patin, Inorg. Chem. 26 (1987) 2922. [27] A.J. Naaktgeboren, R.J.M. Nolte and W. Drenth, J. Am. Chem. Soc. 102 (1980) 3350. [28] C.A. Tolman, P.Z. Meakin, D.L. Lindner and J.P. Jesson, J. Am. Chem. Soc. 96 (1974) 2762. [29] A, Jegorov, B. Kratochvil, V. Langer and J. Podlahova, Inorg. Chem. 23 (1984) 4288. MOLCAA 96002804 S1381-1169(96)00280-4 10.1016/S1381-1169(96)00280-4 Article Novel water soluble catalysts for hydrogenation of olefins and low molecular weight polymers in aqueous and aqueous/organic biphasic media D.Chandrika Mudalige G.L. Rempel ∗ Department of Chemical Engineering, University of Waterloo, Waterloo, Ontario, Canada N2L 3GI ∗ Corresponding author. A series of carboxylated phosphines of the type Ph2P(CH2) n CO2Na, where n = 1, 2, 4, 5, and 7, and p- or m-Ph2PC6H4CO2Na have been synthesized. The ligands are readily soluble in water. The water soluble complexes [RhCl(HEXNa)2]2, 1 (HEXNa = Ph2P(CH2)5CO2Na), and [RhCl(OCTNa)2]2, 2 (OCTNa = Ph2P(CH2)7CO2Na), have been prepared by the general reaction of exchange of PPh3 in RhCl(PPh3)3 with HEXNa or OCTNa ligands. A similar phosphine exchange reaction with Ph2P(CH2)CO2Na (NaA) led to a water insoluble complex which is formulated as Rh(PPh3)A(NaA), 3, in which NaA acts as a P-monodentate and A− as a P,O-chelating ligand. Complexes 1 and 2 were found to be effective catalysts for hydrogenation of olefins and polybutadiene in aqueous and aqueous/organic biphasic media, respectively. With both catalysts the terminal olefins were hydrogenated much faster than the internal olefins, but an unusually enhanced hydrogenation rate was observed in the hydrogenation of the internal double bonds in 2-pentene- and 3-pentenenitriles. The catalysts show selectivity for the hydrogenation of 1,2 (vinyl) addition units over 1,4 (internal) addition units present in the polybutadiene. Keywords Water soluble Rhodium Hydrogenation Olefins Low molecular weight polymers References [1] G.W. Parshell Homogeneous Catalysis 1992 Wiley-Interscience New York [2] J.C. Bailar Catal. Rev. 10 1974 17 Y. Dror J. Manassen J. Mol. Catal. 2 1977 219 I.T. Horvath J. Rabai Science 266 1994 72 [3] P. Kalck F. Monteil Adv. Organomet. Chem. 34 1992 219 M.E. Davis Chemtech 22 1992 498 W.A. Herrmann C.W. Kohlpaintner Angew. Chem. Int. Ed. Engl. 32 1993 1524 J. Haggin Chem. Eng. News 72 1994 28 [4] I.T. Horvath Catal. Lett. 6 1990 43 S. Ganguly J.T. Mague D.M. Roundhill Inorg. Chem. 31 1992 3500 B. Cornils E. Wiebus Chemtech 1995 33 [5] K.T. Wan M.E. Davis J. Catal. 148 1994 1 [6] M.J.H. Russell Platinum Metal Rev. 32 1988 179 W.A. Herrmann C.W. Kohlpaintner J. Mol. Catal. 73 1992 191 [7] A. Benyei F. Joo J. Mol. Catal. 58 1990 15 E. Fache C. Santini F. Senocq J.M. Basset J. Mol. Catal. 72 1992 337 C.-P. Lau L. Cheng J. Mol. Catal. 84 1993 39 [8] E.G. Kuntz Chemtech 17 1987 570 [9] A. Jegorow J. Podlaha Catal. Lett. 9 1991 9 and references therein A. Badener E. Lindner Coord. Chem. Rev. 108 1991 27 A. Avey D.M. Schut T.J.R. Weakley D.R. Tyler Inorg. Chem. 32 1993 233 [10] R.T. Smith R.K. Ungar L.J. Sanderson M.C. Baird Organometallics 2 1983 1138 G. Peiffer S. Chhan A. Bendayan B. Waegell J.-P. Zahra J. Mol. Catal. 59 1990 1 I. Toth B.E. Hanson Tetrahedron Asymmetry 1 1990 895 T. Okano N. Harada J. Kiji Chem. Lett. 1994 1057 [11] E. Renaud R.B. Russel S. Fortier S.J. Brown M.C. Baird J. Organomet. Chem. 419 1991 403 [12] E. Renaud M.C. Baird J. Chem. Soc. Dalton Trans. 1992 2905 [13] W.A. Herrmann J.A. Kulpe J. Kellner H. Riepl H. Bahrmann W. Konkol Angew. Chem. Int. Ed. Engl. 29 1990 391 E. Fache C. Santini F. Senocq J.M. Basset J. Mol. Catal. 72 1992 331 T. Bartik B. Bartik B.E. Hanson I. Guo I. Toth Organometallics 12 1993 164 T. Bartik B.B. Bunn B. Bartik B.E. Hanson Inorg. Chem. 33 1994 164 [14] E. Steininger Chem. Ber. 95 1962 2541 K. Issleib H.R. Roloff Chem. Ber. 98 1965 2091 [15] X.Y. Guo G.L. Rempel J. Mol. Catal. 63 1990 279 P. Martin N.T. MacManus G.L. Rempel Stud. Surf. Sci. Catal. 73 1992 135 X.Y. Guo G.L. Rempel Stud. Surf. Sci. Catal. 73 1992 135 G.L. Rempel X.Y. Guo Chem. Ind. Catal. Organic React. 47 1992 105 A.E. Lamping X.Y. Guo G.L. Rempel J. Mol. Catal. 87 1994 75 [16] E. Kuntz, US Patent 4,248,802 (1981). [17] J.P. Arhancet M.E. Davis B.E. Hanson J. Catal. 129 1991 94 J.P. Arhancet M.E. Davis B.E. Hanson J. Catal. 129 1991 100 [18] R.V. Chaudhari B.M. Bhanage R.M. Deshpande H. Delmas Nature 373 1995 501 D.T. Thompson Platinum Metals Rev. 39 1995 108 [19] J. Manassen and Y. Dror, US Patent 4,415,500 (1983). [20] B. Fell G. Papadogianakis J. Mol. Catal. 66 1991 143 [21] T. Bartik B. Bartik B.E. Hanson J. Mol. Catal. 88 1994 43 [22] A. Buhling P.C.J. Kamer P.W.N.M. van Leeuwen J. Mol. Catal. 98 1995 69 [23] T. Bartik H. Ding B. Bartik B.E. Hanson J. Mol. Catal. 95 1995 117 [24] E.N. Tsvetkov N.A. Bondarenko I.G. Malakhova M.I. Kabachnik Synthesis 1986 198 [25] J.A. Osborn F.H. Jardine J.F. Young G. Wilkinson J. Chem. Soc. A 1966 1711 [26] C. Larpent R. Dabard H. Patin Inorg. Chem. 26 1987 2922 [27] A.J. Naaktgeboren R.J.M. Nolte W. Drenth J. Am. Chem. Soc. 102 1980 3350 [28] C.A. Tolman P.Z. Meakin D.L. Lindner J.P. Jesson J. Am. Chem. Soc. 96 1974 2762 [29] A. Jegorov B. Kratochvil V. Langer J. Podlahova Inorg. Chem. 23 1984 4288",
      "scopus-id": "0031055646",
      "coredata": {
        "eid": "1-s2.0-S1381116996002804",
        "dc:description": "A series of carboxylated phosphines of the type Ph2P(CH2) n CO2Na, where n = 1, 2, 4, 5, and 7, and p- or m-Ph2PC6H4CO2Na have been synthesized. The ligands are readily soluble in water. The water soluble complexes [RhCl(HEXNa)2]2, 1 (HEXNa = Ph2P(CH2)5CO2Na), and [RhCl(OCTNa)2]2, 2 (OCTNa = Ph2P(CH2)7CO2Na), have been prepared by the general reaction of exchange of PPh3 in RhCl(PPh3)3 with HEXNa or OCTNa ligands. A similar phosphine exchange reaction with Ph2P(CH2)CO2Na (NaA) led to a water insoluble complex which is formulated as Rh(PPh3)A(NaA), 3, in which NaA acts as a P-monodentate and A− as a P,O-chelating ligand. Complexes 1 and 2 were found to be effective catalysts for hydrogenation of olefins and polybutadiene in aqueous and aqueous/organic biphasic media, respectively. With both catalysts the terminal olefins were hydrogenated much faster than the internal olefins, but an unusually enhanced hydrogenation rate was observed in the hydrogenation of the internal double bonds in 2-pentene- and 3-pentenenitriles. The catalysts show selectivity for the hydrogenation of 1,2 (vinyl) addition units over 1,4 (internal) addition units present in the polybutadiene.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996002804",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mudalige, D.Chandrika"
          },
          {
            "@_fa": "true",
            "$": "Rempel, G.L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996002804"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996002804"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00280-4",
        "prism:volume": "116",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Novel water soluble catalysts for hydrogenation of olefins and low molecular weight polymers in aqueous and aqueous/organic biphasic media",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "Catalysis in Water",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water soluble"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Olefins"
          },
          {
            "@_fa": "true",
            "$": "Low molecular weight polymers"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "309-316",
        "prism:endingPage": "316",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 February 1997",
        "prism:doi": "10.1016/S1381-1169(96)00280-4",
        "prism:startingPage": "309",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00280-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031055646"
      }
    }
  }
}