{
  "metadata": {
    "title": "Effect of pH on rate and selectivity behavior in biphasic hydroformylation of 1-octene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-12-10",
    "doi": "10.1016/S1381-1169(97)00103-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997001039",
    "pii": "S1381116997001039"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031456618",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-12-04 2000-12-04 2010-03-25T02:32:37 1-s2.0-S1381116997001039 S1381-1169(97)00103-9 S1381116997001039 10.1016/S1381-1169(97)00103-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00714 2015-05-15T05:56:33.668241-04:00 0 0 19971210 1997 2000-12-04T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 126 126 2 3 2 3 Volume 126, Issues 2–3 4 133 140 133 140 19971210 10 December 1997 1997-12-10 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. EFFECTPHRATESELECTIVITYBEHAVIORINBIPHASICHYDROFORMYLATION1OCTENE DESHPANDE R PRUETT 1979 1 R CORNILS 1980 B NEWSYNTHESISCARBONMONOXIDE KUNTZ 1987 17 E CORNILS 1995 25 B HABLOT 1992 2689 2694 I KALCK 1992 219 P KALCK 1988 687 P SMITH 1983 1138 1144 R KANAGASABAPATHY 1996 S PHDTHESIS CORDES 1974 581 603 E HERRMANN 1993 1524 1544 W BROWN 1970 2753 C DESHPANDE 1993 L37 L40 R SANGER 1977 221 A DESHPANDE 1988 1996 2002 R DESHPANDE 1989 326 336 R DESHPANDE 1989 177 191 R PURWANTO 1995 135 140 DESHPANDEX1997X133 DESHPANDEX1997X133X140 DESHPANDEX1997X133XR DESHPANDEX1997X133X140XR item S1381-1169(97)00103-9 S1381116997001039 1-s2.0-S1381116997001039 10.1016/S1381-1169(97)00103-9 271358 2010-09-29T16:30:24.454863-04:00 1997-12-10 1-s2.0-S1381116997001039-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001039/MAIN/application/pdf/2094b16977ac67d844cbe449da7a1257/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001039/MAIN/application/pdf/2094b16977ac67d844cbe449da7a1257/main.pdf main.pdf pdf true 685452 MAIN 8 1-s2.0-S1381116997001039-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001039/PREVIEW/image/png/d49f669146dc3904fc990904815b3767/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001039/PREVIEW/image/png/d49f669146dc3904fc990904815b3767/main_1.png main_1.png png 59294 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116997001039-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001039/STRIPIN/image/gif/d802dba019944470d17043caada0d2fd/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001039/STRIPIN/image/gif/d802dba019944470d17043caada0d2fd/si3.gif si3 true si3.gif gif 326 30 41 ALTIMG 1-s2.0-S1381116997001039-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001039/STRIPIN/image/gif/a09b16ce75f2e54d84354d733d8b8cc1/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001039/STRIPIN/image/gif/a09b16ce75f2e54d84354d733d8b8cc1/si2.gif si2 true si2.gif gif 308 30 40 ALTIMG 1-s2.0-S1381116997001039-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001039/STRIPIN/image/gif/ee77ed6dc3cbf9d346086944314e6e8d/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001039/STRIPIN/image/gif/ee77ed6dc3cbf9d346086944314e6e8d/si1.gif si1 true si1.gif gif 870 31 155 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 126 (1997) 133-140 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Effect of pH on rate and selectivity behavior in biphasic hydroformylation of 1-octene R.M. Deshpande a, Purwanto a, H. Delmas a, * , R.V. Chaudhari b a LGC, ENSIGC 18 Chemin la Loge, 31078 Toulouse Cex, France b Chemical Engineering Division, National Chemical Laboratory, Pune 411008, India Received 9 December 1996; accepted 26 May 1997 Abstract The effect of pH on activity and selectivity of (RhCI(COD)Z/TPPTS catalyzed hydroformylation of 1-octene in a biphasic medium has been studied. The pH of the aqueous catalyst phase shows a strong influence on the rate of reaction and n/iso ratio of the aldehyde products. The effect of P/Rh ratio, catalyst and 1-octene concentration, partial pressure of hydrogen and carbon monoxide was studied at 7 and 10 pH, which showed significantly different trends. The rates increased by two- to five fold when the pH was changed from 7 to 10. While the dependence of the rate was found to be linear on the olefin and hydrogen concentration at both 7 and 10 pH, the rate of hydroformylation was found to be inhibited with increase in catalyst concentration beyond 1 X 10-3 kmol m-3. The effect of partial pressure of carbon monoxide was linear at pH 7 whereas at pH 10 a substrate inhibited kinetics was observed. 997 Elsevier Science B.V. 1. Introduction Hydroformylation of olefins to aldehydes using homogeneous catalysts is a well known industrial process [1,2] as a key step in the manufacture of oxo alcohols. Water soluble catalysts consisting of Rh complexes of sulphonated phosphine derivatives have gained considerable attention in recent years as these reactions can be carried out in a biphasic 3 Corresponding author. Tel.: +33-5-62252300; fax: +33-562252318. 1 Current address: Department of Chemical Engineering, University Diponegro, Semarang, Indonesia. 1381-1169/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S 1381-1169(97)00103-9 medium, wherein the catalyst is soluble in the aqueous phase and the reactants and products are soluble in the organic phase [3,4]. This novel catalyst system with a possibility of simple catalyst and product separation is already commercialized by Ruhrchemie-Rhone Poulenc. A major drawback in two phase catalytic hydroformylation using water soluble catalysts, is that olefins, and in particular, higher olefins, have poor solubility in the aqueous phase, which results in lower reaction rates. To enhance the solubility of the olefins in the aqueous phase the use of co-solvents such as ethanol etc. has been proposed [5-7]. The reaction being in the aqueous medium, the pH of this solution has an important role to 134 R.M. Deshpande et al. / Journal of Molecular Catalysis A: Chemical 126 (1997) 133-140 play in deciding the activity and selectivity of the reaction. For the hydroformylation of 1hexene, Smith et al. [8] have reported a drop in activity when the pH of the reaction medium was reduced from 6.8 to 5. The catalyst used in this case was a Rh/amphos nitrate catalyst system. Hydroformylation of 1-tetradecene with a water soluble Rh-NABSDPP (NABSDPP: Na-butyl sulfonated diphenylphosphine) catalyst gave poor rates at acidic pH (2.5 to 6). A seven to eight fold increase in the rates was obtained when the pH was raised from 6 to 10 [9]. In spite of these studies, no detailed investigations on the comparison of the activity and selectivity behavior under different pH values is reported, particularly when co-solvents like ethanol are used. For reactions carried out at higher temperatures (> 100), the condensation products of ethanol and the aldehydes are possible, which often depend on the pH of the solution [10]. Hence, it was thought necessary to investigate H2 i I I I I I Ir ~ PR I O .I u ii C (II II I I II II .I co Ii Power supply the kinetics at a pH of 10 as well as 7 and also to understand its influence on the activity of hydroformylation reaction and selectivity of the catalyst. In this communication, we report some interesting features of the kinetics of hydroformylation of 1-octene using (Rh(COD)Cl)2 catalyst precursor and a water soluble ligand, TPPTS, in a biphasic medium, in the presence of ethanol as a co-solvent. 2. Apparatus and procedure The reactions were carried out in a 500 ml stainless steel autoclave supplied by Autoclave Engineers. A schematic of the reactor and associated assembly is shown in Fig. 1. The reactor was equipped with automatic temperature control, and facilities for liquid sampling. A constant pressure regulator was used for maintain- - r PR I ____ I r__ O M FC (9) I 1 PR vent O liquid outlet (5) TI 6 I I I TI I i 4k 1\\ (10) i i ( I I I II Control Panel T 2R PR2 PR, TR, infertau PC, Data Acquisition Fig. 1. A schematic of the high pressure setup used for kinetic studies. R.M. Deshpande et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) 133-140 ing the pressure of the reactor constant during the course of reaction. A constant supply of CO and HZ in a 1:1 ratio, was made from a reservoir vessel, through a constant pressure regulator. The progress of the reaction was then monitored by observing the change in pressure in the reservoir using a pressure transducer connected to a PC for automatic data logging. The catalyst precursor (Rh(COD)Cl)2 was procured from Fluka AG and used as such. The reagents were purchased from Aldrich Chemicals, and the TPPTS was used as a 30% (w/w) solution in degassed water. The catalyst and TPPTS solution were added to a known quantity of degassed water, and mixed. When reactions were carried out at a pH of 10, sodium carbonate and sodium bicarbonate in desired quantities were used to adjust the pH. The co-solvent ethanol was also added, followed by the premixed organic phase consisting of 1-octene and octane in a 1:2 ratio (by volume). This solution was then stirred and charged to the reactor. The reactor was heated to a desired temperature and pressurized with syngas. The reaction was started by switching the stirrer on. In each experiment, the change in pressure in the reservoir as a function of time was observed. Liquid samples were also withdrawn at different time intervals and were analyzed for liquid reactants and products. The reaction rates were calculated from the syngas (CO + HZ) consumption versus time plots for the initial period of reaction, to ensure differential conditions. For purposes of selectivity studies the reactions were continued till about 40% conversion, and the final solution taken for analysis of n/iso ratio as well as for material balance studies. 3. Results and discussions 3.1. Preliminary results The aim of this work was to study the pH effect on kinetics of biphasic hydroformylation of 1-octene in the presence of a co-solvent (ethanol). The experimental rate data and selec- 135 Table 1 Range of conditions investigated for kinetic studies Catalyst (Rh (COD)Cl)z Partial pressure of CO Partial pressure of hydrogen Olefin concentration P/Rh ratio Temperature Co-solvent Organic phase Aqueous phase Aqueous phase/organic phase Reaction volume Water: ethanol 0.51 to 1.52x 10-3 kmol m-3 5 to 15 bar 5 to 15 bar 5.5 to 2.78X 10-; kmol m-3 4-16 (standard ratio used is 8) 343 K Ethanol Primarily octane, reactants and products Water, ethanol with dissolved reactants and catalyst 4 2.5 X 10-m3 6:4 tivity behavior were observed for different operating conditions (see Table 1), for pH values of 7 and 10 and 70. It was observed that in the range of conditions investigated here, the only products formed were the isomeric aldehydes, nonanal and isononanal. No isomerization or hydrogenation products were observed. Therefore, the selectivity is discussed only with respect to n/iso ratio. The concentrations of the gases CO, H Z and of the reactant octene in the reaction medium were obtained experimentally. 3.2. Effect of catalyst concentration on activity and selectivity The effect of catalyst concentration on the rate of hydroformylation, keeping P/Rh ratio constant at 8, is shown in Fig. 2 for pH of 7 and ~~ 4 x a 3 c 0 m 2 o: s~ O pH 7 o pH 10 1!0 1-5 2-0 Concentration of ystx 103, kmolm3 Fig. 2. Effect of catalyst concentration on rate of hydroformylation (P/Rh = 8). 136 R.M. Deshpande et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) 133-140 10. While the rate varied linearly with catalyst concentration at a pH of 10, it showed a complex dependence at pH 7. Also, the rates were higher by 2-5 orders of magnitude at pH 10. The rate initially increased with increase in the catalyst concentration, at pH 7 but with further increase in catalyst concentration a drop in the activity was observed, showing an inhibition. The effect of concentration of TPPTS ligand on the rate of hydroformylation was also studied under the same conditions, at pH 7 and 10. A reduction in the rate with increasing TPPTS concentration was observed in both the cases beyond a P/Rh ratio of 8, (see Fig. 3), however, at pH of 10 the rate was initially enhanced with increasing TPPTS concentration, and passed through a maximum. The effect of Rh complex concentration at a constant TPPTS concentration was also studied. The results in Fig. 4 indicate a strong dependence of rate on Rh complex concentration at 7 pH but at pH 10 a maximum in rate was observed. The catalyst precursor used here is a dimeric species, i.e. (Rh(COD)Cl)2 which interacts with TPPTS to form a water soluble complex. Literature reports on hydrogenation reactions show that starting from the water soluble analogue of the Wilkinson's complex (RhCI(TPPTS)3, a dimeric species is obtained in equilibrium, which M 4 'E E 3 ~ x 2 0 1 .m- OpH7 o pH 10 4 8 12 16 20 P/ Rh Fig. 3. Effect of P/Rh ratio on rate of reaction of hydroformylation of octene. E y n0 x s OpH7 5 o pH 10 4 3 z 1 0 0~5 1-0 V5 2~0 Catalyst concentration x 103, kmol m3 Fig. 4. Effect of catalyst concentration on rate of reaction (TPPTS concentration constant). is similar to that obtained from the catalyst precursor (Rh(COD)Cl)2 used in this work. (see Scheme 1) [11]. Considering this mechanism, the formation of a monomeric species, which is active for the hydroformylation will depend on the solvent, and the reagents/ligands present in the reaction medium. Under alkaline conditions, presence of sodium carbonate and bicarbonate, would help in the complete dissociation of the precursor to the monomeric species. Under neutral conditions, in the absence of the sodium salts, to enhance the dissociation, the formation of the active monomer is expected to be less. An equilibrium concentration of the dimer will exist under neutral reaction conditions. Hence the rates at pH 10 are found to be higher than those under neutral conditions due to the higher concentration of active catalyst at alkaline pH CI TPPTS Cl\\ %PPTS WT kh` ~:~ Rh TPPTS T TPPTS Solvent TPPTS CI TPPTS ci ~Rh\\ Rh COD Rh Rh C00 TP~S~CI/ TPPTS TPPTS ACTIVE CATALYST Scheme 1. R.M. Deshpande et al. /Journal of Molecular [Rh(1,5 cyclooctadiene) (CI )]2 H2,C0, STEP 1 TPPTS ~~ (H)Rh(CO)(TPPTS)3 STEP2 ~~ aldehyde (H)Rh(CO)(TPPTS)2 C2 STEP 6 ( H )2 Rh (acyl ) (CO)(TPPTS)2 H2 (OH) RMCO)(TPPTS)2 inactive O TEP 3 HRh(CO)2(TPPTS)2 C3 STEP 4 olefin (acyl)Rh(CO)(TPPTS~ CO C4 -TPPTS ~ ~ STEPS 7,8 Di-and Tri carbonylacyl rhodium species C5 C6 inactive Fig. 5. Mechanism of hydroformylation, using water soluble catalysts. compared to pH 7, even at identical total rhodium concentration. In order to confirm this assumption, equimolar quantities of triethyl amine (in relation to the amount of chloride present), were added to the reaction system under standard conditions at a pH of 7. This causes an enhancement in the rate of reaction from about 1.8 X 10-5 kmol m-3 s-' to about 3.2 X 10-5 kmol m-3 s-t, which is very near to that observed at pH 10. This shows that compounds like triethyl amine and Na2C03 help in dissociation of catalyst precursor by probably interacting with the chloride. At pH 10 the P/Rh ratio changes from 10 to 5.3 as the catalyst concentration is increased keeping the TPPTS concentration constant, causing a maximum in the activity (Fig. 4). At a low P/Rh the activity will be reduced. Under neutral conditions the ratio of active Rh to TPPTS will not reduce enough to cause a drop in the rates. The observation of reduction in activity at higher TPPTS concentration is expected, since the availability of the active catalytic species is reduced, leading to a drop in the rate. As shown in Fig. 5 [12], the formation of species CZ from C, is reduced leading to loss of active catalytic species and hence a drop in Catalysis A: Chemical 126 (1997) 133-140 137 activity (10). This phenomenon has been extensively reported in homogeneous hydroformylation using analogous catalyst, HRh(CO)(PPh3)3 [12-14]. When the catalyst concentration is increased keeping the concentration of TPPTS same, the increase in rate is also expected, since it causes a direct increase in the concentration of the catalytic species, C2, as seen in Fig. 2. Under alkaline conditions, the formation of the catalyst from the precursor is complete and hence the ratio of TPPTS to active Rh is maintained. As a result a linear dependence is observed (Fig. 2). The effect of the catalyst concentration (P:Rh constant) is quite complex at pH 7. At neutral pH, the formation of the catalyst will not be equal to the concentration of precursor. This coupled with the increased ratio of the TPPTS to the active Rh species will cause the rate to decrease. The observed inhibition in rate with increased catalyst concentration, is probably due to the combination of the above mentioned effects, (i) the lesser availability of Rh for formation of catalyst, (ii) absence of a chloride abstractor, and (iii) a high concentration of TPPTS, while maintaining a constant concentration of CO and hydrogen. The effect of catalyst concentration on the regioselectivity was also observed under these conditions and the results are presented in Fig. 6. The selectivity to the n-isomer was found to decrease with increase in catalyst concentration. 4~ h E 3 Z 4- 3 0 2.50 o pH 10 O pH 7 I 0 1 l'5 2 Concentration of catalyst x 103, kmol m3 Fig. 6. Effect of catalyst concentration on selectivity (P/Rh = 8). 138 R.M. Deshpande et al. / Journal of Molecular Catalysis A: Chemical 126 (1997) 133-140 The effect of catalyst concentration on selectivity is quite complex and is dependent on a number of factors like operating conditions, solvent etc. (Ref. [2], pp. 77-79). 3.3. Effect of carbon monoxide partial pressure The effect of partial pressure of CO is shown Fig. 7 for pH of 7 and 10. Under alkaline conditions the rate first increased with CO pressure and passed through a maximum, showing typical substrate inhibited kinetics at higher concentrations of CO. At a pH of 7 a different behavior was observed in the same range of conditions. There was an increase in the rate with increasing CO pressure, however under conditions of high CO concentration, the increase in rate was not proportional to the CO concentration. The substrate inhibited kinetics is very well documented for hydroformylation reactions in homogeneous as well as biphasic systems [15-17]. This is reportedly due to the formation of di- and tricarbonyl acyl species, as seen in Fig. 5 (species C6 and C7, Step 7, 8). However, the major difference in the kinetic trends at the different pH is the absence of inhibition at a pH of 7 in the same range. Sanger [14] has reported in homogeneously cat- 5 ~E4E Y 3 i~ 2 0 a 1 n o: 0 a pH 10 O pH 7 0 1 1 2 Concentration of carbon monoxide in aqueous phase x 10? kmol rti3 Fig. 7. Effect of concentration of CO on the rate of hydroformylation. 4.251 40 35 r a Z 30 35 o pH 10 O pH 7 CIv 300 2 5 7 10 12 1517 Partial pressure of C0, bar Fig. 8. Effect of partial pressure of CO on n/iso ratio in hydroformylation of octene. alyzed hydroformylation reaction using the catalyst HRh(CO)(PPh3)3, that the maximum in rate versus Pro is dependent on the concentration of free phosphine, and shifts to higher Pro at higher concentration of free triphenylphosphine. In our system, the effective P/Rh ratio at pH 7 is higher than that at 10 and as a result the maximum in the rate will tend to shift to higher concentrations at neutral pH, as seen in Fig. 7 The selectivity behavior as observed for this system is also similar for the two pH studied. There is a decrease in selectivity with increasing partial pressure of CO under alkaline as well as neutral conditions (see Fig. 8). Considering the associative and dissociative mechanisms of hydroformylation [12], a higher Pro gives a lower n/iso ratio, probably due to a predominance of one mechanism over another depending on the partial pressures of carbon monoxide. 3.4. Effect of partial pressure of hydrogen The effect of partial pressure of hydrogen on the activity and selectivity of the catalyst was studied at the different pH values and the results are shown in Figs. 9 and 10 respectively. The effect was found to be positive for both the pH, The effect of hydrogen at pH 7 was however more pronounced than at pH 10. A partial order R.M. Deshpande et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) 133-140 6 10 rh 'E o pH 10 '\" M 5 O pH 7 'E 7 Q Y \" 4 0000 3 5 - a 2 O o 2.5 m O 1 o: 0 0 0 0 1 1.5 0 Concentration of hydrogen xl0~kmolr Fig. 9. Effect of hydrogen concentration on the rate of hydroformylation. was observed at pH 10 whereas at pH 7 a first order dependence was seen. As per the reported mechanism of hydroformylation of olefins, the oxidative addition of hydrogen to the acyl carbonyl rhodium species is the rate determining step. An increase in hydrogen will thus increase the rate of this step, leading to increase in the rates at higher partial pressures of hydrogen. The effect of hydrogen pressure on selectivity was also studied. It was observed that increasing hydrogen pressure caused an enhancement in the n/iso ratio, at the pH 7 and 10 as shown in Fig. 10. At a conversion level of about 40% the n/i ratio increased from about 3 to 4 when pressure was increased from 5 to 15 bar, at pH 41 0 ` 4 m T L m v 3 0 E 0 3-0 Z 2 2 5 7 10-0 1215 17 o pH 10 O pH 7 Partial pressure of H2, bar Fig. 10. Effect of partial pressure of HZ on n / iso ratio in hydroformylation of octene. o pH 10 O pH 7 0 1 1'5 2-0 2-5 3-0 Concentration of octane in aqueous phase x 10? kmol rti3 Fig. 11. Effect of concentration of octene on the rate of hydroformylation. 10. Likewise at a pH of 7 the enhancement was from about 2.8 to 3.5. 3.5. Effect of olefin concentration The effect of olefin concentration on the activity and selectivity was also studied for pH 7 and pH 10 and the results are presented in Figs. 11 and 12. The olefin concentration in the aqueous phase can be varied either by increasing the olefin concentration in the organic phase or by increasing the ethanol content of the aqueous phase. In this case the latter approach was used. The ethanol to water ratio which is normally 4:6 was changed to 5:5 and 3:7 to 41 4~- 3-0 Z o pH 10 O pH 7 Concentration of olefin x10?kmol m3 Fig. 12. Effect of olefin concentration on n /iso ratio in hydroformylation of octene. 140 R.M. Deshpande et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) 133-140 study the effect of olefin concentration on the rate. The rate was found to be proportional to the olefin concentration, at both the pH studied, a trend which is similar to earlier reports [15,18]. Any increase in olefin concentration will cause a direct increase in the rate of reaction (Step 3) by increasing the concentration of species C 3 as per mechanism in Fig. 5. The concentration of olefin was however found to have a negative role to play in the selectivity. The n/iso ratio dropped from 4 to 3.32 at pH 10 when the concentration of olefin was increased. At pH of 7, however, the effect was marginal. 4. Conclusions The effect of pH on activity and selectivity of (RhCI(COD)Z/TPPTS catalyzed hydroformylation of 1-octene in a biphasic medium have been studied. The pH of the aqueous catalyst phase shows a strong influence on the rate of reaction and n/iso ratio of aldehyde products. The effect of P/Rh ratio, catalyst and 1-octene concentration, hydrogen and carbon monoxide pressure was studied at 7 and 10 pH. The rates were found to be dependent on pH and increased when the pH was changed from 7 to 10. While the dependence of the rate was found to be linear on the olefin and hydrogen concentration at both pH, the rate of hydroformylation was found to be inhibited with increase in catalyst concentration under neutral conditions. The effect of partial pressure of carbon monoxide was linear at pH 7 whereas at pH 10 a substrate inhibited kinetics was observed. Acknowledgements This work was supported by the Indo-French Center for Promotion of Advanced Research (IFCPAR-CEFIPRA). References [1] R.L. Pruett, Adv. Organometal. Chem. 17 (1979) 1. [2] B. Comils, in: J. Falbe (Ed.), New Synthesis with Cain Monoxide, Springer Verlag, Berlin, Heidelberg, New York, 1980. [3] E.G. Kuntz, Chemtech. 570 (1987) 17. [4] B. Comils, E. Wiebus, Chemtech. 33 (1995) 25. [5] I. Hablot, J. Jenck, G. Casamatta, H. Delmas, Chem. Eng. Sci. 47 (1992) 2689-2694. [6] P. Kalck, F. Monteil, Adv. in Organometal. Chem. 34 (1992) 219. [7] P. Kalck, P. Escaffre, F. Serein-Spirau, A. Thorez, B. Besson, Y. Colleuille, R. Pesson, New J. Chem. 12 (1988) 687. [8] R.T. Smith, R.K. Ungar, L.J. Sanderson, M.C. Baud, Organometallics 2 (1983) 1138-1144. [9] S. Kanagasabapathy, Ph.D. thesis, University of Poona, 1996. [10] E.H. Cordes, H.G. Bull, Chem. Rev. 74 (1974) 581-603. [1l] W.A. Herrmann, C.W. Kohlpaintner, Angew. Chem. Int. Ed. 32 (1993) 1524-1544. [12] C.K. Brown, G. Wilkinson, J. Chem. Soc. A. (1970) 2753. [13] R.M. Deshpande, S.S. Divekar, B.M. Bhanage, R.V. Chaudhari, J. Mol. Catal. 78 (1993) L37-L40. [14] A. Sanger, J. Mol. Catal. 3 (1977/78) 221. [15] R.M. Deshpande, R.V. Chaudhari, I&EC. Res. 27 (1988) 1996-2002. [16] R.M. Deshpande, R.V. Chaudhari, J. Catal. 115 (1989) 326336. [17] R.M. Deshpande, R.V. Chaudhari, J. Mol. Catal. 57 (1989) 177-191. [18] Purwanto, H. Delmas, Catal. Today 24 (1995) 135-140. MOLCAA 97001039 S1381-1169(97)00103-9 10.1016/S1381-1169(97)00103-9 Chemical and metal complex catalysis Article Effect of pH on rate and selectivity behavior in biphasic hydroformylation of 1-octene R.M. Deshpande a Purwanto a 1 H. Delmas ∗ a R.V. Chaudhari b a LGC, ENSIGC, 18 Chemin de la Loge, 31078 Toulouse Cedex, France b Chemical Engineering Division, National Chemical Laboratory, Pune 411008, India ∗ Corresponding author. Tel.: +33-5-62252300; fax: +33-5-62252318. 1 Current address: Department of Chemical Engineering, University Diponegro, Semarang, Indonesia. The effect of pH on activity and selectivity of (RhCl(COD)2 TPPTS catalyzed hydroformylation of 1-octene in a biphasic medium has been studied. The pH of the aqueous catalyst phase shows a strong influence on the rate of reaction and n iso ratio of the aldehyde products. The effect of P Rh ratio, catalyst and 1-octene concentration, partial pressure of hydrogen and carbon monoxide was studied at 7 and 10 pH, which showed significantly different trends. The rates increased by two- to five fold when the pH was changed from 7 to 10. While the dependence of the rate was found to be linear on the olefin and hydrogen concentration at both 7 and 10 pH, the rate of hydroformylation was found to be inhibited with increase in catalyst concentration beyond 1 × 10−3 kmol m−3. The effect of partial pressure of carbon monoxide was linear at pH 7 whereas at pH 10 a substrate inhibited kinetics was observed. References [1] R.L. Pruett Adv. Organometal. Chem. 17 1979 1 [2] B. Cornils J. Falbe New Synthesis with Carbon Monoxide 1980 Springer Verlag Berlin, Heidelberg, New York [3] E.G. Kuntz Chemtech. 570 1987 17 [4] B. Cornils E. Wiebus Chemtech. 33 1995 25 [5] I. Hablot J. Jenck G. Casamatta H. Delmas Chem. Eng. Sci. 47 1992 2689 2694 [6] P. Kalck F. Monteil Adv. in Organometal. Chem. 34 1992 219 [7] P. Kalck P. Escaffre F. Serein-Spirau A. Thorez B. Besson Y. Colleuille R. Pesson New J. Chem. 12 1988 687 [8] R.T. Smith R.K. Ungar L.J. Sanderson M.C. Baird Organometallics 2 1983 1138 1144 [9] S. Kanagasabapathy Ph.D. thesis 1996 University of Poona [10] E.H. Cordes H.G. Bull Chem. Rev. 74 1974 581 603 [11] W.A. Herrmann C.W. Kohlpaintner Angew. Chem. Int. Ed. 32 1993 1524 1544 [12] C.K. Brown G. Wilkinson J. Chem. Soc. A. 1970 2753 [13] R.M. Deshpande S.S. Divekar B.M. Bhanage R.V. Chaudhari J. Mol. Catal. 78 1993 L37 L40 [14] A. Sanger J. Mol. Catal. 3 1977/1978 221 [15] R.M. Deshpande R.V. Chaudhari I&EC. Res. 27 1988 1996 2002 [16] R.M. Deshpande R.V. Chaudhari J. Catal. 115 1989 326 336 [17] R.M. Deshpande R.V. Chaudhari J. Mol. Catal. 57 1989 177 191 [18] Purwanto H. Delmas Catal. Today 24 1995 135 140",
      "scopus-id": "0031456618",
      "coredata": {
        "eid": "1-s2.0-S1381116997001039",
        "dc:description": "The effect of pH on activity and selectivity of (RhCl(COD)2 TPPTS catalyzed hydroformylation of 1-octene in a biphasic medium has been studied. The pH of the aqueous catalyst phase shows a strong influence on the rate of reaction and n iso ratio of the aldehyde products. The effect of P Rh ratio, catalyst and 1-octene concentration, partial pressure of hydrogen and carbon monoxide was studied at 7 and 10 pH, which showed significantly different trends. The rates increased by two- to five fold when the pH was changed from 7 to 10. While the dependence of the rate was found to be linear on the olefin and hydrogen concentration at both 7 and 10 pH, the rate of hydroformylation was found to be inhibited with increase in catalyst concentration beyond 1 × 10−3 kmol m−3. The effect of partial pressure of carbon monoxide was linear at pH 7 whereas at pH 10 a substrate inhibited kinetics was observed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997001039",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Deshpande, R.M."
          },
          {
            "@_fa": "true",
            "$": "Purwanto,"
          },
          {
            "@_fa": "true",
            "$": "Delmas, H."
          },
          {
            "@_fa": "true",
            "$": "Chaudhari, R.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997001039"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997001039"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00103-9",
        "prism:volume": "126",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of pH on rate and selectivity behavior in biphasic hydroformylation of 1-octene",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "133-140",
        "prism:endingPage": "140",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 December 1997",
        "prism:doi": "10.1016/S1381-1169(97)00103-9",
        "prism:startingPage": "133",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00103-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "41",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997001039-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "326",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "40",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997001039-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "308",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "155",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997001039-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "870",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031456618"
      }
    }
  }
}