{
  "metadata": {
    "title": "A measure of metallocene catalyst shape asymmetry",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-01-16",
    "doi": "10.1016/S1381-1169(02)00245-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902002455",
    "pii": "S1381116902002455"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037448331",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-09-24 2002-09-24 2010-04-18T22:33:40 1-s2.0-S1381116902002455 S1381-1169(02)00245-5 S1381116902002455 10.1016/S1381-1169(02)00245-5 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01604 2015-05-15T05:56:33.301439-04:00 0 0 20030116 2003 2002-09-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 191 191 2 2 Volume 191, Issue 2 3 167 175 167 175 20030116 16 January 2003 2003-01-16 2003 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. AMEASUREMETALLOCENECATALYSTSHAPEASYMMETRY SIEDLE A 1 Introduction 2 Results and discussion 3 Conclusions 4 Experimental Acknowledgements References EWEN 1997 86 91 J HORTON 1994 158 167 A BRINTZINGER 1995 1143 1170 H SOARES 1995 131 200 J GUPTA 1994 439 514 V KAMINSKY 1996 3907 3945 W BAUMERT 1997 53 74 M KAMINSKY 1997 144 187 W SOGA 1997 1503 1546 K EWEN 1991 253 295 J RAZAVI 1997 129 154 A RESONI 1996 998 1005 L PIEMONTESI 1995 1251 1266 F HARDER 1997 107 113 S STEHLING 1994 964 970 U SPALECK 1994 154 963 W RESCONI 1998 2308 2321 L RAZAVI 1996 115 120 A HORTMAN 1992 51 55 K PINSKY 1998 5575 5582 M ROWLAND 1996 7384 7391 R ORPEN 1993 191 197 A MEYER 1986 449 474 A ROWLAND 1996 7384 7391 R MEZEY 1993 265 294 P TOLMAN 1997 313 348 C SPACKMAN 1997 215 220 M MCKINNON 1998 2136 2141 J WHITE 1994 95 158 D VANDERLEEK 1997 585 591 Y ANGERMUND 2000 1457 1470 K BUSICO 2001 443 533 V ALT 1998 323 329 H ALT 2000 1205 1221 H EWEN 1984 6355 6364 J SIEDLEX2003X167 SIEDLEX2003X167X175 SIEDLEX2003X167XA SIEDLEX2003X167X175XA item S1381-1169(02)00245-5 S1381116902002455 1-s2.0-S1381116902002455 10.1016/S1381-1169(02)00245-5 271358 2010-10-04T20:38:01.455139-04:00 2003-01-16 1-s2.0-S1381116902002455-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/MAIN/application/pdf/a784e813914e6f84618f4625cbe1615e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/MAIN/application/pdf/a784e813914e6f84618f4625cbe1615e/main.pdf main.pdf pdf true 245567 MAIN 9 1-s2.0-S1381116902002455-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/PREVIEW/image/png/d4e167d1163cf64260dc47e5335c81cd/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/PREVIEW/image/png/d4e167d1163cf64260dc47e5335c81cd/main_1.png main_1.png png 61627 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902002455-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif si2 si2.gif gif 192 14 25 ALTIMG 1-s2.0-S1381116902002455-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/STRIPIN/image/gif/f5e3af9466b3a6889be4a563a36dff45/si2.gif si1 si1.gif gif 192 14 25 ALTIMG 1-s2.0-S1381116902002455-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/gr1/THUMBNAIL/image/gif/9cb5bfcd02416bcd88823fe235a73c8b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/gr1/THUMBNAIL/image/gif/9cb5bfcd02416bcd88823fe235a73c8b/gr1.sml gr1 gr1.sml sml 1225 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902002455-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/gr1/DOWNSAMPLED/image/gif/0b4cd8b7a24afa8f4b4af3c84e8fde39/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/gr1/DOWNSAMPLED/image/gif/0b4cd8b7a24afa8f4b4af3c84e8fde39/gr1.gif gr1 gr1.gif gif 10944 398 621 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902002455-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/gr2/THUMBNAIL/image/gif/f68d181e642704898f8ec1b797ecbe34/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/gr2/THUMBNAIL/image/gif/f68d181e642704898f8ec1b797ecbe34/gr2.sml gr2 gr2.sml sml 1372 37 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902002455-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/gr2/DOWNSAMPLED/image/jpeg/e1347e3d3b6dc19e2777623bd5c4d1d0/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/gr2/DOWNSAMPLED/image/jpeg/e1347e3d3b6dc19e2777623bd5c4d1d0/gr2.jpg gr2 gr2.jpg jpg 37204 207 696 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902002455-gr3ab.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/gr3ab/THUMBNAIL/image/gif/cd1efffee68321ec60472a3b7494d8c3/gr3ab.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/gr3ab/THUMBNAIL/image/gif/cd1efffee68321ec60472a3b7494d8c3/gr3ab.sml gr3ab gr3ab.sml sml 1481 93 48 IMAGE-THUMBNAIL 1-s2.0-S1381116902002455-gr3ab.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/gr3ab/DOWNSAMPLED/image/jpeg/2eba5e1093d9f5401438fb55dbc2e23f/gr3ab.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/gr3ab/DOWNSAMPLED/image/jpeg/2eba5e1093d9f5401438fb55dbc2e23f/gr3ab.jpg gr3ab gr3ab.jpg jpg 79304 766 396 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902002455-gr3c.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/gr3c/THUMBNAIL/image/gif/813ea454d0c5361e6fcbfd9a3bcf024d/gr3c.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/gr3c/THUMBNAIL/image/gif/813ea454d0c5361e6fcbfd9a3bcf024d/gr3c.sml gr3c gr3c.sml sml 2362 93 109 IMAGE-THUMBNAIL 1-s2.0-S1381116902002455-gr3c.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902002455/gr3c/DOWNSAMPLED/image/jpeg/b51f9180926b4d0e763a43e7c5918b1f/gr3c.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902002455/gr3c/DOWNSAMPLED/image/jpeg/b51f9180926b4d0e763a43e7c5918b1f/gr3c.jpg gr3c gr3c.jpg jpg 33773 334 392 IMAGE-DOWNSAMPLED MOLCAA 3688 S1381-1169(02)00245-5 10.1016/S1381-1169(02)00245-5 Elsevier Science B.V. Fig. 1 Plot of catalyst asymmetry parameter vs. polypropylene stereoregularity index for the metallocene catalysts listed in Table 1. The dotted line is only a guide to the eye. Fig. 2 Molecular structures for [fluorenyl-C2H4-cyclopentaphenanthryl]ZrCl2 (left); [fluorenyl-C2H4-dihydrocyclopentaphenanthryl]ZrCl2 (middle) and [fluorenyl-C2H4-4,5-dimethylfluorenyl]ZrCl2 (right). Fig. 3 Solvent-accessible surfaces for the metallocene catalysts shown in Fig. 2. Table 1 Data for catalysts and propylene polymers Compound AP SRI rr/mm M w/M n a 1 (Fluorenyl-C2-H4-fluorenyl) ZrCl2 1.00 1.13 23/26 4.3/1.4 2 (Fluorenyl-C2H4-3-phenylindenyl)ZrCl2 1.16 1.50 36/24 6.2 (69), 1.3 (11) c 3 (Fluorenyl-C2H4-2-phenylindenyl)ZrCl2 1.16 2.73 22/60 4.3/1.1 4 (Fluorenyl-C2H4-2-methyl-4,5-benzoindenyl)ZrCl2 1.22 2.27 22/50 7.4/1.0 5 (Fluorenyl-CMe2-cyclopentadienyl)ZrCl2 2.09 27.30 82/3 6.2/1.7 c 6 (Fluorenyl-C2H4-9-methylbenzo[c]fluorenyl)ZrCl2 1.18 1.33 24/32 2.0/0.5 7 (Fluorenyl-C2H4-4-phenylfluorenyl)ZrCl2 1.44 1.68 22/37 8.0/2.5 c 8 (Fluorenyl-C2H4-4-(1-naphthyl)-2,7-di-t-butylfluorenyl)ZrCl2 1.70 13.30 6/80 4.8/1.6 c 9 (Fluorenyl-C2H4-3-methylindenyl)ZrCl2 1.16 1.12 29/26 6.3 (78), 1.6 (18) b 10 (fluorenyl-C2H4-3-trimethylsilylindenyl)ZrCl2 1.30 2.19 21/46 4.3 (50), 0.9 (50) b 11 (Fluorenyl-C2H4-trimethylsilylindenyl)HfCl2 1.30 1.44 25/36 5.1 (50), 0.8 (50) b 12 (Fluorenyl-C2H4-2,7-di-p-tolylfluorenyl)ZrCl2 1.00 1.08 28/26 5.6/1.8 13 (Fluorenyl-C2H4-2,7-di-t-butylfluorenyl)ZrCl2 1.00 1.26 23/29 6.5/3.2 14 (Fluorenyl-C2H4-indenyl)ZrCl2 1.35 1.65 43/26 7.5 (20), 0.8 (80) b 15 (Fluorenyl-CH2SiMe2-fluorenyl)ZrCl2 1.00 1.04 25/24 4.2/1.1 16 (Fluorenyl-SiMe2-fluorenyl)ZrCl2 1.00 1.31 29/22 11.1/2.8 17 (Fluorenyl-C2H4-cyclopentaphenanthryl) ZrCl2 1.08 1.84 35/19 7.2/2.4 18 (Fluorenyl-SiMe2-cyclopentaphenanthryl)ZrCl2 1.08 2.47 42/17 1.4/0.5 19 (Fluorenyl-C2H4-4,5-dihydrocyclopentaphenanthryl)ZrCl2 1.13 6.10 61/10 7.1/2.5 20 (Fluorenyl-SiMe2-4,5-dihydrocyclopentaphenanthryl)ZrCl2 1.13 5.90 59/10 6.6/4.1 21 (Fluorenyl-SiPh2-4,5-dihydrocyclopentaphenanthryl)ZrCl2 1.13 5.09 56/11 13.5/5.8 22 (Perhydrocyclopentaphenanthryl-C2H4-perhydrofluorenyl)ZrCl2 1.10 3.92 51/13 5.5/0.6 23 (Fluorenyl-C2H4-4-methylfluorenyl)ZrCl2 1.11 1.03 38/37 5.3/2.1 24 (Cyclopentaphenanthryl-SiMe2-indenyl)ZrCl2 1.46 6.36 11/70 3.2/1.2 25 (3,4-Dimethylfluorenyl-SiMe2-3,4-dimethylfluorenyl)ZrCl2 1.00 1.28 32/25 8.5/1.3 26 (Fluorenyl-SiMe2-indenyl)ZrCl2 1.35 1.88 24/45 3.5 (15), 1.00 (85) b 27 (Fluorenyl-SiPh2-indenyl)ZrCl2 1.35 1.23 37/30 5.8 (76), 1.0 (24) b 28 (Fluorenyl-C2H4-4,5-dimethylfluorenyl)ZrCl2 1.23 1.68 32/19 2.2/0.7 29 (Fluorenyl-C2H4-cyclopentaphenanthryl)HfCl2 1.08 2.94 47/16 9.1/3.2 a Values in g/mol × 105. b Peak molecular weights (%). c In 1,2,4-trichlorobenzene. Table 2 Surface areas of molecular fragments Fragment Surface area (Å2) C6H5 66 C5H5 76 Indenyl 121 Fluorenyl 151 CH3 18 C2H5 35 i-C3H7 52 t-C4H9 68 CF3 29 A measure of metallocene catalyst shape asymmetry A.R Siedle ∗ Kristin M Theissen John Stevens 1 3M Corporate Research Laboratories, St. Paul, MN 55144-1000, USA * Corresponding author. Tel.: +1-651-736-1994; fax: +1-651-737-2590. 1 Deceased. An asymmetry parameter (AP) is used as a continuous, positive, metrical shape descriptor and applied to ansa-bridged metallocene catalysts of the type [(ligand 1)-bridge-(ligand 2)]MX2 where ligands 1 and 2 are variously substituted cyclopentadienyl, indenyl or fluorenyl groups connected by, e.g. SiMe2 or C2H4; and where M is Ti, Zr or Hf and X, a halogen or alkyl group. It is the ratio of the van der Waals surface area of the larger ligand divided by that of the smaller. A series of syndioregulating catalysts was used to polymerize propylene. As the catalyst AP increases, the polypropylenes produced have successively higher syndiotacticity. A simple, arithmetic formula for calculating APs of new catalysts is presented. Keywords Asymmetry parameter Metallocene catalysts Syndioregulating catalysts 1 Introduction In a recent review, Ewen [1] observed that “small molecular machines called metallocene catalysts have revolutionized the industrial synthesis of valuable plastics” and noted the correlation between catalyst symmetry and polymer (particularly polypropylene) tacticity. Horton [2] has tabulated the relationship between pro-catalyst (i.e. the metallocene dihalide or dialkyl prior to activation by some additional reagent such as methylaluminoxane) point group symmetry and polypropylene stereochemistry. A very large body of research indicates that, qualitatively, the structure and shape (vide infra) of metallocene catalysts can profoundly affect the stereochemistry of polymerization [3]. A general method of altering metallocene shape and structure is the introduction of substituents. However, a problem in drawing more quantitative conclusions arises from difficulties in characterizing catalyst shapes. Point group symmetry is not completely useful for the task. It is a discontinuous function shape and takes no account of the size of substituents used. For example, [fluorenyl-CMe2-3-RC5H4]ZrCl2 compounds have C1 symmetry for R=H. Yet, hemiisotactic polypropylene results when R=Me and isotactic polymer when R=t-Bu [4]. Neither does point group notation take account of the position of the substituent. It is possible to lower point group symmetry by introduction of substituents, but at positions so remote from the reaction center that their effect on polymer stereoregularity is negligible. Metallocenes used for olefin polymerization catalysis have rather complicated shapes. Their structures can be described in terms of the usual bond distances and angles as well as by dihedral angles between ligand planes [5]. However, these metrical parameters have not been found to correlate with the stereochemistry of the product polymers. Hortman and Brintzinger [6] have proposed the use of coordination gap and aperture obliquity angle as (derivative) structural parameters. These parameters can account for trends in polymerization rates and in stereochemistry. Importantly, Brintzinger noted that they can vary due to the substantial librational excursions which are possible even in bridged (ansa) metallocenes. Even if structure–stereochemistry correlations could be wrung from catalyst structure, a structure must first be generated by X-ray crystallographic or molecular mechanics methods. Either can be a challenging task. In this contribution, a new measure of metallocene catalyst shape termed the asymmetry parameter (AP) is presented. This function is continuous and always positive. It may be estimated by simple molecular modeling techniques and is equally applicable to existing catalysts and those not yet synthesized. There is an empirical correlation between AP and polypropylene stereoregularity for a series of syndiospecific catalysts. 2 Results and discussion The shape of a molecule, particularly one containing many atoms, is fundamentally different from its structure. It operates on a larger length (or mesh) scale and can be approximated by the van der Waals surfaces of the constituent atoms [7–12] (the ideas underlying the concept of the van der Waals radius have been critically reviewed in [8]; for incisive reviews of ideas about molecular shape and shape descriptors, see, for example, [9]). Because stereoregulation in metallocene catalysts is considered to involve non-bonded repulsive interactions among the catalyst, the growing polymer chain and the entering monomer, it appears reasonable to undertake a description of metallocene catalyst shapes in the context of their van der Waals contours. A general class of metallocene catalysts comprises two carbocyclic ligands bonded to the Group IV metals Ti, Zr or Hf. These two ligands may or may not be identical. Zirconocene dichloride, (C5H5)2ZrCl2, is illustrative of the former. We focus on a subset of such metallocenes in which the two ligands are connected by a one- or two-atom bridge such as SiMe2 or C2H4. In such ansa metallocenes, rotation of the carbocyclic ligands about the metalC5 ring centroid axes is strongly inhibited by a bridging moiety connecting them. Thus, such molecules are (relatively) rigid and have persistent shapes that are amenable to further analysis. Constancy of shape is a prerequisite to the use of a single-valued shape descriptor. Ansa-metallocenes may be generally represented by [(ligand 1)-bridge-(ligand 2)]MCl2. An AP is defined as the ratio of the van der Waals area of ligand fragment 1 to that of ligand fragment 2. The ligands are numbered so that the area of ligand 1 is grater than that of ligand 2. The AP must, therefore, be continuous and positive. In reckoning ligand surface areas, substituents more distant than 5Å from the reaction center are ignored on the ground that, beyond this arbitrary distance, interactions with the growing polymer chain and/or the incoming monomer are too weak to influence polymer stereochemistry. For example, when one of the ligands is fluorenyl, introduction of bulky p-tolyl groups at the 2, 7 positions has hardly any effect on stereoregularity even though, of course, these added groups have a dramatic effect on point group symmetry. Stereoregularity index (SRI) is used as a measure of polymer stereoregularity and the stereoregulating properties of a metallocene catalyst. It is defined as the ratio of rr or mm triads in a polymer, whichever is larger, to mm or rr triads, whichever is smaller. SRI measures the departure of polymer stereoregularity from random or atactic (where SRI=1.00). It ranges from unity to very high values (>25) for highly stereoregular polymers. SRI does not differentiate between iso- and syndioregular polymers (and catalysts), but this could be done by adding the suffix S or I. Here, we are concerned primarily with syndioregular materials, i.e. rr>mm. Propylene has been polymerized with each of a series of 27 different metallocene catalysts, some of them novel. AP values for these catalysts were calculated by the CAChe molecular mechanics program. SRI of the polypropylenes produced was assessed by pentad level 13 C NMR analysis. Numerical data are collected in Table 1 . A plot of catalyst AP versus polypropylene SRI is shown in Fig. 1 . As the metallocene catalyst becomes increasingly asymmetrical as judged by its AP, the product polypropylene becomes increasingly syndioregular. A dashed line through the data points, intended as a guide to the eye, demonstrates a quite nonlinear, seemingly exponential relationship between the two parameters. An exponential relationship is, in fact, to be expected for enantiomeric site control. Angermund et al. [13] have used molecular modeling to calculate the energy gaps separating the four lowest energy conformers that result when a metallocene coordinates to prochiral propylene. The different conformers lead to different stereochemistries of monomer insertion. The magnitudes of these energy gaps were found to be critical in determining catalyst stereospecificity. The stereochemical outcome of a polymerization is kinetic in nature. It is measured by integration over the stereochemistry of a large number of monomer insertion steps [14]. The Arrhenius equation says that the (relative) rates of r and s insertions (and the probabilities of their occurrence) are exponentially weighted corresponding to their activation energies, E act. The AP operates by changing relative values of E act, i.e. Angermund and Fink’s energy gaps, for different insertion modes. Within this set of catalysts studied, there are two subsets that are of especial interest. Symmetrical compounds of the type [(fluorenyl)-bridge-(fluorenyl)]ZrCl2 (bridge=SiMe2 or C2H4) comprise the first set (fluorenyl-containing metallocenes have recently been reviewed in [15]). 2 In this paper, fluorenyl-type ligands are connected to the bridging group at the bridgehead carbon atom C(9). 2 AP for these catalysts is 1.0 by definition. The metallocenes have formal C2v symmetry and are predicted to yield atactic polypropylene. The polymers actually produced are substantially atactic but the stereoregularity indices range from 1.08 to 1.31. Deviations from the anticipated SRI value of 1.00 are attributed to the effects of chain end control, as was found (at low temperatures) for the C2v catalyst (C5H5)2TiPh2 [16]. That the deviations are small indicates that enantiomorphic site control is the predominant mechanism determining stereoregularity. Introduction of t-butyl or p-tolyl subsituents into the 2, 7 positions in one fluorenyl ring lowers point group symmetry to Cs, but SRI values for the polymers, 1.28 and 1.07, respectively, are within the stated range. Members of the second subset of catalysts have the general formula [(fluorenyl)-bridge-(R2fluorenyl)]ZrCl2 (bridge=SiMe2, SiPh2 or C2H4). Half of the ligand is a fluorenyl group. In the other half, R2 denotes a CHCH group connecting the 4, 5 positions of a fluorenyl ring (compounds A-bridge); or a CH2CH2 group connecting these same two positions (compounds B-bridge). C-bridge compounds have CH3 groups at the 4, 5 positions in one part of the ligand. The purpose of the (CH3)2, CH2CH2 and CHCH substituents is to incrementally increase the steric bulk of one of the ligands in the critical region near the zirconium atom and thus produce a gradual increase in the APs of the catalysts. Fig. 2 shows atomic positions and chemical bonds in A-C2H4 , B-C2H4 and C-C2H4 in their optimized calculated structures. The shapes of these same three molecules, i.e. the contours of their solvent-accessible surfaces, are depicted in Fig. 3 . Solvent-accessible surfaces are similar to van der Waals surfaces, but niches smaller than any potential solvent molecule are filled in, thus producing a “shrink wrap” appearance. Fig. 3 clearly demonstrates how the CHCH group spanning the C (4, 5) positions increases the steric bulk of one of the fluorenyl moieties. The AP for this metallocene is 1.08 and it is somewhat syndioregulating for it produces polypropylene with a SRI of 1.84. When this CHCH group is hydrogenated to produce a CH2CH2 group as in B-C2H4 , the AP increases slightly to 1.13. Note that two of the methylene hydrogen atoms now protrude above the plane of the fluorenyl rings and into the region adjacent to the zirconium atom as shown in Fig. 3. Addition of only two hydrogen atoms significantly increases the syndioregulating ability of the catalyst and it produces polypropylene having a SRI of 6.10. We think it remarkable that the stereoregulating properties of metallocene catalysts are so sensitive to deceptively minor structural variations. Conceptual hydrogenolysis of the bridge CC bond in B-C2H4 produces C-C2H4 in which the two CH2 groups are converted to CH3 groups. As a result, the molecule becomes even more asymmetrical and AP increases to 1.23. However, the stereoregulating ability of the catalyst actually drops and the polypropylene produced has an SRI value of only 1.68. We surmise that this unanticipated result may stem from the fact that, relative to its A and B analogues, C-C2H4 lacks a persistent shape. In addition to rotation of the CH3 groups, low frequency vibrations can cause these CH3 groups to bend away from one another and out of the plane of the fluorenyl moiety to which they are attached. Thus, this part of the metallocene molecule is more plastic than rigid and it can deform to accommodate incoming monomer and/or the growing polymer chain in a way that is not possible when the 4,5 substituents are liked together to form part of a six-membered ring. The nature of the bridge connecting the two ligand fragments of a metallocene catalyst was ignored in defining an AP. This is at best an approximation that has only the merit of convenience and which offers ground for future improvement. For the metallocenes B-C2H4 , B-SiMe2 and B-SiPh2 , the respective polypropylene SRI values are 6.10, 5.90 and 4.75. All three catalysts are syndioregulating and the structural nature of the bridge can be viewed as a second-order perturbation. It accounts for much of the vertical scatter seen in Fig. 1. Asymmetry in the bridging moiety alone is insufficient to affect stereoselectivity. This is evidenced by [fluorenyl-CH2-SiMe2-fluorenyl]ZrCl2 which produces polypropylene with an SRI of 1.04. Exhaustive hydrogenation of A-C2H4 produces [(decahydrocyclopentaphenanthryl)-C2H4-(decahydrofluorenyl)]ZrCl2, entry 22 in Table 1. The CHCH group connecting the 4, 5 positions of one of the fluorenyl rings is transformed, as before, to a CH2CH2 moiety. In addition, the four benzo groups are converted to (CH2)4 tetramethylene substituents. As a result of this reduction, both fluorenyl groups become cyclopentadienyl groups, each bearing two tetramethylene rings. Both halves of the ligand have larger van der Waals surfaces because CH has been replaced by CH2. However, the ratio of the van der Waals areas of the two ligand fragments, AP does not change. The SRI of the polypropylene produced by this hydrogenated catalyst is 3.92; it is still syndioregulating, but less so than its aromatic precursor. This result indicates that the shape parameter is applicable to cyclopentadienyl- as well as fluorenyl-containing ligands. It is still catalyst shape that determines stereoregulation. Disorder tends to increase with temperature and so an increase in propylene polymerization temperature is expected to decrease stereoregularity. Temperature can effect a significant perturbation on the stereoregulating effect of metallocene structure. Thus, when A-C2H4 was used as a polymerization catalyst at 65°C, polymer SRI decreased to 3.0 as compared to 6.1 at 25°C. Comparisons of metallocene stereospecificity are thus best made at similar temperatures. The idea of using van der Waals surface areas to calculate metallocene catalyst APs can be used in a general way. The surface areas of cyclopentadienyl, indenyl and fluorenyl groups are given in Table 2 . This table also shows the absolute increase in surface area when H in C6H6 is replaced by various alkyl or aryl groups or by CF3. These increments comprise group additivity contributions to molecular surface areas. Thus, AP values for a wide variety of metallocenes, even ones that have yet to be made, can be calculated by simple arithmetic. For example, the surface area increment for the t-butyl group is 65Å2; and 151Å2 for the fluorenyl group. Thus, the AP for the metallocene [(fluorenyl)-SiMe2-(4,5-t-Bu2fluorenyl)]ZrCl2 is calculated to be [151+2(68)]/151] or 1.90. This value is so high that it is quite probable, based on the data in Fig. 1, that if this highly congested metallocene were made, it would prove to be quite highly syndioregulating just as Ewen proposed [17]. 3 Conclusions A simple, approximate method of describing the degree of asymmetry in ansa-bridged metallocene olefin polymerization catalysts is presented. There is an empirical relationship between catalyst asymmetry and its stereoregulating tendency. This relationship may have predictive value for new catalysts in which enantiomorphic site control predominates over chain end stereocontrol. 4 Experimental Molecular surface area calculations were performed with CAChe Mechanics (to optimize ligand fragment geometries so as to minimize non-bonded repulsions and torsional strain) and Project Leader (to compute surface areas) molecular mechanics programs (all version 3.8, from Oxford Molecular Ltd., Oxford, UK), run on a Macintosh computer. Isodensity surfaces were calculated at 0.01e/Å3 to provide a computationally reproducible surface that closely approximates the van der Waals surface. Metallocene catalyst molecules are actually three dimensional objects and so molecular volumes of various catalysts were calculated with the same program. There was obtained an excellent linear correlation between molecular areas and molecular volumes. Therefore, use of surface areas is appropriate. Molecular surface areas were calculated as well with the AMPAC program (as implemented in Spartan 4pc). This latter methodology views molecules and atoms as being bounded by exponentially decreasing electron density function rather than as hard spheres. The absolute surface areas of ligand fragments (fluorenyl, cyclopentadienyl etc.) differ somewhat from those obtained using CAChe. However, the ratios of surface areas of the ligands, the AP values, are not significantly different from those obtained using CAChe. Dr. Shih-Hung Chou has found the surface areas of the groups listed in Table 2, determined by the CAChe program correlate linearly (r 2=0.998) with surface area parameters calculated with use of the program Cerius2. The results indicate that a set of valid, internally consistent APs can be developed with several different modeling programs because the area ratios of the various ligands modeled remain essentially the same. The catalyst structures shown in Fig. 2 were obtained using WebLab Pro 3.0 from Molecular Simulations Inc. The solvent-accessible surfaces represented in Fig. 3 were computed by this program and are shaded by electrostatic potential. Metallocene catalysts were prepared by literature methods [18]. Propylene was polymerized at 25±10°C. Typically, a 20±1mg quantity of metallocene catalyst was dissolved under nitrogen in 16ml methylaluminoxane solution in toluene (Albermarle Corp., [Al] = 1.7M). After 1h, the solution was diluted with 10ml toluene and transferred to a 100ml stainless steel cylinder fitted with a valve. The cylinder was pressurized to about 800psi with nitrogen, inverted and then attached to a stainless steel reactor containing about 1800gm propylene (Matheson Gas Products polymerization grade, passed through two Matheson model 6406A purifiers connected in series) at a temperature of ca. 8°C. This reactor had a volume of 8l and was equipped with a thermocouple, an agitator and a jacket through which coolant (dry ice–isopropanol) could be circulated as needed to control the reaction temperature. It was evacuated with a mechanical pump then backfilled with nitrogen prior to being charged with propylene. Upon opening the cylinder valve, the catalyst solution was injected into the reactor. Polymerization was carried out at 25±10°C for 4h then terminated by venting the unreacted monomer. Characterization data for the polymers are given in Table 1. The quantities of the catalysts were adjusted within the indicated range so as to aid in maintenance of reaction temperature with smaller amounts of the more active catalysts being used. 13 C NMR analyses to determine microstructure at the pentad level were conducted at 100°C using o-dichlorobenzene solutions of the polymers and a Varian XL-500 spectrometer [19]. Weight average (M w) and number average (M n) molecular weights were determined by gel phase chromatography (GPC) on filtered solutions using a Waters 150C system equipped with Jordi Associates Inc. 500A and mixed bed columns which were calibrated with polystyrene standards. Toluene at 25° was used as solvent unless otherwise noted. Some catalysts, particularly those of the type [(fluorenyl)-bridge-(Rindenyl)]ZrCl2, produced polymers whose GPC curves were bimodal. In these instances, peak molecular weights are given along with estimated area percentages in parentheses. Acknowledgements The authors are grateful to Dr. R.A. Newmark for polymer tacticity analyses, to H. Kang and M.G. Stephens for GPC data, to Barry Heldman who carried out the polymerizations and to Dr. D. Misemer for aid with the modeling programs. References [1] J.A Ewen Sci. Am. 276 1997 86 91 [2] A.D Horton Trends Polym. Sci. 2 1994 158 167 [3] (a) W.J. Kaminsky, Chem. Soc. Dalton Trans. (1996) 255–170 (b) H.H Brintzinger D Fischer R Mulhaupt B Rieger R.M Waymouth Angew Chem. Int. Ed. Engl. 34 1995 1143 1170 (c) J.B.P Soares A.E Hamilec Polym. React. Eng. 3 1995 131 200 (d) M.J. Bochman, Chem. Soc. Dalton Trans. (1996) 255–270 (e) V.K Gupta S Satish I.S.J Bhardwaj Macromol. Sci. Macromol. Chem. Phys. C43 1994 439 514 (f) W Kaminsky Macromol. Chem. Phys. 197 1996 3907 3945 (g) M Baumert H Frey M Holdera J Kressler F Senertz R Mulhaupt Macromol. Symp. 121 1997 53 74 (h) W Kaminsky M Arndt Adv. Polym. Sci. 127 1997 144 187 (i) K Soga T Shiono Prog. Polym. Sci. 22 1997 1503 1546 [4] (a) J.A Ewen M.J Elder R.L Jones L Haspeglagh J.L Atwood S.G Bott K Robinson Makromol. Chem. Macromol. Symp. 48/49 1991 253 295 (b) J.A. Ewen, Macromol. Symp. (1995) 181–196. [5] (a) A Razavi L Peters Nafpliotis J. Mol. Catal. 115A 1997 129 154 (b) L Resoni R.L Jones A.L Rheingold G.P.A Yap Organometallics 15 1996 998 1005 (c) F Piemontesi I Camurati L Resoni D Balboni A Sironi M Moret Organometallics 14 1995 1251 1266 (d) S Harder M Lutz A.W.G Straub Organometallics 16 1997 107 113 (e) U Stehling J Diebold R Kirsten W Roll S Jungling R Mulhaupt Organometallics 13 1994 964 970 (f) W Spaleck F Kuber A Winter J Rohrman B Bachman M Antberg V Dolle E.F Paulus Organometallics 13 1994 154 963 (g) L Resconi F Piemontesi I Camurati O Sudmeijer I.E Nifantev P.V Ivchenko L.J Kuzmina Am. Chem. Soc. 120 1998 2308 2321 (h) A Razavi J.L Atwood Organometal. Chem. 520 1996 115 120 [6] K Hortman H.H Brintzinger N. J. Chem. 16 1992 51 55 [7] (a) M Pinsky D Avnir Inorg. Chem. 37 1998 5575 5582 (and previous papers in that series) (b) R.S Rowland R.J Taylor Phys. Chem. 100 1996 7384 7391 (c) A.G Orpen Chem. Soc. Rev. 21 1993 191 197 [8] (a) A.Y Meyer Chem. Soc. Rev. 15 1986 449 474 (b) R.S Rowland R.J Taylor Phys. Chem. 100 1996 7384 7391 [9] (a) P.G Mezey Rev. Comput. Chem. 1 1993 265 294 (b) P.G. Mezey, Shape in Chemistry: An Introduction to Molecular Shape and Topology, VCH, New York, NY, 1993 (c) S. Hyde, S. Andersson, K. Larsson, Z. Blum, T. Landh, S. Lidin, B.W. Ninham, The Language of Shape, Elsevier, Amsterdam, 1997. [10] C.A Tolman Chem. Rev. 77 1997 313 348 (this important review describes use of van der Waals surfaces of tertiary phosphines to describe the steric properties of such ligands in terms of cone angles) [11] (a) J.J. McKinnon, A.S. Mitchell, M.A. Spackman, J. Chem. Soc. Chem. Commun. 1998, 2071–2072 (b) M.A Spackman P.G Byrom Chem. Phys. Lett. 267 1997 215 220 (c) J.J McKinnon A.S Mitchell M.A Spackman Chem. Eur. J. 4 1998 2136 2141 [12] D White N.J Coville Adv. Organometal. Chem. 36 1994 95 158 [13] (a) Y van der Leek K Angermund M Reffke R Kleinschmidt R Goretzki G Fink Chem. Eur. J. 3 1997 585 591 (b) K Angermund G Fink V.R Jensen R Kleinschmidt Chem. Rev. 100 2000 1457 1470 [14] V Busico R Cipullo Prog. Polym. Sci. 26 2001 443 533 [15] (a) H.G Alt E Samuel Chem. Soc. Rev. 27 1998 323 329 (b) H.G Alt A Koppl Chem. Rev. 100 2000 1205 1221 [16] J.A Ewen J. Am. Chem. Soc. 106 1984 6355 6364 [17] J.A. Ewen, US Patent 4,892,851. [18] (a) A.R. Siedle, D.K. Misemer, V.V. Kolpe, B.F. Duerr, US Patent 6,265,512 (b) A.R. Siedle, D.K. Misemer, V.V. Kolpe, B.F. Duerr, US Patent 6,323,151 (c) A.R. Siedle, D.K. Misemer, V.V. Kolpe, B.F. Duerr, WO 99/20664. [19] A. Tonelli, NMR Spectroscopy and Polymer Microstructure: The Conformational Connection, VCH, Deerfield Beach, FL, 1989.",
      "scopus-id": "0037448331",
      "coredata": {
        "eid": "1-s2.0-S1381116902002455",
        "dc:description": "An asymmetry parameter (AP) is used as a continuous, positive, metrical shape descriptor and applied to ansa-bridged metallocene catalysts of the type [(ligand 1)-bridge-(ligand 2)]MX2 where ligands 1 and 2 are variously substituted cyclopentadienyl, indenyl or fluorenyl groups connected by, e.g. SiMe2 or C2H4; and where M is Ti, Zr or Hf and X, a halogen or alkyl group. It is the ratio of the van der Waals surface area of the larger ligand divided by that of the smaller. A series of syndioregulating catalysts was used to polymerize propylene. As the catalyst AP increases, the polypropylenes produced have successively higher syndiotacticity. A simple, arithmetic formula for calculating APs of new catalysts is presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-01-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902002455",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Siedle, A.R"
          },
          {
            "@_fa": "true",
            "$": "Theissen, Kristin M"
          },
          {
            "@_fa": "true",
            "$": "Stevens, John"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902002455"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902002455"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00245-5",
        "prism:volume": "191",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "A measure of metallocene catalyst shape asymmetry",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Asymmetry parameter"
          },
          {
            "@_fa": "true",
            "$": "Metallocene catalysts"
          },
          {
            "@_fa": "true",
            "$": "Syndioregulating catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "167-175",
        "prism:endingPage": "175",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 January 2003",
        "prism:doi": "10.1016/S1381-1169(02)00245-5",
        "prism:startingPage": "167",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00245-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "25",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "192",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "25",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "192",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1225",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "398",
            "@width": "621",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10944",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1372",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "207",
            "@width": "696",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37204",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "48",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-gr3ab.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1481",
            "@ref": "gr3ab",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "766",
            "@width": "396",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-gr3ab.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "79304",
            "@ref": "gr3ab",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "109",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-gr3c.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2362",
            "@ref": "gr3c",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "334",
            "@width": "392",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902002455-gr3c.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33773",
            "@ref": "gr3c",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037448331"
      }
    }
  }
}