{
  "metadata": {
    "title": "Ruthenium(III) acetylacetonate: A homogeneous catalyst in the hydrolysis of sodium borohydride",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-05-01",
    "doi": "10.1016/j.molcata.2008.02.008",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116908000903",
    "pii": "S1381116908000903"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-43049153388",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-02-17 2008-02-17 2010-03-29T10:57:16 1-s2.0-S1381116908000903 S1381-1169(08)00090-3 S1381116908000903 10.1016/j.molcata.2008.02.008 S300 S300.1 FULL-TEXT 1-s2.0-S1381116908X00056 2015-05-15T05:56:33.307883-04:00 0 0 20080501 2008 2008-02-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 286 286 1 2 1 2 Volume 286, Issues 1–2 15 87 91 87 91 20080501 1 May 2008 2008-05-01 2008 Regular papers article fla Copyright © 2008 Elsevier B.V. All rights reserved. RUTHENIUMIIIACETYLACETONATEAHOMOGENEOUSCATALYSTINHYDROLYSISSODIUMBOROHYDRIDE KECELI E 1 Introduction 2 Experimental 2.1 General 2.2 Catalytic hydrolysis of sodium borohydride by using ruthenium(III) acetylacetonate 2.3 Self-hydrolysis of sodium borohydride 2.4 Poisoning experiments 2.5 Kinetic study of ruthenium(III) acetylacetonate catalyzed hydrolysis of sodium borohydride 2.6 Catalytic lifetime of ruthenium(III) acetylacetonate catalyst 3 Results and discussion 4 Conclusions Acknowledgements References LEWIS 1993 2693 L BONNEMANN 1997 1200 H KOHLER 1998 2730 J AIKEN 1999 J ZHAN 2003 2195 B HINNEMANN 2005 5308 B SCHMID 1999 179 G SCHMID 1998 515 G 1998 NANOPARTICLESNANOSTRUCTUREDFILMS 1996 ACTIVEMETALSPREPARATIONCHARACTERIZATIONAPPLICATIONS BRADLEY 1994 459 J CLUSTERSCOLLOIDSTHEORYAPPLICATIONS SCHMID 1992 1709 G OZKAR 2004 135 S AIKEN 1996 29 J OZKAR 2005 728 S ZAHMAKIRAN 2006 95 M WIDEGREN 2003 317 J GUELLA 2006 17024 G KAUFMAN 1985 307 C DAVIS 1960 5950 R KECELIX2008X87 KECELIX2008X87X91 KECELIX2008X87XE KECELIX2008X87X91XE item S1381-1169(08)00090-3 S1381116908000903 1-s2.0-S1381116908000903 10.1016/j.molcata.2008.02.008 271358 2010-10-11T07:03:24.059852-04:00 2008-05-01 1-s2.0-S1381116908000903-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/MAIN/application/pdf/e03b025172ce0c4f987742f6e9acfcf1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/MAIN/application/pdf/e03b025172ce0c4f987742f6e9acfcf1/main.pdf main.pdf pdf true 423638 MAIN 5 1-s2.0-S1381116908000903-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/PREVIEW/image/png/1be1581eec3cf8709ed51c105c18a998/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/PREVIEW/image/png/1be1581eec3cf8709ed51c105c18a998/main_1.png main_1.png png 87165 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116908000903-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/STRIPIN/image/gif/fd53bbd6833d2b809db879e185d7cd33/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/STRIPIN/image/gif/fd53bbd6833d2b809db879e185d7cd33/si1.gif si1 si1.gif gif 880 22 240 ALTIMG 1-s2.0-S1381116908000903-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr1/DOWNSAMPLED/image/jpeg/4943017e02fcf62612df86957ffb3f7d/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr1/DOWNSAMPLED/image/jpeg/4943017e02fcf62612df86957ffb3f7d/gr1.jpg gr1 gr1.jpg jpg 25325 227 318 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908000903-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr1/THUMBNAIL/image/gif/41ec8a297faace6f1a38ddf58740158d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr1/THUMBNAIL/image/gif/41ec8a297faace6f1a38ddf58740158d/gr1.sml gr1 gr1.sml sml 1174 89 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908000903-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr2/DOWNSAMPLED/image/jpeg/34d1df80e3ab47dce0a774da6cdbc469/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr2/DOWNSAMPLED/image/jpeg/34d1df80e3ab47dce0a774da6cdbc469/gr2.jpg gr2 gr2.jpg jpg 28033 466 322 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908000903-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr2/THUMBNAIL/image/gif/e1f9c7a342d4e8979789cf1be32d7677/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr2/THUMBNAIL/image/gif/e1f9c7a342d4e8979789cf1be32d7677/gr2.sml gr2 gr2.sml sml 665 93 64 IMAGE-THUMBNAIL 1-s2.0-S1381116908000903-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr3/DOWNSAMPLED/image/jpeg/d2bc2403ff3107314f949c7417dd99fa/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr3/DOWNSAMPLED/image/jpeg/d2bc2403ff3107314f949c7417dd99fa/gr3.jpg gr3 gr3.jpg jpg 41358 565 330 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908000903-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr3/THUMBNAIL/image/gif/743843e3331e6411880132d826239526/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr3/THUMBNAIL/image/gif/743843e3331e6411880132d826239526/gr3.sml gr3 gr3.sml sml 832 92 54 IMAGE-THUMBNAIL 1-s2.0-S1381116908000903-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr4/DOWNSAMPLED/image/jpeg/164257baea8910e2a5b87164372ff4ec/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr4/DOWNSAMPLED/image/jpeg/164257baea8910e2a5b87164372ff4ec/gr4.jpg gr4 gr4.jpg jpg 38709 503 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908000903-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr4/THUMBNAIL/image/gif/2c36ee67dcfa4243acccbb0c7087e5d9/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr4/THUMBNAIL/image/gif/2c36ee67dcfa4243acccbb0c7087e5d9/gr4.sml gr4 gr4.sml sml 879 93 61 IMAGE-THUMBNAIL 1-s2.0-S1381116908000903-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr5/DOWNSAMPLED/image/jpeg/f7841cfe5ba0df2dba667fc0c2f22613/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr5/DOWNSAMPLED/image/jpeg/f7841cfe5ba0df2dba667fc0c2f22613/gr5.jpg gr5 gr5.jpg jpg 34258 407 315 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908000903-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/gr5/THUMBNAIL/image/gif/7351bc14cefac83cf99bf73e388bcf4b/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/gr5/THUMBNAIL/image/gif/7351bc14cefac83cf99bf73e388bcf4b/gr5.sml gr5 gr5.sml sml 1759 93 72 IMAGE-THUMBNAIL 1-s2.0-S1381116908000903-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/fx1/DOWNSAMPLED/image/gif/56f9a31f5f0773ae0e1194b1b13d1d9a/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/fx1/DOWNSAMPLED/image/gif/56f9a31f5f0773ae0e1194b1b13d1d9a/fx1.gif fx1 true fx1.gif gif 2483 123 324 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908000903-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908000903/fx1/THUMBNAIL/image/gif/0892bd2637feec301dfc95b62b69b3e4/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908000903/fx1/THUMBNAIL/image/gif/0892bd2637feec301dfc95b62b69b3e4/fx1.sml fx1 true fx1.sml sml 680 47 125 IMAGE-THUMBNAIL MOLCAA 7100 S1381-1169(08)00090-3 10.1016/j.molcata.2008.02.008 Elsevier B.V. Fig. 1 Hydrogen evolution versus time plot for the hydrolysis of sodium borohydride solution ([NaBH4]=150mM) at 25.0±0.1°C: (a) self-hydrolysis, (b) catalyzed by ruthenium(III) acetylacetonate ([Ru(acac)3]=2.0mM). Fig. 2 Plot of the relative rate of hydrogen evolution versus the equivalent of poison per ruthenium (moles of poison/moles of Ru) for the hydrolysis of sodium borohydride catalyzed by ruthenium(III) acetylacetonate at 25.0±0.1°C ([Ru(acac)3]=6mM, [NaBH4]=150mM): (a) using metallic mercury, Hg as poison, (b) trimethylphosphite, P(OCH3)3 as poison. Fig. 3 (a) Volume of hydrogen generated versus time for the hydrolysis of sodium borohydride catalyzed by ruthenium(III) acetylacetonate with different [Ru] concentrations at 25.0±0.1°C ([NaBH4]=150mM). (b) The graph of ln(rate) versus ln[Ru] for the same reaction. Fig. 4 (a) Volume of hydrogen generated versus time for the hydrolysis of sodium borohydride catalyzed by ruthenium(III) acetylacetonate with different [NaBH4] concentration at 25.0±0.1°C ([Ru(acac)3]=0.6mM). (b) The graph of ln(rate) versus ln[NaBH4] for the same reaction. Fig. 5 (a) Arrhenius plot, (b) Eyring plot for the ruthenium(III) acetylacetonate catalyzed hydrolysis of sodium borohydride at different temperatures. The rate constant at each temperature was determined for the hydrolysis starting with [NaBH4]=150mM and [Ru]=1.0mM. Table 1 Values of the rate constant k in (molH2)·(molRu)−1 s−1 for the hydrolysis of sodium borohydride (150mM) catalyzed by ruthenium(III) acetylacetonate (1mM Ru) at different temperatures T [K] k [(molH2)·(molRu)−1 s−1] 293 0.0466±0.0009 298 0.0876±0.0017 303 0.130±0.0026 308 0.167±0.0033 313 0.251±0.0050 318 0.324±0.0065 Ruthenium(III) acetylacetonate: A homogeneous catalyst in the hydrolysis of sodium borohydride Ezgi Keçeli Saim Özkar ⁎ Department of Chemistry, Middle East Technical University, 06531 Ankara, Turkey ⁎ Corresponding author. Tel.: +90 312 210 3212; fax: +90 312 210 3200. Graphical abstract Ruthenium(III) acetylacetonate was employed for the first time as homogeneous catalyst in the hydrolysis of sodium borohydride and found to be highly active catalyst providing 1200 turnovers before deactivation. Poisoning experiments with mercury and trimethylphosphite provide compelling evidence for homogeneous catalyst. Catalytic hydrolysis is first order with respect to both the substrate and catalyst concentration. Ruthenium(III) acetylacetonate was employed for the first time as homogeneous catalyst in the hydrolysis of sodium borohydride. Ruthenium(III) acetylacetonate was not reduced by sodium borohydride under the experimental conditions and remains unchanged after the catalysis. Poisoning experiments with mercury and trimethylphosphite provide compelling evidence for the fact that ruthenium(III) acetylacetonate is indeed a homogenous catalyst in the hydrolysis of sodium borohydride. Kinetics of the ruthenium(III) acetylacetonate catalyzed hydrolysis of sodium borohydride was studied depending on the catalyst concentration, substrate concentration, and temperature. The hydrogen generation was found to be first order with respect to both the substrate concentration and catalyst concentration. The activation parameters of this reaction were also determined from the evaluation of the kinetic data: activation energy; E a =58.2±2.6kJmol−1, the enthalpy of activation; ΔH # =55.7±2.5kJmol−1 and the entropy of activation ΔS # =118±5Jmol−1 K−1. Ruthenium(III) acetylacetonate was found to be highly active catalyst providing 1200 turnovers over 180min in hydrogen generation from the hydrolysis of sodium borohydride before deactivation. Keywords Ruthenium(III) acetylacetonate Homogeneous catalysis Hydrolysis Sodium borohydride Reaction kinetics Catalyst poisoning 1 Introduction Modern transition-metal nanoclusters [1] can be stabilized by anionic-ligand [2] and commonly prepared from the reduction of a metal salt in the presence of stabilizer in solution. However, it is favorable to have the stabilizer as ligand or anion in the precursor compound, because of its controlled release during the reduction. Such a controlled supply of the stabilizer can provide the formation of nanoclusters in a narrow size distribution (nearly monodispersed) [3] which are active catalyst for many reactions such as olefin hydrogenation. For the synthesis of water dispersible ruthenium(0) nanoclusters, ruthenium(III) chloride has been reduced by sodium borohydride in the presence of acetate ion as stabilizer [4]. Acetate ion was found to be the good stabilizer for the ruthenium(0) nanoclusters catalyst which are also highly active for the hydrolysis of sodium borohydride [5]. Ruthenium(III) acetate appears to be an ideal precursor for the preparation of ruthenium(0) nanoclusters because (i) it will eliminate any other anion such as chloride, (ii) it will provide a controlled release of acetate ion during the reduction of precursor. Unfortunately, the corresponding ruthenium(III) acetate is not known or available. Therefore, we searched for a ruthenium precursor compound bearing a ligand or anion which can act as stabilizer for the ruthenium(0) nanoclusters. Ruthenium(III) acetylacetonate, Ru(acac)3, was found to be one of the potential candidates, as acetylacetonate is a strong chelating ligand and, therefore, can also be a good stabilizing agent for ruthenium(0) nanoclusters. As a result of our search, ruthenium(III) acetylacetonate was chosen to be used as an alternative precursor for the synthesis of ruthenium(0) nanoclusters, since it has an anionic ligand, which is soluble in water and can be used as a stabilizer for the Ru(0) nanoclusters in aqueous medium. The first problem we encountered was the low solubility of Ru(acac)3 in water, which does not permit any application in aqueous solution. As determined by the ICP-OES method the solubility of Ru(acac)3 is 5mg/L in water. To overcome this problem, a mixture of tetrahydrofuran (THF)/water (10% THF and 90% water) was used as solvent. Since sodium borohydride has been used as a reducing agent for the reduction of ruthenium(III) precursors [4,5], it was also used to reduce ruthenium(III) acetylacetonate for the purpose of forming ruthenium(0) nanoclusters. Unexpectedly we observed that ruthenium(III) acetylacetonate remains unreacted in solution under the experimental conditions even for days. Although, ruthenium(III) acetylacetonate could not be reduced by sodium borohydride under the experimental conditions; as shown by the results of analyses, it was surprisingly observed that the hydrolysis of sodium borohydride is catalyzed by this solution, implying that ruthenium(III) acetylacetonate acts as a homogeneous catalyst. Here, we report the results of our study on the use of ruthenium(III) acetylacetonate as homogeneous catalyst in the hydrolysis of sodium borohydride. 2 Experimental 2.1 General Ruthenium(III) acetylacetonate, sodium borohydride (98%), tetrahydrofuran (THF) were purchased from Aldrich®. Deionized water was distilled by water purification system (Şimşek SL-200, Ankara, Turkey). All glassware and Teflon coated magnetic stir bars were cleaned with acetone, followed by copious rinsing with distilled water before drying at 150°C for a few hours. IR spectra were taken from KBr pellets on a Nicolet 510 FTIR Spectrophotometer using Omnic software. UV–vis electronic absorption spectra were taken on a Hewlett Packard 8452A Model Diode Array spectrophotometer. 2.2 Catalytic hydrolysis of sodium borohydride by using ruthenium(III) acetylacetonate A solution of ruthenium(III) acetylacetonate catalyst was prepared by dissolving 8.0–200mg (0.020–0.50mmol) Ru(acac)3 in a mixture of 5mL THF and 5mL water under vigorous stirring. The solution obtained is dark red in color and stable at room temperature for days. The catalytic activity of ruthenium(III) acetylacetonate catalyst in the hydrolysis of sodium borohydride was determined by measuring the rate of hydrogen generation. For the catalytic activity test, a 75mL jacketed reaction flask containing a Teflon-coated stir bar was placed on a magnetic stirrer (Heidolph MR-301) and thermostated to 25.0±0.1°C by circulating water through its jacket from a constant temperature bath. Then, a graduated glass tube (50cm in height and 2.5cm in diameter) filled with water was connected to the reaction flask to measure the volume of the hydrogen gas to be evolved from the reaction. After the preparation of experimental setup, 284mg (7.5mmol) NaBH4 was dissolved in 40mL water and the solution was transferred with a 50mL pipette into the reaction flask thermostated at 25.0±0.1°C. Then, the Ru(acac)3 solution in 10mL THF/water was transferred into the reaction flask using a 10mL gastight syringe, yielding a solution with Ru concentration of 0.40–10.0mM and sodium borohydride concentration of 150mM. The experiment was started by closing the reaction flask and turning on the stirring at 1000rpm simultaneously. The volume of hydrogen gas evolved was measured by recording the displacement of water level in the graduated glass tube for every 5min. 2.3 Self-hydrolysis of sodium borohydride The self-hydrolysis of sodium borohydride was performed in the same way as described in the previous section. Sodium borohydride (284mg, 7.5mmol) was dissolved in 50mL water and the solution was transferred with a 50mL pipette into the reaction flask thermostated at 25.0±0.1°C. The experiment was started by closing the reaction flask and turning on the stirring at 1000rpm simultaneously. The volume of hydrogen gas generated was recorded every 5min. 2.4 Poisoning experiments To determine whether Ru(acac)3 catalyst in the hydrolysis of sodium borohydride is homogeneous or heterogeneous, poisoning experiments were performed by using mercury and trimethylphosphite (P(OCH3)3). In the poisoning experiment, a solution of 6.00mM Ru(acac)3 and 150mM sodium borohydride in 50mL THF/water (1:9) was prepared for the catalytic reaction. The reaction was started after adding the poison (mercury or trimethylphosphite) in various amount to the solution at room temperature. The rate of hydrogen evolution was recorded. 2.5 Kinetic study of ruthenium(III) acetylacetonate catalyzed hydrolysis of sodium borohydride In order to establish the rate law for the catalytic hydrolysis of NaBH4 using Ru(acac)3, three different sets of experiments were performed in the same way as described in the section “Catalytic Activity of Ruthenium(III) Acetylacetonate in the Hydrolysis of Sodium Borohydride”. In the first set of experiments, the concentration of NaBH4 was kept constant at 150mM, and the Ru(acac)3 concentration was varied in the range of 0.40, 0.60, 0.80, 1.00, 2.00, 3.00, 4.00, 5.00, 6.00 and 10.00mM at 25.0±0.1°C. In the second set of experiments, Ru(acac)3 concentration was held constant at 0.6mM while the NaBH4 concentration was varied in the range of 60, 80, 100, 120, 150, 200, 250 and 300mM to get various NaBH4/Ru(acac)3 ratios (NaBH4/Ru(acac)3 =100, 133, 167, 200, 250, 333, 417 and 500) 25.0±0.1°C. The third set of experiments were performed by keeping NaBH4 and Ru(acac)3 concentrations constant at 150 and 0.60mM, respectively, and varying the temperature in the range of 25, 30, 35 and 40°C in order to obtain the activation energy (E a), enthalpy of activation (ΔH #) and entropy of activation (ΔS #). In order to test the reliability of the k values, the hydrolysis of sodium borohydride was repeated ten times starting with 150mM NaBH4 and 1.0mM Ru(acac)3 at 25.0±0.1°C (exactly under the same conditions). The average k value obtained from ten repeat experiments is 0.0876±0.0017(molH2)·(molRu)−1 s−1. Thus the k values have a percentage error less than 2%. 2.6 Catalytic lifetime of ruthenium(III) acetylacetonate catalyst The catalytic lifetime of Ru(acac)3 in the hydrolysis of sodium borohydride was determined by measuring the total turnover number (TTO). Such a lifetime experiment was started with a 50mL solution containing 0.6mM Ru(acac)3 and 450mM NaBH4 (corresponding to maximum possible total turnover number of 3000) at 25.0±0.1°C. The hydrolysis of sodium borohydride reaction was continued until hydrogen gas evolution was slowed down to the self-hydrolysis level. 3 Results and discussion Ruthenium(III) acetylacetonate was found to catalyze the hydrolysis of sodium borohydride at room temperature. NaB H 4 + 2 H 2 O ⟶ catalyst NaB O 2 + 4 H 2 The reaction could be followed by measuring the volume of hydrogen gas evolved from the reaction. Fig. 1 shows the hydrogen generation from the hydrolysis of 150mM sodium borohydride solution, catalyzed by 2.0mM Ru(acac)3, along with the self-hydrolysis of sodium borohydride at 25.0±0.1°C. The reaction is accelerated from 0.85mL H2/min for self-hydrolysis to 12mL H2/min for the catalyzed one, an enhancement by a factor of 15. That the hydrolysis of sodium borohydride starts immediately without induction period is indicative of a preformed catalyst, that is, the added Ru(acac)3 acts as catalyst. The ruthenium containing solid residue isolated from the catalytic reaction was identified as Ru(acac)3 by means of FTIR and UV–vis electronic absorption spectroscopy. Thus, ruthenium(III) remains unchanged after the catalytic reaction. Poisoning experiments [6] with mercury and trimethylphosphite shows unequivocally that ruthenium(III) acetylacetonate acts as homogeneous catalyst. Fig. 2 exhibits the effect of adding the poison (mercury or trimethylphosphite) into the reaction solution on the catalytic activity. While no meaningful change in the catalytic activity is observed upon addition of mercury up to 1.0 equivalent into the reaction solution during the catalytic hydrolysis of sodium borohydride, the rate of catalytic reaction decreases almost linearly with the addition of trimethylphosphite and ultimately stops when one equivalent of poison is added. This result is a compelling evidence for a homogenous catalyst. As a homogeneous catalyst ruthenium(III) acetylacetonate catalyzes the hydrolysis of sodium borohydride liberating hydrogen gas. The homogeneous Ru(acac)3 catalyst can provide 1200 turnovers over 180min in hydrogen generation from the hydrolysis of sodium borohydride before deactivation at room temperature. Fig. 3 shows the volume of generated H2 versus time plots during the Ru(acac)3 catalyzed hydrolysis of 150mM NaBH4 solution in different concentrations of Ru(acac)3 at 25.0±0.1°C. It is seen that Ru(acac)3 has a catalytic activity in the hydrolysis of NaBH4 even at low concentrations and room temperature. The hydrogen evolution starts immediately, without induction period as the performed catalyst was used. The hydrogen generation rate was determined from the linear portion of the plot for each experiment with different Ru(acac)3 concentration. Fig. 3b shows the plot of hydrogen generation rate versus the ruthenium concentrations, both in logarithmic scale. One obtains a straight line, the slope of which is found to be 1.06. This indicates that the catalytic hydrolysis of sodium borohydride is first order with respect to the catalyst concentration. The effect of substrate concentration on the hydrogen rate was determined by varying the concentration of NaBH4 at a constant ruthenium concentration of 0.60mM and temperature of 25.0±0.1°C (Fig. 4 ). The plot of hydrogen generation rate versus NaBH4 concentration in Fig. 4b gives a straight line with a slope of 1.16. Thus, the Ru(acac)3 catalyzed hydrolysis of sodium borohydride is also first order with respect to NaBH4 concentration. This first order dependence on the substrate concentration is different from the one observed in the case of heterogeneous catalyst, where the reaction rate is zero order with respect to substrate concentration [5]. The first order dependence of the rate on both the catalyst and the substrate concentration may be attributed to a possible rate-determining step involving the association of borohydride anion with the catalyst. The hydrolysis of sodium borohydride was carried out at various temperature in the range of 20–45°C starting with the initial substrate concentration of 150mM NaBH4 and an initial catalyst concentration of 1.0mM ruthenium(III) acetylacetonate. The values of the rate constant k determined at six different temperatures are listed in Table 1 and used to create the Arrhenius and Eyring plots shown in Fig. 5 . The Arrhenius activation energy was found to be 58.2±2.6kJmol−1 for the hydrolysis of sodium borohydride catalyzed by ruthenium(III) acetylacetonate. This value is greater than the activation energy of the same reaction reported for ruthenium(0) nanoclusters (42kJmol−1) [5] and the value reported for the palladium catalyzed hydrolysis (28kJmol−1) [7]. However, it is still lower than the values reported for the different bulk metal catalysts: 75kJmol−1 for cobalt, 71kJmol−1 for nickel and 63kJmol−1 for Raney nickel [8]. The Eyring plot in Fig. 5b provides the activation enthalpy and activation entropy values: ΔH # =55.7±2.5kJmol−1 and ΔS # =118±5J(molK)−1 for ruthenium(III) acetylacetonate catalyzed hydrolysis of 150mM sodium borohydride solution. The large positive value of activation entropy is indicative of a dissociative mechanism for the ruthenium(III) acetylacetonate catalyzed hydrolysis of sodium borohydride, in contrast to the mechanism suggested for the acid catalyzed reaction in the literature [9]. 4 Conclusions In summary, our study on ruthenium(III) acetylacetonate catalyst in the hydrolysis of sodium borohydride leads to the following conclusions and insights, some of which were previously unavailable: (i) Ru(acac)3 is not a suitable precursor for the preparation of water-dispersible Ru(0) nanoclusters, as it is not reduced by sodium borohydride. (ii) Ru(acac)3 is a homogeneous active catalyst in the hydrolysis of sodium borohydride even at low concentration and room temperature. (iii) The ruthenium(III) acetylacetonate catalyzed hydrolysis of sodium borohydride is first order with respect to both catalyst and substrate, different from the heterogeneous catalysis. (iv) Ruthenium(III) acetylacetonate is a highly active homogeneous catalyst providing 1200 turnovers over 180min in hydrogen generation from the hydrolysis of sodium borohydride before it is deactivated. Acknowledgements Partial support of this work by Turkish Academy of Sciences and TUBITAK (Project No: 105M357) is gratefully acknowledged. References [1] (a) L.N. Lewis Chem. Rev. 93 1993 2693 (b) H. Bönnemann G. Braun Chem. Eur. J. 3 1997 1200 (c) J.U. Köhler J.S. Bradley Langmuir 14 1998 2730 (d) J.D. Aiken III R.G. Finke J. Mol. Cat. A: Chem. 1 145 1999 (e) B.-Z. Zhan M.A. White T.-K. Sham J.A. Pincock R.J. Doucet K.V.R. Rao K.N. Robertson T.S. Cameron J. Am. Chem. Soc. 125 2003 2195 (f) B. Hinnemann P.G. Moses J. Bonde K.P. Jorgensen J.H. Nielsen S. Horch I. Chorkendorff J.K. Norskov J. Am. Chem. Soc. 127 2005 5308 (g) G. Schmid M. Baumle M. Geerkens I. Heim C. Osemann T. Sawitowski Chem. Soc. Rev. 28 1999 179 (h) G. Schmid L.F. Chi Adv. Mater. 10 1998 515 (i) J.H. Fendler Nanoparticles and Nanostructured Films 1998 Wiley-VCH Weinheim (j) A. Fürstner Active Metals: Preparation, Characterization, and Applications 1996 VCH Weinheim (k) J.S. Bradley G. Schmid Clusters and Colloids. From Theory to Applications 1994 VCH New York 459 (l) G. Schmid Chem. Rev. 92 1992 1709 [2] S. Ozkar R.G. Finke Coord. Chem. Rev. 248 2004 135 [3] J.D. Aiken III Y. Lin R.G. Finke J. Mol. Catal. A: Chem. 114 1996 29 [4] S. Özkar M. Zahmakıran J. Alloys Compd. 404 2005 728 [5] M. Zahmakiran S. Özkar J. Mol. Cat. A: Chem. 258 2006 95 [6] J.A. Widegren R.G. Finke J. Mol. Catal. A: Chem. 198 2003 317 [7] G. Guella B.P. Zanchetta B. Patton A. Miotello J. Phys. Chem. B 110 2006 17024 [8] C.M. Kaufman B. Sen J. Chem. Soc., Dalton Trans. 1985 307 [9] R.E. Davis C.G. Swain J. Am. Chem. Soc. 82 1960 5950",
      "scopus-id": "43049153388",
      "coredata": {
        "eid": "1-s2.0-S1381116908000903",
        "dc:description": "Ruthenium(III) acetylacetonate was employed for the first time as homogeneous catalyst in the hydrolysis of sodium borohydride. Ruthenium(III) acetylacetonate was not reduced by sodium borohydride under the experimental conditions and remains unchanged after the catalysis. Poisoning experiments with mercury and trimethylphosphite provide compelling evidence for the fact that ruthenium(III) acetylacetonate is indeed a homogenous catalyst in the hydrolysis of sodium borohydride. Kinetics of the ruthenium(III) acetylacetonate catalyzed hydrolysis of sodium borohydride was studied depending on the catalyst concentration, substrate concentration, and temperature. The hydrogen generation was found to be first order with respect to both the substrate concentration and catalyst concentration. The activation parameters of this reaction were also determined from the evaluation of the kinetic data: activation energy; E a =58.2±2.6kJmol−1, the enthalpy of activation; ΔH # =55.7±2.5kJmol−1 and the entropy of activation ΔS # =118±5Jmol−1 K−1. Ruthenium(III) acetylacetonate was found to be highly active catalyst providing 1200 turnovers over 180min in hydrogen generation from the hydrolysis of sodium borohydride before deactivation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-05-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116908000903",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Keçeli, Ezgi"
          },
          {
            "@_fa": "true",
            "$": "Özkar, Saim"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116908000903"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116908000903"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00090-3",
        "prism:volume": "286",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Ruthenium(III) acetylacetonate: A homogeneous catalyst in the hydrolysis of sodium borohydride",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ruthenium(III) acetylacetonate"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Hydrolysis"
          },
          {
            "@_fa": "true",
            "$": "Sodium borohydride"
          },
          {
            "@_fa": "true",
            "$": "Reaction kinetics"
          },
          {
            "@_fa": "true",
            "$": "Catalyst poisoning"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "87-91",
        "prism:endingPage": "91",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 May 2008",
        "prism:doi": "10.1016/j.molcata.2008.02.008",
        "prism:startingPage": "87",
        "dc:identifier": "doi:10.1016/j.molcata.2008.02.008",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "22",
            "@width": "240",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "880",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "227",
            "@width": "318",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25325",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1174",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "466",
            "@width": "322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28033",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "665",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "565",
            "@width": "330",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41358",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "54",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "832",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "503",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38709",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "61",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "879",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "407",
            "@width": "315",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34258",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "72",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1759",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "123",
            "@width": "324",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2483",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "47",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908000903-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "680",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/43049153388"
      }
    }
  }
}