{
  "metadata": {
    "title": "Supported basic ionic liquid: Highly effective catalyst for the synthesis of 1,2-propylene glycol from hydrolysis of propylene carbonate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-01-18",
    "doi": "10.1016/j.molcata.2007.03.044",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907002105",
    "pii": "S1381116907002105"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-37449015647",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-03-24 2007-03-24 2010-03-29T10:57:16 1-s2.0-S1381116907002105 S1381-1169(07)00210-5 S1381116907002105 10.1016/j.molcata.2007.03.044 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02620 2015-05-15T05:56:33.323092-04:00 0 0 20080118 2008 2007-03-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 279 279 2 2 Volume 279, Issue 2 16 230 234 230 234 20080118 18 January 2008 2008-01-18 2008 Catalysis in Ionic Liquids Chris Hardacre School of Chemistry and Chemical Engineering, Queen's University Belfast, Belfast BT9 5AG, Northern Ireland article fla Copyright © 2007 Published by Elsevier B.V. SUPPORTEDBASICIONICLIQUIDHIGHLYEFFECTIVECATALYSTFORSYNTHESIS12PROPYLENEGLYCOLHYDROLYSISPROPYLENECARBONATE XIAO L 1 Introduction 2 Experiment 2.1 Materials and analysis 2.2 Preparation of supported ionic liquid 1 [70] 2.3 Preparation of supported basic ionic liquid 2 and 3 [50,52] 2.4 Characterization of ionic liquid 2.5 Hydrolysis of propylene carbonate for the manufacture of 1,2-propylene glycol 3 Results and discussion 3.1 Catalytic hydrolysis of propylene carbonate in the presence of SBIL 3.2 Possibility of recycling the supported basic ionic liquid 3 catalyst 4 Conclusion Acknowledgement References WEISSERMEL 1978 C INDUSTRELLEORGANISCHECHEMIE MOHANPRASAD 2005 225 231 A DANIEL 2005 386 394 G PACHECO 1997 2 29 M WASSERSCHEID 2000 3772 3789 P WELTON 1999 2071 2083 T BLANCHARD 1999 28 29 L BROWN 2001 1254 1255 R LEITNER 2003 930 931 W YANG 2003 657 660 X KUMAR 2004 1419 1420 A BOON 1986 480 483 J SHELDON 2001 2399 2407 R KIM 2005 7447 7449 Y RANU 2005 8621 8624 B ZHU 2005 514 517 A GUI 2004 473 477 J JOSEPH 2005 107 110 T ZHU 2003 38 39 H FRAGADUBREUIL 2002 185 190 J DRIVER 2003 163 169 G KEMPERMAN 2003 1681 1686 G MCNULTY 2005 3641 3644 J JORAPUR 2005 1231 1234 Y SHEN 2003 981 983 H COREY 1998 13000 13001 E HORIKAWA 1999 3843 3846 M COREY 1999 1287 1290 E YADAV 2003 7098 7100 J RANU 2004 4183 4188 B XU 2004 183 184 L ZHANG 2000 1097 1100 F DUAN 2006 651 656 Z QIAO 2006 450 453 K XIAO 2005 125 129 L CALO 2002 2561 2563 V KAWANAMI 2003 896 897 H SUN 2005 3490 3497 J LI 2004 8307 8310 F PENG 2001 639 641 J FORMENTIN 2004 137 142 P CHEN 2005 3949 3952 H MEHNERT 2002 1610 1611 C RANU 2005 3049 3052 B LUO 2006 3093 3097 S LIU 2006 985 989 Y XU 2006 3991 3993 J WELTON 2004 2459 2477 T VALKENBERG 2002 88 93 M LEE 2006 1049 1063 S FEI 2006 2122 2130 Z RIISAGER 2005 9853 9859 A MEHNERT 2002 12932 12933 C MEHNERT 2002 3010 3011 C VALKENBERG 2001 185 190 M HAGIWARA 2004 2325 2328 H XIAO 2006 265 269 L LAI 2006 6951 6953 G TAKAHASHI 2006 1664 1666 T WANG 2007 167 172 J BREITENLECHNE 2004 175 179 S GRUTTADAURIA 2004 6113 6116 M LOU 2006 6513 6516 L BYUN 2004 1837 1840 J XIAOX2008X230 XIAOX2008X230X234 XIAOX2008X230XL XIAOX2008X230X234XL item S1381-1169(07)00210-5 S1381116907002105 1-s2.0-S1381116907002105 10.1016/j.molcata.2007.03.044 271358 2010-10-11T07:00:44.125907-04:00 2008-01-18 1-s2.0-S1381116907002105-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/MAIN/application/pdf/7efd70060a6435ddbc583067c7fff8ca/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/MAIN/application/pdf/7efd70060a6435ddbc583067c7fff8ca/main.pdf main.pdf pdf true 155895 MAIN 5 1-s2.0-S1381116907002105-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/PREVIEW/image/png/b99aae383b7d79c45aeed119ca97dab7/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/PREVIEW/image/png/b99aae383b7d79c45aeed119ca97dab7/main_1.png main_1.png png 76187 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907002105-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/STRIPIN/image/gif/7c972912fa669113e6c1dbdb3bc71751/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/STRIPIN/image/gif/7c972912fa669113e6c1dbdb3bc71751/si1.gif si1 si1.gif gif 1051 34 241 ALTIMG 1-s2.0-S1381116907002105-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/fx1/DOWNSAMPLED/image/jpeg/fcaf4f8113878e5717297171cabe7e8c/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/fx1/DOWNSAMPLED/image/jpeg/fcaf4f8113878e5717297171cabe7e8c/fx1.jpg fx1 true fx1.jpg jpg 5369 112 289 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002105-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/fx1/THUMBNAIL/image/gif/47ad5de49a9a86eec07ebdb399414d5a/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/fx1/THUMBNAIL/image/gif/47ad5de49a9a86eec07ebdb399414d5a/fx1.sml fx1 true fx1.sml sml 726 49 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907002105-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/sc1/DOWNSAMPLED/image/jpeg/1be7226372faa8be033f56a952cbae17/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/sc1/DOWNSAMPLED/image/jpeg/1be7226372faa8be033f56a952cbae17/sc1.jpg sc1 sc1.jpg jpg 15778 157 558 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002105-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/sc1/THUMBNAIL/image/gif/9b55270cc1763a7f02930bf0a3dd96fe/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/sc1/THUMBNAIL/image/gif/9b55270cc1763a7f02930bf0a3dd96fe/sc1.sml sc1 sc1.sml sml 587 35 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907002105-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/sc2/DOWNSAMPLED/image/jpeg/3b9a98bf328ed8a1bdcc94bb6ac54acc/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/sc2/DOWNSAMPLED/image/jpeg/3b9a98bf328ed8a1bdcc94bb6ac54acc/sc2.jpg sc2 sc2.jpg jpg 3575 76 273 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002105-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002105/sc2/THUMBNAIL/image/gif/02be7ffd8013f9c342098acfa6ceff7d/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002105/sc2/THUMBNAIL/image/gif/02be7ffd8013f9c342098acfa6ceff7d/sc2.sml sc2 sc2.sml sml 563 35 125 IMAGE-THUMBNAIL MOLCAA 6680 S1381-1169(07)00210-5 10.1016/j.molcata.2007.03.044 Scheme 1 Preparation of the supported ionic liquid. Scheme 2 The hydrolysis of propylene carbonate. Table 1 The effects of catalyst on the hydrolysis of propylene to form 1,2-propylene glycol a Entry Catalyst Amount of catalyst (mg) Selectivity (%) Yield c (%) 1 SIL 1 175 >99 28 2 SBIL 2 175 >99 76 3 IER b 126 >99 85 4 SBIL 3 175 >99 >99 5 SBIL 3 50 >99 79 6 SBIL 3 75 >99 87 7 SBIL 3 100 >99 95 8 SBIL 3 125 >99 97 9 SBIL 3 150 >99 98 a Reaction conditions: propylene carbonate (25mmol), water (50mmol), temperature 140°C, reaction time 4h. b IER was the hydroxide containing ion exchange resin. c GC yield. Table 2 The effects of temperature on the hydrolysis of propylene to form 1,2-propylene glycol a Entry Temperature (°C) Selectivity (%) Yield b (%) 1 100 >99 25 2 120 >99 72 3 130 >99 96 4 140 >99 >99 5 150 >99 >99 a Reaction conditions: propylene carbonate (25mmol), water (50mmol), SBIL 3 (175mg), reaction time 4h. b GC yield. Table 3 The effects of the different molar ratio of water to propylene carbonate on the hydrolysis of propylene carbonate a Entry Molar ratio Selectivity (%) Yield b (%) 1 1:1 >99 92 2 1.2:1 >99 95 3 1.4:1 >99 97 4 1.6:1 >99 98 5 1.8:1 >99 >99 6 2:1 >99 >99 a Reaction conditions: propylene carbonate (25mmol), SBIL 3 (175mg), temperature 140°C, reaction time 4h. b GC yield. Table 4 The effects of the reaction time on the hydrolysis of propylene carbonate a Entry Reaction time (h) Selectivity (%) Yield b (%) 1 0.5 >99 41 2 1.0 >99 63 3 2.0 >99 91 4 3.0 >99 96 5 4.0 >99 >99 a Reaction conditions: propylene carbonate (25mmol), water (45mmol), SBIL 3 (175mg), temperature 140°C. b GC yield. Table 5 Catalyst recycle studies in hydrolysis of propylene carbonate a Entry Reuse Selectivity (%) Yield b (%) 1 Fresh >99 >99 2 1 >99 >99 3 2 >99 >99 4 3 >99 >99 5 4 >99 98 6 5 >99 98 a Reaction conditions: propylene carbonate (25mmol), water (45mmol), SBIL 3 (175mg), temperature 140°C, reaction time 4h. b GC yield. Supported basic ionic liquid: Highly effective catalyst for the synthesis of 1,2-propylene glycol from hydrolysis of propylene carbonate Lin-Fei Xiao Qun-Feng Yue Chun-Gu Xia ⁎ Li-Wen Xu State Key Laboratory for Oxo Synthesis and Selective Oxidation, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences and Graduate School of Chinese Academy of Science, Lanzhou 730000, PR China ⁎ Corresponding author. Tel.: +86 931 496 8089; fax: +86 931 827 7147. Graphical abstract Hydrolysis of propylene carbonate to 1,2-propylene glycol was performed by using a SBIL catalyst. It was found that more than 99% yield and selectivity were obtained in the presence of SBIL at the optimum conditions. Additionally, the catalyst could be reused at least up five times with slight loss of catalytic activity. Hydrolysis of propylene carbonate to 1,2-propylene glycol was performed by using a SBIL catalyst. The effects of temperature, reaction time, the molar ratio of water to propylene carbonate, choice of catalyst, and the amount of catalyst were investigated. It was found that more than 99% yield and selectivity were obtained in the presence of SBIL under the optimum conditions. Additionally, the catalyst could be reused at least up to five times with slight loss of catalytic activity. Keywords Supported basic ionic liquid Hydrolysis Propylene carbonate Propylene glycol 1 Introduction 1,2-Propylene glycol is chemicals of acknowledge commercial importance. It can be used in many applications areas such as antifreeze agents, brake fluids, intermediates in the production of pharmaceuticals and fine chemicals, the diol component in the manufacture of polyurethanes and the starting point for the manufacture of poly(propylene glycol)s. Therefore, a number of routes leading to the manufacture of 1,2-propylene glycol, such as the addition of water to 1,2-propylene oxide [1], the preparation from propene via 1,2-diacetoxypropane followed by saponification thereof [2], the single-stage hydrogenolysis of dihyfroxyacetone [3], the hydrogenolysis of glycerol [4–6] and the hydrolysis of propylene carbonate [7–10]. However, currently all these methods suffered from low selectivity and/or yield of 1,2-propylene glycol, and high pressure and high temperature are required. Development of a method for the manufacture of 1,2-propylene glycol with high selectivity and yield under mild conditions still remains a challenge. In recent years room temperature ionic liquids have attracted increasing interest in the area of green chemistry [11–17]. Room temperature ionic liquid was initially introduced as an alternative green reaction media, but today it has marched far beyond showing its significant role in controlling the reaction as catalyst [18–22]. Numbers of acidic ionic liquids and neutral ionic liquids have been developed and successfully applied to catalyze esterification reaction [23–26], cleavages of ethers [27,28], alkylation [29–32], aldol conedsation [33], epoxidation [34], Michael addition [35–38], protection of carbonyls [39], Koch carbonylation [40] and chemical fixation of carbon dioxide [41–46], since the first successful use of dialkylimidazolium chloroaluminate as a catalyst in Friedel-Crafts acylations [18]. Recent, basic ionic liquids have aroused unprecedented interest because they showed more advantages such as catalytic efficiency and recycling of the ionic liquid than the combination of inorganic base and ionic liquid for some base-catalyzed processes [47–49]. Basic ionic liquids have been successfully utilized to catalyze the Michael addition [50,51], Heck reaction [52] and Markovnikov addition [53]. Although the ability of ionic liquid has been demonstrated successfully in many reactions, the chemical industry still prefers to use heterogeneous catalyst system, because of the ease of separation and the possibility to use a fixed-bed reactor, a solid catalyst is highly advantageous for the chemical reaction. On the basis of economic criteria and possible toxicological concerns, a new method is to immobilize ionic liquid onto solid supports [54–57]. Recently, the supported ionic liquid has been used for the hydroformylation [58,59], hydrogenation [60], Friedel-Crafts alkylation reaction [61], Mizoroki–Heck reaction [62], chemical fixation of carbon dioxide [63–66], hydroamination reaction [67], aldol reaction [68], epoxidation [69]. Herein, we, for the first time, use the supported basic ionic as the catalyst in hydrolysis of propylene carbonate. 2 Experiment 2.1 Materials and analysis Chloromethylated polystyrene (4–5% Cl content and 2% cross-linked with divinylbenzene) and the hydroxide containing ion exchange resin (exchange capacity 5.0mmol/g) was commercially available. Propylene carbonate was prepared according to the procedure in the literature [41,45]. Other reagents were analytical grade and were used as received. The amount of attached ionic liquid on the polystyrene was determined from elemental analysis of nitrogen. The reaction mixture was identified on a GC–MS (HP 6890/5973). FT-IR spectra was obtained on a Bruker IFS HRFT-IR Spectrometer. 2.2 Preparation of supported ionic liquid 1 [70] A mixture of polystyrene resin (10.0g) and 1-methylimidazole (4.0mL, 51.1mmol) in toluene (100mL) was refluxed for 24h. After cooling to room temperature, the reaction mixture was filtered, and the supported ionic liquid 1 (SIL 1) was washed with toluene, 0.1mol/L HCl, water and methanol, followed by drying under reduced pressure to give SIL 1 (Scheme 1 ). The loading of the ionic liquid was obtained to be 3.6mmol/g by the means of the nitrogen content obtained from elementary analysis. 2.3 Preparation of supported basic ionic liquid 2 and 3 [50,52] Solid potassium hydroxide or potassium hydrogen carbonate (50.0mmol) and SIL 1 (10.0g) were added to water (100mL), and the mixture was stirred vigorously at room temperature for 24h. then the mixture was filtrated and washed with water until neutral, followed by drying under reduced pressure to give the supported basic ionic liquid 2 (SBIL 2) and supported basic ionic liquid 3 (SBIL 3) (Scheme 1). 2.4 Characterization of ionic liquid IR is known to be useful for detecting functional group in the molecular. We found the absorption maximum of imidazole in SIL 1 at 1570cm−1, the hydroxyl band of SBIL 2 appears at the 3392cm−1 and the absorption maximum of bicarbonate in SBIL 3 at 1404cm−1. Therefore, the FT-IR data also provide evidence that we have obtained supported ionic liquid 2.5 Hydrolysis of propylene carbonate for the manufacture of 1,2-propylene glycol The hydrolysis of propylene carbonate for the manufacture of 1,2-propylene glycol was carried out in a 50mL stainless steel autoclave equipped with a magnetic stirrer (Scheme 2 ). For a typical reaction process, the supported ionic liquid (175mg), propylene carbonate (2.55g) and water (0.81g) were charged into the reactor. The reactor was heated to 140°C for 4h. Then the reactor was cooled to ambient temperature, and the resulting mixture was transferred to a 50mL round bottom flask by filtration. The catalyst separated from the resulting mixture by filtration could be reused directly. Qualitative analyses were conducted with a HP 6890/5973 GC–MS and quantitative analyses were carried out over a Agilent 6820 GC. 3 Results and discussion 3.1 Catalytic hydrolysis of propylene carbonate in the presence of SBIL The activities of different supported ionic liquid were tested for the hydrolysis of propylene carbonate to produce 1,2-propylene glycol. Table 1 shows that the SBIL 3 exhibits the highest activity. Excellent selectivity (>99%) and yield (>99%) of 1,2-propylene glycol was obtained in the presence of SBIL 3. The activity of SBIL 3 is higher than that of SBIL 2 and a simple hydroxide containing ion exchange resin was probably due to the reaction of OH−, CO2 and H2O (Eq. (1)). (1) O H − + C O 2 ⇌ - H 2 O C O 3 2 − ⇌ + H 2 O C O 2 HC O 3 − The amount of catalyst has significant effect on the yield of the 1,2-propylene glycol. As shown in Table 1, the mount of the SBIL 3 had a positive effect on the hydrolysis of propylene carbonate to form 1,2-propylene glycol. While the reaction was conducted with various amounts of SBIL 3, the propylene conversion and 1,2-propylene glycol yield uniformly increased with increasing amount of SBIL 3. When the amount of SBIL 3 was 175mg, a satisfaction selectivity (>99%) and yield (>99%) of 1,2-propylene glycol were obtained (Table 1, entry 3). Therefore, the optimum amount of SBIL 3 was 175mg. Temperature has a significant effect on the yield of 1,2-propylene glycol when the temperature varied from 100 to 150°C. Table 2 shows that the yield of 1,2-propylene glycol increased with increasing the reaction temperature under 140°C. However, the continuous enhancement of the temperature beyond 140°C gave only a very slightly increase in the yield of 1,2-propylene glycol. When the reaction was carried out at 140°C, a satisfaction of the selectivity (>99%) and yield (>99%) of 1,2-propylene glycol were obtained (Table 2, entry 4). Hence, the optimum temperature was 140°C for hydrolysis of propylene carbonate to form 1,2-propylene glycol. A significant drawback associated with the hydrolysis of propylene carbonate is that a large number of water is necessary in this reaction. So we investigated the effects of the molar ratio of water to propylene carbonate. The results are shown in Table 3 . When the molar ratio of water to propylene carbonate is 1:1, 1,2-propylene glycol was obtained at 92% yield. With increasing the molar ratio of water to propylene carbonate under 1.8:1, the yield of 1,2-propylene glycol was increased. The excellent selectivity (>99%) and yield (>99%) of 1,2-proylene glycol was given when the molar ratio of water to propylene carbonate is 1.8:1. it was obvious that nearly no change of the 1,2-proylene glycol yield had been taken place when the molar ratio of water to propylene carbonate was increased further (Table 3, entries 4,5). So the optimum molar ratio of water to propylene carbonate was kept about 1.8:1, at which the satisfaction selectivity and yield of 1,2-propylene glycol were obtained. The effects of the reaction time on hydrolysis of propylene carbonate to form 1,2-prolyene glycol was investigated. The results are summarized in Table 4 . Reaction time has significant effect on the yield of 1,2-propylene glycol when the reaction time various from 0.5 to 4.0h in the presence of SBIL 3. When the reaction carried out for 0.5h, the dissatisfactory yield (41%) was obtained (Table 4, entry 1). The yield of 1,2-propylene glycol could be improved to >99% when the reaction time was increased from 0.5 to 4h (Table 4, entries 1–5). In order to obtain an excellent yield of the product, 4.0h was the optimum reaction time. 3.2 Possibility of recycling the supported basic ionic liquid 3 catalyst A series of catalytic cycles were run to investigate the constancy of the catalyst activity and recycle. In each cycle, the catalyst was separated by filtration and then used for the next experiment directly. The results listed in Table 5 show that this catalyst can be reusable for at least up to five times with slight loss of activity, while the selectivity of catalyst remain almost the same. 4 Conclusion The supported basic ionic liquid (SBIL) exhibited a high activity for the hydrolysis propylene carbonate to 1,2-propylene glycol. It was found that excellent yield (>99%) of 1,2-propylene glycol, more than 99% selectivity, could be achieved in the presence of SBIL 3. This catalyst can be reused at least up five times with slight loss of catalytic activity, while the selectivity of the 1,2-propylene glycol remains more than 99%. Acknowledgement We are grateful to the Chinese National Sciences Foundation (20533080) for financial support. References [1] C.K. Weissermel H.J. Arpe Industrelle Organische Chemie second ed. 1978 Verlag Chemie Weinheim pp. 259–260 [2] J.R. Valbert, U.S. Patent 3,715,388 (1973). [3] E. Gehrer, W. Harder, U.S. Patent 5,306,847 (1994). [4] A.D. Mohanprasad K. Pim-Pahn R.S. Willam J.S. Galen Appl. Catal. A Gen. 281 2005 225 231 [5] G.L. Daniel H.S. Brent J. Catal. 232 2005 386 394 [6] S. Ludwig, E. Manufred, U.S. Patent 5,616,817 (1997). [7] J.S. Buchanan, J.G. Santiesteban, Z. Jiang, U.S. Patent 6,573,396 (2003). [8] M. Tojo, K. Oonishi, U.S. Patent 6,479,689 (2002). [9] M. Tojo, K. Oonishi, U.S. Patent 6,346,638 (2002). [10] M.A. Pacheco C.L. Marshall Energy Fuels 11 1997 2 29 [11] P.J. Wasserscheid W. Keim Angew. Chem. Int. Ed. 39 2000 3772 3789 [12] T. Welton Chem. Rev. 99 1999 2071 2083 [13] L.A. Blanchard D. Hancu E.J. Beckman J.F. Brennecke Nature 399 1999 28 29 [14] R.A. Brown P. Pollet E. Mckoon C.A. Eckert C.L. Liotta P.G. Jessop J. Am. Chem. Soc. 123 2001 1254 1255 [15] W. Leitner Nature 423 2003 930 931 [16] X.F. Yang M.W. Wang C.J. Li Org. Lett. 5 2003 657 660 [17] A. Kumar S.S. Pawar J. Org. Chem. 69 2004 1419 1420 [18] J.A. Boon J.A. Levinsky J.L. Pflug J.S. Wilkes J. Org. Chem. 51 1986 480 483 [19] R. Sheldon Chem. Commun. 2001 2399 2407 [20] Y.J. Kim R.S. Varma Tetrahedron Lett. 46 2005 7447 7449 [21] B.C. Ranu R. Jana J. Org. Chem. 70 2005 8621 8624 [22] A.L. Zhu T. Jiang D. Wang B. Han L. Liu J. Huang J. Zhang D.H. Sun Green Chem. 7 2005 514 517 [23] J.Z. Gui X.H. Cong D. Liu X.T. Zhang Z.D. Hu Z.L. Sun Catal. Commun. 5 2004 473 477 [24] T. Joseph S. Sahoo S.B. Halligudi J. Mol. Catal. A Chem. 234 2005 107 110 [25] H.P. Zhu F. Yang J. Tang M.Y. He Green Chem. 5 2003 38 39 [26] J. Fraga-Dubreuil K. Bourahla M. Rahmouni J.P. Bazureau J. Hamelin Catal. Commun. 3 2002 185 190 [27] G. Driver K.E. Johnson Green Chem. 5 2003 163 169 [28] G.J. Kemperman T.A. Roeters P.W. Hilberink Eur. J. Org. Chem. 9 2003 1681 1686 [29] J. McNulty S. Cheekoori J.J. Nair V. Larichev A. Capretta A.J. Robertson Tetrehedron Lett. 46 2005 3641 3644 [30] Y.R. Jorapur C.H. Lee D.Y. Chi Org. Lett. 7 2005 1231 1234 [31] H.Y. Shen Z.M.A. Judeh C.B. Ching Tetrehedron Lett. 44 2003 981 983 [32] E.J. Corey Y. Bo J. Busch-Petersen J. Am. Chem. Soc. 120 1998 13000 13001 [33] M. Horikawa J. Busch-Peterson E.J. Corey Tetrahedron Lett. 4 1999 3843 3846 [34] E.J. Corey F.Y. Zhang Org. Lett. 1 1999 1287 1290 [35] J.S. Yadav B.V.S. Reddy G.J. Baishya Org. Chem. 68 2003 7098 7100 [36] B.C. Ranu S.S. Dey Tetrehedron 60 2004 4183 4188 [37] L.W. Xu J.W. Li S.L. Zhou C.G. Xia New J. Chem. 28 2004 183 184 [38] F.Y. Zhang E.J. Corey Org. Lett. 2 2000 1097 1100 [39] Z. Duan Y. Gu Y. Deng Catal. Commun. 7 2006 651 656 [40] K. Qiao C. Yokoyama Catal. Commun. 7 2006 450 453 [41] L.F. Xiao F.W. Li C.G. Xia Appl. Catal. A Gen. 279 2005 125 129 [42] V. Calo A. Nacci A. Monopoli A. Fanizzi Org. Lett. 4 2002 2561 2563 [43] H. Kawanami A. Sasaki K. Matsui Y. Ikushima Chem. Commun. 2003 896 897 [44] J.M. Sun S.–I. Fujita M. Arai J. Organomet. Chem. 690 2005 3490 3497 [45] F.W. Li L.F. Xiao C.G. Xia B. Hu Tetrahedron Lett. 4 5 2004 8307 8310 [46] J.J. Peng Y.Q. Deng New J. Chem. 25 2001 639 641 [47] P. Formentin H. Garcia A. Leyva J. Mol. Catal. A Chem. 214 2004 137 142 [48] H. Chen D.R. Justes R.G. Cooks Org. Lett. 7 2005 3949 3952 [49] C.P. Mehnert N.C. Dispenziere R.A. Cook Chem. Commun. 2002 1610 1611 [50] B.C. Ranu S. Banerjee Org. Lett. 7 2005 3049 3052 [51] S.Z. Luo X.L. Mi L. Zhang S. Liu H. Xu J.P. Cheng Angew. Chem. Int. Ed. 45 2006 3093 3097 [52] Y. Liu Y. Lu G. Gao Q. Yang M. He Catal. Commun. 7 2006 985 989 [53] J.M. Xu B.K. Liu W.B. Wu C. Qian Q. Wu X.F. Lin J. Org. Chem. 71 2006 3991 3993 [54] T. Welton Coord. Chem. Rev. 248 2004 2459 2477 [55] M.H. Valkenberg C. Castro W.F. Hölderich Green Chem. 4 2002 88 93 [56] S. Lee Chem. Commun. 2006 1049 1063 [57] Z.F. Fei T.J. Geldbach D.B. Zhao P.J. Dyson Chem. Eur. J. 12 2006 2122 2130 [58] A. Riisager R. Fehrmann M. Haumann B.S.K. Gorle P. Wasserscheid Ind. Eng. Chem. Res. 44 2005 9853 9859 [59] C.P. Mehnert R.A. Cook N.C. Dispenziere M. Afework J. Am. Chem. Soc. 124 2002 12932 12933 [60] C.P. Mehnert E.J. Mozeleski R.A. Cook Chem. Commun. 2002 3010 3011 [61] M.H. Valkenberg C. Castro W.F. Hölderich Appl. Catal. A Gen. 215 2001 185 190 [62] H. Hagiwara Y. Sugawara K. Isobe T. Hoshi T. Suzuki Org. Lett. 6 2004 2325 2328 [63] L.F. Xiao F.W. Li J.J. Peng C.G. Xia J. Mol. Catal. A Chem. 253 2006 265 269 [64] G. Lai J. Peng J. Li H. Qiu J. Jiang K. Jiang Y. Shen Tetrahedron Lett. 47 2006 6951 6953 [65] T. Takahashi T. Watahiki S. Kitasumi H. Yasuda T. Sakakura Chem. Commun. 2006 1664 1666 [66] J. Wang X. Yue F. Cai L. He Catal. Commun. 8 2007 167 172 [67] S. Breitenlechne M. Fleck T.E. Mller A. Suppan J. Mol. Catal. A Chem. 214 2004 175 179 [68] M. Gruttadauria S. Riela P.L. Meo F. D’Anna R. Noto Tetrahedron Lett. 45 2004 6113 6116 [69] L.L. Lou K. Yu F. Ding W. Zhou X. Peng S. Liu Tetrahedron Lett. 47 2006 6513 6516 [70] J.W. Byun Y.S. Lee Tetrahedron Lett. 45 2004 1837 1840",
      "scopus-id": "37449015647",
      "coredata": {
        "eid": "1-s2.0-S1381116907002105",
        "dc:description": "Hydrolysis of propylene carbonate to 1,2-propylene glycol was performed by using a SBIL catalyst. The effects of temperature, reaction time, the molar ratio of water to propylene carbonate, choice of catalyst, and the amount of catalyst were investigated. It was found that more than 99% yield and selectivity were obtained in the presence of SBIL under the optimum conditions. Additionally, the catalyst could be reused at least up to five times with slight loss of catalytic activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-01-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907002105",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xiao, Lin-Fei"
          },
          {
            "@_fa": "true",
            "$": "Yue, Qun-Feng"
          },
          {
            "@_fa": "true",
            "$": "Xia, Chun-Gu"
          },
          {
            "@_fa": "true",
            "$": "Xu, Li-Wen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907002105"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907002105"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00210-5",
        "prism:volume": "279",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Supported basic ionic liquid: Highly effective catalyst for the synthesis of 1,2-propylene glycol from hydrolysis of propylene carbonate",
        "prism:copyright": "Copyright © 2007 Published by Elsevier B.V.",
        "prism:issueName": "Catalysis in Ionic Liquids",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Supported basic ionic liquid"
          },
          {
            "@_fa": "true",
            "$": "Hydrolysis"
          },
          {
            "@_fa": "true",
            "$": "Propylene carbonate"
          },
          {
            "@_fa": "true",
            "$": "Propylene glycol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "230-234",
        "prism:endingPage": "234",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 January 2008",
        "prism:doi": "10.1016/j.molcata.2007.03.044",
        "prism:startingPage": "230",
        "dc:identifier": "doi:10.1016/j.molcata.2007.03.044",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "241",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002105-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1051",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "112",
            "@width": "289",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002105-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5369",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002105-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "726",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "157",
            "@width": "558",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002105-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15778",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002105-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "587",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "76",
            "@width": "273",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002105-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3575",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002105-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "563",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/37449015647"
      }
    }
  }
}