{
  "metadata": {
    "title": "Effect of thiophene modification on supported metal catalysts for the hydrogenation of but-2-enal",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-01-10",
    "doi": "10.1016/S1381-1169(01)00163-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901001637",
    "pii": "S1381116901001637"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037050255",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-12-04 2001-12-04 2010-04-18T17:18:08 1-s2.0-S1381116901001637 S1381-1169(01)00163-7 S1381116901001637 10.1016/S1381-1169(01)00163-7 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01446 2015-05-15T05:55:31.049811-04:00 0 0 20020110 2002 2001-12-04T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 177 177 2 2 Volume 177, Issue 2 4 209 214 209 214 20020110 10 January 2002 2002-01-10 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. EFFECTTHIOPHENEMODIFICATIONSUPPORTEDMETALCATALYSTSFORHYDROGENATIONBUT2ENAL BAILIE J 1 Introduction 2 Experimental 3 Results and discussion Acknowledgements References CLAUS 1998 51 P PONEC 1997 27 V LUSON 1995 13 P VANNICE 1989 65 M ENGLISCH 1997 25 M COQ 1993 189 B MARINELLI 1995 431 T MARINELLI 1995 51 T MARGITFALVI 1998 246 J HOTTA 1969 1447 K NITTA 1980 3154 Y HUTCHINGS 1994 453 G HUTCHINGS 1994 464 G PADLEY 1994 438 M HUTCHINGS 1992 27 G FORDHAM 1996 161 P BAILIE 1997 4389 J BAILIE 1997 2331 J BAILIEX2002X209 BAILIEX2002X209X214 BAILIEX2002X209XJ BAILIEX2002X209X214XJ item S1381-1169(01)00163-7 S1381116901001637 1-s2.0-S1381116901001637 10.1016/S1381-1169(01)00163-7 271358 2010-10-03T19:43:08.352201-04:00 2002-01-10 1-s2.0-S1381116901001637-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001637/MAIN/application/pdf/402993df0cfe9866c58716c45fe1cb6f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001637/MAIN/application/pdf/402993df0cfe9866c58716c45fe1cb6f/main.pdf main.pdf pdf true 129397 MAIN 6 1-s2.0-S1381116901001637-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001637/PREVIEW/image/png/25e55700d5c7ef4b2e545a3c431f9706/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001637/PREVIEW/image/png/25e55700d5c7ef4b2e545a3c431f9706/main_1.png main_1.png png 58841 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901001637-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001637/gr1/THUMBNAIL/image/gif/7fb1dcc4f689b200deafb5e6df25e1a3/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001637/gr1/THUMBNAIL/image/gif/7fb1dcc4f689b200deafb5e6df25e1a3/gr1.sml gr1 gr1.sml sml 1363 65 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901001637-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001637/gr1/DOWNSAMPLED/image/gif/ccaebcf8c45795238f2f054c69d58153/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001637/gr1/DOWNSAMPLED/image/gif/ccaebcf8c45795238f2f054c69d58153/gr1.gif gr1 gr1.gif gif 5056 173 335 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001637-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001637/gr2/THUMBNAIL/image/gif/290264128f780d9162dc32b628ceac93/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001637/gr2/THUMBNAIL/image/gif/290264128f780d9162dc32b628ceac93/gr2.sml gr2 gr2.sml sml 1358 74 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901001637-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001637/gr2/DOWNSAMPLED/image/gif/4b03fa20211d9ffce993530dfa41dc50/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001637/gr2/DOWNSAMPLED/image/gif/4b03fa20211d9ffce993530dfa41dc50/gr2.gif gr2 gr2.gif gif 4428 183 308 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001637-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001637/gr3/THUMBNAIL/image/gif/cf1faa59ad97c68dcd08a12e01ea4573/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001637/gr3/THUMBNAIL/image/gif/cf1faa59ad97c68dcd08a12e01ea4573/gr3.sml gr3 gr3.sml sml 2106 67 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901001637-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001637/gr3/DOWNSAMPLED/image/gif/a7b8d31694c20a372ea43f19dd87f236/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001637/gr3/DOWNSAMPLED/image/gif/a7b8d31694c20a372ea43f19dd87f236/gr3.gif gr3 gr3.gif gif 18792 288 534 IMAGE-DOWNSAMPLED MOLCAA 3177 S1381-1169(01)00163-7 10.1016/S1381-1169(01)00163-7 Elsevier Science B.V. Fig. 1 Conversion of but-2-enal over Co/Al2O3 catalyst at 120°C. Key: (♦) conversion; product selectivity: (♢) butanal; (■) butanol; (▴) but-2-en-1-ol; (▵) 2-ethyl-2-hexanal; (+) propane and butane. Fig. 2 Conversion of but-2-enal over thiophene-modified Co/Al2O3 catalyst at 120°C. Key: (♦) conversion; product selectivity: (♢) butanal; (■) butanol; (▴) but-2-en-1-ol; (▵) 2-ethyl-2-hexanal; (+) propane and butane. Fig. 3 Comparison of the effect of thiophene-modification on the hydrogenation of but-2-enal at steady state conversion at 180min time-on-line. Table 1 Effect of thiophene modification on the hydrogenation of but-2-enal over Co/SiO2 and Co/ZnO catalysts at 120°C Time-on-line (min) Conversion (%) Product selectivity (%) Butanal Butanol But-2-en-1-ol Others Co/SiO2 unmodified 15 24.0 56.8 17.8 23.5 2.0 30 19.4 57.7 11.6 28.7 2.0 45 17.3 57.5 8.6 31.9 2.0 60 16.9 56.3 10.7 31.0 2.0 120 13.3 55.2 9.6 33.1 2.0 180 10.7 54.2 6.5 37.3 2.0 Co/SiO2 thiophene-modified 15 15.2 91.5 2.3 0.0 0.2 30 14.0 99.1 0.9 0.0 0.0 45 13.7 100 0.0 0.0 0.0 60 11.4 100 0.0 0.0 0.0 120 10.3 100 0.0 0.0 0.0 180 8.0 100 0.0 0.0 0.0 Co/ZnO unmodified 30 14.4 57.7 13.4 27.1 1.8 60 15.6 57.0 14.1 26.9 2.0 120 15.9 55.9 14.5 27.7 1.9 Co/ZnO thiophene-modified 30 13.8 81.8 1.1 14.6 2.5 60 13.0 77.8 4.7 16.2 1.3 120 15.6 76.5 3.7 16.4 1.4 Table 2 Effect of thiophene modification in the hydrogenation of but-2-enal over Ni/Al2O3 at 120°C Time-on-line (min) Conversion (%) Product selectivity a (%) Butanal Butanol But-2-en-1-ol 2E2H 2EH Others Unmodified 15 100 19.5 80.2 0.0 0.0 0.0 0.3 30 100 17.4 82.3 0.0 0.0 0.0 0.3 45 100 16.9 82.8 0.0 0.0 0.0 0.2 60 100 17.1 82.7 0.0 0.0 0.0 0.2 180 100 15.8 83.7 0.0 0.0 0.0 0.3 Thiophene-modified 15 39.5 89.5 0.3 Trace 4.3 5.5 0.5 30 41.0 88.2 1.0 0.2 9.4 1.1 0.1 45 33.5 95.6 0.8 0.3 2.7 0.3 0.2 60 26.6 99.8 0.0 0.0 0.0 0.0 0.2 180 7.2 100 0.0 0.0 0.0 0.0 0.0 a 2E2H: 2-ethyl-2-hexenal, 2EH: 2-ethylhexanal, others: propane and butane. Table 3 Effect of thiophene modification on the hydrogenation of but-2-enal over Pd/Al2O3 catalysts at 120°C Time-on-line (min) Product selectivity a (%) Butanal Butanol But-2-en-1-ol 2EH Others Unmodified 15 47.4 29.2 5.8 16.7 1.0 30 62.1 26.9 2.7 7.2 1.1 45 77.5 17.9 0.7 2.9 0.9 60 85.0 13.6 0.1 0.5 0.8 120 91.5 7.4 0.0 0.2 0.8 180 93.3 5.7 0.0 0.1 0.7 Thiophene-modified 15 51.3 8.4 0.0 38.8 1.5 30 62.0 3.9 0.0 33.0 1.1 45 99.0 Trace 0.0 Trace 1.0 60 95.9 1.3 0.0 2.1 0.7 120 98.0 0.9 0.0 0.6 0.7 180 98.2 0.8 0.0 0.4 0.6 a All at 100% conversion, 2EH: 2-ethylhexanal. Table 4 Effect of thiophene modification on the hydrogenation of but-2-enal over Pt, Ru and Rh catalysts Time-on-line (min) Conversion (%) Product selectivity a (%) Butanal Butanol But-2-en-1-ol 2E2H 2EH Others Pt/Al2O3 unmodified 15 89.7 29.4 57.6 4.1 4.5 0.0 6.4 60 49.9 63.6 23.3 8.4 0.0 0.0 4.7 120 38.0 75.2 9.4 9.7 0.0 0.0 5.7 Pt/Al2O3 thiophene-modified 15 78.3 26.7 57.5 9.4 2.1 1.9 2.4 60 24.7 80.2 8.0 9.4 0.0 0.0 2.3 120 23.6 81.7 4.4 11.5 0.0 0.0 2.4 Ru/Al2O3 unmodified 15 10.3 85.6 0.0 8.6 0.0 0.0 5.8 60 10.5 85.1 0.0 9.1 0.0 0.0 5.7 120 7.2 86.3 0.0 6.3 0.0 0.0 7.3 Ru/Al2O3 thiophene-modified 15 12.2 90.6 0.0 4.2 0.0 0.0 1.8 60 8.8 91.1 0.0 3.5 0.0 0.0 3.4 120 6.4 92.0 0.0 3.8 0.0 0.0 4.2 Rh/Al2O3 unmodified 15 100 15.2 25.5 25.6 0.2 29.5 3.6 60 100 63.7 12.6 7.3 3.6 10.2 2.6 120 88.9 81.2 9.3 2.6 0.6 4.6 1.6 Rh/Al2O3 thiophene-modified 15 69.0 82.3 9.2 0.0 1.7 4.7 2.0 60 75.7 91.9 3.9 0.3 0.3 1.3 1.8 120 64.3 95.4 1.5 0.3 0.4 0.2 2.2 a 2E2H: 2-ethyl-2-hexanal, 2EH: 2-ethylhexanal, others: propane and butane. Effect of thiophene modification on supported metal catalysts for the hydrogenation of but-2-enal Jillian E Bailie Graham J Hutchings * Department of Chemistry, Cardiff University, P.O. Box 912, Cardiff, Wales CF10 3TB, UK * Corresponding author. Tel.: +44-1222-874805; fax: +44-1222-874075 In contrast to the behaviour of supported Cu and Au catalysts, the selectivity of but-2-en-1-ol in the gas-phase hydrogenation of but-2-enal at 120°C is not increased by pre-treatment of Co/Al2O3, Co/SiO2, Co/ZnO, Ni/Al2O3, Ru/Al2O3 and Rh/Al2O3 with thiophene. Selectivities to by-products formed by dimerisation and hydrogenolysis are, however, decreased. Keywords But-2-enal Thiophene Hydrogenation 1 Introduction The control of selectivity in heterogeneously catalysed reactions remains an area of intense research activity. In particular, the selective hydrogenation of substrates that contain a range of unsaturated functional groups is an important process in the manufacture of fine chemicals. A specific example concerns the hydrogenation of α,β-unsaturated aldehydes over heterogeneous transition metal catalysts. This tends to give saturated aldehydes and alcohols as the dominant products. In recent years, a significant amount of fundamental research has addressed the design of catalysts for the selective synthesis of the unsaturated allylic alcohols in this reaction. Selectivity control [1–16] in this reaction is influenced by many factors, including the nature of the support [4,5], metal particle size [5,6] and the introduction of additives [6–12] and much of this research has been recently reviewed by Claus [1]. With respect to additives, Pt catalysts have been shown to exhibit enhanced selectivity to the unsaturated alcohol when oxides of Ge, Ga and Sn were added [7–9], and this effect may be related to site blocking on the surface of the metal crystallites, which is observed for similar catalysts used in selective oxidation [17]. We have previously demonstrated [13–15] that partial poisoning of supported copper catalysts using sulphur can be a viable approach for the design of selective catalysts. Indeed, the modification of Cu/Al2O3 by very low levels of thiophene significantly enhanced the selectivity of the formation of but-2-en-1-ol from the hydrogenation of but-2-enal. Detailed analyses of these results [13] showed that sulphur acted as a promoter for this selective hydrogenation reaction, rather than a poison as would have been expected based on the known effects of sulphur compounds on hydrogenation catalysts. Most recently [18], we have shown that similar effects are observed with Au/ZnO. The present study of but-2-enal hydrogenation was aimed at testing whether the beneficial effects of thiophene modification of Cu/Al2O3 and Au/ZnO catalysts could also be observed for supported transition metal catalysts. 2 Experimental Co/Al2O3, Ni/Al2O3, Pd/Al2O3 and Co/SiO2 each with 5wt.% metal were prepared by addition of alumina (Condea SCF, Puralex ScFa, surface area 140m2 g−1) or silica (Cab-O-Sil M5, 200m2 g−1) to an aqueous solution of the metal nitrate. In addition, a Co/ZnO sample was prepared by impregnation of ZnO with cobalt nitrate. After evaporation to dryness at 80°C, the resulting solid was dried (110°C, 16h) prior to calcination (400°C, 3h). Rh/Al2O3 (5wt.%) and Ru/Al2O3 were obtained from Aldrich and the 5wt.% Pt/Al2O3 catalyst was obtained from Johnson Matthey. For the catalytic studies, the calcined materials were pelleted and sieved to give particles of 0.6–1.0mm in diameter. The vapour-phase hydrogenation of but-2-enal was conducted in a continuous flow fixed-bed reactor at atmospheric pressure. The catalyst (0.1g) was loaded to a Pyrex reactor tube (9mm i.d.) and supported on a glass frit. The samples were then reduced for 2h in situ in a flow of pure H2 (60mlmin−1) at 400°C before cooling to 120°C for reaction. The H2 flow at 1atm pressure was adjusted to 10mlmin−1 and liquid but-2-enal was introduced at a controlled flow rate by means of a calibrated syringe pump and was vaporised in the H2 flow. The H2:but-2-enal molar ratio was 14:1 (WHSV=1.3h−1). Catalyst modification involved the direct injection of thiophene (1.0μl) into the catalyst after reduction and cooling to 200°C, prior to cooling to the reduction temperature. Previous characterisation [15,19] studies using infra-red spectroscopy have shown that the thiophene is dissociatively adsorbed under these conditions to give adsorbed sulphur. Analysis of the reactant and products was determined using on-line gas chromatography. 3 Results and discussion The hydrogenation of but-2-enal over unmodified Co/Al2O3 showed a steady decrease in catalyst activity with time-on-line as has been observed for Cu/Al2O3 catalysts in related studies [13–16]. As the catalysts deactivate, the selectivity to butanal and but-2-en-1-ol increases at the expense of the total hydrogenation product butanol and the minor by-product 2-ethyl-2-hexenal, which is formed by dimerisation (Fig. 1 ). In addition, minor by-products of propane and butane formed by hydrogenation and hydrogenolysis were also observed (1–2% selectivity) and the formation of these products remained unaffected by the deactivation process. The effect of thiophene modification is shown in Fig. 2 . The effect is very marked and leads to a distinct loss in conversion, but a steady low conversion of 2–3% is now observed. The hydrogenation products are now exclusively butanal (84%) and but-2-en-1-ol (15%), together with a very low (ca. 1%) selectivity to propane and butane. The effect of thiophene modification of the Co/SiO2 catalyst is more marked and now the catalyst exclusively forms butanal with a slight loss in conversion (Table 1 ). For Co/ZnO, thiophene modification does not significantly affect the conversion but, again, the selectivity to butanal is enhanced. Ni/Al2O3 is more active as a catalyst for but-2-enal hydrogenation, but the major product formed is butanol. Thiophene modification of Ni/Al2O3 resulted in a decrease in conversion and a shift in the product distribution to the almost exclusive formation of butanal (Table 2 ). In contrast, the modification of Pd/Al2O3 with thiophene did not lead to a loss of conversion but enhanced the formation of butanal at steady state conditions, although, initially the dimerisation product, 2-ethylhexanal, was observed in significant amounts (Table 3 ). With unmodified Pt/Al2O3 and Rh/Al2O3, butanol is initially a major product but the catalysts deactivate during the timescale of the experiment and butanal is then formed (Table 4 ). For the Pt/Al2O3, Ru/Al2O3 and Rh/Al2O3 catalysts, the effect of thiophene modification is not pronounced in the formation of the main products, although, the selectivity to butanal is enhanced with some loss in conversion (Table 4). The main effect, particularly marked for Rh/Al2O3, is the decrease in the products of the dimerisation reactions or the by-products formed by hydrogenation and hydrogenolysis (propane and butane). In general, the decrease in by-product formation is observed for all the catalysts examined and the effects of thiophene modification at steady state conversion are shown in Fig. 3 . For comparison, the effect of thiophene modification for a 5wt.% Cu/Al2O3 is also shown for the same reaction and modification conditions. With the exception of the Cu/Al2O3 catalyst, the main effect of thiophene modification appears to enhance the selectivity for CC bond hydrogenation to give butanal rather than CO bond hydrogenation to give but-2-en-1-ol. The effect of the modification with sulphur is, therefore, to enhance the selectivity of the formation of the expected hydrogenation product, although, as this is observed with a loss of conversion, it is apparent that sulphur acts as a poison for these catalysts and the yield of butanal is lower in the presence of sulphur. For Cu/Al2O3 catalysts, the effect of sulphur modification is to create sulphur promoted Cu δ+ sites, identified by FTIR spectroscopy, that are both active and selective for CO bond hydrogenation. A related study using Co/SiO2 catalysts showed that thiophene modification effectively poisoned all the Co sites present equally [20] and, hence, no selectivity could be expected to be induced for the hydrogenation of CO bonds with Co/SiO2 catalysts, and this is observed. It is apparent that Ni, Pd, Pt, Ru and Rh catalysts behave in a similar manner to Co/SiO2 and that the electronically promoted M δ+ sites are not induced on the surface of these crystallites. Hence, it can be concluded that the beneficial effects of sulphur modification of metal catalysts to promote the selective hydrogenation of the CO bond of α,β-unsaturated aldehydes can be expected to be restricted to supported Cu and Au catalysts [3–17] for which sulphur appears to act as an electronic promoter. Acknowledgements We thank the EPSRC and Synetix for financial support. References [1] P Claus Top. Catal. 5 1998 51 [2] V Ponec Appl. Catal. A 149 1997 27 [3] P Luson L Cerveny Appl. Catal. A 128 1995 13 [4] M.A Vannice B Sen J. Catal. 115 1989 65 [5] M Englisch A Jenkys J.A Lercher J. Catal. 166 1997 25 [6] B Coq F Figuèras C Moreau P Moreau M Warawdekar Catal. Lett. 22 1993 189 [7] T.B.L.W. Marinelli, J.H. Vleeming, V. Ponec, in: L. Guczi, P. Tétényi, F. Solymosi (Eds.), Proceedings of the 10th International Congress on Catalysis, Budapest, 1992, p. 1211, Akadémiaa Kiadó, Budapest, 1993. [8] T.B.L.W Marinelli S Nabuurs V Ponec J. Catal. 107 1995 431 [9] T.B.L.W Marinelli V Ponec J. Catal. 156 1995 51 [10] J.L Margitfalvi A Tompos I Kolosova J Valyon J. Catal. 174 1998 246 [11] K Hotta T Kubomatsu Bull. Chem. Soc. Jpn. 42 1969 1447 [12] Y Nitta T Imanaka S Teranishi Bull. Chem. Soc. Jpn. 53 1980 3154 [13] G.J Hutchings F King I.P Okoye M.B Padley C.H Rochester J. Catal. 148 1994 453 [14] G.J Hutchings F King I.P Okoye M.B Padley C.H Rochester J. Catal. 148 1994 464 [15] M.B Padley C.H Rochester G.J Hutchings F King J. Catal. 148 1994 438 [16] G.J Hutchings F King I.P Okoye C.H Rochester Appl. Catal. 83 1992 27 [17] P Fordham R Garcia M Besson P Gallezot Stud. Surf. Sci. Catal. 101 1996 161 [18] J.E. Bailie, G.J. Hutchings, Chem. Commun. (1999) 2151. [19] J.E Bailie C.H Rochester G.J Hutchings J. Chem. Soc., Faraday Trans. 93 1997 4389 [20] J.E Bailie C.H Rochester G.J Hutchings J. Chem. Soc., Faraday Trans. 93 1997 2331",
      "scopus-id": "0037050255",
      "coredata": {
        "eid": "1-s2.0-S1381116901001637",
        "dc:description": "In contrast to the behaviour of supported Cu and Au catalysts, the selectivity of but-2-en-1-ol in the gas-phase hydrogenation of but-2-enal at 120°C is not increased by pre-treatment of Co/Al2O3, Co/SiO2, Co/ZnO, Ni/Al2O3, Ru/Al2O3 and Rh/Al2O3 with thiophene. Selectivities to by-products formed by dimerisation and hydrogenolysis are, however, decreased.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-01-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901001637",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bailie, Jillian E"
          },
          {
            "@_fa": "true",
            "$": "Hutchings, Graham J"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901001637"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901001637"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00163-7",
        "prism:volume": "177",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Effect of thiophene modification on supported metal catalysts for the hydrogenation of but-2-enal",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "But-2-enal"
          },
          {
            "@_fa": "true",
            "$": "Thiophene"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "209-214",
        "prism:endingPage": "214",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 January 2002",
        "prism:doi": "10.1016/S1381-1169(01)00163-7",
        "prism:startingPage": "209",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00163-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "65",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001637-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1363",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "173",
            "@width": "335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001637-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5056",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001637-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1358",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "183",
            "@width": "308",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001637-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4428",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "67",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001637-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2106",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001637-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18792",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037050255"
      }
    }
  }
}