{
  "metadata": {
    "title": "Catalytic reactions of methylrhenium trioxide on solid oxide supports",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-07-04",
    "doi": "10.1016/S1381-1169(96)00459-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996004591",
    "pii": "S1381116996004591"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030858938",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-24 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996004591 S1381-1169(96)00459-1 S1381116996004591 10.1016/S1381-1169(96)00459-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00659 2015-05-15T05:56:33.668241-04:00 0 0 19970704 1997 1998-03-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 121 121 2 3 2 3 Volume 121, Issues 2–3 4 139 143 139 143 19970704 4 July 1997 1997-07-04 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. CATALYTICREACTIONSMETHYLRHENIUMTRIOXIDESOLIDOXIDESUPPORTS ZHU Z BEATTIE 1979 2318 I HERRMANN 1988 394 W HERRMANN 1992 4431 W HERRMANN 1991 1638 W HUSTON 1993 4517 P VASSELL 1994 5491 K HERRMANN 1994 243 W ALAJLOUNI 1995 9243 A ABUOMAR 1995 272 M ZHU 1995 1326 Z ADAM 1995 15 W BUFFON 1992 L7 R BUFFON 1992 287 R YAMAZAKI 1993 4683 S PESTOVSKY 1995 133 O HANSEN 1995 5839 P ALAJLOUNI 1996 3969 A ADAM 1994 8281 W ADAM 1994 13121 W ADAM 1996 533 W BROWN 1996 7211 K HERRMANN 1993 1157 W HERRMANN 1994 213 W KARASEVICH 1994 810 E MURRAY 1995 6415 R ZHU 1995 7727 Z ZHU 1995 7090 Z ZHU 1996 9901 Z ZHU 1996 324 Z ABUOMAR 1996 4966 M HERRMANN 1991 1636 W ZHUX1997X139 ZHUX1997X139X143 ZHUX1997X139XZ ZHUX1997X139X143XZ item S1381-1169(96)00459-1 S1381116996004591 1-s2.0-S1381116996004591 10.1016/S1381-1169(96)00459-1 271358 2010-09-29T19:52:24.016842-04:00 1997-07-04 1-s2.0-S1381116996004591-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004591/MAIN/application/pdf/c04fc1c2f308368c588f6cb264f46ba5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004591/MAIN/application/pdf/c04fc1c2f308368c588f6cb264f46ba5/main.pdf main.pdf pdf true 505731 MAIN 5 1-s2.0-S1381116996004591-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004591/PREVIEW/image/png/e133636f42ee6d1a4c2cbc943b2889ab/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004591/PREVIEW/image/png/e133636f42ee6d1a4c2cbc943b2889ab/main_1.png main_1.png png 62068 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 121 (1997) 139-143 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Catalytic reactions of methylrhenium trioxide on solid oxide supports Zuolin Zhu, James H. Espenson Ames Laboratory and Department of Chemistry, Iowa State University, Ames, IA 50011, USA Received 2 July 1996; accepted 21 November 1996 Abstract Methylrhenium trioxide (MTO), supported on niobia, acts as an effective heterogeneous catalyst for certain chemical reactions. These include reactions of ethyl diazoacetate, which are equivalent to carbene-transfer processes, and selective oxidations that utilize hydrogen peroxide. Both groups of reactions, which are known to occur homogeneously, proceed efficiently and in good yield on the supported catalyst. Keywords: Catalysis; Carbene: Rhenium; Peroxide; Oxidation 1. Introduction Methylrhenium trioxide W1121ReO3, abbreviated as MTO) [1-4] is now well recognized to be an excellent catalyst for a range of reactions. Much effort has been devoted to establishing its effectiveness as a catalyst for oxidations with hydrogen peroxide [5-11] and for establishing the mechanisms of these reactions. Although MTO shows high reactivity and excellent selectivity in many reactions, and offers the further advantage that rhenium is evidently nontoxic, rhenium is an expensive metal. As useful as the described transformations are, the rhenium is not easy to recover without additional effort. Neither the expense of the rhenium nor the inconvenience of certain recovery procedures will always be of concern if the product is of sufficient value. Nonetheless, the Corresponding author. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00459-1 cost factor cannot be discounted entirely, particularly if an expedient solution can be realized. We were encouraged by earlier reports that olefin metathesis is catalyzed by MTO supported on silica [2] and on niobia, Nb205 [12]. We have now explored the possibility that MTO on a solid support, silica or niobia, would be more broadly active. The use of an immobilized MTO would not only facilitate the removal of the metal but also its convenient reuse, especially so if the activity of the catalyst is retained throughout. Prior to this study, only sparse reports of the application of supported MTO had appeared. The principal material itself, MTO supported on niobia, has been well characterized [13]. 2. Results We have explored whether rhenium supported on a solid oxide will (a) be catalytically 140 Z: Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 121 (1997) 139-143 active, (b) be easily recoverable, and (c) retain its reactivity for reuse without further chemical treatment. For our examples, we have chosen several of the reactions cited in the introduction. In the MTO-catalyzed peroxide reactions an oxygen atom, a 6e fragment, is transferred to the substrate as in the reaction X+H202-4XO+H20 In this case, the active forms of the catalyst are two: MeRe(02)02 and MeRe(02)20(H20). They are in fairly rapid, but not instantaneous equilibrium with one another and with MTO and hydrogen peroxide [14-16]. In the case of epoxidation reactions (X = alkene), the two show comparable catalytic activity [8,17]. The selective oxidations by MTO are actually quite numerous, as the recent literature attests [4,6,7,9,10,18-261. More recently, MTO has shown its versatility for other groups of reactions as well. They include carbene transfers from ethyl diazoacetate (EDA) and nitrene transfers from organic azides [27,28]. The transfers of carbenes and nitrenes, other 6e fragments, are shown in these equations X + N2CR 2 --> XCR 2 + N2 X+RN3-~XNR+N2 Given the similarities, it is no surprise that MTO is an excellent catalyst for such reactions, some of which have recently been described [28]. Indeed, a considerable body of circumstantial evidence now supports the idea that all three adopt parallel mechanisms. As yet, however, direct documentation is lacking for the intermediates in the latter cases, but the available data suggest that they are analogous to the monoand diperoxorhenium species which are the catalytically active species in the peroxide reactions. That is to say, an n2-(X-O) unit (X = NR, CR2) is implicated [28]. Several groups of nonoxidative organic transformations are also catalyzed by MTO. The coupling-dehydration reactions of alcohols constitute one example [29]. Work as yet unpub- lished describes the catalytic effect of MTO on dioxolane and trioxane formation from carbonyl compounds, on rearrangements of propargylic alcohols, and on Diels-Alder reactions [30]. Experiments were carried out with MTO on silica, the MTO being taken up from toluene solution, and on both niobia and silica, the MTO being deposited by sublimation. MTO on silica is yellow-colored, but we found that the MTO slowly leached off the surface on repeated rinsing with toluene; also, the inherently volatile MTO was lost by heating the sample of MTO on silica under vacuum. On the other hand, the lavender solid formed by the sublimation of MTO onto dried niobia remained unchanged both when the material was rinsed with toluene and ethanol and when it was heated to 100. For those reasons, the experiments described here are largely those with niobia-supported MTO. Samples of the supported catalyst were prepared according to the procedures reported in the original work [13]. Supported MTO on niobia has been characterized previously by several spectroscopic methods. They include: '3C MAS NMR (8 25 ppm), FTIR, and surface acidity measurements based on pyridine adsorption [13]. In light of this extensive work, we limited ourselves to repeating the FTIR determinations on our samples. They showed peaks at 2990 and 2903 cm-', compared to the reported 2990 and 2902 cm-'. It seemed useful to examine a cross-section of the many types of reactions catalyzed by MTO, using a few typical compounds in each category. The processes we selected for this first demonstration of concept are (a) carbene transfer from the intermediate in the MTO-EDA system to protic acceptors-alcohols and amines, (b) carbene transfer to ketones, and (c) oxygen transfer from hydrogen peroxide to nucleophiles - a tertiary amine, a phosphine, and an alkene. The data are summarized in Tables 1 and 2. The products were formed in high yield generally, less so for certain of the peroxide reactions. When a symmetrical alkene was used (Table 2, 2. Zhu, J. H. Espenson /Journal of Molecular Catalysis A: Chemical 121 (1997) 139-143 Table 1 Ethyl diazoacetate reactions catalyzed by MTO on niobia Entry Substrate Product 1 EtOH 2 2-PrOH 3 n-BuOH 4 PhNHz s 6 7 EtozEt 2-PtocHZCO2Et n-BuOCH2CO2Et PhNHCHgCOZEt n-C6Ht3NHCH2CO2Et PhCH(CHg)NHZ PhCH(CHg)NHCHZCOZEt s o % Yieidg Time 0 CO xEt 0 /-\\/ 1 CO 2Et t001 d 100 100 -95 _90 -90 >9sC Id 1d ld Id Id Id Id >9 a Based on EDA; the same reactions run homogeneously are given in Ref. [2$l. The substrate itself was the solvent. Either way, the yields were nearly quantitative. b The same reaction on silica gel gave 100% of EtOCH2CO2Et after one day, and the catalyst was still yellow; after one more day, however, the yellow color had disappeared, signifying catalyst deactivation. ` I H-NMR: 1.28 (t, 3H), 1.72-2.42 (m, $H), 4.16 (s, 1H), 4.21 ppm {q, 2H}; 13 C-NMR: 14.00, 22.8b> 34.64, 60.65, 60.68, 61.17, and 170.35 ppm. d I H-NMR: 1.27 {t, 3H}, 1.53-2.55 (m, lOH), 4.25 (s, 1H), 4.20 ppm (q, 2H); 13 C-NMR: 13.86, 24.82, 35.43, 60.66, 60.70, 61.16, 170.41 ppm. entry 3), epaxidatian took place as expected, along with an accompanying degree of epoxide ring-opening. The second process was also catalyzed by the MTO/H202 system. On the other hand, the use of an unsymmetr alkene, entry 4, resulted in a diol that clearly arose from the epaxidation and ring opening of the symmetric alkene from the prior metathesis of the starting material [2,12j. From this, we conclude that metathesis is faster than epoxidatn on MTO/Nb205. The supported catalyst does not exhibit the induction period often found for homogeneous reactions of ethyl diazoacetate. One further reaction type was attempted: condensation of Ph2CHOH to the ether. This was the least satisfactory of all, giving 10% yield only. To demonstrate one of our major theses, that the supported catalyst can recovered and reused, the experiment with excess ethanol and 141 EDA (Table 1, entry 1) was repeated. A second 1 mL portion of EDA was added; the reaction resumed and was completed in 20 h. This is about the same time as before. Diethyl fumarate and diethyl maleate, side products from the same reaction run homogeneously, were not detected when MTO an niab was used. Additionally, the catalyst used in one reaction, that between 2-P and EDA, was separated after the reaction was complete, rinsed with ethanol, and then used to conduct a different reaction, that between EtOH and EDA. The product, EtOCH2C02Et, was again formed quantitatively in 24 h, just as when fresh catalyst was employed. These findings demonstrate the potential of this method. A further control was corned out to show that N0$ itself, without the adsorption of MTO, is unable to serve as a catalyst. Two reactions, EtOH + EDA and PhC(CH 3)CH z + H 202, were used as the blanks. Table 2 Products and product yields from organic transformations with hydrogen peroxide catalyzed by methykhenium trioxide supported on niobia Entry Substrate Product % Yield' Time 1 PhNMe2 2 PhgP 3 trans PhCH 4 \\ / s r PhN(O)Me2 PhgP=0 0 j \\ ,Ph tfi-~'P ow HO \\ 00 (c2W 40 2 d l4h 90t' 95\" 2 d t2d a Except as noted, acetone was the solvent. b This reaction was carried out in acetic acid-acetone (100:40) to provide fproper solubility. The balance of the products consisted of cis-stilbene oxide (5%) and hydrobenzo (5%). No gas was liberated. ` Two isomers in 4:1 ratio were obtained, the major one with a I H-NMR spectrum at 2.09 (s), 4.22 (s), and 7.18 (m) ppm. The other gave resonances at 2.33 {s}, 4.90 (s), and 7.22 (m) ppm. d Gas formation (CZH4) shows that olefin metathesis preceded oxidation. Propylene was also formed from CZMeunder these conditions. 142 2~ Zhu, J.H. Espenson /Journal of Molecular Catalysis A: Chemical 121 (1997) 139-143 The reactions reported here constitute a representative sample of those that are possible with this heterogeneous catalyst system. Work is in progress to extend the applications of MTO on niobia to systems in which the homogeneous catalyst is inclined to decomposition [31]. The nature of the catalyst-surface interaction has not been fully established. We conjecture that the never-quite-dry oxide surface contains Nb-OH groups that can condense with one (and likely two) Re=O groups to fix the MTO firmly to the oxide surface. This leaves another Re=O group free to interact with H202 or N2CHC02Et to produce the catalytically active intermediates (i.e., the n2-02Re group and its carbene analog), that are known to be involved in the homogeneous catalytic chemistry. Whether a monoperoxo- or a diperoxorhenium species is the active form cannot be stated with certainty, but the presence of an r12-02Re group is indicated by the fully-consistent picture of the mechanisms of all the homogeneous reactions. 3. Experimental section The supported catalyst was prepared according to the literature procedure [13]. The niobia sample (325 mesh, Aldrich) was calcined overnight at 450 under a stream of oxygen (1.2 L h-1); after cooling to room temperature and evacuation, it was exposed to water vapor in a desiccator for 4 h, then evacuated to 300 overnight [12,13,32]. MTO (0.5 g, 2 mmol) was sublimed onto the surface of 25 g of this niobium oxide. For other experiments, silica gel was heated for 1 h at 550 in a stream of nitrogen, and then doped with MTO in toluene after it had been cooled to room temperature. The reactions of ethyl diazoacetate (Table 1) were carried out by adding EDA (I mL, 9 mmol) to 15 mL of the neat substrate, which was used as the solvent. This mixture was stirred with 0.5-2.5 g MTO/Nb205 (0.04-0.2 mmol MTO) for <_ 24 h. In Table 2, the substrate (1 mmol), peroxide (10 mmol), and 0.5 g MTO/Nb205 (10 mg MTO, 0.04 mmol) were stirred in 15 mL glacial acetic acid for 4 h- - 1 d, as needed. Benzhydrol (1 mmol) with 1 g MTO/Nb205 (0.1 mmol MTO) were stirred in 20 mL CHC13 for 1 d; no improvement in yield was noted at longer times, as the catalyst had decomposed. The product yields were determined from the isolated yields, except when they approached 100%, in which case GC-MS was used to establish the quantitative yield. Acknowledgements This research was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences under contract W-7405-Eng-82. References [1] I.R. Beattie and P.1. Jones, Inorg. Chem. 18 (1979) 2318. [2] W.A. Herrmann, J.G. Kuchler, J.K. Felixberger, E. Herdtweck and W. Wagner, Anal. Chem. 27 (1988) 394. [3] W.A. Herrmann, F.E. K'n, R.W. Fischer, W.R. Thiel and C.C. Rom, Inorg. Chem. 31 (1992) 4431. [4] W.A. Herrmann, R.W. Fischer and D.W. Marz, Angew. Chem. Int. Ed. Engl. 30 (1991) 1638. [5] P. Huston, J.H. Espenson and A. Bakac, Inorg. Chem. 32 (1993) 4517. [6] K.A. Vassell and 1.H. Espenson, Inorg. Chem, 33 (1994) 5491. [7] W.A. Herrmann, R.W. Fischer, M.U. Rauch and W. Scherer, J, Mol. Catal. 86 (1994) 243. [8] A. Al-Ajlouni and J.H. Espenson, J. Am. Chem. Soc. 117 (1995) 9243. [9] M.M. Abu-Omar and 1.H. Espenson,1. Am. Chem. Soc. 117 (1995) 272. [10] Z. Zhu and J.H. Espenson, J. Org. Chem. 60 (1995) 1326. [l1] W. Adam, W.A. Herrmann, C.R. Saha-Moller and M. Shimizu, J. Mol. Catal. 97 (1995) 15. [12] R. Buffon, A. Choplin, M. Leconte, J.-M. Basset, R. Touroude and W.A. Herrmann, 1. Mol. Catal. 72 (1992) L7. [13] R. Buffon, A. Auroux, F. Lefebvre, M. Leconte, A. Choplin, J: M. Basset and W.A. Herrmann, 1. Mol. Catal. 76 (1992) 287. [14] S. Yamazaki, J.H. Espenson and P. Huston, Inorg. Chem. 32 (1993) 4683. [15] o. Pestovsky, R. vanEldik, P. Huston and 1.H. Espenson, J. Chem. Soc. Dalton Trans. (1995) 133. Z Zhu, J.H. Espenson/Journal of Molecular Calalysis A: Chemical 121 (1997) 139-143 [16] P.J. Hansen and J.H. Espenson, Inorg. Chem. 34 (1995) 5839. [17] A. Al-Ajlouni and J.H. Espenson, J. Org. Chem. 61 (1996) 3969. [I8] W. Adam, W.A. Herrmann, J. Lin and C.R. Saha-Mdller, J. Org. Chem. 59 (1994) 8281. [19] W. Adam, C.M. Mitchell and C.R. Saha-Moller, Tetrahedron 50 (1994) 13121. [20] W. Adam and C.M. Mitchell, Angew. Chem. Int. Ed. Engl. 35 (1996) 533. [21] K.N. Brown and J.H. Espenson, Inorg. Chem. 35 (1996) 7211. [22] W.A. Herrmann, R.W. Fischer, W. Scherer and M.U. Rauch, Angew. Chem. Int. Ed. Engl. 32 (1993) 1157. W.A. Herrmann, R.W. Fischer and J.D.G. Correia, J. Mot. Catal. 94 (1994) 213. 143 [24] E.I. Karasevich, A.V. Niltitin and V.L. Rubailo> Kinet. Catal. 35 (1994) 810. [25] R.W. Murray, K. Iyanar, J. Chen and J.T. Wearing, Tetrahedron Lett. 36 (1995) 6415. [26] Z. Zhu and J.H. Espenson, J. Org. Chem. 60 (1995) 7727. [27] Z. Zhu and J.H. Espenson, J. Org. Chem. 60 (1995) 7090. [28] Z. Zhu and J.H. Espenson, J. Am. Chem. Soc. 118 (1996) 9901. [29] Z. Zhu and J.H. Espenson, J. Org. Chem. 61 (1996) 324. [30] Z. Zhu, J. Jacob and J.H. Espenson, unpublished information. [31] M.M. Abu-Omar, P.J. Hansen and J.H. Espenson, J. Am. Chem. Soc. 118 (1996) 4966. [32] W.A. Herrmann, W. Wagner, U.N. Flessner, U. Volkhardt and H. Komber, Angew. Chem. Int. Ed. Engl. 30 (1991) 1636. MOLCAA 96004591 S1381-1169(96)00459-1 10.1016/S1381-1169(96)00459-1 Chemical and metal complex catalysis Article Catalytic reactions of methylrhenium trioxide on solid oxide supports Zuolin Zhu James H. Espenson ∗ Ames Laboratory and Department of Chemistry, Iowa State University, Ames, IA 50011, USA ∗ Corresponding author. Methylrhenium trioxide (MTO), supported on niobia, acts as an effective heterogeneous catalyst for certain chemical reactions. These include reactions of ethyl diazoacetate, which are equivalent to carbene-transfer processes, and selective oxidations that utilize hydrogen peroxide. Both groups of reactions, which are known to occur homogeneously, proceed efficiently and in good yield on the supported catalyst. Keywords Catalysis Carbene Rhenium Peroxide Oxidation References [1] I.R. Beattie P.J. Jones Inorg. Chem. 18 1979 2318 [2] W.A. Herrmann J.G. Kuchler J.K. Felixberger E. Herdtweck W. Wagner Anal. Chem. 27 1988 394 [3] W.A. Herrmann F.E. Kühn R.W. Fischer W.R. Thiel C.C. Romão Inorg. Chem. 31 1992 4431 [4] W.A. Herrmann R.W. Fischer D.W. Marz Angew. Chem. Int. Ed. Engl. 30 1991 1638 [5] P. Huston J.H. Espenson A. Bakac Inorg. Chem. 32 1993 4517 [6] K.A. Vassell J.H. Espenson Inorg. Chem. 33 1994 5491 [7] W.A. Herrmann R.W. Fischer M.U. Rauch W. Scherer J. Mol. Catal. 86 1994 243 [8] A. Al-Ajlouni J.H. Espenson J. Am. Chem. Soc. 117 1995 9243 [9] M.M. Abu-Omar J.H. Espenson J. Am. Chem. Soc. 117 1995 272 [10] Z. Zhu J.H. Espenson J. Org. Chem. 60 1995 1326 [11] W. Adam W.A. Herrmann C.R. Saha-Moller M. Shimizu J. Mol. Catal. 97 1995 15 [12] R. Buffon A. Choplin M. Leconte J.-M. Basset R. Touroude W.A. Herrmann J. Mol. Catal. 72 1992 L7 [13] R. Buffon A. Auroux F. Lefebvre M. Leconte A. Choplin J.-M. Basset W.A. Herrmann J. Mol. Catal. 76 1992 287 [14] S. Yamazaki J.H. Espenson P. Huston Inorg. Chem. 32 1993 4683 [15] O. Pestovsky R. vanEldik P. Huston J.H. Espenson J. Chem. Soc. Dalton Trans. 1995 133 [16] P.J. Hansen J.H. Espenson Inorg. Chem. 34 1995 5839 [17] A. Al-Ajlouni J.H. Espenson J. Org. Chem. 61 1996 3969 [18] W. Adam W.A. Herrmann J. Lin C.R. Saha-Möller J. Org. Chem. 59 1994 8281 [19] W. Adam C.M. Mitchell C.R. Saha-Moller Tetrahedron 50 1994 13121 [20] W. Adam C.M. Mitchell Angew. Chem. Int. Ed. Engl. 35 1996 533 [21] K.N. Brown J.H. Espenson Inorg. Chem. 35 1996 7211 [22] W.A. Herrmann R.W. Fischer W. Scherer M.U. Rauch Angew. Chem. Int. Ed. Engl. 32 1993 1157 [23] W.A. Herrmann R.W. Fischer J.D.G. Correia J. Mol. Catal. 94 1994 213 [24] E.I. Karasevich A.V. Nikitin V.L. Rubailo Kinet. Catal. 35 1994 810 [25] R.W. Murray K. Iyanar J. Chen J.T. Wearing Tetrahedron Lett. 36 1995 6415 [26] Z. Zhu J.H. Espenson J. Org. Chem. 60 1995 7727 [27] Z. Zhu J.H. Espenson J. Org. Chem. 60 1995 7090 [28] Z. Zhu J.H. Espenson J. Am. Chem. Soc. 118 1996 9901 [29] Z. Zhu J.H. Espenson J. Org. Chem. 61 1996 324 [30] Z. Zhu, J. Jacob and J.H. Espenson, unpublished information. [31] M.M. Abu-Omar P.J. Hansen J.H. Espenson J. Am. Chem. Soc. 118 1996 4966 [32] W.A. Herrmann W. Wagner U.N. Flessner U. Volkhardt H. Komber Angew. Chem. Int. Ed. Engl. 30 1991 1636",
      "scopus-id": "0030858938",
      "coredata": {
        "eid": "1-s2.0-S1381116996004591",
        "dc:description": "Methylrhenium trioxide (MTO), supported on niobia, acts as an effective heterogeneous catalyst for certain chemical reactions. These include reactions of ethyl diazoacetate, which are equivalent to carbene-transfer processes, and selective oxidations that utilize hydrogen peroxide. Both groups of reactions, which are known to occur homogeneously, proceed efficiently and in good yield on the supported catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-07-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996004591",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhu, Zuolin"
          },
          {
            "@_fa": "true",
            "$": "Espenson, James H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996004591"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996004591"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00459-1",
        "prism:volume": "121",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Catalytic reactions of methylrhenium trioxide on solid oxide supports",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Carbene"
          },
          {
            "@_fa": "true",
            "$": "Rhenium"
          },
          {
            "@_fa": "true",
            "$": "Peroxide"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "139-143",
        "prism:endingPage": "143",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 July 1997",
        "prism:doi": "10.1016/S1381-1169(96)00459-1",
        "prism:startingPage": "139",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00459-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030858938"
      }
    }
  }
}