{
  "metadata": {
    "title": "Characterization and catalysis studies of small metal particles on planar model oxide supports",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-05-23",
    "doi": "10.1016/S1381-1169(96)00494-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996004943",
    "pii": "S1381116996004943"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030992243",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996004943 S1381-1169(96)00494-3 S1381116996004943 10.1016/S1381-1169(96)00494-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00568 2015-05-15T05:56:33.668241-04:00 0 0 19970523 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 119 119 1 3 1 2 3 Volume 119, Issues 1–3 34 307 325 307 325 19970523 23 May 1997 1997-05-23 1997 International Conference on Theoretical Aspects of Heterogeneous Catalysis Tarragona, Spain 2–7 June 1996 19960602 19960607 converted-article fla Copyright © 1997 Published by Elsevier B.V. CHARACTERIZATIONCATALYSISSTUDIESSMALLMETALPARTICLESPLANARMODELOXIDESUPPORTS RAINER D POPPA 1984 1081 H POPPA 1983 105 H ZUBURTIKUDIS 1992 1337 I SOMORJAI 1994 G INTRODUCTIONSURFACECHEMISTRYCATALYSIS SAULT 1989 153 A GOODMAN 1995 9 D GOODMAN 1980 226 D CAMPBELL 1984 396 C CAMPBELL 1992 172 R GOODMAN 1994 837 D GOODMAN 1995 523 D RODRIGUEZ 1991 1 J GOODMAN 1992 189 D BERLOWITZ 1988 5213 P DURRER 1989 310 W ODEBUNMI 1985 370 E DURRER 1985 1545 W XU 1995 X HANDBOOKSURFACEIMAGINGVISUALIZATION POPPA 1993 359 H MARKS 1990 3437 F KOCH 1987 1845 R XU 1994 57 X CAMPBELL 1993 172 R SZANYI 1993 2350 J XU 1996 C HANDBOOKHETEROGENEOUSCATALYSIS RAINER 1996 D HENRY 1992 283 C SZANYI 1993 1969 J XU 1992 788 X XU 1993 683 X WERTHEIM 1988 844 G DICENZO 1985 203 S KOHIKI 1986 3786 S PARMIGIANI 1985 257 F CHEUNG 1984 151 T BASTL 1986 447 Z MASON 1983 748 M EGELHOFF 1979 5028 W UNWIN 1978 58 R WU 1994 9874 M XU 1993 103 X 1979 HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY KITTEL 1986 C INTRODUCTIONSOLIDSTATEPHYSICS 1991 CRCHANDBOOKCHEMISTRYPHYSICS XU 1996 13 C ANDRES 1996 R SZANYI 1994 2972 J SZANYI 1994 2978 J XU 1994 57 X XU 1993 7711 X BERLOWITZ 1988 5213 P LADAS 1981 151 S OH 1991 526 S VESECKY 1995 1539 S VESECKY 1996 S CHO 1991 74 B CORDATOS 1995 219 H XU 1994 31 X GOODMAN 1982 L679 D GOODMAN 1992 189 D CARTER 1966 2257 J MARTIN 1979 452 G GOODMAN 1980 479 D COULTER 1994 1245 K GOODMAN 1984 194 D KELLEY 1982 L743 R VANNICE 1976 152 M VANNICE 1976 153 M RAINERX1997X307 RAINERX1997X307X325 RAINERX1997X307XD RAINERX1997X307X325XD item S1381-1169(96)00494-3 S1381116996004943 1-s2.0-S1381116996004943 10.1016/S1381-1169(96)00494-3 271358 2010-09-29T19:51:25.48256-04:00 1997-05-23 1-s2.0-S1381116996004943-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004943/MAIN/application/pdf/5729355d798517a68bf2a2d1d2d81727/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004943/MAIN/application/pdf/5729355d798517a68bf2a2d1d2d81727/main.pdf main.pdf pdf true 2057003 MAIN 19 1-s2.0-S1381116996004943-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004943/PREVIEW/image/png/0e0a5e703b3eb845b9ddb3a6e068a8d7/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004943/PREVIEW/image/png/0e0a5e703b3eb845b9ddb3a6e068a8d7/main_1.png main_1.png png 66114 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Characterization and catalysis studies of small metal particles on planar model oxide supports Darrell R. Rainer, Chen Xu, D. Wayne Goodman Department of Chemistry, Texas A& M University, College Station, Texas, TX 77843-3255, USA Received 6 July 1996; accepted 27 September 1996 Abstract Planar model oxide-supported metal catalysts have been prepared by evaporating metals of catalytic interest onto various oxide thin films supported on refractory metal single crystals, followed by annealing to promote the formation of small metal clusters. The employment of these relatively simple supported catalysts prepared in ultrahigh vacuum (UHV) represent a promising method of simulating heterogeneous catalytic processes over high surface area supported catalysts in an experimentally tractable manner. While providing many of the same practical advantages associated with single crystals relative to high surface area supported catalysts, the experiments using planar model catalysts address important issues such as intrinsic particle size effects and metal support interactions that are beyond the scope of single crystal studies. Because these samples are suitable for study using modern UHV based surface analysis techniques, including scanning tunneling and atomic force microscopy, they can be characterized on the atomic level to a degree unlikely to be achieved for the analogous powder catalysts. Kinetics studies for several reactions performed in parallel over single crystals, planar model supported catalysts and conventional high surface area supported powder catalysts allow the catalytic behavior exhibited for a particular reaction to be correlated with specific structural features. The experiments described here establish the viability of these relatively simple systems as representative model catalysts and demonstrate their utility in elucidating heterogeneous catalytic systems, particularly in the context of combined studies involving single crystals and powder catalysts. Keywords: Heterogeneous catalysis; Metal particles; Model supported catalyst; Surface science 1. Introduction In order to gain an accurate, fundamental view of a particular heterogeneous catalytic process, an atomic level understanding of the elemental composition, electronic properties and structure at the surface is required. Ideally, these properties can then be related to the observed catalytic properties (activity, selectivity and durability) of the system. The complexities of Corresponding author. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PH 51381-1169(96)00494-3 `real world' high surface area oxide supported metal catalysts make the prospect of obtaining a detailed picture of their microscopic properties from their exclusive study a difficult proposition. Porous, high surface area supports of poorly defined structure, uncertainty regarding metal particle size and morphology and problems with surface contamination all serve to obscure a fundamental description of the nature of the catalyst and the catalytic process [1-3]. With the advent in the last thirty years of a growing array of ultrahigh vacuum (UHV) sur- 308 D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 face science techniques, a powerful method for characterizing surfaces at the atomic level has been made available. The study of clean, metal single crystals with well defined orientations in UHV has allowed for detailed studies of particular binding sites, both in and out of the presence of stable surface adsorbate species. These types of analyses can be performed both before, after and, for certain techniques, during low pressure surface catalytic reactions in UHV and the kinetics of such reactions can be monitored. Important intermediates, active surface sites, promoters and inhibitors can be identified and correlated to the kinetics results [4,5]. Additionally, the problem of the so-called `pressure gap' has been addressed in recent years through the employment of a combined UHV-high pressure apparatus that allows a sample to be transferred between a UHV chamber and a high pressure reactor cell via a series of differentially pumped sliding seals [6-9]. This set up allows a sample to be prepared and characterized in UHV, subjected to reaction conditions at pressures up to atmospheric and returned to the UHV chamber for post reaction analysis. These types of studies have allowed for the direct comparison between the kinetics performed on single crystal model catalysts with those observed for high surface area supported catalysts and have addressed the issues (structure sensitivity, intermediates, promoters and inhibitors) listed above [10-12]. Although these successes have demonstrated the viability of single crystals as useful model catalysts, there are still certain shortcomings associated with their use. The physical and chemical properties of small supported metal particles (< 1000 A) are known to be markedly size dependent [1,2]. Likewise many catalytic reactions exhibit particle size dependencies with respect to activity and selectivity [13-17]. These size dependencies can be attributed to intrinsic electronic particle size effects resulting from changes in the average metal atom coordination number, morphological changes and/or enhancements in the metal-support interaction as the fraction of metal atoms in direct contact with the substrate varies. All of these elements must be considered in the study of oxide supported metal particles, particularly in the limit of very small clusters (< 20 ; bulk single crystal studies do not address these questions. The synthesis and employment of planar model oxide supported catalysts represent an attempt to do so. In this type of catalyst, a thin oxide film (20-100 A) is deposited in UHV onto a single crystal substrate. For Si02 and A1203 films, previous studies indicate that, although the films exhibit roughly the same chemical properties as the bulk, they are thin enough to be conductive (via defects and tunneling) and therefore do not present the charging problems that accompany photoelectronic studies performed on insulators [6,11,18]. Onto this support is vapor deposited the metal(s) of catalytic interest. These types of model catalysts provide a class of intermediates in between single crystals and high surface area supported catalysts. They allow for the investigation of metal support interactions and particle size effects while featuring many of the advantages of single crystals (i.e. well defined relative to high surface area catalysts and amenable to typical surface science techniques). Also, because the sample is flat and conductive, it is suitable for scanning tunneling microscopy (STM) and atomic force microscopy (AFM) studies. Another advantage offered by utilizing the model particles is that, in principle, control can be exercised over the particles themselves in terms of size, structure and cleanliness [1,19]. It has been shown by AFM, STM and, on specially prepared samples, transmission electron microscopy (TEM) that narrow, uniform Gaussian distributions of particle sizes can be obtained in the model systems relative to conventional powder catalysts [2023]. This is clearly desirable in attempting to resolve and characterize particle size effects. The focus of much of this work has been to take advantage of the complimentary nature of the three basic types of catalysts discussed above (single crystal, model planar supported and high surface area powder supported systems) by per- D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 forming parallel studies on each type in concert with the others. The following discussion describes the physical characterization using conventional surface science techniques of a variety of selected planar model supported catalysts studied in our lab and how these results relate to the catalytic behavior displayed by some of these systems for certain reactions. Particular emphasis is accorded to observed correlations between the planar model supported catalysts and their analogous single crystal and high surface area counterparts. 2. Experimental These experiments were performed utilizing several combined UHV-microreactor systems previously described in the literature [24,25] variously equipped for X-ray and ultraviolet photoelectron spectroscopy (XPS, UPS), Auger electron spectroscopy (AES), low-energy electron diffraction (LEED), infrared reflection absorption spectroscopy (IRAS), high-resolution electron energy-loss spectroscopy (HREELS) and temperature programmed desorption (TPD). The planar model supported catalysts were obtained by vapor depositing the metal of catalytic interest (Cu, Pd, Ni, Au) onto a previously prepared oxide thin film supported on a single crystal metal substrate. The metals were evaporated from sources comprised of the appropriate high-purity metal wire tightly wrapped around W or Ta filaments. The preparation of Si02, A1203 and MgO thin films on particular single crystal supports is described elsewhere in the literature (Ref. [26] and references therein.). The sample temperature was monitored using a type `C' thermocouple junction spot-welded to the edge of the single crystal substrate. The ex-situ STM and AFM images were obtained using a Digital Instruments Nanascope II. The UHV-STM work was performed with an Omicron UHV STM. In addition to these single crystal model catalysts, special Pd/A1203 model catalysts sup- 309 ported on C films on Mo grids were prepared that were suitable for TEM studies. These samples were prepared by mounting thin carbon films (in the order of a few Am) onto Mo TEM grids and introducing them into UHV. Alumina films and Pd particles were deposited in exactly the same manner described above, providing model catalysts that could be imaged using TEM. The JEOL JEM 2010 model TEM was used for these studies. The kinetics experiments over the single crystal and planar model supported catalysts were carried out in the UHV-microreactor systems using gas phase IR spectroscopy or gas chromatography to analyze product gases. The CO + OZ and CO + NO reactions over Pd/A1203 powders were performed in a conventional atmospheric flow reactor described elsewhere [27]. 3. Results and discussion 3.1. Characterization studies of planar model supported catalysts 3.1.1. Particle size determinations Elucidating the particle size distribution is critical in characterizing supported metal particles. For the studies presented here, several different methods have been employed to accomplish this. One method involves titrating the number of metal surface atoms using chemisorbed CO, utilizing TPD peak area as a measure of CO coverage. This method provides an average particle size based on an assumption regarding the shape of the particles, but yields no information concerning the width of the particle size distribution. Direct imaging techniques such as STM, AFM, and TEM provide a more detailed view. Fig. 1 shows an ex-situ AFM image for 10 equivalent ML of Pd (based on comparisons with Pd monolayers on the bare 0 metal substrate) vapor deposited on a - 100 A thick Si02 film supported on a Mo(100) substrate in UHV, after deposition at 300 K and 310 D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 Fig. 1. An ex-situ AFM micrograph of a planar model supported 60 Pd(10.0 ML)/S2(100 /Mo(100) catalyst [18]. subsequent annealing to 700 K. The results zo from the AFM image are consistent with the average particle size determined for this catalyst from the CO chemisorptive experiments [ 18]. UHV STM images acquired for Au, Pd and Ni particles supported on T2, Mg0 and A1203 films are presented in Fig. 2a-c [20]. The larger areas of dark contrast in the images result from steps in the oxide supports. For each system a 40, relatively uniform particle size distribution is observed. The Au particles in the Au(2.0 ML)/T2(2.0 ML)/Mo(100)0system exhibited an average diameter of ^- 25 A and an average 0 height of ^- 12 A, while the Pd particles in the Pd(1.2 ML)/Mg0(8 ML)/Mo(100) sample dis played an average diameter of - 30 A and a 0 height of - 9 A. This increase in average width to height ratio reflects the stronger interaction between Pd and Mg0 relative to Au on T2. For the very low Ni coverage ( - 0.04 ML) 40 supported on the A1203 thin film in Fig. 2c, the 0 average particle size is ^- 15 A with particles as small as ^- 7 observed, within the size regime where the crossover from metallic to nonmetal- lic behavior might be expected to occur. The growth mode of metal on the oxide thin film has also been studied using STM and ISS. Three dimensional cluster formation has been observed even at submonolayer coverage for all systems reported here, indicating a Volmer Weber growth mode. TEM represents another useful approach to particle size characterization. Specially prepared Pd/A1203/C samples supported on Mo grids were studied using this technique. Micrographs for Pd/A1203/C catalysts deposited at 300 K and unannealed are presented in Fig. 3. Rela- 0 0 20 40 60 ba so 20 0 so zo 0 0 20 40 60 0 20 40 60 nm nm 1.08 1.01 0.94 0.87 0.81 0.74 0.67 0.61 0.64 0.47 0.40 0.34 0.27 0.20 0.13 0.07 0.00 Fig. 2. UHV STM micrographs of (a) Au(2.0 ML)/T2(2.0 ML)/Mo(100), (b) Pd(1.2 ML)/Mg0(8 ML)/Mo(100) and (c) N0.04 ML)/A12036 ML)/Re(0001) [20]. D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 tively uniform, narrow Gaussian distributions are obtained. These distributions are centered at 0 25-30, 40-50 and 50-60 A for the 1.0, 2.0 and 4.0 ML coverages, respectively. Above 4 ML, significant coalescence begins to occur. The non-uniform shape of the particle size histogram 1.0 ML Pd for the 10.0 ML coverage reflects the high degree of coalescence at this loading. For the lowest three coverages, the particle density ( - 3 X 1012/cm2) seems to be roughly independent of Pd loading, consistent with a fixed number of initial nucleation sites that continue to accrete 2.0 ML Pd 4.0 ML Pd 10 ML Pd Fig. 3. TEM micrographs for Pd/A12030 A)/C samples for the indicated Pd coverages deposited at 300 K [28]. 312 D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 Pd atoms for the duration of the deposition process. This number is not easily evaluated for the highly coalesced 10.0 ML loading [28]. Comparatively, for the Pd/A1203/C samples deposited at 500 K and subsequently annealed to 800 K depicted in Fig. 4, there are 1.0 ML Pd clear differences in the growth mode. For the 1.0 ML loading, the particle density and size distribution are comparable to those observed for the unannealed sample. At the higher coverages, however, the particle density decreases significantly and the particles are much larger, 2.5 ML Pd 4.0 ML Pd n ,00 =~, c I P Diameter (d)'', 10MLPd o , n;a zaa 'Particle Diameter (A) Fig. 4. TEM micrographs for Pd/z03(30 /C samples for the indicated Pd coverages deposited at 500 K and subsequently annealed to 800 K [27]. D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 indicative of the higher mobility on the surface of the deposited Pd atoms that would be expected due to the higher surface temperature [27]. 3.1.2. Morphology IRAS using CO as a probe molecule is a very useful approach to identifying particular binding sites on the surface of the supported metal particles. Comparisons of IRAS results for the model supported catalysts with results obtained for analogous single crystal surfaces allow determinations regarding relative facet distributions on the supported particles to be made. In order to minimize the surface free energy, small metal particles should exhibit facets with low Miller indices. Previous IR studies of model Pd/S'02 and weak field dark beam imaging studies of model Pd/MgO catalysts have indicated that this is indeed the case. That is, the particles are comprised primarily of (111) and (100) facets [23,29]. The data for the 5.0 ML Pd Pd(5.0 ML)/AI203/Ta(110) Pco =1.o x 1 o-s Torr 1998 d V C .12 L N .92 2200 2700 loading in Fig. Sa corroborate this in that striking similarities are found between these spectra and spectra acquired in analogous experiments for Pd(111) and Pd(100) single crystals [30]. Fig. 5 compares an IRAS annealing series for CO adsorbed on the Pd(5.0 ML)/A1203/Ta(110) catalyst with a similar series for the Pd(111) surface. The average particle size in this model catalyst is estimated to 0 be - 70 A based on TEM micrographs. In Fig. 5a, a peak at 1894 cm-' is observed at 500 K; with a decrease in temperature, this peak shifts towards higher frequency, broadening until it is resolved at 300 K into two peaks at 1983 and 1942 cm-'. Additionally, a peak at 2076 cm-I grows in at 400 K. These three features continue to grow, gradually shifting to higher frequency, until at 150 K, a new peak appears at 1890 cm-'. Comparatively, the data for the Pd(111) surface, shown in Fig. Sb, indicate that CO occupies three-fold hollow sites at low coverages at Pd(111) 1962 2110 Pco - 1.Ox1e Torr b 1885 _Ts 100 K 150 K 200 K 250 K K 350 K 1855 400 K K 500 K 525 K K 2000 1900 1800 2150 2050 1950 1850 1750 Wavenumbers (cm-') Fig. 5. IRAs annealing series for (a) CO/Pd(5.0 ML)/A1=03/Ta(1 10) taken in a l X 10-5 Torr CO background [28J and (b) CO/Pd(111) taken in a 1 X 10-6 Torr CO background [30]. The average particle size in the model supported catalyst is - 70 314 D.R. Rainer et al. / Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 525 K, at a frequency of - 1850 cm-'. A transition from the three-fold hollow site to the bridging site is evident across the temperature range from 500 to 400 K, with the frequency shifting from - 1855 to - 1900 cm-'. The bridging feature continues to grow and increases in frequency with decreasing temperature. Between 200 K and 150 K a phase transition occurs that shifts the CO to the three-fold bridging and linear atop sites. The maximum frequency of the bridging CO prior to this transition is 1962 cm-'. At 100 K and at saturation coverage, the CO frequencies for the atop and three-fold hollow sites are 2110 and 1895 cm-', respectively. For the Pd(100) surface at a CO background pressure of 1 X 10-6 Torr, a single peak attributable to a bridge-bound CO appears in the IR spectrum and saturates at 1995 cm-' at 110 K [30]. These results for this temperature window on Pd(111) and (100) single crystals are mirrored on the 5.0 ML Pd/A1203/Ta(110) model catalyst. Referring again to Fig. 5a, the broad peak at 1894 cm-' at 500 K can be attributed to a combination of bridging and three-fold hollow CO sites, shifting towards an exclusively bridge-bound configuration with decreasing temperature (increasing coverage). The bridging CO feature then finally resolves into two peaks at 300 K. The features at 1984 and 1942 cm- 1 can be assigned to contributions from bridging CO on the Pd(100) and Pd(111) facets, respectively. The atop feature, which appears at 2076 cm-1 and 400 K, is associated with a (111) facet. As the temperature decreases, these features grow in intensity and sharpen. Near saturation coverage, the correlations between the model catalysts and the single crystals are particularly striking. At 100 K on the 5.0 ML Pd catalyst, four peaks are evident. The peak at 1998 cm-' is assigned to the bridging species on (100) facets. The peaks at 2108, 1960 and 1890 cm-' represent the atop, bridging and three-fold hollow CO sites on the (111) facets, respectively. As the temperature is decreased to 90 K, the bridging CO feature at 1960 cm-' attenuates and broadens while the feature at 1890 cm-' (three-fold hollow sites) sharpens and grows in intensity. Also, the atop feature at 2108 cm-' increases in intensity and sharpens. The beginning of this transition manifests itself between 200 and 150 K. Thus, the same phase transition from the bridging sites to the atop and hollow sites, observed on the Pd(111) surface, is also seen on the 5.0 ML Pd model catalyst [28]. Some differences are evident between the single crystal and the model catalysts. While a CO phase transition on the Pd(111) facet results in a complete shift from the bridging to the atop and hollow sites, the model catalyst does not show this complete transition, even though the temperature variations were carried out at an order of magnitude higher pressure than the analogous single crystal data. In fact, no bridging CO is evident on the Pd(111) single crystal at temperatures below 150 K. This difference may be related to the curvature of the supported particle, which could preclude the long range CO order necessary to promote this phase transition. The ratio of the atop CO intensity to the bridging and threefold site intensity is higher on the particles than that on the Pd(111) at every temperature below 400 K. This is consistent with the increased ratio of edge/defect to terrace sites that one anticipates for the supported particles. IRAS data as a function of temperature for the 1.0 ML Pd catalyst (average particle size ^, 25 are presented in Fig. 6. These spectra differ significantly from those obtained for the 5.0 ML Pd sample. The broad peak in the region associated with the CO bridging species is never clearly resolved into separate components attributable to the two different crystal facets, as is the case on the larger particles. Also, no three-fold hollow feature is evident at saturation coverage and the ratio of atop intensity to bridging intensity is higher compared to the larger particles. The latter indicates a higher proportion of edge/defect sites on the smaller particles. The broader features at saturation cov- D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 erage for the smaller particles are consistent with the previous explanation that the higher the degree of surface curvature, the less compressed is the CO overlayer. That the types of transitions which occur on the Pd(111) single crystal and, to a more limited extent, on the 5.0 ML Pd catalyst do not occur on the 1.0 ML Pd particles is consistent with a reduced CO density on the smaller particles. The IRAS technique described above has also been applied to Cu/Si02/Mo(110) model systems, in tandem with ex-situ STM studies, indicating the presence of a large percentage of low index surface planes and undercoordinated step edge/defect sites. Under certain conditions, atomically resolved imaging of these clusters has been achieved with STM. The atomic spacings on the surface of the Cu particles imaged in the STM micrograph in Fig. 7 are consistent with the presence of the Cu(311) facet and Cu0 [31,32]. Pd(1.0 ML)/A1203ITa(110) 2107 Pen =1.0 it IW6 Tr 250K `. 300K 350K 400K 450K 1992 2200 2100 2000 1900 1800 Fig. 6. IRAs annealing series for CO/Pd(1.0 ML)/A1203 /Ta(110) taken in a 1 x 10-5 Torr CO background. The average Pd particle size is - 25 [28]. 315 Fig. 7. Ex-situ STM micrograph of Cu(1.2 ML)/SiOz(100 /Mo(110) [31]. 3.1.3. Electronic properties Size dependent changes in the electronic properties of supported metal particles have garnered a great deal of interest in recent years. Ultraviolet photoelectron spectroscopy (UPS) and XPS studies of a variety of supported transition and noble metals have revealed pronounced particle size dependent electronic modifications in the small particle limit [33-41]. The Cu/SiOZ/Mo(110) model catalyst was studied using XPS. Cu was vapor deposited onto the Si02 support at a substrate temperature of 300 K; IRAS and STM studies have indicated a three-dimensional growth mode for Cu deposited onto Si02 under these conditions [32]. The core-level binding energy (CLBE) for the 2p3/2 transition for Cu was monitored as a function of loading (particle size) as shown in Fig. 8a, with the Cu 2p3/2 CLBE's referenced against the Mo 3d5/2 peak. The CLBE's were observed to increase as the particle size decreased. Between coverages of 8 and 12 ML, the shift observed was less than the experimental error and the CLBE value, 932.51 0.03 eV, was consistent with that of bulk Cu. At the lowest coverage studied, 9cu < 0.01 ML, the CLBE was recorded at 933.60 eV, yielding a total shift across the entire coverage range of 1.09 eV. IRAS studies of CO chemisorbed on 316 D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 933.6 933.4 933.2 933.0 m 932.8 932.6 3.5 v3.0 2.5 2.0 80 d 7o 60 a350 - 40 Cu/S102(80/MO(110) 0 2 4 6 8 10 12 (b) 0 2 4 6 8 10 12 0 2 4 6 8 10 12 Cu Coverage (ML) (c) Fig. 8. Coverage (particle size) dependent properties of Cu in a Cu/Si02 /Mo(100) catalyst. (a) CLBE of the Cu 2p;/Z transition, (b) FWHM of the Cu 2p3/z peak and (c) Es versus Cu coverage. Cu/ S'0 2/ M o(100) [32] and Cu/203/Mo(100) [42] catalysts indicate the presence of a small amount of oxidized Cu. At the very low coverages of Cu on Si02, an increased percentage of Cu0 may contribute to the increasing positive core level shift (CLS) [43]. The measured FWHM of the Cu 2p3/2 peak also increased as the coverage decreased (Fig. 8b), as has been observed in the case of other supported metal systems [34], and may be attributable to heterogeneous broadening. There has also been the suggestion that particle size dependent changes in the screening mechanism may also play a role in peak broadening [37]. Additionally, at the low coverages one would expect the metal-support interaction to be more significant than at larger particle sizes, since a larger percentage of the total number of metal atoms are in direct contact with the oxide, which may effect the peak width. The FWHM for the Cu 2p3/2 transition for Cu0 is - 2.5 X broader than metallic Cu [44]. The sublimation energy as a function of particle size was investigated using TPD, Fig. 8c. A leading edge analysis of the TPD data revealed that at the highest coverages the sublimation energy was very near that of bulk Cu, 80.4 kcal/mol [45]. At the lower coverages this value was in the range of 40-50 kcal/mol. This decrease in the cohesive energy is attributable to the decrease in the average Cu coordination number. The bond energy for a single Cu-Cu bond is 48.2 0.2 kcal/mol [46]. This coverage dependence for ES is consistent with studies on a supported Cu/Z03 system that indicate a convergence to the bulk value at - 2 ML [42]. Even a cursory comparison of the three particle size dependent properties depicted in Fig. 8 reveals an obvious correlation between them; a sharp transition from a particle size dependence to a flat bulk value is observed in each case just below 2 ML. This correlation suggests that the particle size dependent CLS' result from an initial state effect. The nature of the transition is not clear. It could reflect a change in the growth mode at a critical coverage, or perhaps a crossover between metallic and non-metallic behavior at a critical particle size. These changes in the CLBE's as a function of particle size are indicative of the electronic modifications small supported metal particles are subject to relative to the bulk metal. They could be related to intrinsic modifications to the band structure as the average coordination number changes, or to the increased importance of the metal support interaction with decreasing particle size. Another method for investigating size dependent electronic effects is through the employment of scanning tunneling spectroscopy (STS). This method provides some rather unique opportunities in that a particular, well defined D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 particle can be identified using the UHV STM, and characterized electronically by varying the bias voltage and generating an I-V curve to measure the density of states in a very localized manner. Fig. 9 shows I-V curves corresponding to the indicated regions in the accompanying STM micrograph of Ni(0.1 ML)/A12036 ML)/Re(0001). The low A1203 coverage was selected so that areas of bare Re (or metallic Re03) would exist for reference. Regions 2 and 3 in the micrograph represent the uncovered A1203 surface. The corresponding 1=V curves show a distinct band gap of ^- 6 V, comparable to the surface bandgap of bulk A1203 as measured by EELS [47,48]. The I-V curve for region 4, a Ni particle with a 0 0 diameter of - 15 A and a height of - 6 A also displays a band gap of - 0.6 eV near the Fermi level; comparison with the reference 1-V from the Re substrate in region 1 makes this more. obvious. This apparent band gap could be the. result of oxygen diffusing onto the surface of' the Ni cluster, but the magnitude is more consistent with quantum size effects associated with the onset of nonmetallic behavior [47]. 0.01 g Z 0.00 Y U O W _0.01 w t: L: i i _: i i 14.00 -2.001 0.00 BLAS M These results demonstrate that, in addition to being able to image very small particles in these model systems using UHV STM, STS measurements can be applied to yield information regarding local electronic structure, and can certainly distinguish between the metal and the support based on the density of states in the Fermi region (47]. 3.2. Reaction kinetics 3.2.1. CO + OZ over Pd The oxidation of carbon monoxide over Pd by OZ has been shown to be a largely structure insensitive reaction, although some subtle differences in activation energy and activities between different single crystal planes have been observed under certain low temperature nonstoichiometric conditions [49-52]. Excellent agreement in activation energy and absolute activity has been observed between Pd single crystals and supported Pd/S'02 powder catalysts [53] and the reaction has been found to be particle size independent [54]. The structure insensitivity of this reaction can b 2.00 4.00 Fig. 9. (a) UHV STM micrograph for a Ni(0.1 ML)/Z03(3.6 ML)/Re(0001) model catalyst. (b) Four STS spectra taken for the corresponding areas indicated in the micrograph [47]. 318 be exploited to determine dispersions in supported catalysts by using the reaction rate as a measure of metal surface area. This approach has been shown to be valid by comparison of surface areas of supported Rh catalysts estimated in this manner with surface areas determined by conventional chemisorptive techniques [55]. The CO oxidation reaction was performed on the Pd/A1203 powder catalysts used in the CO + NO studies described below. The dispersions determined in this manner are consistent with those derived from TEM images of the same catalysts. 3.2.2. CO + NO over Pd The CO + NO reaction over Pd has been studied through a combined approach using single crystals, planar model supported Pd/A1203/Ta(110) catalysts and conventional high surface area supported Pd/A1203 powders [27]. The single crystal and the planar model supported catalyst reactions were carried out in the batch reaction mode at partial pressures of approximately 1 Torr in each reactant, while the powder studies were conducted in a conventional atmospheric flow reactor at partial pressures of 4.4 and 5.2 Torr in CO and NO, respectively, in a He carrier gas. A clear structural dependence is apparent. Fig. 10 compares the CO + NO Arrhenius plots for the model systems with those of the Pd/A1203 powder catalysts. The structure sensitivity is particularly pronounced for the Pd/A1203 powders; the catalyst exhibiting the 0 largest average Pd particle size, - 1200 A, displays a - 30-fold activity enhancement over 0 the catalyst supporting - 60 A particles. Similar results have been reported for c the CO + NO reaction over Rh, where ^- 600 A particles exhibit a 45-fold enhancement over 25 A particles [55]. This enhancement with larger particle size is also evident for the planar model supported Pd/A1203/Ta(110) catalysts, although to not as great a degree. For single crystals, the Pd(I11) surface exhibits a five-fold activity enhance- D.R. Rainer et al. / Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 10-. Co 0 1 ~ o~ Wd E 0.1 0.01 Single Crystal >300 A Pd(111) 2 % Pd(1t)t)) 70 Model Pd/A120g/Ta (110) 1.5 1.6 1200 A (eve. d) \\ 125 A Pd/A'203 Powder ~ so A 1.7 1.8 1.9 1000/T(K) Fig. 10. CO +NO arthenius plots for single crystals, model planar supported, and Pd/A1203 powder catalysts. The powder catalyst data were taken in the flow reaction mode (4.4/5.2 Torr CO/NO) and the model catalyst and single crystal data were acquired for a batch reaction in 1 Torr of each reactant [27,56,57]. ment compared to the more open (100) and (110) surfaces [27,56,57]. There are some differences among the behaviors exhibited by these three types of catalyst that are obvious at first glance. The single crystals exhibit higher activities and lower activation energies than do the powder catalysts. This discrepancy between the single crystals and supported catalysts is not unique to Pd; again, similar findings have been reported for Rh catalysts [55,58]. Despite these differences, there are also some intriguing correlations apparent between the three types of catalysts. Smaller particles, with their higher step/edge defect densities have more in common with the more open single crystal faces morphologically than do larger particles, while the larger particles have more (111) character relative to the smaller. This has been clearly illustrated by IRAS studies of model supported Pd catalysts as described above [28]. Viewed from this perspective, the supported catalysts exhibit the same trend as the single D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 ~SN2 Desorptlon t5N0/Pd(111) 15N0/Pd(100) 626 K 617 K 576 K 250 500 750 250 500 750 Temperature (K) Fig. 11. TPD spectra for 15N= recombinative desorption after 500 L exposure to 15NO at the indicated substrate temperatures on Pd011) and 0 00) [561. r ~o c N h 594 K 579 K 556 K 545 K 550K' 500K 475K 450K 425K' 400K 350K crystals; open facets are less active than closed ones and small particles are less active than large ones. For Rh, it has been suggested that the differences in activation energy and absolute activity between the single crystals and supported catalysts, along with the observed particle size dependence, result from the preferential formation of an inactive atomic nitrogen species on lowcoordinated defect sites [55]. Single crystal and planar model supported catalyst studies for Pd do indeed provide some evidence that the more open surfaces promote the formation and/or stabilization of an inactive adsorbed nitrogen species. The series of TPD spectra in Fig. 11 shows the desorption behavior for 'SNO adsorbed on the Pd(111) and (100) surfaces at different substrate temperatures. The samples were exposed in a 1 X 10-5 Torr background pressure of 'SNO for 5 min at the indicated temperatures and then cooled in this background. Two recombinative 'SNZ desorption peaks attributed to atomic nitrogen, 'SNa, are apparent for each surface. A low temperature desorption feature with a peak maximum at 450 K appears on both substrates at every adsorption temperature, along with a high temperature feature with a peak maximum between 545 and 626 K. The fact that the desorption temperature for the more strongly bound Na is higher than 319 the reaction temperatures employed in these studies suggests that this species is inactive at these temperatures. Fig. 11 clearly indicates that the dissociation of NO and the stabilization of atomic nitrogen on Pd surfaces is structure sensitive. The total combined TPD peak areas of the two 'SNa features at every temperature is larger for the (100) face, implying that this surface is the more active for NO dissociation. Additionally, the ratio of the concentration of the high temperature (inactive) species to that of the low temperature (active) species based on TPD peak area is higher for the (100) surface than for the (111) surface. Similar TPD results are obtained for the coadsorption of CO +'SNO at a l:l ratio and total pressure 1 X 10-5 Torr. Again, Pd(100) clearly displays a higher ratio of the inactive to active 'SNa feature than does Pd(111). The TPD peak areas for the inactive 'SNQ on each surface were compared to that of a monolayer coverage of 'SNu on Pd(100), indicating that after a 5 minute exposure to CO +'SNO at 550 K, Pd(100) is 80% covered by the inactive 'SNa species, while Pd(111) is only 200 covered [57]. This observation is consistent with the activity data. The (100) surface, more subject to poisoning by this inactive Na species, exhibits the lower activity. This enhancement for NO dissociation and Na stabilization on the more open face is also revealed by XPS study. After a 500 L exposure to a 1:1 mixture of CO + NO at 550 K and 1 X 10-6 Torr, followed by cooling to room temperature in the CO + NO background, significant differences are noted in the N 1 s XPS spectrum (Fig. 12) between the Pd (111) and (100) surfaces. The peak at 400.7 eV is attributed to N in an adsorbed NO molecule, while the feature at 397.8 is assigned to NQ. The Na signal for the Pd (111) surface is beneath the detection limit, while this feature dominates the spectrum for the (100) surface. XPS annealing data demonstrates that the Na species on Pd(100) is stable up to surface temperatures of - 650 K, 320 D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 above which the signal at 397.8 eV begins to significantly attenuate. This corresponds to the `light off' temperature observed for this reaction (1:1 CO:NO mixture, 20 Torr total pressure) over Pd(100), again implying the inhibition of this reaction by adsorbed Na [27]. The NO adsorption behavior of Pd particles in model Pd/A1203/Ta(110) systems as a function of particle size was investigated in a manner similar to that employed for the single crystals. The particles were exposed to a background pressure of 1 X 10-' Torr 15 N0 for 5 min at 550 K, and then cooled to 350 K prior to 15 N0 removal. The TPD spectra for desorbing 15Nz, and 15N20 over several different Pd loadings are presented in Fig. 12. The behavior is very similar to that of the single crystals. For recombinative 15 N2 desorption, a low temperature feature is observed at - 520 K, along with a high temperature feature above 600 K. The desorption temperature of the low temperature feature is - 70 K higher than on the single crystals. The spectra in Fig. 13a display the trend of an increased ratio of the low temperature 15Na to the more thermally stable species (inactive 15Na) with increasing particle size; also, the peak maximum of this inactive Na feature is shifting to lower temperature. Again, this is what one might anticipate based on the mor- SOOL (NO+C0) (No:Co = 1:1) 550K C r C .a ~35`01~K~.1,'V WII IAf~ 410 405 XPS N 1s 500L (NO+CO) (NO:CO = 1:1) 391.8 _ ,~JY~^' 550K wY X09.7 850K nru~A.N 400 895 950 410 405 400 995 990 Binding Energy (eV) Fig. 12. spectra of the N is peak on Pd(111) and (100) after a 500 L exposure to CO +N0 (1:1) at 350 and 550 K [27]. TPD of 15N0 on Pd/A1203/Ta(110) aN ,QN:O - zoo d :% - zoo A ~p Wv~'' W _ eo A r _80 80 \" A fA -isX 25 100 500 800 700 Temperature (K) Fig. 13. TPD monitoring (a) 1SNZ desorption and (b) 1SNzO desorption over several different Pd coverages with the indicated average particle sizes in a Pd/A1203 /Ta(110) catalyst after exposure to 1SNO at 550 K [27]. 40o 5oo 6oo 700 phology of the particles. The smaller particles with their higher percentage of surface defect sites stabilize the 15Na to a greater degree than the large particles, as has been observed before for Pd particles supported on A1203 [59]. Fig. 13b shows that the larger particles are much more active for N20 formation than the 0 smaller ones. For the 25 A particles in the 1.1 ML coverage, the amount of 15Nz0 desorption is beneath the detection limit. As the average particle size increases, an 15N20 desorption feature at - 530 K begins to grow in. For the 300 particles in the 22 ML loading, a large 15NZ0 desorption peak appears, with an integrated peak area approximately 8 times larger than that of the 2.0 ML loading, though the total Pd surface area of the two catalysts differ by only just over a factor of two. This enhancement for N20 production indicates an increased ratio of adsorbed molecular NO to NQ for the larger particles and has also been observed in TPD studies of Pd/S'02 model catalysts, for both NO adsorption and NO + CO coadsorption [60]. To summarize, comparing the kinetics results for single crystal and planar supported model catalysts with those observed for conventional high surface area Pd powder catalysts reveals D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 some intriguing correlations among these three types of systems. The particle size dependence for activity observed for the supported catalysts seems to reflect the structure dependence displayed over different single crystal surfaces. TPD results for adsorbed NO and coadsorbed CO + NO on single crystal and model planar supported catalysts indicate that the removal of an inactive atomic nitrogen species may be important in determining the activity. This is corroborated by XPS studies for the single crystals. There are also some notable differences that emerge from this comparison. The energies of activation for the supported catalysts are significantly higher than those observed for the single crystals. There is also a discrepancy in the absolute rates, particularly between the powder catalysts and the single crystals, which is probably related to the high concentration of low-coordinated defect sites associated with small supported particles. This high concentration of undercoordinated sites on the supported particles results in a higher activity for forming and/or stabilizing certain inhibiting species on the surface, such as the inactive Na species, which has been shown to be linked to open surfaces and low-coordinated defect sites [27]. 3.2.3. Ethane hydrogenolysis over Ni Alkane hydrogenolysis over Ni has been shown to be a structure sensitive reaction by both single crystal and supported catalyst studies [61-64]. Single crystal rate measurements have shown the more open N100) surface to be much more reactive than the close-packed (111) surface, as depicted in Fig. 14. Also, the activation energy of 24 kcal/mol displayed by the (100) surface is significantly lower than that associated with the (111) surface, 46 kcal/mol, implying a different reaction mechanism for the two planes. Several models have been advanced to explain this structure sensitivity, considering both electronic and steric effects. Specifically, it has been suggested that the large distance (~ 2.5 o A) between the highly coordinated four-fold 321 H2 C2Hg --~- CH4 o -- 1o_, d E d A w 10-3 d 10-4 N100) Ni(111)1~ LARGE PARTICLES SMALL PARTICLES I DATA FROM ET AL.-SUPPORTED NiCATALYSTS 1.6 1.8 2.02.2 1000/T (K-') Fig. 14. Arrhenius plots for the hydrogenolysis of ethane over N100) and (I11) surfaces for a 100 Torr total reactant pressure and an HZ:CZH6 ratio of 100:1. Data from Carter et al. for supported Ni catalysts at - 525 K is also included [62,63]. hollow sites on the (100) surface relative to the 0 length of the C-C bond in ethane (1.3 to 1.5 A for the carbon-carbon intermediate), results in a facile C-C bond scission on this surface. The rate determining step is then the hydrogenation of the resulting stable carbidic or partially hydrogenated carbonaceous species. The 24 kcal/mol activation energy on this surface further supports this; the activation energy for the CO methanation reaction, discussed below, where the hydrogenation of a single carbon intermediate is the critical step, is 25 kcal/mol. Conversely, the much higher activation energy for ethane hydrogenolysis on the (111) surface is suggestive of C-C bond scission as the rate limiting step [62,65]. The correlation between the activity data acquired for the single crystals with previous results from supported catalysts is indicated in Fig. 14; the smaller particles display activities similar to the N100) surface, while the larger 322 D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 particles reflect the activity of the (111) surface. Fig. 15 further illustrates this correlation; the catalyst particles are assumed to exist as regular polyhedra, fully comprised of (111) and (100) facets. The value R represents the ratio of (100) surface area versus (111) surface area for the given shape, plotted as a function of particle size. The solid curve represents the theoretical activity as a function of particle size (and R) based on the activity data from the (111) and (100) single crystals in Fig. 15. This curve agrees well with data collected for high surface area supported Ni catalysts from Carter et al. [63], suggesting that the size dependence for ethane hydrogenolysis observed for supported Ni particles is closely related to the relative percentages of (100) and (111) facets comprising the surface of the particles. The activity 0 drop-off for particles smaller than 10 A reflects the dramatic decrease in the four-fold site population at the small particle limit [62]. These studies were extended to include model supported Ni/Si02 catalysts; Fig. 16 displays ethane hydrogenolysis activity as a function of -20 d 100 DATA FROM CARTER. ET AL. 100 50 N za o~ o Zo 0 2 E io 5- R= RATIO OF (100) TO (111) SITES 0 1 2 3 4 5 RELATIVE CRYSTALLITE SIZE Fig. 15. Calculated activities for a hypothetical supported catalyst consisting of regular polyhedra fully comprised of (100) and (111) facets, based on the single crystal data presented in Fig. 14. The value R represents the ratio of (100) surface area to (111) surface area plotted against particle size. The dashed line represents activity data for supported Ni catalysts taken from Carter et al. [62,63]. h 0.7 h h a~ _E r v z W a w o: u. W 0 z o.s 0.5 0.4 0.3 ~- 0.2 ~- 0.1 - 6600K 00K nsK 550K 0.00 10 20 30 40 50 60 70 80 PARTICLE SIZE ( Fig. 16. Ethane hydrogenolysis activities at 550, 575 and 600 K plotted as a function of average Ni particle size in a Ni/Si02 /Mo(110) [66]. average particle size [66]. These results clearly reflect the single crystal and supported catalyst data presented in Figs. 14 and 15, with an increase in activity with increasing particle size 0 up to a maximum at 25 A and a subsequent decrease in activity as the particle size continues to increase. Above ^- 40 A a particle size independent constant activity is reached. Additionally, a similar trend was observed in the activation energies, with the 25 A particles exhibiting an activation energy of about 30 kcal/mol, while the larger, less active particles displayed a value of - 40 kcal/mol. The sharp activity decrease below an average particle size of 25 may reflect a size dependent electronic modification or an increasing contribution from the metal-support interaction in the small particle limit, but the close agreement with the model in Fig. 15 suggests an ensemble size effect is largely responsible. Comparing this activity data to IRAS results from the same model catalysts using CO as a probe molecule, a correlation between activity for the ethane hydrogenolysis reaction and the percentage of the total absorbance represented by the bridge-bound CO in the IRAS experi- D.R. Rainer et al. / Journal of Molecular Catalvsis A: Chemical 119 (1997) 307-325 ~ 0.7 -0.6 U N E 0.4 U Z w =) 0.3 - o u. 0.2 '~ to O o.t Z I ~- 0.0 o 1o 2o 3o 4o 5o 6o PARTICLE SIZE ( 70 70 ao 0 50 o a U m Z O N 30 m oN w a C7 0 m 10 Fig. 17. Correlation between ethane hydrogenolysis activity and percentage of bridge-bound CO from IRAs as a function of average Ni particle size [66]. ment as a function of particle size is apparent, as depicted in Fig. 17, again suggesting the requirement of an ensemble with a critical minimum size [66]. 3.2.4. CO methanation over Ni / Si0 CO methanation has also been studied over the model supported Ni/Si02/Mo(110) catalysts. This reaction has previously been shown 0.5 :N 0.4 U 0.3 0 z W a w x W O z H 0.2 ~- 0.1 0.0 10 20 30 40 PARTICLE SIZE ( I 50 60 70 80 Fig. 18. CO methanatn activity as a function of Ni particle size. showing the structure insensitivity of this reaction (66]. 323 to be structure insensitive in studies employing both single crystals [67,68] and high surface area supported Ni/Si02 catalysts [69,70]. The activity data acquired for the model supported catalyst agrees with this, displaying no changes within experimental error across a range of particle sizes (Fig. 18). Additionally, the excellent agreement in absolute activity rates between the model catalysts, single crystals and supported Ni powder catalysts indicates the validity of the planar supported systems as representative models of high surface area supported catalysts [66]. The lack of structure sensitivity for this reaction suggests that a relatively small ensemble size (perhaps only a single Ni atom) is adequate to catalyze the hydrogenation of the surface carbon intermediate. 4. Conclusions The employment of planar model oxide supported catalysts prepared in UHV represents a promising method of simulating heterogeneous catalytic processes over high surface area supported catalysts in an experimentally tractable manner. While providing many of the same practical advantages associated with single crystals relative to high surface area supported catalysts, the experiments using planar model catalysts address important issues such as intrinsic particle size effects and metal support interactions that are beyond the scope of single crystal studies. Because these samples are suitable for study using modern UHV based surface analysis techniques, including STM and AFM, they can be characterized on the atomic level to a degree unlikely to be achieved for the analogous powders. The experiments described here establish the viability of these relatively simple systems as representative model catalysts and demonstrate their utility in elucidating heterogeneous catalytic systems, particularly in the context of combined studies involving single crystals and powder catalysts. 324 Acknowledgements D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 We acknowledge with pleasure the support of this work by the Department of Energy, Office of Basic Sciences, Division of Chemical Sci- ences and the Robert A. Welch Foundation. References [1] H. Poppa, Vacuum 34 (1984) 1081. [2] H.R. Poppa, Ultramicroscopy 11 (1983) 105. [3] 1. Zuburtikudis and H. Saltsburg, Science 258 (1992) 1337. [4] G.A. Somorjai, Introduction to Surface Chemistry and Catalysis, Wiley, New York, 1994. [5] A.G. Sault and D.W. Goodman, Adv. Chem. Phys. 76 (1989) 153. [6] D.W. Goodman, Surf. Rev. Lett. 2 (1995) 9. [7] D.W. Goodman, R.D. Kelley, T.E. Madey and J.T. Yates Jr., J. Catal. 63 (1980) 226. [8] C.T. Campbell and M.T. Paffett, Surf. Sci. 139 (1984) 396. [9] R.A. Campbell and D.W. Goodman, Rev. Sci. Instrum. 63 (1992) 172. [10] D.W. Goodman, Surf. Sci. 299-300 (1994) 837. [11] D.W. Goodman, Chem. Rev. 95 (1995) 523. [12] J.A. Rodriguez and D.W. Goodman, Surf. Sci. Rep. 14 (1991) 1. [13] D.W. Goodman, Catal. Today 12 (1992) 189. [14] P.J. Berlowitz, C.H.F. Peden and D.W. Goodman, J. Phys. Chem. 92 (1988) 5213. [15] W.G. Durrer, H. Poppa and J.T. Dickinson, J. Catal. 115 (1989) 310. [16] E.O. Odebunmi, B.A. Matrana, A.K. Datye, L.F. Allard, Jr., J. Schwank, W.H. Manogue, A. Hayman, J.H. Onuferko, H. Knozinger and B.C. Gates, J. Catal. 95 (1985) 370. [17] W.G. Durrer, H. Poppa, J.T. Dickinson and C. Park, J. Vac. Sci. Technol. A 3 (1985) 1545. [18] X. Xu and D.W. Goodman, in: A.T. Hubbard (Ed.), Handbook of Surface Imaging and Visualization, CRC Press, Boca Raton, 1995. [19] H. Poppa, Catal. Rev. Sci. Eng. 35 (1993) 359. [20] C. Xu and D.W. Goodman, in preparation. [21] F.A. Marks, I. Lindau and R. Browning, J. Vac. Sci. Technol. A 8 (1990) 3437. [22] R. Koch and H. Poppa, J. Vac. Sci. Technol. A 5 (1987) 1845. [23] X. Xu, J. Szanyi, Q. Xu and D.W. Goodman, Catal. Today 21 (1994) 57. [24] R.A. Campbell and D.W. Goodman, Rev. Sci. Instrum. 63 (1993) 172. [25] J. Szanyi and D.W. Goodman, Rev. Sci. Instrum. 64 (1993) 2350. [26] C. Xu and D.W. Goodman, in: G. Ertl, H. Knozinger and J. Weithemp (Eds.), Handbook Heterogeneous Catalysis, VCH, Weinheim, 1996, in press. [27] D.R. Rainer, S.M. Vesecky, M. Koranne, W.S. Oh and D.W. Goodman, (1996), in preparation. [28] D.R. Rainer, M.-C. Wu, D. Mahon and D.W. Goodman, J. Vac. Sci. Technol. A (1996) in press. [29] C.R. Henry, C. Chapon, C. Goyhenex and R. Monot, Surf. Sci. 272 (1992) 283. [30] J. Szanyi, W.K. Kuhn and D.W. Goodman, J. Vac. Sci. Technol. A 11 (1993) 1969. [31] X. Xu, S.M. Vesecky and D.W. Goodman, Science 258 (1992) 788. [32] X. Xu and D.W. Goodman, J. Phys. Chem. 97 (1993) 683. [33] G.K. Wertheim and S.B. DiCenzo, Phys. Rev. B 37 (1988) 844. [34] S.B. DiCenzo and G.K. Wertheim, Comments Solid State Phys. 11 (1985) 203. [35] S. Kohiki and S. Ikeda, Phys. Rev. B 34 (1986) 3786. [36] F. Parmigiani, E. Kay, P.S. Bagus and C.J. Nelin, J. Electron Spectrosc. Relat. Phenom. 36 (1985) 257. [37] T.T.P. Cheung, Surf. Sci. 140 (1984) 151. [38] Z. Bastl, Vacuum 36 (1986) 447. [39] M.G. Mason, Phys. Rev. B 27 (1983) 748. [40] W.F. Egelhoff Jr. and G.G. Tibbetts, Phys. Rev. B 19 (1979) 5028. [41] R. Unwin and A.M. Bradshaw, Chem. Phys. Lett. 58 (1978) 58. [42] M.-C. Wu and D.W. Goodman, J. Phys. Chem. 98 (1994) 9874. [43] X. Xu, J.-W. He and D.W. Goodman, Surf. Sci. 284 (1993) 103. [44] C.D. Wagner, W.M. Riggs, L.E. Davis, J.F. Moulder and G.E. Muilenberg (Eds.), Handbook of X-Ray Photoelectron Spectroscopy (Perkin-Elmer, Eden Prairie, 1979). [45] C. Kittel, Introduction to Solid State Physics, 6th Ed., Wiley, New York, 1986. [46] D.R. Lide (Ed.), CRC Handbook of Chemistry and Physics, 72nd Ed., CRC Press, Boca Raton, 1991. [47] C. Xu and D.W. Goodman, Chem. Phys. Lett. 263 (1996) 13. [48] R.P. Andres et al., Science 272 (1996) [49] J. Szanyi and D.W. Goodman, J. Phys. Chem. 98 (1994) 2972. J. Szanyi, WK. Kuhn, and D.W. Goodman, J. Phys. Chem. 98 (1994) 2978. [51] X. Xu, J. Szanyi, Q. Xu, D.W. Goodman, Catal. Today 21 (1994) 57. X. Xu and D.W. Goodman, J. Phys. Chem. 97 (1993) 7711. P.J. Berlowitz, C.H.F. Peden and D.W. Goodman, J. Phys. Chem. 92 (1988) 5213. [54] S. Ladas, H. Poppa and M. Boudart, Surf. Sci. 102 (1981) 151. [55] S.H. Oh and C.C. Eickel, J. Catal. 128 (1991) 526. [56] S.M. Vesecky, P. Chen, X. Xu and D.W. Goodman, J. Vac. Sci. Technol. A 13 (1995) 1539. [57] S.M. Vesecky, D.R. Rainer and D.W. Goodman, J. Vac. Sci. Technol. (1996), in press. [58] B.K. Cho, J. Catal. 131 (1991) 74. [59] H. Cordatos, T. Bunluesin and R.J. Gorte, Surf. Sci. 323 (1995) 219. [60] X. Xu and D.W. Goodman, Catal. Lett. 24 (1994) 31. D.R. Rainer et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 307-325 325 [61] D.W. Goodman, Surf. Sci. 123 (1982) L679. [66] K. Coulter, X. Xu, and D.W Goodman, J. Phys. Chem. 98 [62] D.W. Goodman, Catal. Today 12 (1992) 189. (1994) 1245. [63] LL. Carter, J.A. Cusumano, and J.H. Sinfelt, J. Phys. Chem. [67] D.W. Goodman, Acc. Chem. Res. 17 (1984) 194. 70 (1966) 2257. [68] R.D. Kelley and D.W. Goodman, Surf. Sci. 123 (1982) [64] G.A. Martin, J. Catal. 60 (1979) 452. L743. [65] D.W. Goodman, R.D. Kelley, T.E. Madey and J.M. White, J. [69] M.A. Vannice, J. Catal. 44 (1976) 152. Catal. 64 (1980) 479. [70] M.A. Vannice, Catal. Rev. Sci. Eng. 14 (1976) 153. MOLCAA 96004943 S1381-1169(96)00494-3 10.1016/S1381-1169(96)00494-3 Characterization and catalysis studies of small metal particles on planar model oxide supports Darrell R. Rainer Chen Xu D.Wayne Goodman ∗ Department of Chemistry, Texas A & M University, College Station, TX 77843-3255, USA ∗ Corresponding author. Planar model oxide-supported metal catalysts have been prepared by evaporating metals of catalytic interest onto various oxide thin films supported on refractory metal single crystals, followed by annealing to promote the formation of small metal clusters. The employment of these relatively simple supported catalysts prepared in ultrahigh vacuum (UHV) represent a promising method of simulating heterogeneous catalytic processes over high surface area supported catalysts in an experimentally tractable manner. While providing many of the same practical advantages associated with single crystals relative to high surface area supported catalysts, the experiments using planar model catalysts address important issues such as intrinsic particle size effects and metal support interactions that are beyond the scope of single crystal studies. Because these samples are suitable for study using modern UHV based surface analysis techniques, including scanning tunneling and atomic force microscopy, they can be characterized on the atomic level to a degree unlikely to be achieved for the analogous powder catalysts. Kinetics studies for several reactions performed in parallel over single crystals, planar model supported catalysts and conventional high surface area supported powder catalysts allow the catalytic behavior exhibited for a particular reaction to be correlated with specific structural features. The experiments described here establish the viability of these relatively simple systems as representative model catalysts and demonstrate their utility in elucidating heterogeneous catalytic systems, particularly in the context of combined studies involving single crystals and powder catalysts. Keywords Heterogeneous catalysis Metal particles Model supported catalyst Surface science References [1] H. Poppa Vacuum 34 1984 1081 [2] H.R. Poppa Ultramicroscopy 11 1983 105 [3] I. Zuburtikudis H. Saltsburg Science 258 1992 1337 [4] G.A. Somorjai Introduction to Surface Chemistry and Catalysis 1994 Wiley New York [5] A.G. Sault D.W. Goodman Adv. Chem. Phys. 76 1989 153 [6] D.W. Goodman Surf. Rev. Lett. 2 1995 9 [7] D.W. Goodman R.D. Kelley T.E. Madey J.T. Yates Jr. J. Catal. 63 1980 226 [8] C.T. Campbell M.T. Paffett Surf. Sci. 139 1984 396 [9] R.A. Campbell D.W. Goodman Rev. Sci. Instrum. 63 1992 172 [10] D.W. Goodman Surf. Sci. 299–300 1994 837 [11] D.W. Goodman Chem. Rev. 95 1995 523 [12] J.A. Rodriguez D.W. Goodman Surf. Sci. Rep. 14 1991 1 [13] D.W. Goodman Catal. Today 12 1992 189 [14] P.J. Berlowitz C.H.F. Peden D.W. Goodman J. Phys. Chem. 92 1988 5213 [15] W.G. Durrer H. Poppa J.T. Dickinson J. Catal. 115 1989 310 [16] E.O. Odebunmi B.A. Matrana A.K. Datye L.F. Allard Jr. J. Schwank W.H. Manogue A. Hayman J.H. Onuferko H. Knozinger B.C. Gates J. Catal. 95 1985 370 [17] W.G. Durrer H. Poppa J.T. Dickinson C. Park J. Vac. Sci. Technol. A 3 1985 1545 [18] X. Xu D.W. Goodman 6th Ed. A.T. Hubbard Handbook of Surface Imaging and Visualization 1995 CRC Press Boca Raton [19] H. Poppa Catal. Rev. Sci. Eng. 35 1993 359 [20] C. Xu and D.W. Goodman, in preparation. [21] F.A. Marks I. Lindau R. Browning J. Vac. Sci. Technol. A 8 1990 3437 [22] R. Koch H. Poppa J. Vac. Sci. Technol. A 5 1987 1845 [23] X. Xu J. Szanyi Q. Xu D.W. Goodman Catal. Today 21 1994 57 [24] R.A. Campbell D.W. Goodman Rev. Sci. Instrum. 63 1993 172 [25] J. Szanyi D.W. Goodman Rev. Sci. Instrum. 64 1993 2350 [26] C. Xu D.W. Goodman 6th Ed. G. Ertl H. Knozinger J. Weithemp Handbook Heterogeneous Catalysis 1996 VCH Weinheim in press [27] D.R. Rainer, S.M. Vesecky, M. Koranne, W.S. Oh and D.W. Goodman, (1996), in preparation. [28] D.R. Rainer M.-C. Wu D. Mahon D.W. Goodman J. Vac. Sci. Technol. A 1996 in press [29] C.R. Henry C. Chapon C. Goyhenex R. Monot Surf. Sci. 272 1992 283 [30] J. Szanyi W.K. Kuhn D.W. Goodman J. Vac. Sci. Technol. A 11 1993 1969 [31] X. Xu S.M. Vesecky D.W. Goodman Science 258 1992 788 [32] X. Xu D.W. Goodman J. Phys. Chem. 97 1993 683 [33] G.K. Wertheim S.B. DiCenzo Phys. Rev. B 37 1988 844 [34] S.B. DiCenzo G.K. Wertheim Comments Solid State Phys. 11 1985 203 [35] S. Kohiki S. Ikeda Phys. Rev. B 34 1986 3786 [36] F. Parmigiani E. Kay P.S. Bagus C.J. Nelin J. Electron Spectrosc. Relat. Phenom. 36 1985 257 [37] T.T.P. Cheung Surf. Sci. 140 1984 151 [38] Z. Bastl Vacuum 36 1986 447 [39] M.G. Mason Phys. Rev. B 27 1983 748 [40] W.F. Egelhoff Jr. G.G. Tibbetts Phys. Rev. B 19 1979 5028 [41] R. Unwin A.M. Bradshaw Chem. Phys. Lett. 58 1978 58 [42] M.-C. Wu D.W. Goodman J. Phys. Chem. 98 1994 9874 [43] X. Xu J.-W. He D.W. Goodman Surf. Sci. 284 1993 103 [44] 6th Ed. C.D. Wagner W.M. Riggs L.E. Davis J.F. Moulder G.E. Muilenberg Handbook of X-Ray Photoelectron Spectroscopy 1979 Perkin-Elmer Eden Prairie [45] C. Kittel Introduction to Solid State Physics 6th Ed. 1986 Wiley New York [46] 72nd Ed. D.R. Lide CRC Handbook of Chemistry and Physics 1991 CRC Press Boca Raton [47] C. Xu D.W. Goodman Chem. Phys. Lett. 263 1996 13 [48] R.P. Andres Science 272 1996 [49] J. Szanyi D.W. Goodman J. Phys. Chem. 98 1994 2972 [50] J. Szanyi W.K. Kuhn D.W. Goodman J. Phys. Chem. 98 1994 2978 [51] X. Xu J. Szanyi Q. Xu D.W. Goodman Catal. Today 21 1994 57 [52] X. Xu D.W. Goodman J. Phys. Chem. 97 1993 7711 [53] P.J. Berlowitz C.H.F. Peden D.W. Goodman J. Phys. Chem. 92 1988 5213 [54] S. Ladas H. Poppa M. Boudart Surf. Sci. 102 1981 151 [55] S.H. Oh C.C. Eickel J. Catal. 128 1991 526 [56] S.M. Vesecky P. Chen X. Xu D.W. Goodman J. Vac. Sci. Technol. A 13 1995 1539 [57] S.M. Vesecky D.R. Rainer D.W. Goodman J. Vac. Sci. Technol. 1996 in press [58] B.K. Cho J. Catal. 131 1991 74 [59] H. Cordatos T. Bunluesin R.J. Gorte Surf. Sci. 323 1995 219 [60] X. Xu D.W. Goodman Catal. Lett. 24 1994 31 [61] D.W. Goodman Surf. Sci. 123 1982 L679 [62] D.W. Goodman Catal. Today 12 1992 189 [63] J.L. Carter J.A. Cusumano J.H. Sinfelt J. Phys. Chem. 70 1966 2257 [64] G.A. Martin J. Catal. 60 1979 452 [65] D.W. Goodman R.D. Kelley T.E. Madey J.M. White J. Catal. 64 1980 479 [66] K. Coulter X. Xu D.W. Goodman J. Phys. Chem. 98 1994 1245 [67] D.W. Goodman Acc. Chem. Res. 17 1984 194 [68] R.D. Kelley D.W. Goodman Surf. Sci. 123 1982 L743 [69] M.A. Vannice J. Catal. 44 1976 152 [70] M.A. Vannice Catal. Rev. Sci. Eng. 14 1976 153",
      "scopus-id": "0030992243",
      "coredata": {
        "eid": "1-s2.0-S1381116996004943",
        "dc:description": "Planar model oxide-supported metal catalysts have been prepared by evaporating metals of catalytic interest onto various oxide thin films supported on refractory metal single crystals, followed by annealing to promote the formation of small metal clusters. The employment of these relatively simple supported catalysts prepared in ultrahigh vacuum (UHV) represent a promising method of simulating heterogeneous catalytic processes over high surface area supported catalysts in an experimentally tractable manner. While providing many of the same practical advantages associated with single crystals relative to high surface area supported catalysts, the experiments using planar model catalysts address important issues such as intrinsic particle size effects and metal support interactions that are beyond the scope of single crystal studies. Because these samples are suitable for study using modern UHV based surface analysis techniques, including scanning tunneling and atomic force microscopy, they can be characterized on the atomic level to a degree unlikely to be achieved for the analogous powder catalysts. Kinetics studies for several reactions performed in parallel over single crystals, planar model supported catalysts and conventional high surface area supported powder catalysts allow the catalytic behavior exhibited for a particular reaction to be correlated with specific structural features. The experiments described here establish the viability of these relatively simple systems as representative model catalysts and demonstrate their utility in elucidating heterogeneous catalytic systems, particularly in the context of combined studies involving single crystals and powder catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996004943",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rainer, Darrell R."
          },
          {
            "@_fa": "true",
            "$": "Xu, Chen"
          },
          {
            "@_fa": "true",
            "$": "Goodman, D.Wayne"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996004943"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996004943"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00494-3",
        "prism:volume": "119",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization and catalysis studies of small metal particles on planar model oxide supports",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Conference on Theoretical Aspects of Heterogeneous Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Metal particles"
          },
          {
            "@_fa": "true",
            "$": "Model supported catalyst"
          },
          {
            "@_fa": "true",
            "$": "Surface science"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "307-325",
        "prism:endingPage": "325",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 May 1997",
        "prism:doi": "10.1016/S1381-1169(96)00494-3",
        "prism:startingPage": "307",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00494-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030992243"
      }
    }
  }
}