{
  "metadata": {
    "title": "Liquid-phase heterogeneous catalytic transfer hydrogenation of citral on basic catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-06-12",
    "doi": "10.1016/S1381-1169(01)00081-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901000814",
    "pii": "S1381116901000814"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035849462",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-05-31 2001-05-31 2010-04-18T18:49:19 1-s2.0-S1381116901000814 S1381-1169(01)00081-4 S1381116901000814 10.1016/S1381-1169(01)00081-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01379 2022-06-17T14:16:17.854272Z 0 0 20010612 2001 2001-05-31T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 171 171 1 2 1 2 Volume 171, Issues 1–2 16 153 158 153 158 20010612 12 June 2001 2001-06-12 2001 converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. LIQUIDPHASEHETEROGENEOUSCATALYTICTRANSFERHYDROGENATIONCITRALBASICCATALYSTS ARAMENDIA M 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.2 Characterisation of catalysts 2.3 Catalytic experiments 3 Results and discussion 3.1 XRD results 3.2 BET results 3.3 Basic properties 3.4 Catalytic activity 3.5 Hydrogen transfer in alcohols 3.6 Recycling test 4 Conclusions Acknowledgements References BRIEGER 1974 567 G JOHNSTONE 1985 129 R ARAMENDIA 1982 188 M ARAMENDIA 1987 2791 M ARAMENDIA 1992 74 M ARAMENDIA 1994 131 M WILDS 1994 178 A DEGRAAUW 1994 1007 C NIYANA 1972 938 H OKAMOTO 1972 3207 Y ARAMENDIA 1996 829 M KIJENSKI 1991 1695 J SZOLOSI 1999 179 G SZOLOSI 1998 263 G KASPAR 1989 2705 J CREYGHTON 1998 47 E VANDERWAAL 1998 74 J QUIGNARD 1999 29 F BRUNAUER 1951 73 S ARAMENDIA 1999 1192 M HOLT 1987 199 T IVANOV 1994 45 V ARAMENDIAX2001X153 ARAMENDIAX2001X153X158 ARAMENDIAX2001X153XM ARAMENDIAX2001X153X158XM 2022-06-09T22:26:17.857Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined DGES PB97-0446 Spanish Ministry of Education MECD Ministerio de Educación, Cultura y Deporte http://data.elsevier.com/vocabulary/SciValFunders/501100003176 http://sws.geonames.org/2510769/ Consejerı́a de Educación y Ciencia de la Junta de Andalucı́a The authors gratefully acknowledge funding by the Spanish Ministry of Education (DGES Project PB97-0446) and the Consejerı́a de Educación y Ciencia de la Junta de Andalucı́a. item S1381-1169(01)00081-4 S1381116901000814 1-s2.0-S1381116901000814 10.1016/S1381-1169(01)00081-4 271358 2010-10-03T05:03:39.343576-04:00 2001-06-12 1-s2.0-S1381116901000814-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/MAIN/application/pdf/360e24ec5cc3809b9e040ebcdfb8ce2d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/MAIN/application/pdf/360e24ec5cc3809b9e040ebcdfb8ce2d/main.pdf main.pdf pdf true 155835 MAIN 6 1-s2.0-S1381116901000814-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/PREVIEW/image/png/a0fd504452e71257ac92d3b1233ad748/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/PREVIEW/image/png/a0fd504452e71257ac92d3b1233ad748/main_1.png main_1.png png 52710 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901000814-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/STRIPIN/image/gif/c13fe810bce2c9e51338fdc0f96e7014/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/STRIPIN/image/gif/c13fe810bce2c9e51338fdc0f96e7014/si1.gif si1 si1.gif gif 413 11 85 ALTIMG 1-s2.0-S1381116901000814-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/gr1/THUMBNAIL/image/gif/9f817b9f678717f60a6d2ddeff6b5364/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/gr1/THUMBNAIL/image/gif/9f817b9f678717f60a6d2ddeff6b5364/gr1.sml gr1 gr1.sml sml 899 94 66 IMAGE-THUMBNAIL 1-s2.0-S1381116901000814-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/gr1/DOWNSAMPLED/image/gif/8104a15091646bd1db2e201e91be85df/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/gr1/DOWNSAMPLED/image/gif/8104a15091646bd1db2e201e91be85df/gr1.gif gr1 gr1.gif gif 4634 316 223 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000814-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/gr2/THUMBNAIL/image/gif/48e5158f33d86452609669e373133126/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/gr2/THUMBNAIL/image/gif/48e5158f33d86452609669e373133126/gr2.sml gr2 gr2.sml sml 1016 93 65 IMAGE-THUMBNAIL 1-s2.0-S1381116901000814-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/gr2/DOWNSAMPLED/image/gif/ec4b75cf09f19e586a82a5fd375d2a33/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/gr2/DOWNSAMPLED/image/gif/ec4b75cf09f19e586a82a5fd375d2a33/gr2.gif gr2 gr2.gif gif 5767 317 221 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000814-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/sc1/THUMBNAIL/image/gif/e59ef2dfba47aced3ff529f3391202a9/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/sc1/THUMBNAIL/image/gif/e59ef2dfba47aced3ff529f3391202a9/sc1.sml sc1 sc1.sml sml 641 37 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901000814-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/sc1/DOWNSAMPLED/image/gif/dd665ae2d0c1344fcd7e6488186eb56b/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/sc1/DOWNSAMPLED/image/gif/dd665ae2d0c1344fcd7e6488186eb56b/sc1.gif sc1 sc1.gif gif 2255 97 327 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000814-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/sc2/THUMBNAIL/image/gif/81d866d0801a9af0e14de4cb17eea526/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/sc2/THUMBNAIL/image/gif/81d866d0801a9af0e14de4cb17eea526/sc2.sml sc2 sc2.sml sml 1149 76 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901000814-sc2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/sc2/DOWNSAMPLED/image/gif/88c58e33b1db7f88b2443b1a582ae228/sc2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/sc2/DOWNSAMPLED/image/gif/88c58e33b1db7f88b2443b1a582ae228/sc2.gif sc2 sc2.gif gif 2214 132 216 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000814-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/gr3/THUMBNAIL/image/gif/e5f9f290fad2f1b613cbcedca103cf9e/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/gr3/THUMBNAIL/image/gif/e5f9f290fad2f1b613cbcedca103cf9e/gr3.sml gr3 gr3.sml sml 2102 93 111 IMAGE-THUMBNAIL 1-s2.0-S1381116901000814-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/gr3/DOWNSAMPLED/image/jpeg/d9c276fcb6ca43bdc4df6f0649fccac8/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/gr3/DOWNSAMPLED/image/jpeg/d9c276fcb6ca43bdc4df6f0649fccac8/gr3.jpg gr3 gr3.jpg jpg 24370 276 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000814-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/gr4/THUMBNAIL/image/gif/2b0356773e2f8998be66547a5a9e4e80/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/gr4/THUMBNAIL/image/gif/2b0356773e2f8998be66547a5a9e4e80/gr4.sml gr4 gr4.sml sml 1998 93 112 IMAGE-THUMBNAIL 1-s2.0-S1381116901000814-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000814/gr4/DOWNSAMPLED/image/jpeg/51a1d8b3c3dcc4f6a6a7e26633f0839b/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000814/gr4/DOWNSAMPLED/image/jpeg/51a1d8b3c3dcc4f6a6a7e26633f0839b/gr4.jpg gr4 gr4.jpg jpg 22184 275 330 IMAGE-DOWNSAMPLED MOLCAA 3107 S1381-1169(01)00081-4 10.1016/S1381-1169(01)00081-4 Elsevier Science B.V. Fig. 1 XRD patterns for the rehydrated product MgOW (a); solid MgO-600 (b); and solid CaO-900 (c). Fig. 2 TPD profiles for CO2 adsorbed on the solids studied. Scheme 1 Scheme 2 Fig. 3 Catalytic activity and selectivity results obtained with MgO-600 reused several times. Fig. 4 Catalytic activity and selectivity results obtained with CaO-900 reused several times. Table 1 Textural properties of the catalysts and their precursors Solid S BET (m2 g−1) d p (A) Mg(OH)2 14 204 MgOS 15 241 MgOW 11 232 MgO-600 116 77 Ca(OH)2 18 240 CaO-900 5 372 Table 2 Basic properties of the catalysts studied Catalyst n b (μmol CO2 g−1) Proportion of basic sites (%) n 120–140°C n 150–170°C n 220–240°C n 250–270°C MgO-600 257 14.6 38.6 – 46.8 CaO-900 89 – 18.1 29.5 52.4 Table 3 Catalytic activity (in μmol of alcohol formed per minute per grams) in the MPV reduction of citral with secondary alcohols Alcohol T (°C) a MgO-600 b CaO-900 b TOFMgO c TOFCaO c 2-Hexanol 136 106.0 (91.4) 40.0 (90.2) 0.41 0.45 2-Pentanol 118 82.0 (91.3) 27.7 (88.5) 0.32 0.31 2-Butanol 98 14.4 (94.2) 6.9 (86.5) 0.06 0.08 2-Propanol 82 11.4 (89.1) 2.7 (93.5) 0.04 0.03 3-Hexanol 135 100.9 (88.8) 37.1 (89.3) 0.39 0.42 3-Pentanol 115 74.2 (90.8) 23.2 (90.4) 0.29 0.26 Cyclohexanol 160 186.0 (90.3) 51.6 (85.8) 0.72 0.58 Cyclopentanol 140 165.2 (93.3) 43.0 (93.2) 0.64 0.48 a Reaction temperature. b Selectivity in parentheses. c Turnover frequency (μmol alcohol per min μmol CO2). Liquid-phase heterogeneous catalytic transfer hydrogenation of citral on basic catalysts Marı́a A. Aramendı́a Victoriano Borau César Jiménez * José M. Marinas José R. Ruiz Francisco J. Urbano Departamento de Quı́mica Orgánica, Universidad de Córdoba, Campus de Rabanales, Edificio C-3, Carretera Nacional IV-A, km. 396, E-14004 Córdoba, Spain * Corresponding author. The liquid-phase catalytic transfer hydrogenation of citral with 2-alkanols, 3-alkanols and cycloalkanols on basic catalysts obtained from Mg(OH)2 and Ca(OH)2 was studied. The catalysts were characterised by X-ray diffraction, and by adsorption of nitrogen and chemisorption of carbon dioxide. Both catalysts provided excellent results in terms of catalytic activity and selectivity in the reduction of citral with all the alcohols tested. Keywords Hydrogen transfer Citral Basic catalysts 1 Introduction Catalytic hydrogenations by transfer with a variety of hydrogen donors [1,2] have been widely used in organic synthesis in the recent years, so much so that they have become major alternatives to conventional catalytic hydrogenations with gas hydrogen in many cases. For some time, our research group has examined the performance of AlPO4, SiO2–AlPO4 and Al2O3–AlPO4 systems, and of sepiolites, as heterogeneous reduction catalysts. By supporting Pd on such systems, we have obtained excellent catalysts [3–6] that are suitable for transfer reduction processes involving various organic functions. The hydrogen-transfer reaction between carbonyl compounds and secondary alcohols, known as the Meerwein–Pondorff–Verley (MPV) reaction, is highly sensitive and takes place under mild conditions; it is usually activated by aluminium alkoxides [7,8]. Aluminium isopropoxide has proved the most suitable reagent for this process. This method, however, requires both the addition of at least 100–200% excess aluminium isopropoxide and neutralisation of the excess alkoxide salt with a strong acid. Following findings in the 1970s [9,10] and recent experimental results, special attention has been given to MgO, a typical catalyst for gas-phase transfer hydrogenation processes [11–15]. Recently, other catalytic systems including zeolites [16,17], silica [18] and double layered hydroxides [19], have also been used in MPV reactions. The wide range of applications and the high practical potential of MPV processes on basic catalysts led us to undertake a study of the reduction of liquid citral with various secondary alcohols on two MgO and CaO basic catalytic systems. The catalysts were structurally characterised by X-ray diffraction, and their textural properties and basicity determined by temperature-programmed desorption of carbon dioxide. 2 Experimental 2.1 Preparation of catalysts The magnesium oxide solid was obtained by calcination of commercially available Mg(OH)2 at 600°C in the air for 2h. The solid thus obtained (MgOS) possessed a very low specific surface area, so it was rehydrated in refluxing water for 6h. The resulting new solid, MgOW, was air-dried and calcined at 600°C to obtain the catalyst named MgO-600. The calcium oxide solid was obtained by calcining commercially available calcium hydroxide at 900°C in the air for 24h. The catalyst thus obtained was designated CaO-900. 2.2 Characterisation of catalysts The X-ray diffraction patterns (XRD) for the solids were recorded on a Siemens D-500 diffractometer using Cu Kα radiation. Scans were performed over the 2θ range 5–75°. The specific surface areas of the solids were determined by the BET method [20], which was implemented on a Micromeritics ASAP 2010 analyser. The number of basic sites on the surface of the solids was determined by TPD of CO2. A stream of argon containing 5% CO2 was passed at a flow-rate of 50mlmin−1 over an amount of solid of 0.2g until no further CO2 adsorption was observed. At that point, the argon stream was passed again and the desorption of physisorbed CO2 monitored. After the TCD baseline levelled off, TPD was conducted at a heating rate of 15°Cmin−1 from room temperature to 600 or 900°C on a Micromeritics TPD/TPR 2900 analyser. 2.3 Catalytic experiments Catalytic hydrogen transfer runs were conducted under refluxing conditions in a two-mouthed flask containing 0.003mol of citral (Aldrich ref. C8, 300-7, E/Z ratio=0.6), 0.06mol of alcohol — the donor-to-acceptor ratio was, thus, 20:1 — and 1g of freshly calcined catalyst. One of the flask mouths was fitted with a reflux condenser and the other was used for sampling at regular intervals. The system was shaken throughout the process. Products were identified on the basis of their retention times and by GC–MS analysis on an HP 5890 GC instrument furnished with a 30 m×0.32 mm Supelcowax column and an HP 5971 A MSD instrument. 3 Results and discussion 3.1 XRD results Fig. 1 shows the XRD patterns for the rehydrated product MgOW, solid MgO-600 and the CaO-900 system. As can be seen from Fig. 1a, solid MgOW possesses a brucite-like structure. On calcination at 600°C (Fig. 1b), the brucite layers are thoroughly dehydroxylated and periclase magnesium oxide is obtained. This is consistent with previous results of our research group [20]. Fig. 1c shows the XRD patterns for solid CaO-900, which is consistent with that for calcium oxide. 3.2 BET results Table 1 gives the specific surface areas and mean pore diameters of the solids studied (determined by BDDH method). As can be seen, calcining Mg(OH)2 at 600°C to obtain MgOS caused no significant change in specific surface area; nor did rehydration of MgOS to MgOW. On the other hand, calcination of the last solid at 600°C considerably increased its surface area. These results are consistent with previous findings (e.g. that rehydrating MgO and subsequently calcining it increases its specific surface area [21,22]). By contrast, calcining the calcium hydroxide solid at 900°C decreased its surface area. 3.3 Basic properties Fig. 2 shows the TPD profiles for carbon dioxide adsorbed on the catalysts studied. In the profile for adsorbed CO2, the concentration of basic sites is reflected in the peak area and their strength in the temperature at which the CO2 desorption peak appears. As can be seen from Fig. 2, the two solids exhibit three desorption peaks, so they contain three types of basic sites of differential strength. Table 2 gives the total number of basic sites obtained for each solid, as well as their proportion in relation to the desorption temperature, which is a measure of their strength. On the assumption that CO2 is adsorbed with a 1:1 stoichiometry, a comparison of the deconvoluted plots with the response of a CO2 standard dissolved in argon provided the number of surface basic sites corresponding to the four desorption temperature ranges, viz. n 120–140, n 150–170, n 225–240 and n 250–270. The total number of basic sites, n b, was derived from the amount of CO2 desorbed over the temperature ranges 100–600 and 100–900°C for MgO-600 and CaO-900, respectively. As can be seen from Table 2, the total number of basic sites in Mg-600 is almost three times greater than that in CaO-900; also, the basic sites in the magnesium oxide are weaker than those in the calcium oxide as part of the CO2 is desorbed between 120 and 140°C in the former but not in the latter. 3.4 Catalytic activity Scheme 1 depicts a typical catalytic transfer hydrogenation. During the reaction, the alcohol is oxidised to a ketone and citral, in its Z and E forms, is reduced to nerol and geraniol, with no change in olefin bonds. The reaction yield and selectivity exceeded 95 and 85%, respectively, in all experiments. 3.5 Hydrogen transfer in alcohols Table 3 shows the catalytic activity results obtained in the MPV reaction, using the two catalysts tested and various alcohols. The figures in brackets are the selectivity values obtained at a conversion above 95%. From the results it follows that, for a given 2-alkanol, the catalytic activity of MgO-600 is greater than that of CaO-900; also, for a given catalyst, catalytic activity decreases in the following alkanol sequence: 2-hexanol>2-pentanol>2-butanol>2-propanol. The selectivity, defined as ratio of the number of moles of alcohol formed (nerol+geraniol) to that of citral converted, always exceeds 85%. Table 3 also gives the activity and selectivity results obtained in the reduction of citral with two different 3-alkanols. As can be seen, catalytic activity follows the same sequence as with the 2-alkanols, i.e. 3-hexanol exhibits better results than 3-pentanol, whichever the catalyst used, and MgO-600 is more active than CaO-900 in the process. Finally, the MPV reduction process was also conducted by reducing citral with cycloalkanols. As can be seen from Table 3, catalytic activity was higher for cyclohexanol than for cyclopentanol. Also, the catalysts exhibit the same trend as with 2-alkanols and 3-alkanols. Based on the results of Table 3, for a given alcohol family (2-alkanols, 3-alkanols or cycloalkanols), catalytic activity increases with increasing length of the molecular chain, which influences the refluxing temperature of the reaction mixture. Also, within a series of alcohol isomers, the cycloalkanol exhibits higher catalytic activity than the 2-alkanol, and this than the 3-alkanol. A comparison of the catalytic activity exhibited by the two solids with the same alcohol reveals that MgO-600 always surpasses CaO-900 in this respect. These catalytic activity results can be explained on the basis of a mechanism similar to that proposed by Ivanov et al. [23] (see Scheme 2 ), where the hydrogen transfer takes place via a concerted process involving a six-link intermediate, with the alcohol and the carbonyl compounds adsorbed on a surface acid–base pair. The rate-determining step of the process must be related to the interaction of the alcohols with the acid–base site, which causes its dissociation to the corresponding alkoxide. Carbonyl compounds have been found to interact with acid and basic sites in a solid to give condensation reactions, as have alcohols with metal acid sites to yield olefins. In the proposed scheme, the surface-adsorbed alkoxide formed from the alcohol leads to the transfer of a hydride ion that attacks the carbonyl group. The synchronous process in Scheme 2 accounts for the fact that the hydrogen transfer yields a new alcohol and a new carbonyl compound. Ivanov et al. have also related the adsorption of the alcohol on weak Lewis acid–strong base pair sites, also, because the proportion of strong basic sites in the two catalysts studied is similar but the number of sites is much greater in MgO-600 than in CaO-900, the former will obviously exhibit higher catalytic activity than the latter. Table 3 also shows the turnover frequency (TOF), defined as the ratio of the catalytic activity (r a) to the total number of basic sites (n b). 3.6 Recycling test Figs. 3 and 4 show the catalytic activity and selectivity results obtained with MgO-600 and CaO-900 solids reused several times. Following filtering and washing with methanol several times, the catalysts were recalcined at 600 or 900°C, as applicable, and reused in a reaction similar to that described in Section 2.3, using cyclohexanol as hydrogen donor. Based on the results, even if the loss of some solid from one test to the next is highly probable, one must admit that some other deactivation process certainly takes place. It is also observed that while the selectivity of the MgO-600 catalyst remains unchanged even after the four experiences, the CaO-900 catalyst shows a small decay in both activity and selectivity toward nerol and geraniol. 4 Conclusions The results obtained in this work allow us to conclude that the efficiency of the catalytic hydrogen transfer of citral on basic catalysts is directly related to the basic sites of the catalysts and their strength; thus, a comparison of the catalytic activity results revels MgO to be the most active catalyst, even though the activity of the solids per active site (TOF) was quite similar with all the alcohols used. Also, the highest catalytic activity corresponds to cycloalkanols, which exhibit better results than 2-alkanols and these than 3-alkanols. Finally, the catalysts can be reused up to three times with no substantial loss of conversion or selectivity. Acknowledgements The authors gratefully acknowledge funding by the Spanish Ministry of Education (DGES Project PB97-0446) and the Consejerı́a de Educación y Ciencia de la Junta de Andalucı́a. References [1] G. Brieger T. Nestrick Chem. Rev. 74 1974 567 [2] R.A.W. Johnstone A.H. Wilby I. Entwistle Chem. Rev. 85 1985 129 [3] M.A. Aramendı́a V. Borau A. Garcı́a C. Jiménez J.M. Marinas J.A. Pajares J. Catal. 78 1982 188 [4] M.A. Aramendı́a V. Borau C. Jiménez J.M. Marina M.E. Sempere Can. J. Chem. 65 1987 2791 [5] M.A. Aramendı́a V. Borau C. Jiménez J.M. Marinas M.E. Sempere F.J. Urbano Can. J. Chem. 70 1992 74 [6] M.A. Aramendı́a V. Borau C. Jiménez J.M. Marinas A. Porras F.J. Urbano L. Villar J. Mol. Catal. 94 1994 131 [7] A.L. Wilds Org. React. 2 1994 178 [8] C.F. de Graauw J.A. Peters H. van Bekkum J. Huskens Synthesis 10 1994 1007 [9] H. Niyana E. Echigoya Bull. Chem. Soc. Jpn. 45 1972 938 [10] Y. Okamoto T. Imanaka S. Terashini Bull. Chem. Soc. Jpn. 45 1972 3207 [11] M.A. Aramendı́a V. Borau C. Jiménez J.M. Marinas A. Porras F.J. Urbano J. Catal. 161 1996 829 [12] J. Kijénski M. Glinski J. Czarnecki J. Chem. Soc., Perkins Trans. 2 2 1991 1695 [13] G. Szölösi M. Bartók Catal. Lett. 59 1999 179 [14] G. Szölösi M. Bartók Appl. Catal. A: Gen. 169 1998 263 [15] J. Kaspar A. Trovarelli M. Lenarda M. Graziani Tetrahedron Lett. 30 1989 2705 [16] E.J. Creyghton R.S. Downing J. Mol. Catal. A: Chem. 139 1998 47 [17] J.C. van der Waal P.J. Kunkeler K. Tan H. van Bekkum J. Catal. 173 1998 74 [18] F. Quignard O. Graziani A. Choplin Appl. Catal. A: Gen. 182 1999 29 [19] P.S. Kumbhar, J. Sanchez-Valente, J. Lopez, F. Figueras, J. Chem. Soc., Chem. Commum. (1998) 535. [20] S. Brunauer P.H. Emmett E.J. Teller J. Am. Chem. Soc. 60 1951 73 [21] M.A. Aramendı́a J.A. Benı́tez V. Borau C. Jiménez J.M. Marinas J.R. Ruiz F.J. Urbano Langmuir 15 1999 1192 [22] T.E. Holt A.D. Logan S. Chakraborti A.K. Daute Appl. Catal. 34 1987 199 [23] V.A. Ivanov J. Bachelier F. Audry J.C. Lavalley J. Mol. Catal. 91 1994 45",
      "scopus-id": "0035849462",
      "coredata": {
        "eid": "1-s2.0-S1381116901000814",
        "dc:description": "The liquid-phase catalytic transfer hydrogenation of citral with 2-alkanols, 3-alkanols and cycloalkanols on basic catalysts obtained from Mg(OH)2 and Ca(OH)2 was studied. The catalysts were characterised by X-ray diffraction, and by adsorption of nitrogen and chemisorption of carbon dioxide. Both catalysts provided excellent results in terms of catalytic activity and selectivity in the reduction of citral with all the alcohols tested.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-06-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901000814",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Aramendı́a, Marı́a A."
          },
          {
            "@_fa": "true",
            "$": "Borau, Victoriano"
          },
          {
            "@_fa": "true",
            "$": "Jiménez, César"
          },
          {
            "@_fa": "true",
            "$": "Marinas, José M."
          },
          {
            "@_fa": "true",
            "$": "Ruiz, José R."
          },
          {
            "@_fa": "true",
            "$": "Urbano, Francisco J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901000814"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901000814"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00081-4",
        "prism:volume": "171",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Liquid-phase heterogeneous catalytic transfer hydrogenation of citral on basic catalysts",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogen transfer"
          },
          {
            "@_fa": "true",
            "$": "Citral"
          },
          {
            "@_fa": "true",
            "$": "Basic catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "153-158",
        "prism:endingPage": "158",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 June 2001",
        "prism:doi": "10.1016/S1381-1169(01)00081-4",
        "prism:startingPage": "153",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00081-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "11",
            "@width": "85",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "413",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "66",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "899",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "316",
            "@width": "223",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4634",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1016",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "317",
            "@width": "221",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5767",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "641",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "97",
            "@width": "327",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2255",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1149",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "132",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-sc2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2214",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2102",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "276",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24370",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1998",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "275",
            "@width": "330",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000814-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22184",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035849462"
      }
    }
  }
}