{
  "metadata": {
    "title": "Combination of a Suzuki cross-coupling reaction using a water-soluble palladium catalyst with an asymmetric enzymatic reduction towards a one-pot process in aqueous medium at room temperature",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis B: Enzymatic",
    "date": "2012-12-31",
    "doi": "10.1016/j.molcatb.2012.03.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381117712000653",
    "pii": "S1381117712000653"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84866347129",
      "originalText": "serial JL 271400 291210 291744 291809 291847 31 Journal of Molecular Catalysis B: Enzymatic JOURNALMOLECULARCATALYSISBENZYMATIC 2012-03-17 2012-03-17 2012-09-14T04:34:48 1-s2.0-S1381117712000653 S1381-1177(12)00065-3 S1381117712000653 10.1016/j.molcatb.2012.03.006 S300 S300.1 FULL-TEXT 1-s2.0-S1381117712X00092 2024-01-02T09:53:33.539591Z 0 0 20121201 20121231 2012 2012-03-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1177 13811177 false 84 84 C Volume 84 18 89 93 89 93 201212 December 2012 2012-12-01 2012-12-31 2012 The Xth International Symposium on Biocatalysis and Biotransformations Giardini Naxos, Sicily, Italy 2–6 October 2011 20111002 20111006 Dr Sergio Riva Ist. di Chimica del Riconoscimento Molecolare (ICRM), Consiglio Nazionale Delle Ricerche (CNR) article fla Copyright © 2012 Elsevier B.V. All rights reserved. COMBINATIONASUZUKICROSSCOUPLINGREACTIONUSINGAWATERSOLUBLEPALLADIUMCATALYSTASYMMETRICENZYMATICREDUCTIONTOWARDSAONEPOTPROCESSINAQUEOUSMEDIUMROOMTEMPERATURE BORCHERT S 1 Introduction 2 Experimental 2.1 Materials 2.2 Suzuki cross-coupling reaction (according to Scheme 2) 2.3 Enzymatic reduction of 4′-phenylacetophenone 3 (according to Scheme 3) 2.3.1 Synthesis of (S)-biphenylethan-1-ol, (S)-4 2.3.2 Synthesis of (R)-biphenylethan-1-ol, (R)-4 2.4 Preparation of (S)-biphenylethan-1-ol, (S)-4, in a one-pot process 2.5 Synthesis of (R)-biphenylethan-1-ol, (R)-4, in a one-pot process 3 Results and discussion 4 Conclusion Acknowledgements References PAMIES 2003 3247 3261 O BRUGGINK 2003 622 640 A PELLISSIER 2008 1563 1601 H PRASTARO 2009 1929 1932 A ALFONSI 2008 31 36 K BURDA 2008 9693 9696 E BURDA 2008 9551 9554 E GAUCHOT 2010 6748 6751 V GROGER 2010 2094 2110 H ENCYCLOPEDIAINDUSTRIALBIOTECHNOLOGYBIOPROCESSBIOSEPARATIONCELLTECHNOLOGY ENZYMECATALYZEDASYMMETRICREDUCTIONKETONES STILLGER 2002 1035 1039 T WECKBECKER 2006 380 389 A SHAUGHNESSY 2009 643 710 K CASALNUOVO 1990 4324 4325 A FERREIRA 2008 631 636 M HERMANN 1993 1524 1544 A DUPUIS 2001 6523 6526 C WESTERN 2003 6767 6774 E OMUMI 2011 42 50 A WOLFSON 2007 228 232 A BURDA 2010 67 72 E BORCHERTX2012X89 BORCHERTX2012X89X93 BORCHERTX2012X89XS BORCHERTX2012X89X93XS item S1381-1177(12)00065-3 S1381117712000653 1-s2.0-S1381117712000653 10.1016/j.molcatb.2012.03.006 271400 2024-01-02T09:53:33.539591Z 2012-12-01 2012-12-31 1-s2.0-S1381117712000653-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/MAIN/application/pdf/320c8d32794cfc3b3ee398c70562c1ba/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/MAIN/application/pdf/320c8d32794cfc3b3ee398c70562c1ba/main.pdf main.pdf pdf true 430074 MAIN 5 1-s2.0-S1381117712000653-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/PREVIEW/image/png/e63a9815234b3f8b3127a7c6b69319b1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/PREVIEW/image/png/e63a9815234b3f8b3127a7c6b69319b1/main_1.png main_1.png png 90016 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381117712000653-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/fx1/DOWNSAMPLED/image/jpeg/fce16f9e879e8a5dcc0c506594f5b5cf/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/fx1/DOWNSAMPLED/image/jpeg/fce16f9e879e8a5dcc0c506594f5b5cf/fx1.jpg fx1 true fx1.jpg jpg 22086 200 433 IMAGE-DOWNSAMPLED 1-s2.0-S1381117712000653-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/fx1/THUMBNAIL/image/gif/9eb21fb0f7d59c20c2a05c63aaca3c29/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/fx1/THUMBNAIL/image/gif/9eb21fb0f7d59c20c2a05c63aaca3c29/fx1.sml fx1 true fx1.sml sml 4486 101 219 IMAGE-THUMBNAIL 1-s2.0-S1381117712000653-fx2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/fx2/DOWNSAMPLED/image/jpeg/62b291749cd84c2a511cbf2dcb9b2a17/fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/fx2/DOWNSAMPLED/image/jpeg/62b291749cd84c2a511cbf2dcb9b2a17/fx2.jpg fx2 fx2.jpg jpg 24688 179 514 IMAGE-DOWNSAMPLED 1-s2.0-S1381117712000653-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/fx2/THUMBNAIL/image/gif/9d80ac4c2f83e7b6d984334d47b2ed87/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/fx2/THUMBNAIL/image/gif/9d80ac4c2f83e7b6d984334d47b2ed87/fx2.sml fx2 fx2.sml sml 3301 76 219 IMAGE-THUMBNAIL 1-s2.0-S1381117712000653-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/sc1/DOWNSAMPLED/image/jpeg/69715bee0af83a9926254ce2558c270f/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/sc1/DOWNSAMPLED/image/jpeg/69715bee0af83a9926254ce2558c270f/sc1.jpg sc1 sc1.jpg jpg 21397 179 527 IMAGE-DOWNSAMPLED 1-s2.0-S1381117712000653-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/sc1/THUMBNAIL/image/gif/91620c55150b95d5fc9512999ba4cd7f/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/sc1/THUMBNAIL/image/gif/91620c55150b95d5fc9512999ba4cd7f/sc1.sml sc1 sc1.sml sml 3211 75 219 IMAGE-THUMBNAIL 1-s2.0-S1381117712000653-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/sc2/DOWNSAMPLED/image/jpeg/d3cc154dda96bebc772734b85b3b816f/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/sc2/DOWNSAMPLED/image/jpeg/d3cc154dda96bebc772734b85b3b816f/sc2.jpg sc2 sc2.jpg jpg 16983 235 328 IMAGE-DOWNSAMPLED 1-s2.0-S1381117712000653-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/sc2/THUMBNAIL/image/gif/f673a6854c07b2f51053349b6680fa9b/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/sc2/THUMBNAIL/image/gif/f673a6854c07b2f51053349b6680fa9b/sc2.sml sc2 sc2.sml sml 4986 157 219 IMAGE-THUMBNAIL 1-s2.0-S1381117712000653-sc3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/sc3/DOWNSAMPLED/image/jpeg/3a768f0c97f7aee44da63cb13f0a1e80/sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/sc3/DOWNSAMPLED/image/jpeg/3a768f0c97f7aee44da63cb13f0a1e80/sc3.jpg sc3 sc3.jpg jpg 20761 243 391 IMAGE-DOWNSAMPLED 1-s2.0-S1381117712000653-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381117712000653/sc3/THUMBNAIL/image/gif/606d0887914c195cb70b7dbd02f63734/sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381117712000653/sc3/THUMBNAIL/image/gif/606d0887914c195cb70b7dbd02f63734/sc3.sml sc3 sc3.sml sml 4453 136 219 IMAGE-THUMBNAIL MOLCAB 2426 S1381-1177(12)00065-3 10.1016/j.molcatb.2012.03.006 Elsevier B.V. Scheme 1 Concept of the chemoenzymatic one-pot process in aqueous medium. Scheme 2 Suzuki reaction at room temperature in aqueous medium. Scheme 3 Enzymatic reduction of ketone 3 using isopropanol for substrate-coupled cofactor regeneration. Table 1 Chemoenzymatic one-pot process at room temperature using a water-soluble palladium catalyst. Entry Reaction medium a ADH Conv. b [%] ee [%] 1 Water(5)/buffer(45)/i-PrOH(50) Rhodococcus sp. 96 >99 (R) 2 Water(50)/i-PrOH(50) Rhodococcus sp. 97 >99 (R) 3 Water(5)/buffer(45)/i-PrOH(50) Lactobacillus kefir 86 >99 (S) 4 Water(50)/i-PrOH(50) Lactobacillus kefir 92 >99 (S) a In parentheses the percentage of the corresponding solvent related to the overall volume of the reaction medium is given; buffer: pH 7 (50mM KH2PO4, adjusted to pH 7 using ∼30mM NaOH). b The conversion is related to the formation of the desired product (S)-4 or (R)-4 and was determined from the crude product by 1H NMR spectroscopy; amount of remaining intermediate 3: entry 1, 4%; entry 2, 3%; entry 3, 14%; entry 4, 8% (in all these reactions, full consumption of substrate 1 was observed). Combination of a Suzuki cross-coupling reaction using a water-soluble palladium catalyst with an asymmetric enzymatic reduction towards a one-pot process in aqueous medium at room temperature Sonja Borchert a Edyta Burda a Jürgen Schatz a Werner Hummel b Harald Gröger a c ⁎ a Department of Chemistry and Pharmacy, University of Erlangen-Nürnberg, Henkestr. 42, 91054 Erlangen, Germany b Institute of Molecular Enzyme Technology at the Heinrich-Heine University of Düsseldorf, Research Centre Jülich, Stetternicher Forst, 52426 Jülich, Germany c Faculty of Chemistry, Bielefeld University, Universitätsstr. 25, 33615 Bielefeld, Germany ⁎ Corresponding author at: Faculty of Chemistry, Bielefeld University, Universitätsstr. 25, 33615 Bielefeld, Germany. Tel.: +49 521 106 2057; fax: +49 521 106 6146. Graphical abstract Highlights ► Water-soluble palladium catalyst is compatible with alcohol dehydrogenases. ► Combination of Pd catalysis and biocatalysis at room temperature in aqueous medium. ► One-pot synthesis of biaryl-containing alcohols with up to 97% conversion and >99% ee. We report the combination of a palladium-catalyzed Suzuki cross-coupling reaction with an enzymatic reduction in a one-pot process in aqueous medium, in which both reaction steps are conducted at room temperature. By using a water-soluble palladium catalyst system, which is prepared from commercially available palladium chloride and TPPTS (tris(3-sulfonatophenyl)phosphine hydrate, sodium salt), the palladium-catalyzed step runs at room temperature in a mixture of isopropanol and water. After adjusting the pH value to pH 7, the resulting biaryl ketone is then directly reduced in situ via an enzymatic asymmetric reduction in the presence of an alcohol dehydrogenase (ADH), leading to the desired alcohol with up to >95% conversion (over two steps) and excellent enantioselectivities of >99% ee. Notably, both enantiomers of the desired alcohol are accessible depending on the source of applied ADH. Keywords Alcohol dehydrogenase Chemoenzymatic synthesis Enzymatic reduction One-pot synthesis Suzuki cross-coupling reaction 1 Introduction Multi-step one-pot processes represent an attractive synthetic concept for the improvement of overall process efficiency by decreasing the required number of work up and purification steps. Although a range of successful combinations of chemo-catalytic with biocatalytic reactions towards chemoenzymatic one-pot processes in organic media were developed [1–3], analogous one-pot processes in aqueous medium are still rare. Water, however, represents an attractive solvent since it is an inexpensive, readily available, non-flammable and non toxic solvent [4,5]. Additionally and (important from a biocatalytic perspective) water enables as the “solvent of nature” the use of all types of enzymes. In this connection there has been a recent interest by various groups in the efficient combination of the Suzuki cross-coupling reaction as an example for a palladium-catalyzed synthesis with an asymmetric enzymatic reduction towards a chemoenzymatic one-pot process in aqueous reaction media [4,6,7]. The enzymatic reduction has been carried out under substrate-coupled cofactor regeneration [8,9] with isopropanol as reducing agent. The alcohol dehydrogenase (ADH) catalyzes not only the reduction of the ketone to the desired alcohol, but at the same time also the oxidation of the cosubstrate isopropanol under formation of acetone, thus regenerating the required cofactor NAD(P)H, which then can be used in catalytic amount. This type of chemoenzymatic one-pot process suitable for the preparation of biaryl alcohols 4 is shown in Scheme 1 . Recently the “proof of concept” for the combination of these types of reactions in aqueous medium was reported by our group [6], leading for example to the chiral biaryl-containing alcohol (S)-4 with 91% conversion and >99% ee in a one-pot process. Furthermore, exciting developments and improvements of this type of chemoenzymatic one-pot process for the synthesis of chiral biaryl-containing alcohols have been reported by other groups [4,7]. Cacchi et al. demonstrated the suitability of palladium nanoparticles stabilised with DNA-binding protein (Pdnp/Te-DPS) as a catalyst for the (phosphine-free) palladium-catalyzed Suzuki cross-coupling reaction step in this one-pot process [4]. Kroutil and Schmitzer set value on the engineering of the reaction medium, and applied an advantageous biphasic solvent system consisting of an aqueous phase and a water-immiscible ionic liquid as reaction medium for this one-pot process [7]. A key feature of all of these one-pot processes is the use of the various palladium catalyst systems for the initial “bio-compatible” Suzuki cross-coupling reaction at elevated temperatures being in the range between 70°C and 110°C [4,6,7]. Besides this type of one-pot two-step process, in which both steps are sequentially carried out in subsequent fashion, we also became interested (as a long-term goal) in developing a “tandem-like” one-pot process as a process alternative. Such a tandem-type one-pot process, in which both reaction steps proceed simultaneously, requires full compatibility of both reaction steps with each other. Among others, the prerequisite that both reactions proceed at the same temperature has to be fulfilled. Thus, since most ADHs operate under ambient temperature also a Suzuki process running at room temperature would be desirable. In the following we report our progress on the latter issues and the development of a chemoenzymatic one-pot process for the synthesis of 4, in which now a Suzuki cross-coupling reaction running at room temperature under basic conditions has been successfully applied. Notably, this reaction also turned out to be highly compatible with the subsequent enzymatic reduction. Further beneficial key features of this one-pot process are (i) the application of a water-soluble palladium catalyst which is advantageous in terms of reaching a homogeneous reaction medium and (ii) the aqueous reaction medium, consisting of up to 50% (v/v) of isopropanol, thus ensuring an optimized solubility of the substrate. 2 Experimental 2.1 Materials The (R)-alcohol dehydrogenase from Lactobacillus kefir has been prepared according to Ref. [10]. The (S)-alcohol dehydrogenase from Rhodococcus sp. is a commercially available enzyme from evocatal GmbH (product number 1.1.030) [11]. The ligand TPPTS (5; tris(3-sulfonatophenyl)phosphine hydrate, sodium salt containing 10–15% oxide) was purchased from ABCR. Palladium chloride (containing 59% Pd) was purchased from Acros Organics. The enantiomeric excess was determined by chiral HPLC chromatography either using a Chiralpak AD-H or an IB column. 2.2 Suzuki cross-coupling reaction (according to Scheme 2) At first, a suspension of palladium chloride (2.7mg; 0.015mmol; 4mol%) and TPPTS (5; 11.4mg; 0.020mmol; 5mol%) in degassed and deionized water (0.5mL) was prepared. After 30min the resulting catalyst solution was then added to a mixture, consisting of 4′-iodoacetophenone (1; 95.7mg; 0.389mmol), phenylboronic acid (2; 47.4mg; 0.389mmol), sodium carbonate (103.1mg; 0.973mmol), degassed phosphate buffer (4.5mL; pH 7; 50mM) and degassed isopropanol (5.0mL). The reaction mixture was stirred at room temperature for 24h at 400rpm and subsequently acidified through addition of 2.5M hydrochloric acid (in order to stop the reaction). Then the aqueous phase was extracted with dichloromethane (3×10mL). The combined organic layers were dried over MgSO4, filtered and concentrated under vacuum, providing the crude product 3 as a yellow to brown solid (>95% conversion; determined by 1H NMR spectroscopy of the crude product in CDCl3). The 1H NMR spectroscopical data of the product are in accordance with those reported in Ref. [7]. In analogy, the synthesis of ketone 3 was carried out using degassed and deionized water instead of degassed phosphate buffer, resulting in >95% conversion as well. 2.3 Enzymatic reduction of 4′-phenylacetophenone 3 (according to Scheme 3) 2.3.1 Synthesis of (S)-biphenylethan-1-ol, (S)-4 To a suspension, consisting of 4′-phenylacetophenone (3; 49.1mg; 0.25mmol) in phosphate buffer (5.0mL; pH 7; 50mM) and isopropanol (5.0mL), NAD+ (18mg; 0.025mmol) and ADH from Rhodococcus sp. (16U; referring to the activity for 4′-phenylacetophenone, 3) were added. After stirring for 24h the aqueous phase was extracted with dichloromethane (3×10mL). The combined organic layers were dried over MgSO4, filtered and concentrated under vacuum, providing the crude product (S)-4 as a white to yellow solid (>95% conversion; determined by 1H NMR spectroscopy of the crude product in CDCl3). The enantiomeric excess of (S)-4 was determined from the crude product by chiral HPLC chromatography using an IB column (eluent: hexane/isopropanol=95:5; flow: 0.8mL/min; 238nm; t R(S)=13.1min, t R(R)=14.0min): >99% ee. The crude product was purified by flash chromatography (silica gel 60Å; eluent: cyclohexane/EtOAc=4:1). The purified alcohol (S)-4 was obtained as a colorless solid in 64% yield (31.7mg, 0.16mmol) and the enantiomeric excess was determined by chiral HPLC chromatography with an AD-H column (eluent: hexane/isopropanol=95:5; flow 0.8mL/min; 238nm; t R(S)=15.9min, t R(R)=16.8min): >99% ee. The 1H NMR spectroscopical data of the product are in accordance with those reported in Ref. [7]. 2.3.2 Synthesis of (R)-biphenylethan-1-ol, (R)-4 To a suspension, consisting of 4′-phenylacetophenone (3; 76.3mg; 0.389mmol) in phosphate buffer (5.0mL; pH 7; 50mM) and isopropanol (5.0mL), magnesium chloride (about 1mM), NADP+ (18mg; 0.037mmol) and ADH from L. kefir (46U; referring to the activity for 4′-phenylacetophenone, 3) were added. After stirring for 24h the aqueous phase was extracted with dichloromethane (3×10mL). The combined organic layers were dried over MgSO4, filtered and concentrated under vacuum, providing the crude product (R)-4 as a white to yellow solid (95% conversion; determined by 1H NMR spectroscopy of the crude product in CDCl3). The enantiomeric excess of (R)-4 was determined from the crude product by chiral HPLC chromatography using an IB column (eluent: hexane/isopropanol=95:5; flow: 0.8mL/min; 238nm; t R(S)=13.1min, t R(R)=13.9min): >99% ee. The crude product was purified by flash chromatography (silica gel 60Å; eluent: cyclohexane/EtOAc=4:1). The purified alcohol (R)-4 was obtained as a colorless solid in 68% yield (52.2mg, 0.263mmol) and the enantiomeric excess was determined by chiral HPLC chromatography with an AD-H column (eluent: hexane/isopropanol=95:5; flow: 0.8mL/min; 238nm; t R(S)=15.8min, t R(R)=16.7min): >99% ee. The 1H NMR spectroscopical data of the product are in accordance with those reported in Ref. [7]. 2.4 Preparation of (S)-biphenylethan-1-ol, (S)-4, in a one-pot process At first, a suspension consisting of palladium chloride (2.7mg; 0.015mmol; 4mol%) and TPPTS (5; 11.4mg; 0.020mmol; 5mol%) in degassed and deionized water (0.5mL) was prepared. After 30min the resulting catalyst solution was then added to a mixture, consisting of 4′-iodoacetophenone (1; 95.7mg; 0.389mmol), phenylboronic acid (2; 47.4mg; 0.389mmol), sodium carbonate (103.1mg; 0.973mmol), degassed phosphate buffer (4.5mL; pH 7; 50mM) and degassed isopropanol (5.0mL). The reaction mixture was stirred at room temperature for 24h at 400rpm. After adjusting the pH-value of the reaction medium to pH 7 by addition of 2.5M hydrochloric acid, NAD+ (26mg; 0.037mmol) and ADH from Rhodococcus sp. (25U; referring to the activity for 4′-phenylacetophenone, 3) were added. After stirring for another 24h the aqueous phase was extracted with dichloromethane (3×10mL). The combined organic layers were dried over MgSO4, filtered and concentrated under vacuum, providing the crude product (S)-4 as a white to yellow solid (>95% conversion of 1; 96% (S)-4, 4% 3; determined by 1H NMR spectroscopy of the crude product in CDCl3). The enantiomeric excess of (S)-4 was determined from the crude product by chiral HPLC chromatography using an IB column (eluent: hexane/isopropanol=95:5; flow: 0.8mL/min; 238nm; t R(S)=13.1min, t R(R)=14.0min): >99% ee. The crude product was purified by flash chromatography (silica gel 60Å; eluent: cyclohexane/EtOAc=4:1). The purified alcohol (S)-4 was obtained as a colorless solid in 72% yield (55.5mg, 0.280mmol) and the enantiomeric excess was determined by chiral HPLC chromatography with an IB column (eluent: hexane/isopropanol=95:5; flow: 0.8mL/min; 238nm; t R(S)=14.8min, t R(R)=15.7min): >99% ee. The 1H NMR spectroscopical data of the product are in accordance with those reported in Ref. [7]. In analogy, the one-pot reaction for the synthesis of chiral alcohol (S)-4 was carried out using degassed and deionized water instead of degassed phosphate buffer (pH 7; 50mM), resulting in >95% conversion of 1 as well (crude product: 97% (S)-4, 3% 3). 2.5 Synthesis of (R)-biphenylethan-1-ol, (R)-4, in a one-pot process At first, a suspension consisting of palladium chloride (2.7mg; 0.015mmol; 4mol%) and TPPTS (5; 11.4mg; 0.020mmol; 5mol%) in degassed and deionized water (0.5mL) was prepared. After 30min the resulting catalyst solution was then added to a mixture, consisting of 4′-iodoacetophenone (1; 95.7mg; 0.389mmol), phenylboronic acid (2; 47.4mg; 0.389mmol), sodium carbonate (103.1mg; 0.973mmol), degassed and deionized water (4.5mL) and degassed isopropanol (5.0mL). The reaction mixture was stirred at room temperature for 24h at 400rpm. After adjusting the pH-value of the reaction mixture to pH 7 through addition of 2.5M hydrochloric acid, magnesium chloride (about 1mM), NADP+ (18mg; 0.022mmol) and ADH from L. kefir (46U; referring to the activity for 4′-phenylacetophenone, 3) were added. After stirring for another 24h the aqueous phase was extracted with dichloromethane (3×10mL). The combined organic layers were dried over MgSO4, filtered and concentrated under vacuum, providing the crude product (R)-4 as a white to yellow solid (>95% conversion of 1; 92% (R)-4, 8% 3; determined by 1H NMR spectroscopy of the crude product in CDCl3). The enantiomeric excess of (R)-4 was determined from the crude product by chiral HPLC chromatography using an AD-H column (eluent: hexane/isopropanol=95:5; flow: 0.8mL/min; 238nm; t R(S)=15.3min, t R(R)=16.6min): ee >99%. The crude product was purified by flash chromatography (silica gel 60Å; eluent: cyclohexane/EtOAc=4:1). The purified alcohol (R)-4 was obtained as a colorless solid in 72% yield (55.9mg, 0.282mmol), and the enantiomeric excess was determined by chiral HPLC chromatography with an IB column (eluent: hexane/isopropanol=95:5; flow: 0.8mL/min; 238nm; t R(S)=(14.3min), t R(R)=15.2min): >99% ee. The 1H NMR spectroscopical data of the product are in accordance with those reported in Ref. [7]. In analogy, the one-pot reaction for the synthesis of chiral alcohol (R)-4 was carried out using degassed phosphate buffer (pH 7; 50mM) instead of degassed and deionized water, resulting in >95% conversion of 1 as well (crude product: 86% (R)-4, 14% 3). 3 Results and discussion At first we searched for a water-soluble palladium-catalyst system suitable for the Suzuki-cross coupling reaction in aqueous medium, favouring commercially available catalyst systems. In this connection we focused on a combination consisting of palladium chloride and the water-soluble tri-sulfonated phosphine ligand TPPTS (5) as a catalytic system (Scheme 2 ). Sulfonated phosphines are known as water-soluble ligands in the palladium-catalyzed Suzuki cross-coupling reaction since 1990 when Casalnuovo and Calabrese reported the successful cross-coupling of 4-iodotoluene and phenylboronic acid in a mixture of water and acetonitrile using Pd(PPh2)(m-C6H4SO3M)·(H2O)4 (M=Na+, K+) as a mono-sulfonated phosphine palladium complex [12,13]. Another ligand from the class of water-soluble phosphines is TPPTS (5; tris(3-sulfonatophenyl)phosphine hydrate, sodium salt), a tri-sulfonated phosphine ligand applied in palladium-catalyzed Tsuji-Trost reaction and hydroformylation in water [14,15] as well as in Suzuki cross-coupling reactions either in a mixture of water and acetonitrile [12,16–18] or pure glycerol [19] as a solvent. The latter reaction was usually carried out in the presence of sodium carbonate or an amine base. However the described reaction conditions, particularly acetonitrile as part of the reaction medium was not suitable for our purpose. Since we were interested to conduct the Suzuki cross-coupling reaction in a reaction medium which we knew to be compatible with the biotransformation, we favoured a mixture of water and isopropanol as a reaction medium. Thus, we applied the catalyst prepared from palladium chloride (4mol%) and TPPTS (5; 5mol%) in a mixture of isopropanol and water (50%, v/v) as reaction medium, using an excess of sodium carbonate as base. This catalyst system enabled us to conduct the palladium-catalyzed cross-coupling reaction of 4′-iodoacetophenone (1) with phenylboronic acid (2) at room temperature in the presence of a homogeneously dissolved catalyst without the need of an inert gas atmosphere. We were pleased to find that under these conditions the reaction proceeds with high conversion of >95% with respect to the formation of the biaryl ketone 3 (Scheme 2). Thus, by changing the catalyst from [Pd(PPh3)2Cl2] to the homogeneously dissolved, water-soluble catalyst prepared from PdCl2 and TPPTS (5) we were now able to run the first reaction step of the desired one-pot process at room temperature in a reaction medium having the potential for being compatible with the biocatalyst, obtaining the ketone product 3 with excellent conversion of >95% after a reaction time of 24h. It should also be added that this Suzuki cross-coupling reaction represents a very simple, easy to handle and highly efficient synthetic methodology. For the subsequent enzymatic reduction of ketone 3 we chose – in analogy to our earlier work [6,20] – an (R)-enantioselective ADH from L. kefir [10] and an (S)-enantioselective ADH from Rhodococcus sp. [11] in order to gain access to both enantiomers of the desired chiral alcohol 4. As biphenyl ketones like 3 are hardly water-soluble, isopropanol also acts as a cosolvent, thus enhancing the solubility of the substrate 3. The enzymatic reduction of the isolated biaryl ketone 3 was carried out in a mixture of phosphate buffer pH 7 and isopropanol (50%, v/v), and we obtained the alcohol (S)-4 with >95% conversion when using the commercially available (S)-enantioselective ADH from Rhodococcus sp. (Scheme 3 , Eq. (A)). In addition, the reduction proceeds with a conversion of 95% in the presence of an (R)-enantioselective ADH from L. kefir (Scheme 3, Eq. (B)). In both cases we used a non-optimized amount of 10mol% of cofactor and obtained the products (S)-4 and (R)-4, respectively, with excellent enantiomeric excess of >99% ee (Scheme 3). Furthermore, under the applied reaction conditions with, e.g., high isopropanol content, we were able to optimize the amount of enzyme. In case of the enzymatic reduction of ketone 3 with the ADH from Rhodococcus sp. the reaction proceeds with still very high conversion at a decreased catalyst amount of 64U/mmol (compared to 184U/mmol used in our previous process; see Ref. [6]). The next step was to combine the two transformations, namely Suzuki cross-coupling reaction and enzymatic reduction, in a one-pot process. To this end we studied at first if there is an inhibition of the enzyme caused by the palladium catalyst or the phosphine ligand. When we examined the potential inhibitory effect of both palladium chloride and TPPTS (5) on the ADH from Rhodococcus sp. in a spectrophotometric assay (analogously to a previously reported method; see Ref. [6]) we were pleased that no significant inhibition from any of these compounds occurs. Based on these encouraging results we then combined both reaction steps in a one-pot process in aqueous medium. The initial Suzuki cross-coupling reaction catalyzed by a water-soluble palladium species prepared from palladium chloride and TPPTS (5) was carried out in an aqueous phase containing 50% of isopropanol (v/v) in the presence of an excess of sodium carbonate. After stirring for 24h at room temperature the pH value was adjusted to pH 7, and subsequently the alcohol dehydrogenase from Rhodococcus sp. was added. After stirring for further 24h at room temperature the desired alcohol (S)-4 was obtained with excellent (product-based) conversion of >95% (over 2 steps) and with excellent enantioselectivity of >99% ee (Table 1 , entries 1 and 2). This result indicates a high compatibility of these two different types of catalysts, namely the water-soluble palladium-TPPTS-complex and the enzyme. In order to obtain the opposite enantiomer (R)-4 in such a type of chemoenzymatic one-pot process we conducted the reaction analogously by means of the alcohol dehydrogenase from L. kefir. The desired alcohol (R)-4 was obtained with up to 92% (product-based) conversion (over 2 steps) and with excellent enantioselectivity of >99% ee (Table 1, entries 3 and 4). In this case, the conversion was slightly lower than expected from the comparison of the conversions of the isolated steps (which were >95% for the first and 95% for the second step). After work-up, the purified products (S)-4 and (R)-4, respectively, were obtained in 72% isolated yield. As aqueous phase in the one-pot two-step processes, pure water gave slightly superior conversions compared to a phosphate buffer (Table 1, entries 1–4). Thus, buffer components do not appear to have at least a significant negative impact on the reaction course of the Suzuki cross-coupling reaction. 4 Conclusion In conclusion, we successfully combined a palladium-catalyzed Suzuki cross-coupling reaction in the presence of a water-soluble catalyst prepared from PdCl2 and TPPTS with an enantioselective enzymatic reduction towards a one-pot process. Notably, both steps run in aqueous medium and proceed at room temperature. The desired alcohol products of type 4 were obtained with high conversion of up to >95%, in good isolated yields (72%) and with excellent enantioselectivities of >99% ee. Since the Suzuki cross-coupling reaction can be carried out in the same reaction medium (only differing in terms of pH) and at the same reaction temperature as the enzymatic reduction with an alcohol dehydrogenase we consider this methodology to be a promising starting point for current and future attempts towards a combination of a palladium-catalyzed Suzuki cross-coupling reaction with an enzymatic reduction in a one-pot process running in a tandem mode (and thus, under the same pH conditions). Addressing this exciting issue, currently based on these results development of a Suzuki cross-coupling methodology working in weakly basic media and being compatible with enzymatic reduction is in progress. A further research issue will also be the expansion of the substrate scope (ideally after realizing the one-pot process running in a tandem mode). Acknowledgements We would like to thank Bettina Blumenröder for fruitful discussions. References [1] O. Pamies J.-E. Bäckvall Chem. Rev. 103 2003 3247 3261 [2] A. Bruggink R. Schoevaart T. Kieboom Org. Process Res. Dev. 7 2003 622 640 [3] H. Pellissier Tetrahedron 64 2008 1563 1601 [4] A. Prastaro P. Ceci E. Chiancone A. Boffi R. Cirilli M. Colone G. Fabrizi A. Stringaro S. Cacchi Green Chem. 11 2009 1929 1932 [5] K. Alfonsi J. Colberg P.J. Dunn T. Fevig S. Jennings T.A. Johnson H.P. Kleine C. Knight M.A. Nagy D.A. Perry M. Stefaniak Green Chem. 10 2008 31 36 [6] E. Burda W. Hummel H. Gröger Angew. Chem. 120 2008 9693 9696 E. Burda W. Hummel H. Gröger Angew. Chem. Int. Ed. 47 2008 9551 9554 [7] V. Gauchot W. Kroutil A.R. Schmitzer Chem. Eur. J. 16 2010 6748 6751 [8] For a recent review about enzyme-coupled and substrate-coupled cofactor regeneration approaches in enzymatic reductions, see: H. Gröger S. Borchert M. Kraußer W. Hummel Enzyme-catalyzed asymmetric reduction of ketones M.C. Flickinger Encyclopedia of Industrial Biotechnology: Bioprocess, Bioseparation and Cell Technology vol. 3 2010 John Wiley & Sons Hoboken, New Jersey 2094 2110 [9] For strategies to overcome thermodynamic limitations of substrate-coupled cofactor regenerations, see: T. Stillger M. Bönitz M. Vilella Filho A. Liese Chem. Ing. Tech. 74 2002 1035 1039 [10] A. Weckbecker W. Hummel Biocatal. Biotrans. 24 2006 380 389 [11] (S)-Alcohol dehydrogenase from Rhodococcus sp.: commercially available (product number 1.1.030) from evocatal GmbH, Merowinger Platz 1a, 40225 Düsseldorf, Germany (internet: http://www.evocatal.com). [12] K.H. Shaughnessy Chem. Rev. 109 2009 643 710 [13] A.L. Casalnuovo C. Calabrese J. Am. Chem. Soc. 112 1990 4324 4325 [14] M. Ferreira H. Bricout F. Hapiot A. Sayede S. Tilloy E. Monflier ChemSusChem 1 2008 631 636 [15] A. Hermann C.W. Kohlpaintner Angew. Chem. Int. Ed. 32 1993 1524 1544 [16] C. Dupuis K. Adiey L. Charruault V. Michelet M. Savignac J.-P. Genêt Tetrahedron Lett. 42 2001 6523 6526 [17] E.C. Western J.R. Daft E.M. Johnson II P.M. Gannett K.H. Shaughnessy J. Org. Chem. 68 2003 6767 6774 [18] A. Omumi D.G. Beach M. Baker W. Gabryelski R.A. Manderville J. Am. Chem. Soc. 133 2011 42 50 [19] A. Wolfson C. Dlugy Chem. Pap. 61 2007 228 232 [20] E. Burda W. Bauer W. Hummel H. Gröger ChemCalChem 2 2010 67 72",
      "scopus-id": "84866347129",
      "coredata": {
        "eid": "1-s2.0-S1381117712000653",
        "dc:description": "We report the combination of a palladium-catalyzed Suzuki cross-coupling reaction with an enzymatic reduction in a one-pot process in aqueous medium, in which both reaction steps are conducted at room temperature. By using a water-soluble palladium catalyst system, which is prepared from commercially available palladium chloride and TPPTS (tris(3-sulfonatophenyl)phosphine hydrate, sodium salt), the palladium-catalyzed step runs at room temperature in a mixture of isopropanol and water. After adjusting the pH value to pH 7, the resulting biaryl ketone is then directly reduced in situ via an enzymatic asymmetric reduction in the presence of an alcohol dehydrogenase (ADH), leading to the desired alcohol with up to >95% conversion (over two steps) and excellent enantioselectivities of >99% ee. Notably, both enantiomers of the desired alcohol are accessible depending on the source of applied ADH.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2012-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381117712000653",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Borchert, Sonja"
          },
          {
            "@_fa": "true",
            "$": "Burda, Edyta"
          },
          {
            "@_fa": "true",
            "$": "Schatz, Jürgen"
          },
          {
            "@_fa": "true",
            "$": "Hummel, Werner"
          },
          {
            "@_fa": "true",
            "$": "Gröger, Harald"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381117712000653"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381117712000653"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1177(12)00065-3",
        "prism:volume": "84",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Combination of a Suzuki cross-coupling reaction using a water-soluble palladium catalyst with an asymmetric enzymatic reduction towards a one-pot process in aqueous medium at room temperature",
        "prism:copyright": "Copyright © 2012 Elsevier B.V. All rights reserved.",
        "prism:issueName": "The Xth International Symposium on Biocatalysis and Biotransformations",
        "openaccess": "0",
        "prism:issn": "13811177",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alcohol dehydrogenase"
          },
          {
            "@_fa": "true",
            "$": "Chemoenzymatic synthesis"
          },
          {
            "@_fa": "true",
            "$": "Enzymatic reduction"
          },
          {
            "@_fa": "true",
            "$": "One-pot synthesis"
          },
          {
            "@_fa": "true",
            "$": "Suzuki cross-coupling reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis B: Enzymatic",
        "openaccessSponsorType": null,
        "prism:pageRange": "89-93",
        "prism:endingPage": "93",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2012",
        "prism:doi": "10.1016/j.molcatb.2012.03.006",
        "prism:startingPage": "89",
        "dc:identifier": "doi:10.1016/j.molcatb.2012.03.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "433",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22086",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4486",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "179",
            "@width": "514",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24688",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3301",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "179",
            "@width": "527",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21397",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3211",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "235",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16983",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "157",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4986",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "243",
            "@width": "391",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20761",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "136",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381117712000653-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4453",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84866347129"
      }
    }
  }
}