{
  "metadata": {
    "title": "A perspective on nanocluster catalysis: polyoxoanion and (<ce:italic>n</ce:italic>-C<ce:inf loc=post>4</ce:inf>H<ce:inf loc=post>9</ce:inf>)<ce:inf loc=post>4</ce:inf>N<ce:sup loc=post>+</ce:sup> stabilized Ir(0)<ce:inf loc=post>∼300</ce:inf> nanocluster ‘soluble heterogeneous catalysts’",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-12-23",
    "doi": "10.1016/S1381-1169(96)00302-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003020",
    "pii": "S1381116996003020"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030599588",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-16 1999-12-16 2010-04-18T11:44:14 1-s2.0-S1381116996003020 S1381-1169(96)00302-0 S1381116996003020 10.1016/S1381-1169(96)00302-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00751 2015-05-15T05:56:33.668241-04:00 0 0 19961223 1996 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast authsuff doctopic primabst ref alllist content subj ssids 1381-1169 13811169 114 114 1 3 1 2 3 Volume 114, Issues 1–3 5 29 51 29 51 19961223 23 December 1996 1996-12-23 1996 Polyoxometalates in Catalysis converted-article fla Copyright © 1996 Published by Elsevier B.V. APERSPECTIVENANOCLUSTERCATALYSISPOLYOXOANIONNC4H94NSTABILIZEDIR0300NANOCLUSTERSOLUBLEHETEROGENEOUSCATALYSTS AIKEN J POPE 1983 M HETEROPOLYISOPOLYOXOMETALATES DAY 1985 533 V POPE 1991 34 M 1961 604 ADVANCESINCHEMISTRYCOORDINATIONCOMPOUNDSMACMILLAN POPE 1983 M HETEROPOLYISOPOLYOXOMETALATES KLEMPERER 1989 2041 W DAY 1990 1267 V DAY 1990 2345 2355 V KLEMPERER 1990 2355 2360 W HILL 1995 407 C FINKE 1984 7274 R EDLUND 1988 1692 D FINKE 1986 175 R FINKE 1990 1784 R POHL 1993 1453 M POHL 1995 1413 M NOMIYA 1996 K FINKE 1994 R POLYOXOMETALATESPLATONICSOLIDSANTIRETROVIRALACTIVITYPROCEEDINGSJULY15171992MEETINGCENTERFORINTERDISCIPLINARYRESEARCHINBIELEFELD RANDALL 1993 1068 W MIZUNO 1991 84 N LIN 1994 8335 Y LIN 1994 4891 Y EDLUND 1987 D PHDDISSERTATION LYON 1990 1787 D ESUMI 1989 268 K LEWIS 1989 106 L SATOH 1989 1758 N BRADLEY 1992 254 J DETEIL 1993 341 A SCHUELLER 1993 11 O MOISEEV 1995 87 I REETZ 1995 367 M VANBENTHEM 1995 457 R 1994 CLUSTERSCOLLOIDSTHEORYAPPLICATIONS SCHMID 1996 589 G SCHMID 1996 95 G SCHMID 1996 147 G ANDREWS 1989 174 M KLABUNDE 1989 481 K ZUCKERMAN 1989 12 E LIN 1986 259 S CARDENAS 1987 986 T BRADLEY 1987 59 J BRADLEY 1991 530 J BRADLEY 1994 459 544 J CLUSTERSCOLLOIDS RODRIGUEZ 1996 1978 A WHETTEN 1996 428 R BONNEMANN 1991 1312 H BONNEMANN 1994 129 H BONNEMAN 1996 339 397 H ACTIVEMETALS SCHMID 1990 1175 G TEO 1985 4545 B WELLS 1975 123 A STRUCTURALINORGANICCHEMISTRY WELLS 1975 131 A STRUCTURALINORGANICCHEMISTRY 1994 CLUSTERSCOLLOIDSTHEORYAPPLICATIONS 1994 PHYSICSCHEMISTRYMETALCLUSTERCOMPOUNDS ANDRES 1989 704 R THOMAS 1988 1517 J HENGLEIN 1989 1861 A 1991 1 300 BRADLEY 1994 459 544 J CLUSTERSCOLLOIDS BRADLEY 1994 459 544 J CLUSTERSCOLLOIDS KURIHARA 1986 325 K SCHMID 1990 G ASPECTSHOMOGENEOUSCATALYSIS WILLNER 1989 1330 I LEWIS 1993 2693 2730 L BOND 1993 490 G HUNTER 1987 R FOUNDATIONSCOLLOIDSCIENCE 1987 PHYSICALCHEMISTRYCOLLOIDSMACROMOLECULES 1982 COLLOIDALDISPERSIONSROYALSOCIETYCHEMISTRY HEICKLEN 1976 J COLLOIDFORMATIONGROWTHACHEMICALKINETICSAPPROACH HIEMENZ 1986 P PRINCIPLESCOLLOIDSURFACECHEMISTRY ROSS 1988 S COLLOIDALSYSTEMSINTERFACES FRIDRIKHSBERG 1986 D ACOURSEINCOLLOIDCHEMISTRY EVERETT 1988 D BASICPRINCIPLESCOLLOIDSCIENCE ALIVISATOS 1988 4001 A FISCHER 1989 429 C EYCHMULLER 1990 1605 A FISCHER 1989 61 C BEATTIE 1989 937 J MATIJEVIC 1993 412 E LOOK 1990 345 J LAMER 1950 4847 V LAMER 1952 1270 V VANRHEENEN 1987 151 P STEIGERWALD 1990 183 M LIN 1989 360 M MELROSE 1990 4595 J FOJTIK 1984 969 A SCHMID 1990 1175 G SCHMID 1990 1175 1177 G VARGAFTIK 1989 315 M HOWIE 1991 1 11 A WELLS 1975 123 A STRUCTURALINORGANICCHEMISTRY WELLS 1975 131 A STRUCTURALINORGANICCHEMISTRY SCHWARTZ 1985 302 J HIRTZEL 1985 27 39 C COLLOIDALPHENOMENAADVANCEDTOPICS HIRTZEL 1985 73 87 C COLLOIDALPHENOMENAADVANCEDTOPICS HUNTER 1987 316 492 R FOUNDATIONSCOLLOIDSCIENCE FARADAY 1857 145 M VANRHEENEN 1987 151 P NAKAO 1986 82 Y BOUTONNET 1982 209 225 M SCHMID 1989 780 G NATANSON 1983 399 G NAGATA 1992 1620 Y YEUNG 1993 378 S HARRIMAN 1987 757 A HIRTZEL 1985 27 39 C COLLOIDALPHENOMENAADVANCEDTOPICS HIRTZEL 1985 73 87 C COLLOIDALPHENOMENAADVANCEDTOPICS HUNTER 1987 316 492 R FOUNDATIONSCOLLOIDSCIENCE HIRAI 1979 727 H LABIB 1988 293 M BROCKRIS 1973 J MODERNELECTROCHEMISTRY RONG 1994 3124 C GE 1996 5812 M BARD 1980 511 540 A FUNDAMENTALSAPPLICATIONS ELECTROCHEMICALMETHODS BONNEMANN 1994 361 H REETZ 1994 7401 M YONEZAWA 1996 783 T REETZ 1995 2240 M REETZ 1995 2227 M REETZ 1995 2728 M KOLB 1996 1889 U REETZ 1996 1921 M REETZ 1996 4499 M REETZ 1996 279 297 M ACTIVEMETALS REETZ 1996 2092 M TURKEVICH 1945 235 J TURKEVICH 1951 55 J TURKEVICH 1970 873 J BRUGGER 1981 2923 P COTTON 1972 397 398 F ADVANCEDINORGANICCHEMISTRY HENGLEIN 1989 473 A FOJTIK 1984 969 A SHAW 1992 174 176 D INTRODUCTIONCOLLOIDSURFACECHEMISTRY VARGAFTIK 1991 13 29 M VARGAFTIK 1989 315 M MOISEEV 1996 77 I VOLKOV 1996 377 V BRADLEY 1987 59 J BRADLEY 1991 255 J LEWIS 1986 7228 L LEWIS 1986 743 L LEWIS 1992 541 L ADVCHEMSER LEWIS 1989 106 L LEWIS 1990 5998 L LAMBER 1987 213 R LARPENT 1990 65 C LARPENT 1991 361 C TOSHIMA 1988 573 N TOSHIMA 1992 400 N FORD 1988 395 W GATES 1995 511 522 B IWASAWA 1988 173 Y BAILEY 1981 109 148 D MUTTERTIES 1975 959 E MUTTERTIES 1977 839 E SMITH 1977 229 A MUTTERTIES 1981 69 E SUSLICK 1996 2171 K VIDAL 1979 499 518 J FUNDAMENTALRESEARCHINHOMOGENEOUSCATALYSIS VIDAL 1980 896 J WANG 1981 2661 H COLLMAN 1983 3913 J DEMITRAS 1977 2796 G BOUDART 1969 152 M BOUDART 1977 1 M PROC6THINTLCONGRCATALYSIS BOUDART 1991 57 M BOUDART 1986 29 41 M JAMES 1974 B HOMOGENEOUSHYDROGENATION JAMES 1979 319 B BIRCH 1976 1 A JARDINE 1981 63 F FALLER 1983 J HOMOGENEOUSCATALYSISMETALPHOSPHINECOMPLEXES JAMES 1982 285 B COMPREHENSIVEORGANOMETALLICCHEMISTRY KAGAN 1977 175 H MORRISON 1976 81 J VALENTINE 1978 329 D SYNTHESIS MORRISON 1976 J CATALYSISINORGANICSYNTHESIS 1989 40 MCVICKER 1980 207 G POPE 1983 101 117 M HETEROPOLYISOPOLYOXOMETALATES POPE 1980 365 M HETEROPOLYBLUESINMIXEDVALENCECOMPOUNDS BUCKLEY 1985 167 R POPE 1967 1147 M PRADOS 1976 2547 R KAZANSKY 1980 644 L CIABRINI 1983 1229 J BOND 1982 1 G STUDIESINSURFACESCIENCECATALYSIS SERMON 1983 506 P SERMON 1973 211 P BENSON 1966 307 J LEVY 1974 304 R BERZINS 1983 506 A SCHLOGL 1993 381 R THOMAS 1994 308 J BOUDART 1986 688 M SINGLECRYSTALSSTANDARDSFORINDUSTRIALCATALYSTSCHEMTECH ERTL 1990 1219 G THOMAS 1994 9133 9137 J GRIFFITH 1967 239 W CHEMISTRYOGRARERPLATINUMMETALS AIKENX1996X29 AIKENX1996X29X51 AIKENX1996X29XJ AIKENX1996X29X51XJ item S1381-1169(96)00302-0 S1381116996003020 1-s2.0-S1381116996003020 10.1016/S1381-1169(96)00302-0 271358 2010-09-28T03:14:51.192344-04:00 1996-12-23 1-s2.0-S1381116996003020-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003020/MAIN/application/pdf/b9a093866dba2442a06a95910048eec1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003020/MAIN/application/pdf/b9a093866dba2442a06a95910048eec1/main.pdf main.pdf pdf true 2748773 MAIN 23 1-s2.0-S1381116996003020-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003020/PREVIEW/image/png/249057b49cee58b20bcfb6135f4117b6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003020/PREVIEW/image/png/249057b49cee58b20bcfb6135f4117b6/main_1.png main_1.png png 57686 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116996003020-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003020/STRIPIN/image/gif/43b6115fc1d4f90b6181cecebe334e7c/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003020/STRIPIN/image/gif/43b6115fc1d4f90b6181cecebe334e7c/si3.gif si3 si3.gif gif 226 18 34 ALTIMG 1-s2.0-S1381116996003020-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003020/STRIPIN/image/gif/46fb08e12c022fba7c2a3b606abfb258/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003020/STRIPIN/image/gif/46fb08e12c022fba7c2a3b606abfb258/si2.gif si2 true si2.gif gif 476 18 90 ALTIMG 1-s2.0-S1381116996003020-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003020/STRIPIN/image/gif/e41ed2ce73a2bbc1b25ff6bf6adb9c46/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003020/STRIPIN/image/gif/e41ed2ce73a2bbc1b25ff6bf6adb9c46/si1.gif si1 true si1.gif gif 593 18 112 ALTIMG ELSEVIER Abstract JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 A perspective on nanocluster catalysis: polyoxoanion and ( n-C4H9) 4N+ stabilized Ir( 0) - 300 nanocluster `soluble heterogeneous catalysts' John D. Aiken 111, Yin Lin, Richard G. Finke Department of Chemistry, Colorado State Universitv, Ft. Collins, CO 80523, USA Following a review of the background terms, definitions and key literature necessary to understand the rapidly developing and promising area of nanocluster catalysis, the recent report of polyoxoanion-stabilized 11.(0) _,90_450 (hereafter Ir(0)- ;( ~,) nanocluster catalysts is reviewed. Specifically, the experimental observations relating to three principle questions concerning these soluble-oxide-supported, Ir(0) - 30o nanocluster catalysts are reviewed: (i) their catalytic activity (in a prototypical structure-insensitive reaction, cyclohexene hydrogenation); (ii) their lifetime; and (iii) their thermal stability, each in direct comparison to three established heterogeneous 1t(0) catalysts [7.9% dispersed 1% Ir(0)/y-A1203, Exxon's 80%o dispersed 1% Ir/TI-A1203, and a low surface area Ir(0) precipitate]. In addition, observations of Wvt to Wv' reduction of the polyoxoanion by 10) - 300 and HZ are summarized, results which provide the first soluble-oxide version of the well known spillover of hydrogen in heterogeneous catalysis. Kevwords: Review; Transition metal nanoclusters; Polyoxoanion-stabilized clusters; Polyoxoanions; Homogeneous catalysis; Heterogeneous catalysis; Soluble metal-particle catalysis; Nanocolloids; Hydrogenations; Catalytic activity; Catalytic lifetime; Thermal stability: Hydrogen spillover 1. Introduction Polyoxoanion [1]-supported organometallics [2-5], such as the prototype iridium(1) complex [4] (Bu4N)5Na3[(1,5-cyclooctadiene)Ir P1W15Nb306211 1, Fig. 1, are soluble analogs [ 1 ]c of solid-oxide-supported, atomically dis- Corresponding author. Organometallic derivatives of polyoxoanions, unknown until a decade ago, are now relatively common. Still in their infancy, however, are studies of their reactivity, catalysis, or mechanisms [2]f. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PHS1381-1169(96)00302-0 persed, 2 heterogeneous transition-metal catalysts. Complex 1 and its congeners are of considerable interest as discrete, soluble-oxide-supported analogs of such heterogeneous catalysts, - (a) To date, no bona fide example of a stable, atomically dispersed, oxide-supported, zero-talent transition metal heterogeneous catalyst exists, a point made previously by Boudart [13]d. (b) Note that our results show that even the very basic P,W,5N63o6' oxide-support system is unable to immobilize (i.e., to site-isolate) a single W0) atom, since [(1,5-COD)WI) P=W,5Nbz06=]s- plus H, forms Ir(0)_ 300, and not 'MO) PZWISNbj0bz ', which remains unknown. This finding is ar guably the most definitive evidence available that single, Zero-ca lent metal atoms are not stable on at least basic-oxide supports [ 13]d. 30 JD. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 and they have already served as precatalysts for new and reactive catalyst compositions [5]. In addition, 1 is among the very few oxide-supported catalyst precursors whose structures, and thus whose mechanisms, can more easily be fully characterized at the atomic level [4], issues of fundamental significance to catalysis. For this reason, polyoxoanion-supported homogeneous catalysts have been under development and investigation in our laboratories for more than a decade [3-8]. In 1991 we described the reaction of 1 with OZ to give rise to the first polyoxoanion-supported oxidation catalyst [5]. Subsequent mechanistic investigations [5]c confirm that the resultant catalyst contains oxidized Ir bonded firmly to the basic PZW15Nb3O62 polyoxoanion. Rather different is the behavior of 1 under H 2. A second, new composition of matter is formed, poliyoxoanion- and BL14N+-stabilized, 20.3 2.8 A lr(0) - 190-450 (hereafter Ir(0) - 300) nanoclusters, visualized by TEM in Fig. 2 [5-8]. These new catalytic materials have been extensively characterized by TEM, electron diffraction, electrophoresis, elemental analysis, ultracentrifugation MW determination, and IR and UV-visible spectroscopy [6,7]. Their polyoxoanion component is without precedent in any previous type of nanocluster or colloid. These Ir - 300 polyoxoanion-stabilized nanoclusters are in one sense colloid-like, but are very different in five important and advantageous ways: (i) they are formed with a relatively narrow ( 14%) size distribution; (ii) they are polyoxoanion-stabilized-that is, in intimate contact with, and thus `loosely supported by', the soluble polyoxoanion oxide [6,7], an oxide material of exactly known structure (recall Fig. 1) [4]; and (iii) they are sufficiently stabilized by the polyoxoanion and its associated Bu4N+ counter ions that they can be isolated and stored as a bottled reagent [6-9]-yet they retain a high catalytic activity! This combination of isolability, yet high catalytic activity and stability in solution under catalytic conditions, is what distinguishes these and one other nan- Fig. 1. Ball and stick (leftmost) and space-filling (rightmost) representations of (Bu4N)SNa3[(1,5-COD)IrZWlSNb306Z], 1. The Bu4N+ and Na+ counterions have been omitted for clarity. In the space-filling representation the black circles represent terminal M=O oxygens, whereas the open, white circles represent M-O-M bridging oxygens. ocluster (Pd - 570, vide infra) from all others, as will be documented in greater detail herein. In addition, even (iv) the complete molecular composition of these nanoclusters has been unequivocally determined, a situation virtually unknown in traditional metal-colloid chemistry. Having an isolable nanocluster of established molecular formula means that these Ir(0) - 300 ' polyoxoanion nanoclusters can be weighed out and redissolved (with little detectable aggregation, by TEM), and thus studied later at one's convenience. This combination of isolability, known molecular formula, as well as the retention of catalytic activity is little precedented in nanocluster catalytic science, as the review of the most recent nanocluster catalysis literature herein will document. This combination of properties means, in turn, that the catalytic reactions and mechanisms of the lr(0) - 300 ' polyoxoanion nanoclusters can be studied in detail and in solution, analogous to any other homogeneous catalyst, via solution kinetics 3 plus the full arsenal of powerful, solution-spectroscopic probes. 3 Note that there would still be an issue when studying nonmonodisperse (or possibly even near monodisperse) samples, that one is seeing an average response to a given physical property. However, this situation would be no different than that with a traditional, non-monodisperse heterogeneous catalyst. J.D. Aiken Ill et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 Scrutiny of the transition metal nanocluster literature [6-17] (provided in the sections that follow) reveals that these lr(0) - 300 nanoclusters are one of the two best compositionally-but not the best structurally, vide infra-characterized catalytic transition metal nanoclusters known to date, with an average composition of [Ir(0) - 300(P4W 30N b60 iz3 ) - 331 (Bu4N) - 300Na - 233. (The range of 10) - 190_450 nanoclusters present and depicted in the bar graph in Fig. 2b is referred to herein, for the ;~, 30 U O U Q, 2 0 w to 14 16 18 20 22 24 26 28 30 Diameter (1) Fig. 2. (A) Transmission electron micrograph of the It- 190-450 nanoclusters generated from the cyclohexene hydrogenation starting with 1.2 mM 1, 1.65 M cyclohexene and 40 psig HZ in acetone. The Ir nanoclusters (the dark, roughly spherical ca. 20 A particles) are well dispersed in the polyoxoanion matrix (the small, granular particles, as demonstrated via independent TEM studies of the polyoxoanion alone, done as a control [6]). The bottom, left-most edge shows the TEM image of the end of the sample and then the carbon-film background. (B) Histogram of the Ir nanocluster diameters. The mean diameter is 20.3 A, with a standard deviation of 2.8 from a sample population of 366. (Details for the TEM studies are available elsewhere, including a variety of control experiments which demonstrate that the samples examined are TEM-beam stable and are also representative of the rest of the sample [7].) 31 Ir(0) Metal Core e 0 w=o I O W-O-W P2WISNb3O629. 41 Nb=O Stabilizing Matrix 0 Nb-O-Nb Ir(0) Fig. 3. Idealized, roughly-to-scale representation of a P2Wj,5Nb30692 polyoxoanion and Bu4N+ stabilized Ir(0) _ 100 nanocluster, [Ir(0)_3oo(PaW3oNbaOibs )-3s(Bu4N) _ 30oNa _ Z33. The Ir(0) atoms are known to be cubicclosed packed as shown [6]. For the sake of clarity, the polyoxoanion is shown in its monomeric, PZW,5Nb30~z form (and not as its Nb-O-Nb bridged, anhydride form), only 17 polyoxoanions are shown, and the - 300 Bu4N+ and - 233 Na+ canons have been deliberately omitted. sake of convenience and simplicity, as Ir(0) - 300, although the reader is urged to remember that this does not mean that a single, exactly Ir(0)3o0 nanocluster is present nor implied.) An idealized, roughly-to-scale view of the polyoxoanion- and Bu4N+-stabilized Ir(0) _ 300 nanoclusters is provided in Fig. 3. Spectroscopic evidence [6,7] indicates that the PZWISNb306 polyoxoanion has been converted to its wellknown [3]b Nb-O-Nb bridged-aggregate form, P4W30Nb60163 via the reaction 2P,,W15Nb3062 + 2H+- Hz0 + P4W30Nb6o123 (the source of the required two H+ is from hydrogen, H, 2H+ and 2e- [6]). However, the polyoxoanion is shown in Fig. 3 as its monomer, PzWISNb3062 , again for the sake of clarity and simplicity. 32 J.D. Aiken III et al. / Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 2. Important background information: key terms, definitions, and literature These new nanoclusters are part of a rapidly growing literature reporting more stable, and occasionally isolable, transition metal colloid or nanocluster materials [9-17]. Such new nanoclusters are often prepared, as in the present case, in organic solvents rather than in water, the solvent traditionally used for the preparation of colloidal suspensions. They generally carry surface-adsorbed anions, most often of unknown number or even composition, plus R4N+ counter ions, the combination of which is the key to the nanocluster's stability. The R4N+ counter ions can be manipulated to give the nanoclusters solubilities in even organic solvents such as pentane (i.e., for long-chained alkyl groups). 2.1. Key terms and definitions There are a number of terms and definitions that are crucial to a better understanding of this area and the relevant literature. The literature definitions for several key terms are provided Three Levels of Ill-Understood Compositional and Structural Elements (For Oxide-Supported Heterogeneous Catalysts Such as Mn on A1203) _Level (L= C, O, N, X, S) I (Mn+ . M=Mn+ ) - A\\~ TI / Catalyst Support II Fig. 4. Schematic illustration of the three levels of difficult to establish, and thus poorly understood, compositional and structural elements in solid-oxide-supported heterogeneous catalysts. Level I consists of carbonaceous, oxide, halide or other overlayers; level II shows the uncertainty in the number of metals, their surface and bulk oxidation states, and their degree of coordinative unsaturation (represented as M=M multiple bonds); Level III shows the uncertainty in the almost never directly determined number and type of bonds from the support to the metal. below, along with appropriate references. Our goal in what follows is to provide a concise, critical review of the most recent and important literature in the nanocluster catalysis area. Our hope is that such a timely review, if critical (including of our own nanocluster work), will expedite the progress in this promising area in between the borders of classical homogeneous and heterogeneous catalysis. 2.1.1. Nanoclusters (and nanocluster catalysts) vs. traditional colloids (see also footnote 9, p. 8336 elsewhere )a) Compared to nanoclusters [ 13,14] (1-10 nm, i.e. 10-100 traditional colloids [19] are: typically larger ( > 100 ; of a broader size range; are generally not isolable; are invariably of a completely unspecified molecular composition; typically contain unspecified amounts of surface-adsorbed, catalytic rate-inhibiting 4 [15] X- (halides), OZ-, OH-, and organic polymer protectants; and typically cannot be reproducibly made (see John Bradley's to-the-point remark on this subject 5). In addition traditional 4 (a) On p. 525 of his review, Bradley [15]a notes that surfactant-stabilized colloidal Pt hydrogenation catalysts are (with italics added to the key part) \"... an order of magnitude less reactive than the corresponding supported Pt catalysts, probably due to the effect the surfactant has on limiting the substrate access to the Pt surface. A similar effect has also been observed in metal colloid catalysis of olefin hydrogenation in polymerized vesicles [184]\". (b) See also the work of others [15]b. 5 Bradley correctly notes, on p. 490 of his scholarly review [15]a that \"perhaps the most important irritant in colloid synthesis is irreproducibility\". He goes on to note that we really don't \"have any idea on how to control particle size through the proper selection of polymers, solvents, precursors, reducing agents, or metal precursors\". He concludes that \"the true control of particle size remains the most attractive goal for the synthetic chemist in this field\". G. Schmid, probably the most active researcher to date in nanocluster synthesis and characterization, echoes these points, saying on p. 3 elsewhere [15]c that \"the genesis of the formation of distinct large, ligand stabilized clusters is so complex that no reactions can be planned using stoichiometric rules. On the contrary, it is left to chance if larger clusters are formed at all\". Note, then, the significance in this regard of the nanocluster autocatalytic surface-growth mechanism [6,7], and its many implications on how to control nanocluster size, detailed in both our initial and subsequent publications [6]b. J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 colloids often exhibit irreproducible catalytic rates (e.g., of > t 500%) [16], and typically exhibit catalyst deactivation due to particle aggregation plus other unspecified side reactions (e.g., see Fig. 29 in Lewis' 1993 Colloid Catalysis Chem. Reu., [17] where Lewis notes (on p. 2719 for a Pt colloid) that \"the platinum-catalyzed system fails due to agglomeration of the platinum colloid\"). A non-trivial realization is that many of the above limitations, such as irreproducibility in synthesis, or rates or problems with C1- poisoning, closely mirror similar limitations heterogeneous catalysis experts cite for classical oxide-supported heterogeneous catalysts ' [18]-and for similar reasons. Indeed, for more than a decade we have been using the mnemonic shown in Fig. 4 to emphasize the three levels of hard to establish, and thus generally ill-understood, compositional and structural elements in solid-oxide-supported heterogeneous catalysis. Because of these severe limitations noted above inherent to classical colloids (and classical heterogeneous catalysts!), it has not been possible-despite the long and extensive history of transition metal colloids [19], and their study in catalysis [ 16,17,19]-to exploit their inherent potential as soluble analogs of heterogeneous catalysts. Restated, it has not been possible previously to develop highly reactive, selective and mechanistically well understood, and thus rationally modifiable, soluble metal-particle catalysts. (Imagine trying to do a kinetic and mechanistic study, or even to empirically optimize, traditional colloidal catalysts that can't be made reproducibly, can't be isolated, must always be generated in situ, and whose resultant 6 See Bond's review where he details key remaining problems in heterogeneous catalysis, especially in, ultimately, the lack of atomic level compositional and structural information needed to construct reasonable and reliable mechanisms in heterogeneous catalysts [18], a situation summarized schematically in Fig. 4 of the present contribution. For example, see p. 491 (Cl- poisoning from the use of MXprecatalysts, especially for `RuCl3'; or SZif SOS - is used), or see p. 495 (irreproducibility in syntheses and rates in heterogeneous catalysts). 33 rates vary by > 00%!) Note that the molecular formula of virtually every traditional colloid is so poorly known that, even if it could be isolated and thus weighed out, one wouldn't be able to calculate the molarity of the resultant catalyst solution since a molecular-formula-derived molecular weight is not available. 2.7.2. Monodispersed nanoclusters Monodispersity, a term best known from the polymer literature, means, in essence, that one has a single molecule, a single type of chemical entity, or a single chain length in the case of a polymer. In terms of mass (weight) average (MW) and number average (MN) molecular weights, monodispersity is defined by MW/MN =1. The simple but important point here, one available only following a careful and thorough reading of the nanocluster [13,14] and colloid [19] literature, is that nanoclusters with < 1015% size dispersions are (mis)designated as `monodisperse' ' (a clear misuse of at least the rigorous term). We will, however, designate such nanoclusters as `near monodisperse', and suggest adoption of this term in the nanocluster literature. The question then arises of \"what is the absolute state-of-the-art in terms of preparing `near monodisperse' nanoclusters\"? The record appears to be held by Bell labs and the work of Steigerwald, Brus and co-workers, whose micellar-template produced CdSe and CdS semiconductor nanoclusters are within % of being monodisperse, specifically their 48.5 2.5 A [(CdSe)ISO0+250](SR)X thiolatecapped semiconductor nanoclusters [20]. (Even the past use of HPLC [21]a or gel electrophoresis [21]b to separate clusters into more monodisperse fractions yields ca. 10% size-variant, 33.9 3.2 A US nanoelusters.) Note, however, 7 Bradley has similarly noted this problem in his review [151a, remarking that the word 'monodisperse' has been used in the literature to describe 10% size-varied nanoclusters (undoubtedly because 10% has been the state-of-the-an in synthesizing sizeselected nanoclustersl. Such size distributions are typically determined by TEM. 34 J.D. Aiken 111 et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 that possible transition-metal analogs of such micellar surrounded or RS- capped nanoclusters would be poisoned (non) catalysts, based both on their lack of surface coordinative unsaturation and on literature precedent detailing the effects of such surface poisons (see p. 490 elsewhere [15]a). Also note the analogy here to CO poisoned, and hence catalytically less intresting, Mx(CO)3, `nanoclusters'. Another key point is that virtually every review of colloids or nanoclusters cites, as a central problem in nanocluster science, the need to learn how to reproducibly synthesize even 10% nanoclusters of a prechosen size [1315]. A corollary here, one again echoed in the extant literature, is that virtually nothing is known about the mechanisms of nanocluster formation 8 [22]. However, our published [6,7] work on the mechanism of formation of polyoxoanion-stabilized lr(0) - 300 and Ir(0) _ 900 nanoclusters (plus a paper submitted for publication [6]b)-especially our demonstration of a surface autocatalytic growth mechanism-reveals some of the best available mechanistic insights to date into how to grow near monodisperse nanoclusters of a desired size. 2.1.3. `Magic number' nanoclusters Full shell M(0)n nanoclusters are termed `magic number' clusters 9 when y = 13, 55, 147, 309, 561, 923, 1415,... and are described by the equation y = lOn2 + 2 where n = an integer, 1,2,3, . . . , representing the number of s See also footnote 5 citing Bradley's and Schmid's comments on this topic back. 9 (a) The term `magic number' is somewhat misleading and thus controversial. A better term for these clusters would seem to be `full-shell' clusters, that is clusters which possess some extra stability in part simply due to their close-packed, full-shell nature, a situation where each It atom has the maximum number of nearest neighbors. (b) A good discussion of the first real `magic number clusters' (of a different type) M(M = Na, K, Cs; n = 2, 8, 20, 40, 58, 92, 138, 196, 260, 344, 440 and 558), plus a good discussion the difference of these magic numbers from those based on icosahedral or cubo-octahedral structures, is available elsewhere [23]b. M13 Fig. 5. Idealized representation of hexagonal close-packed (hcp), full-shell clusters, termed `magic number' clusters in the literature [23] (i.e., they are really just `full-shell stability' clusters, which each metal atom has the maximum number of hcp nearest neighbors). Although Ir(0) metal itself is of a somewhat different, cubic close-packed (ccp) structure, the important point is that the number of surface atoms for the nth outer shell of atoms is lOnz +2, for either the above illustrated twinned cubooctahedra structures (with their hcp atoms), and for cubooctahedra structures [such as ccp b(0)] or icosahedral structures) [23]a,e. shells packed around a central atom [23] (see Fig. 5 from our earlier publication [6]a). Our attention peaked when we realized that we had prepared Ir(0) nanoclusters that centered around two of the magic numbers, Ir(0)- 300 and Ir(0)_ 900, without trying and even in our firstever nanocluster syntheses [6]a. The available literature [23] was of no help in giving real insights into why magic numbers tended to form, so this has remained a question in the area. However, our mechanistic work has since offered a simple, seemingly compelling explanation for the formation of magic number nanoclusters, and the interested reader is referred to that work [6]b. 2.1.4. Definition of homogeneous vs. heterogeneous catalysts The following important definition is adapted from our recent nanocluster publication [7]. It employs Schwartz's more modern definitions [24] of `homogeneous' and `heterogeneous' catalysts, which replace the classical, solubilitybased definitions that equate `heterogeneous' with `insoluble', and `homogeneous' with `soluble', but which say nothing about the more important issue of the homogeneity or heterogeneity of the catalyst's active site(s). J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-s1 Schwartz's definition deals with the active site issue by equating, instead, a homogeneous catalyst as one that has uniformity (homogeneity) in its active sites, while a heterogeneous catalyst is one that has a multitude of (different, heterogeneous) active sites, Fig. 6. The key, then, is that nanocluster catalysts are really `soluble heterogeneous catalysts' (heterogeneous since they present a 15% size range of nanoclusters, plus a range of Ir metal surface active sites and, presumably, defects). However, at the limit of true monodispersion (and without adatoms or surface defects) a 4shell Ir(0)309 magic-number cluster with exactly 309 Ir(0) atoms, for example, would be as close as possible to a `soluble homogeneous catalyst', even if different crystal faces are still present. Therefore, a proper nomenclature for our lr(0) - 300 polyoxoanion catalysts is `soluble heterogeneous catalysts', or `soluble hybrid heterogeneous-homogeneous catalysts' (or even \"soluble `near-homogeneous' catalysts\" if one follows our earlier, `near-monodisperse' nomenclature). CATALYSTS \"Heterogeneous\" \"Homogeneous\" Insoluble Soluble Insoluble Soluble Heterogeneity in the active site (e.g. oxide supported metals) Homogeneity in the active site (e.g. zeolites) Heterogeneity in the active sites (e.g. metal colloids) Homogeneity in the active site (e,g. RhCILj) Fig. 6. Revised classification of `homogeneous' versus `heterogeneous' catalysts (adapted and expanded following Schwartz's suggestions [24]). This classification scheme emphasizes the (harder to determine) homogeneous versus heterogeneous nature of the active site over the (more easily determined) solubility or insolubility of the catalyst, since the former is more crucial in determining the catalyst's selectivity. 35 (A) Fig. 7. A schematic illustration for (A) an electrostatically stabilized metal (M) particle (i.e., one stabilized by the adsorption of ions and the resultant electrical double layer), and (B) a sterically stabilized metal particle (i.e., one stabilized by the adsorption of polymer chains). 2.2. Key literature on colloid and nanocluster stabilization: inorganic ( `charge') and organic ( `steric') stabilization mechanisms Understanding how traditional colloids are kinetically stablized against aggregation (and thus against the precipitation of bulk metal) is central to understanding what makes nanoclusters or `nanocolloids' isolable. Historically, colloids and nanoclusters were prepared in aqueous solution in the presence of stabilizing agents, resulting in either so-called `charge stabilization' (e.g. by the adsorption of ions such as Cl-), or `steric stabilization' (e.g. by the surface adsorption of polymers), Fig. 7 [25,26] (adapted from the literature [27]). The surfaceadsorbed halides or polymers stabilize colloids kinetically 1by inhibiting, electrostatically or sterically, respectively, further particle aggregation. A literature example of some relevance to the Ir(0) - 300 nanoclusters in the present review is the collection of Ir colloidal particles pre- tIt is perhaps worth emphasizing that nanocluster and colloid stabilization is, at least to date, a totally kinetic phenomenon. That this should be the case can be seen by considering the O H-ponzauon of bulk Ir(o) metal, 159 kcal/mol (see footnote 47 elsewhere [6]a). This in turn means that 12 coordinate Ir(0) in the bulk solid experiences an average bond energy of 159/(12/2) = 26 kcal/mol (12/2 since it takes 2Ir atoms to form 1 Ir-Ir bond). This back-of-the-envelope analysis reveals the driving force for Ir(0)x nanoparticles to aggregate to the thermodynamically favored, low-surface-area solid, thereby regaining the Ir-Ir bonding present in bulk I0). 36 J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 pared by refluxing a methanol-water solution of Na21rCl6 in the presence of polyvinyl alcohol. As is typical for a traditional, water-prepared and soluble colloid, the exact composition of 0 the resulting 17 4 A nanoparticles is unknown, `[IraH b0e(OR)dCle(polyvinyl alcohol)f]x (R = Me, H) [28]. A feature of the above literature Fig. 7a that causes confusion is the ` + + +' surface charge shown on the metal particle. Actually, it is not a full positive charge, but more of a `8 + s + s + ' that is an electrostatic charge mirror produced by the adsorption of X- anions [29] (typically Cl- in classical colloids) to the surface of the coordinatively unsaturated, electron-deficient metal surface. The resulting particles are rendered anionic. Thus, similarly charged colloidal particles electrostatically repel other via an anionic, charge-based kinetic stabilization towards aggregation. The counter cations necessary for charge balance, plus more anions, are also present in what is closely analogous to the electrical double-layer at an electrode surface [29]b, Fig. 7A. Note that such a charge-stabilization picture is fortified experimentally for the Ir(0) - 300 nanoclusters by our published demonstration, using both electrophoresis and ion-exchange resins, that these nanoclusters are indeed anionic due only to the polyoxoanions adsorbed/bonded to their surface [6]a-one of the few direct demonstrations in the literature of a nanocluster's surface charge. Significant here is that we also ruled out the presence of a reduced iridium, anionic core `Ir-300' nanocluster by the use of careful HZ reducing agent stoichiometry studies; also ruled out were the presence of surface hydrides, `H-'. Both of these demonstrations are nearly unheard of in either the transition metal colloid or nanocluster literature. Two recent literature reports support the above polyoxoanion charge-stabilization picture. Anson and co-workers have reported that even low-basicity, classical polyoxoanions such as P2W17Cr06- show `unusually strong adsorption' to a Hg electrode surface [30]a. In addi- tion, Klemperer, Gewirth and co-workers have reported that a-dodecatungstosilicate, otS'W12040 , self-assembles and becomes `strongly bound to (a) Ag(111) surface' under acidic conditions [30]b. Apparently, because they have not done crucial experiments like electrophoresis to demonstrate the charge on their nanoclusters, a recent paper implies that their long chain R4N+ cations are simply adsorbed directly onto a putative anionically charged nanocluster (see Fig. 4 on p. 363 elsewhere [31]). Unfortunately, the charge on a colloid or nanocluster particle is rarely demonstrated experimentally, and was not demonstrated in the paper in question. Moreover, the elemental analyses provided in the paper show the presence of Cl-, Br- or other anions in every case [31]; hence, there is no reason to think that the R4N+ are adsorbed directly to a little precedented `reduced metal surface' as written, but rather that the anions present (Cl-, Br- or OAc-) are adsorbed directly to the metal surface. The confusion in Figs. 3 and 4 elsewhere [31] appears to have mislead authors of a 1994 Science paper on Pd nanoclusters [9]h. In this otherwise elegant, combined TEM/STM study, the authors appear to be confused about the Organic Stabilizing Shell Metal Core A dSTM - dTEM dSTM Fig. 8. Distances measured by TEM and STM microscopies (adapted from Reetz and co-workers [32]). Note, however, the ambiguity about where the inorganic anion (Cl-, or other X- ) fit into this picture. J.D. Aiken Ill et al. /Journal of Molecular Catalysis A: Chemical 114 (7996) 29-51 charge on their nanoclusters, in part because they have not determined it experimentally (e.g., by electrophoresis). In this Science paper [9]h, the stabilizing R4N+ (and Br-, vide infra) surface layer on 40 Pt nanoclusters was visualized directly by comparing TEM ca. metal core diameter ( dTEM) and STM ca. total particle diameter ( dsTM) image distances, Fig. 8. These authors' intriguing results are that the A(dSTM - dTEM) distance difference increases, as expected, as the R4N+ chain length grows: (C4H9)4N+ (dTEM = 3.4 dsTM = 4.7 A; 0 = 1.3 ; (CBHb7)4N+ (dTEM = 4.1 dsTM = 6.9 A; A = 2.8 A); (C 1SH37)4N+ (dTEM = 4.0 dsTM = 8.4 A; A = 4.4 . However, this paper 11 ascribes the larger dSTM vs. the dTEM distances solely to the R4N+, and ignores the Br- that is known to be present by elemental analysis [32]a. A simple test for the anion's stabilizing influence, in such X- equals halide cases, is to survey the relative stabilities (and catalytic activities) of the R4N+X- series. The expected decrease in nanocluster stability is Cl> Br-> I-F- for the same reasons that electrochemists know that \"F- solutions in contact with Hg are the standard systems for checking the theory of nonspecific adsorption\" (italics have been added) to electrode surfaces [30]c. It now becomes at least partially apparent why polyoxo polyanions plus their associated multiple R4N+ are excellent at stabilizing our Ir(0) - 3o0 `nano-colloidal' particles. As we stated previously [6]a: \"The stabilization of the poly- I I In an even more recent paper [32]b, the thickness of what is shown (see Fig. 2 elsewhere [32]b) as an `R3N:' protective layer (but that is almost surely, instead, a R3NH+ stabilizer) was derived in solution from a measurement of the hydrodynamic Stokes' radius. In this case, the stabilizing layer diameter was much smaller than expected, a result attributed to `folding' of the alkyl groups over the surface of the metal cluster rather than full extension of the alkyl chain (as examined by 13C NMR measurements). Again, it's likely that anions (probably Cl- in this case [32]b) are the only species directly coordinated to the metal's surface in this system. 37 oxoanion is of a little precedented type 12 [33], one apparently due to the combined high charge 13 [34] plus significant steric bulk present intrinsically within the polyanion and poly Bu4N+ cation components\" of 14 P2W15Nbj062 and its associated Bu4N+ and Na+. Key features of this unusual type and strength of nanocluster stabilization appear to be: (i) the basic PZWI5Nb306., polyoxoanion, with its chelating 6 basic surface oxygens [and its even larger, but slightly less basic, Nb-O-Nb anhydride form, f(PW,.,Nb30 C, 1)~-O}I6-] [6]a[7]; (ii) the large size of the polyoxoanion and its associated, multiple R4N+ and Na+; (iii) the lack of competing, surface-adsorbed O'-, OH-, Cl-, or other monoanions (i.e., the 1` (a) The apparent keys to the high stabilizing effect of the P2WjsNb30f9)2_ polyoxoanions are: (i) the combined effects of 6 highly basic and chelating Nb-O and Nb-O-Nb oxygens; (ii) the fact that the 3- surface-charge is localized largely on the (presumably nanocluster-binding) 'Nb '093- end of the P=W,sNb306; polyoxoanion; (iii) the fact that the true surface charge of the polyoxoanion is onl3 (this prevents unnecessary compacting of the electrical multi-layer [34]), plus the fact that the rest of this special type of custom-made polyoxoanion is both very large (ca. 12 X 15 and has relatively little surface charge density. (The lack of anionic surface charge density in the rest of the polyoxoanion, i.e., past the formal 3- 'Nb3Oy-' component. can be seen by rewriting the polyoxoanion as it actually exists structurally, i.e., P,w I,Nbi0~;= [(PO;-)=(W15045)Nb~09)'-]y . Note the ,formal lack of surface anionic charge density on the (W,O,jpart of the polyoxoanion.) \"3 (a) High charge density and high ionic strength within the colloid-stabilizing mulitlayer reduces its thickness, which in turn gives rise to less stable particles, at least in classical, H,O soluble colloids [19,34]. (b) Although the thickness of the multilayer necessarily increases with higher charge polyoxoanions and their associated larger number of accompanying R,N ' counter cations, a competing inverse dependence upon the charge (at least in classical HO soluble colloids) is the case [34]. The needed, obvious fundamental nanocluster stability studies are in progress (i.e., probing the role of different R 4N', different size and charge polyoxoanions. and different types and polarity solvents). 14 Note that, rigorously speaking and as discussed in greater detail elsewhere [ha,7], ultracentrifugation MW experiments indicate that the polyoxoann is largely present as its Nb-O-Nb anhydride form, (Bu4N' )jo(Na)s[(PZW1;Nb,06d_-O]. Control experiments are in progress to detect the difference, if any, in the nanocluster stabilizing abilities and catalytic activity of Ir(0) _ qpp stabilised by this anhydride form vs. the related monomeric form, (Bu,N-)c(Na),[P>W,5Nb,0a=]. 38 J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 Ir(0) - 300 surface is relatively clean, coordinatiuely unsaturated, and thus available for association with the polyoxoanion; and (iv) the high charge/induced dipole, charge-mirror effect [29] induced by the highly charged polyoxoanion. This is not to say that we are even close to fully understanding the apparently special nature 15 of polyoxoanion-based nanocluster stabilization. 16 Indeed, in our first publication we also noted that \"further studies of other polyanions with other R4N+ counter cations will be needed ... to better understand this unusual stabilization mode\". Hence, these and other fundamental studies are a key component of work in 0 progress. One advantage of our ca. 12 X 15 A P2W15Nb3062 polyoxoanion is that it is large enough to be directly and individually visualized by HR-TEM (actually, they are easily seen even in low-resolution TEM, and do cluster around the Ir- 300; see Fig. 8a elsewhere [6]a). Hence, HR-TEM, STM and additional characterization studies of Ir(0) - 300 polyoxoanion nanoclusters are goals of work in progress. Noteworthy within this context is that the nanocluster stabilization provided by the polyoxoanion and the Bu4N+ counter cations in Ir(0) - 300 polyoxoanion is apparently very special in a second and perhaps even more significant way-it provides the nanoclusters with sufficient stabilization to allow their isolation, yet it also affords the isolated Ir(0) - 300 a surface accessibility and thus a very high catalytic reactivity (vide infra). 'S The large P2Wj5Nb3062 polyoxoanion size, combined with a specific, highly basic, and 6 oxygen chelating nanocluster binding site, plus the lack of anionic charge density in the rest of the polyoxoanion, is a range of features that would seem to be unlikely to be matched easily in other systems. The intriguing concept that comes to mind here is that the PZWlSNb3o polyoxoanion may be a special type of `giant citrate trianion' (citrate3- is one of the oldest and best stabilizers of, for instance, classical gold colloids). 16 An interesting analogy is apparent between polyoxoanionoxide-stabilized metal particle catalysts and solid-oxide-immobilized heterogeneous metal particle catalysts: in both cases, the oxides prevent particle agglomeration or sintering, one in solution, the other in the solid state. One may wonder how the discovery of Ir(0) - 300 polyoxoanion nanocluster catalysts was made-was it `accidental'? Although the discovery was by no means completely `by design', assurance of the most important property of catalytic activity and long lifetime was no accident. It was, instead, the result of some old-fashioned, \"Mittasch-type\" 17, catalyst survey experiments, begun in 1982, in which each of the following was varied and at least partially optimized: the transition metal and organometallic complex, the polyoxoanions (S'W9M3040 , P2W15V3062 , M(V) = V, Nb, others), and the solvent [8]a. These survey experiments demonstrated that the (1,5-COD)M P2W15Nb306z (M = Ir, Rh) precatalysts in acetone or EtOH provided high rate, long-lived hydrogenation catalysts. Hence, and from that point on, we were assured of discovering an active and relatively long lasting catalyst, one that would also probably have a novel composition. This latter point follows from the fact that the (1,5COD)M P2W15Nb3062 precatalysts were without precedent (i.e., as either compositions of matter or as catalyst precursors), and since early control experiments proved that only custom-made, basic polyoxoanions such as P2W15Nb3062 or SiW9Nb304(but not the non-basic P2W1806z , for example [8]c) avoided the formation of bulk Ir(0) and gave the highest catalytic rates. The `only' but signifcant problem that remained was \"what is the actual catalyst\" ? A two-student effort followed, beginning in 1986 and ending 8 years later with Dr. Yin Lin's Ph.D. thesis in 1994 [6,7]. During this time we developed and published a more direct and more general solution to the classic, often 17 A. Mittasch, in 1909, is generally credited for the strategy of extensive catalyst screening to invent new catalysts compositions. Specifically, his ca. 6500 screenings of ca. 2500 catalysts led to the still largely unchanged industrial NH3 synthesis catalyst (see reference 1 and the discussion of this provided by Ertl elsewhere [50]d). It is a non-trivial observation that this strategy is still important today in catalysis, not to mention 'modern' strategies of drug discovery such as combinatorial synthesis. J.D. Aiken 111 et al. / Journal of Molecular Catalysis A: Chemical 114 (1996) 29-5 1 perplexing mechanistic problem, \"Is it a homogeneous or a heterogeneous catalyst?\" [7]. Solving this problem was considerably harder due to the inherent hybrid, homogeneous-heterogeneous nature of the Ir(0) - 300 catalyst, but in the end we invented a more general and robust paradigm for solving this question, in part due to the fact that our method had been both intrinsically developed and tested on a previously unknown, hybrid, homogeneous-heterogeneous catalyst, Ir(0) - 300. Once we solved this mechanistic problem, we were rewarded with the discovery of a novel, polyoxoanion-stabilized Ir(0) - 300 nanocluster catalyst [7]. The discovery of the Ir(0) - 300 polyoxoanion nanoclusters was, then, partially serendipitous, but also the direct result of a catalyst development paradigm involving a near-simultaneous combination of synthesis, characterization, catalytic testing and mechanistic studies (see Fig. 3 elsewhere [4]f) over a period of 14 years. 2.3. Prior catalytic studies of nanocluster hybrid heterogeneous-homogeneous catalysts The first example of a true, proven, nonpolymer-protected nanocluster catalysis is the already classic Moiseev and coworkers' work on giant Pd-570 nanoclusters of approximate composition [Pd - s7o+ 30 (phen)63+ 3 (OAc),yo+ 1o]-~ (the overall charge, x-, and the associated counter cations are unknown, however, even though a neutral complex and the implied cationic `Pds701go+' are written; surface Cl-, OH- and OZ- are also probably present, [9]g, [35]). These nanoclusters were shown to catalyze ethylene and propene oxidation (Wacker chemistry); alcohol oxidation; olefin hydrogenations, isomerizations, and dimerizations [35]a; and, more recently, oxidative phenol carbonylation [35]c. Their catalytic reproducibility was demonstrated to be ca. 10%, the first such demonstration, an important point that appears to be little known since it is buried without emphasis inside this lengthy paper. Previously, it was believed that only 39 single metal homogeneous catalysts could have a kinetic reproducibility of < 15%! (see page 4894 and footnote 28 elsewhere [7]). This myth is dispelled by the Moiseev and coworkers' work, and also by our demonstration of a 10% kinetic reproducibility for our lr(0) - 300 nanoclusters [6,7]. The Pd ^ 570 nanoclusters are isolable and can be redissolved, with only 1030% of their activity being lost during their isolation [35]a. Unfortunately, however, these authors make no comparison of their Pd - 570 nanocluster catalyst to a traditional, solidoxide-supported heterogeneous Pd catalyst (i.e., to determine which catalyst is the most reactive on a per-active-Pd basis). There are very few other examples of catalysis by non-polymer-coated nanocluster size particles. Most notable are two important papers by Reetz and collaborators [9]h, [32]a-i. This work is unparalleled in several respects: (i) its electrochemical method of synthesis under argon of, for example, a [(octyl)4N+]b[(PdaBrb)b-] nanocluster is as simple, as versatile [e.g., to other (R4N+),, (Y\"-) electrolytes as nanocluster stabilizing agents], and as high yield (> 95%) as any reported synthesis-it promises to be a major synthetic advance in the area; (ii) its nanocluster isolation procedure is impressively simple (i.e., the ones made so far just precipitate from solution); and (iii) the procedure offers size control by adjusting the current density (higher current densities give greater nucleation rates and thus smaller nanoclusters; electrochemical precedent and equations are even available to help semi-quantitatively guide the syntheses [32]a). This work also boasts an allelements elemental analysis (adding to 99.7%). This little precedented situation allows the authors to conclude that an oxide coating, `Pd0', is not formed (i.e., the nanoclusters are reported to be stable to air)-although the author's more recent EXAFS data on a related Pt/Pd nanocluster indicates OZ- on its Pd surface (and in its Pt core!) at levels of 7-30% by weight of OZ (estimated by difference from their Table 1 analytical data) [32]f. Professor Reetz's very 40 J.D. Aiken 111 et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 recent paper unequivocally demonstrates that Co, Fe or Ni nanoclusters are indeed air sensitive, forming (in the case of Co) the oxide, (Co0)and maybe (C0203)n [32b. The available data leads us to suspect that many literature nanoclusters may contain an oxidized layer (see also Reetz's comment in footnote 12 elsewhere [32]c). We emphasize, however, that our own lr(0) - 300 nanoclusters do not contain O as they have never been exposed to 02. In addition, and although not discussed [9]h, [32]a, the observed current yield of > 95% for Pd 2++ 2e-- Pd(0) allows the key conclusion that a reduced, intrinsically anionic `Pd(0)\"-' is not formed. This in turn offers virtual proof that the Br- anions present by elemental analysis are directly coordinated (`specifically adsorbed' [30]c) to the Pd nanocluster's surface. The only problem in this unparalleled work is that the authors ascribe the stability of the nanoclusters to the R4N+ [32]a, and again [9]h omit the effect of the Br- 18. A series of papers by Bdnnemann and coworkers describes R4N+ and X- (X = Cl, Br, OAc) stabilized nanoclusters [11]b, noteworthy because of their isolability. For example, the reduction of PdXz (X = Cl, Br, OAc) with R4N+BR3H- provides 18-40 Pd(0)n clusters of unreported exact composition, [Pd(0)nBraC16Hcod(OH)eBf]x-[R4N+]x, although elemental analysis shows ca. 83% Pd and 5-6% Cl or Br. (Although not reported for the present example, a boron analysis of BR3Hreduced Pd(CN)2 shows the presence of 1.38% boron in the Pd(0)n nanoclusters). The resultant Pd(0)n nanoclusters are not stable enough to 1s Another way to realized the importance of the anion that is present (Br- in this specific case) is to consider the limit of a discrete, coordinatively unsaturated, single metal Pd(0)L,, (x < 3) complex. No organometallic chemist would expect Pd(0)L,, to bind R4N+ preferentially vs. the much more basic X-. For this same reason, a coordinatively unsaturated Pd(0),, or other M(0), nanocluster will bind basic anions, exactly analogous to why electrode surfaces are well established to `specifically adsorb' halide and other X- or neutral, but basic, ligands [30]c. support cyclohexene hydrogenation in THF at 25 without NO metal formation, which \"occurs after 6-7 minutes\" (see p. 162 elsewhere [11]b). If, however, these Pd(0)n nanoclusters are supported on carbon, then up to 96,000 total turnovers were demonstrated for the (octyl)4N+ system, with ca. 10% of the catalysts' activity remaining after the 96,000 turnovers (see p. 166 elsewhere [11]b). The reported activities are claimed as better than that of 5% Pd/C catalysts, although the reported turnover numbers are uncorrected for the number of active Pd, so it is unclear whether the true, per-Pd activity is actually higher, the same within experimental error, or lower. Of particular interest to the present review is Bdnnemann and coworkers' report of the preparation of ca. 1.5 nm [11]a Ir nanoclusters by a N(Octyl)4 BEt3H- reduction of `anhydrous IrC13' in THF and, at least initially, under an inert, Oz-free atmosphere (but which then were, unfortunately, worked up in air). The resultant 0 red-black, ^15 A Ir nanoclusters are reported as very soluble in organic solvents such as THF or acetone, and can be formulated as `[N(Octyl)4 ]x[f IraH 60~(OH)dCleB f) x- ]' (65.5% Ir; 0.27% N; 3.49% H; 19.97% C (%B, %Cl, %O not reported)) [11]b. The solubility and stability of these clusters is again attributed to the presence of N(Octyl)4 surrounding the Ir nanoclusters [11]a, although the literature cited previously confirms that a major source of the stability of these nanoclusters is derived almost surely from the presence of surface-adsorbed anionic ligands, which in turn requires the presence of associated, also nanocluster stabilizing, N(Octyl)4 counter cations. An advantage of Bunnemann's Irn nanoclusters (e.g., compared to our own lr(0) - 300 - polyoxoanion nanoclusters) is their more ready synthesis on a severalhundred milligram scale (and on a 2-3 gram scale for Pd, Pt) from commercially available reagents. However, the required reagents are somewhat expensive, and a crucial reagent underpinning the synthesis, `anhydrous IrC13', is an ill-defined, insoluble, variable color (blue- J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 green to red or even black!) material that is, therefore, sold on a %Ir basis only. We believe that the problems with `anhydrous IrC13' are the reason we were unable to repeat completely the reported [1I]b synthesis '9. There is also an extensive, older literature of catalytic studies of interesting, but compositionally ill-defined and typically polymer-protected (i.e., rate inhibited), `nanocolloids'. Lewis' 1993 review is available for this related-but conceptually and distinctly different-area of the variable rate catalysis by non-isolable, and thus irreproducible, Zpolymer-protected classical colloids and nanocolloids [ 17]. There is other work in this area as well, including interesting work on Ru and Pd nanocolloids [36], important studies from Lewis at GE on colloidal hydrosilylation catalysis [37], and a number of other studies of catalysis by colloids [17,38]. There are also extensive studies in the somewhat related area of precatalysts generated by the deposition of carbonyl clusters deposited on solid oxides [39]. Note that the traditional, isolable, ~~' We attempted to reproduce the synthesis of (octyl).4N+-stabilized 15 Ir nanoclusters described elsewhere [II]b for a direct comparison of the catalytic rates to our own Ir(0) _ 300 nanoelusters. Unfortunately, and at least in our hands, but under exactly the reported conditions (e.g., 1.84 g anhydrous IrC13, titrated (octyl)a N[B(ethyl)3 H, 16 h reflux under argon, workup under air), the synthesis gave a low, 80 mg yield of a black, waxy material (vs. the reported 360 mg of a grey, dry powder) due to the failure of much of the IrC13 to dissolve (the waxyness is due, presumably and in turn, to the presence of the excess (octyl),tN+ that is present since all the 'IrC13' [52] didn't react). TEM did confirm that our 80 mg of product contains the reported [11 ]b ca. 15 iridium nanoclusters. However, we have not yet suceeded in using the waxy product to obtain the desired reliable, quantitative catalytic rate (for comparison to our Ir(0)_30o rates), due to problems in qunatitatively manipulating such small amouts of a waxy material. \"A good example here is the catalysis of hydrosilylation by Pt complexes, now known from Lewis' work to be due to Pt(0)colloid catalysis. It is especially interesting that Pt catalyzed hydrosilylation is an area notorious for its irreproducibility and for the importance of trace O= to keep the catalyst active and, apparently, highly dispersed (see footnote I1 elsewhere [37]d). An initial study of O, plus Pt colloids is available [37]e. It is furthermore very interesting to note that supported Pt redisperses to smaller particles under O, at 823 K [37]f. 41 and often elegantly structurally characterized M ,(CO) ,, complexes of the 'cluster catalysis hypothesis' popularized by Muttertries [40] are generally not catalytically active (other than for CO reactions [41,42]), since they are CO poisoned ' 1), and hence are not considered herein as nanocatalysts. z` In one sense, then, the best nanocluster catalysts summarized in this review can be viewed as the long-sought solution to the 20-year-old 'cluster catalysis hypothesis' [40]. Overall, a careful reading of the nanocluster catalysis literature reveals an important insight: other than the classic work on Pd - 570 already discussed, there is no other catalytic, kinetic and mechanistic study of a compositionally well-defined, isolable, and thus < 15% reproducible reactivity, soluble nanocluster catalyst (and even the compositional characterization of the Pd - 570 catalysts is less than ideal). Of course, the whole area of organic solvent ,soluble nanoclusters is a relatively new one 23 [13,14]. The bottom line, then, is clear-in its infancy is modern nanocluster catalysis: the rational de- This suggests to us that it may, however, be possible to photolytically dissociate CO ligands from well-characterized M,(CO), in the presence of polyoxoanions or other nanocluster stabilizing ligands such as (RANT )3[citrate'- ] and, for example, cyclohexene plus a H, flush (to remove the CO). We are not aware of experimental scrutiny of such potentially promising synthetic routes to nanoclusters, and hence urge some interested group to explore them. Professor K. Suslick and co-workers have demonstrated that mononuclear metal carbonyls, M(CO),, yield nanostructured materials when sonicated using a high-intensity ultrasound probe [40]e. -` A most interesting insight in this regard is that Mutterties' CO + H Z reaction using Ir;(CO)as precatalyst, and in NaCI/AICI; molten salt, might be correctly viewed as a A1CIy stabilized lr4 nanocluster reaction [42]. /f a correct view 6.e., if species such as mononuclear HIr(CO); are not the true catalysts, and if nanoclusters can in general survive such conditions), then this insight may foretell a little investigated area of nanocluster catalysis in molten salt media. -' Indeed. when we began these studies ca. 1.5 decades ago, organic solvent-soluble 'colloids' were virtually unheard of, and it was generally believed that they would be unstable. Obviously, this is another reason that catalysis by well-defined nanoclusters is an undeveloped area-the required catalyst materials simply did not exist until more recently. 42 J.D. Aiken 111 et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 velopment of `hybrid heterogeneous-homogeneous' nanocluster catalysts that are based on reproducible syntheses, are compositionally and structurally well-defined, and which exhibit homogeneous catalysis-like 15% reproducible rates, high activity, and long lifetimes, even in solution and eventually at temperatures > 100200. Perhaps most exciting from our point of view will be the detailed kinetic, mechanistic and spectroscopic studies of such modern nanocluster catalysts, efforts which promise to help provide the understanding that should eventually lead to more rational catalyst design for all types of metal particle catalysts. 3. Review of Ir(0) - 300 - polyoxoanionstabilized nanoclusters In what follows we briefly summarize the data to date on polyoxoanion-stabilized lr(0) - 300 nanoclusters, specifically: (i) their synthesis, (ii) their compositional and structural characterization; and (iii) their catalytic activity and lifetime in the prototype structure-insensitive reaction [43] catalytic olefin hydrogenation (chosen for initial study because of its well-studied nature [44]). Our work includes a comparison of the catalytic rates and lifetimes of 1r(0) - 300 to traditional, solid-oxide-supported heterogeneous catalysts, such as Exxon's well characterized 80% dispersed 1 % WO) on -9-A1203 [45]. Also reviewed for the lr(0) - 30o nanoclusters are (iv) their stability above room temperature; and (v) their two-electron reduction of the polyoxoamon support by H2, a soluble-oxide form of `hydrogen spillover'. This latter observation is important as a conceptual link between such soluble nanocluster and traditional, solid-oxide-supported heterogeneous catalysts. 3.1. Synthesis The precatalyst [(n-C4H9)4N]SNa3[(1,5cyclooctadiene)Ir - P2W15Nb3062], 1, is the key to the synthesis of 1r(0) - 300, one of the reasons this complex has been the target of several Ph.D. theses and multiple years of effort [3,4]. A fully experimentally checked Inorganic Syntheses procedure is available, and even this has now been improved upon by a 2 step (30% in time) shorter procedure that provides 60% more of the required polyoxoanion, [(nC4H9)4N]9[P2W15Nb3O62]1 on a 116 g scale [4]e. The conversion of 1 to the Ir(0) - 300 ' polyoxoanion nanoclusters is the simple reaction of 1 in acetone and under 40 psig H2 with cyclohexene. The desired product is readily isolated by simple precipitation or evacuation [the 1r(0) - 300 becomes insoluble as the solution becomes less polar due to the 0.5 ml of cyclohexene (in 2.5 ml acetone) being hydrogenated to ca. 0.5 ml of the less polar cyclohexane; centrifugation or filtration can also be used to quickly isolate a lower yield of product] [7]. This synthesis is advantageous in that: (i) it begins with the discrete and very well-defined precursor, 1, [4]a-h (which does, however, still require a couple of weeks to prepare); (ii) the nanocluster-forming step involves only H2, (iii) isolation involves a simple precipitation step, and (iv) the synthesis has proved completely reproducible in at least our hands (4 different co-workers) and under the specified conditions [6]a, [7]. The main disadvantage of at least our original synthesis is its small scale, 20 mg 1, which yields only 3 mg (albeit ca. 60% based on Ir) of Ir(0) - 300 polyoxoanion. The lr(0) - 9oo - polyoxoanion is synthesized similarly, but on a larger scale (1.0 g of 1) and in the absence of cyclohexene. The resultant lr(0) - goo nanoclusters are isolated in 70% based on Ir (120 mg) by the slow addition of the less polar cyclohexane to the acetone solution. The obvious, needed scale-up experiments and conceivable in-situ syntheses (i.e., without the necessity of isolating 1) of both lr(0) - 300 and Ir(0) - 9oo are under way, as are studies of why the presence or absence of cyclohexene gives WO) - 300 or the larger Ir(0) - goo, respectively. J.D. Aiken 111 et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 3.2. Compositional and structural characterization The review of the literature provided herein reveals that the level of compositional characterization of our catalytic nanoclusters is second to none in the literature-only Reetz's previously mentioned Pd(0)x nanoclusters are as well compositionally characterized. Specifically, our nanoclusters are the only examples, of catalytically active nanoclusters, where the full molecular formula is known, {Ir(0) - 300[[(P2W15Nb3O61)20]2]33)(Bu4N) - 300Na - 233, including the electrophoretically demonstrated overall (negative) charge, the cation composition, and the absence of surface 02-, OH-, H20, or halide (the latter were all excluded during the carefully controlled, air- and water-free synthesis). Also demonstrated is the source of the nanocluster's negative charge [6]a, namely the coordination of the P2W 15 Nb 3 062 polyoxoanion to the Ir(0) - 300 metal core [6]a. The isolability and TEM-demonstrated non-aggregation (even after isolation and then redissolving the nanoclusters) are as good as-if not better than-that reported for any other nanocluster catalyst material. The net structural characterization is limited to electron diffraction (proving that the nanocluster's core is identical to authentic lr(0), TEM studies, and unpublished HR-TEM images (which confirm the 20 size and crystalline nature of the Ir(0) - 3 core). There are, we note, better-indeed, elegantly-structurally characterized nanocluster systems in the literature. 24 3.3. Turnover numbers, catalyst lifetime, and comparison to other Ir(O) heterogeneous and nanocluster catalysts The turnover numbers (TONS) [46] and lifetimes for the various Ir(0)catalysts are summarized in Table 1 [7]. Both the commercial 7.9% dispersed 1% Ir/y-A1203 and the low surface area, bulk/precipitated [Ir(0)n] showed a TON of ca. 3900/h under our experimental condi- 43 tions (entries 1 and 2, Table 1). Interestingly, the more highly (80%) dispersed 1% Ir/,qA1203 was not quite as reactive, TON = 1740/h, although the differences are perhaps not rigorously different statistically (i.e., given the error limits cited). The catalyst lifetimes under our conditions demonstrate primarily that the catalysts are indeed active for at least tens of thousands of turnovers, and that the low (7.9%) dispersion Ir(0)/y-A1203 catalyst is, as expected, the most robust and exhibits the highest number of demonstrated turnovers (410,000). Of special interest is the demonstration that the Ir(0) _ 300 polyoxoanion nanocluster catalyst gave the same TON per active Ir(0) atom within experimental error (TON = ca. 3200). This is the only such direct comparison in the nanocluster literature, to our knowledge. The Ir - 300 polyoxoanion catalyst is also without equal in that it shows a relatively long lifetime of 18,000 total turnovers over 10 days in solution, after which it is completely deactivated [7]. (A control experiment confirmed that the P2W,5Nb3062 polyoxoanion alone has no catalytic activity, Table 1, last entry.) Professor Schmid has also noted this unusual property of our nanoclusters by stating that [9]k \"a special reaction has been described where clusters in solution worked as catalysts without recognizable decomposition\". Note that, actually, recognizable decomposition is present [i.e., our published observation [7] that the catalyst is deactivated after 18,000 turnovers (spanning a period of 10 days), Table 1]. (It is our fault, however, that these points are not apparent to others, as they are buried in a lengthy mechanistic paper [7], one reason we felt that the present review was needed.) In addition, work initially 24 Nanoclusters structurally characterized at a state-of-the-art level include, for example, Schmid's Auss(PPh3)1=Cl,, clusters [9b, the Moiseev and co-workers palladium clusters [351, Bradley and co-workers' thorough NMR studies of CO on palladium crystallites [ 101h or ligand-dependent Pt nanocluster structures [10b, and some impressively characterized RS-stabilized Au nanoclusters [101k. 44 J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 Table 1 Comparison of heterogeneous Ir(0)catalysts versus polyoxoanion-supported Ir(0) _ 300 catalysts a Catalyst TON (mol product mol exposed Ir{0) Total turnovers catalyst-' h- 1) (observed) Exxon's 80% dispersed Ir/,YI-A1203 1740 250 b,` 20,000 b,c.d Commercial 7.9% dispersed Ir/y-A'Z03 3950 1000 b,` 410,000 [Ir(0)](from [Ir(1,5-COD)CH3CN)2]BF4 plus Hz) 390000 b,` (78030) `,e 51,600 Ir(0) _ 300 ' polyoxoanion nanoclusters 3200 1000 f,g (1100 f 500) h,g 18,000 (Bu4N+)9[PZW15Nb3062] (zero Ir control reaction) 0 0 a Standard conditions were employed for these hydrogenations (i.e., 22.0, 1.65 M purified cyclohexene and 40 psig HZ) [7], except that Baker acetone distilled from KZC03 was used as solvent in these particular experiments [8]a. Note of course that to the extent different rate laws for these catalysts are operative under the specific conditions employed, then these rate comparisons involve a comparison of the relative efficiencies of different mechanisms (but under identical conditions). b These data [7] were originally reported in Edlund's Ph.D. thesis [8]a. All runs are from a single batch of material; turnover numbers are corrected for the number of exposed Ir(0). d Done under conditions where a maximum of 80,000 turnovers were possible (i.e., the catalyst became deactivated after the number of turnovers indicated). Runs from multiple batches; turnover numbers are deliberately not corrected for the exposed Ir(0) surface area so as to reveal the expected large variability in the surface area of the Ir(0) precipitates (i.e., the 4% error bars). f Calculated in this case from TON ={-d[HZ]/dt;pitia1 (in mmol Hz/h)}/(0.2 X 0.0035 mmol catalyst), where 0.2 is the correction for the fraction of Ir(0) atoms that are active from PPh3 poisoning studies. The error bars in {-d[HZ]/dt;t;al} are small (i.e., typically < 10%), so that the major error is in the estimate of the fraction (0.2) of the total Ir(0) that are active. g Calculated as in footnote f above but estimating a 0.5 fraction (i.e., 50%) of It on the surface using an idealized Ir309 nanocluster model (see elsewhere for additional detail [7], [8]a). h These entries used Burdick and Jackson acetone. provided elsewhere [7], and reverified as part of the present work, shows a loss of only 6% (in the best case to date) of catalytic activity upon cycles of isolation, then redissolving and retesting the catalytic activity. Specifically, following generation of the catalyst from 1 under HZ and ca. 7000 subsequent turnovers, the Ir(0) - 300 nanoclusters were isolated, dried under vacuum at 25 overnight, and then redispersed in fresh acetone (along with fresh cyclohexene; i.e., all as before [7]). The observed catalytic activity actually increases slightly ( - 100). If the cycle of catalyst isolation, then reuse with fresh acetone and cyclohexene is repeated, the catalytic activity now drops from a relative rate of 1.0 to 0.54, representing a decrease in activity of ca. 46% in this particular run. (Previously, the activity dropped 420, from a relative rate of 1.0 to 0.58, in a closely analogous but not identical experiment; see Table 2, entries/cycles 2-3, and absolute numbers 1.7 to 1.0 elsewhere [7]). The composition and structure of the deactivated form of the catalyst is unknown presently, but is under active investigation, as it likely holds key insights into how to prepare an even longer lived catalyst. In addition, more detailed kinetic and mechanistic studies of cyclohexene hydrogenation by these Ir - 300 polyoxoanion nanoclusters are in progress. However, the key initial finding is that the catalytic activity for olefin hydrogenation of the Ir- 300 ' polyoxoanion nanocluster catalysts is as high- essentially the same within experimental error-as observed for any of the Ir(0) catalysts tested, and is without precedent in terms of catalyst lifetime for a non-polymer protected, nanocluster-catalyzed reaction in solution. Also noteworthy is the fact that ours is only the second nanocluster system where mechanistic evidence has been presented which convincingly argues that the nanocluster (or, possibly, nanocluster fragments) are the true catalyst [7] (i.e., second following the Moiseev and coworkers' Pd - 570 work [35]). We also report the apparent, previously undocumented rate-accelerating effects of H20 and H+, further studies of which are in progress. Preliminary evidence suggests that the H+ effect is at least in part due J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 to a little precedented H+-assisted reductive elimination pathway. 25 Such a finding of an apparent little-appreciated elementary step for metal particle catalysts is ostensibly a somewhat profound finding 26, one that is, however, not inconsistent with the relatively poor level of true mechanistic understanding in heterogeneous catalysis-even for this early and arguably `best studied' catalytic reaction! This finding also attests to the significance of having metal-particle catalysts, such as Ir-3001 that are soluble and stable-yet reactive-so that they can be studied in solution. 3.4. Nanocluster solution stability studies As has been noted, the stability of the Ir - 300 polyoxoanion nanoclusters is quite high in comparison to traditional colloids-for example, it is sufficient to allow their isolability, storage in a bottle, and subsequent use as a reagent. To probe this crucial issue further, their stability in solution and at temperatures above 25 was examined in control experiments. At 50, a clear amber acetone solution of the nanoclusters turned a fainter amber, and a dark-brown precipitate of Ir(0) formed within ca. four days. Interestingly, and consistent with the literature, the thermal stability of the Ir(0) - 300 nanoclusters decreases in the presence of 1.65 M cyclohexene, presumably due to displacement of the anionic and thus stabilizing polyoxoanion by the neutral, destabilizing olefin [9b. Hence, even the present isolable Ir-300 ' polyoxoamon nanoclusters are still only metastable, as one might have expected given the literature of colloids and nanoclusters cited 2.5 J.D. Aiken III and R.G. Finke, unpublished results. -6 That is, it is striking that, even in our first nanocluster reaction and mechanism study, one on catalysis' arguably best studied reaction, hydrogenation, we have already found a littleappreciated elementary step: H+-assisted reductive-elimination. This reaction almost surely also occurs in heterogeneous catalysis, as it explains, for example, why protic solvents like EtOH or HOAc are often preferred in heterogeneous hydrogenations. 45 above. This is clearly the most significant limitation of these (and all other reported) nanocluster catalysts, a limitation that must, therefore, be a focal point of future research efforts. We note, however, that the literature reveals many colloids that are formed in, and thus stable to, 100 water. In addition, a recent report describes Pd nanoclusters stabilized against bulk metal precipitation by propylene carbonate as solvent (and, we'd add, Cl- ligands plus Na+ counter cations) to 140-155! Note, however, that the needed TEM studies to see if any agglomeration is occurring were not reported nor were any controls checking to see if the propylene carbonate retains its integrity under the reaction conditions [32]f. The trick, then, will be to find polyoxoanions or other ligands that allow both of the seemingly mutually exclusive properties of high stability and high catalytic activity (i.e., ligands which do not fully poison the nanocluster's surface, a wellestablished phenomenon (e.g., see p. 103-104 elsewhere [9]1)). In a related sense, Schmid's recent report of ligand-stabilized nanoclusters is very important [9]k,l. They show, after immobilization on a carbon support z', a remarkable sensitivity in the selectivity to seemingly minor changes in the ligands (see Fig. 7d and the discussion on page 592 elsewhere [9]k,l). Hence, this work presages the development of a new sub-area of nanocluster catalysis, that of highly selective, ligand-modified nanoclusters. 27 An active issue is whether or not one is best off to simply immobilize one's nanoclusters, that is, to use them to prepare better particle size- and composition-controlled heterogeneous catalysts. Schmid argues \"yes\" for this [91k,1, since only the Moiseev and co-workers Pd _ 570 clusters and our Ir(0) _ 300 have been shown to be stable enough for cycles of catalysis in solution. Other workers have also adopted the `solid-oxide-supported namoclusters' approach [lllb, [321e. However, for kinetic and mechanistic studies, the answer is clearly \"no\", as kinetic and spectroscopic studies are at least easier if not more powerful in solution. In the long term, however, practical catalysis often means immobilized catalysts, and Professor Schmid's \"yes\" answer may prove true. 46 J.D. Aiken 111 et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 3.5. Observation of spillover of hydrogen to and from the polyoxoanion support As cyclohexene hydrogenation catalyzed by the Ir - 300 polyoxoanion nanocluster proceeds, the solution turns a deep blue. This is an easily interpreted result, since reduction of W vl-con taining polyoxoanions is known to form W v' containing blue complexes, the well-known `heteropolyblues' [47]. Titration of the blue so lution with the one-electron oxidant Ce4+ [i.e., using (NH4)ZCelv(NO3)6, in 0.1 N HZS04 to stabilize the Ce4+; see elsewhere for details [6]a reveals that a 2 electron reduced, heteropoly blue form of the polyoxoanion has been formed, PZW 31WzvNb3062- (which is present as its Nb-O-Nb bridged-form from the reaction: 2H+ + 2PZWi 1WzvNb3062- -_3' 1 H20 + P4W 61WVNbb0i ). Control experiments, us ing the 7.9% dispersed 1% Ir/y-A1203 catalyst plus authentic unreduced, white PAW olroboi23 (as its [(Bu4N)12H4]16+ salt [3]b), confirm that the polyoxoanion is readily reduced by 40 psig H 2 to its deep blue, heteropolyblue form-that is, in one sense this is just the straightforward reduction of the molecular, polyoxoanion species by H2, In another view, this is the first discrete example of `hydrogen spillover' [48,49] in a soluble, molecular oxide support, Eq. 1. HZ + PZWu115Nb30629_ Ir(0)-300 catalyst Hydrogen Spillover (2 electron reduced, 2WVcontaining \"heteropolyblue\" formation) P2WV113WV2Nb30621 1 112 lP4WV126WV4Nb60123 20- + H20 What makes this well-defined example of hydrogen spillover of interest is that, in contrast to hydrogen spillover onto at least some of the solid oxides of heterogeneous catalysts, the form (HZ --->2H++ 2e-) and site (2Wvl + 2e-2Wv') of the spilled-over hydrogen are exactly and unambiguously defined. This is true since the 2 e- reduced, 2 W v' containing, polyoxoanion structure and reduction site is exactly and unambiguously defined by the extensive studies of heteropolyoxoanion blues [47]. Of further interest is the observation that the spillover is reversible. Releasing the 40 psig H2, and placing the blue catalyst solution under N2, causes the blue color to fade completely within > 0.5 (to several) h; that is, the spilledover H+ and e- apparently rapidly reform and evolve H 2 (`reverse spillover' [48], [49]c). Replacing the Ir- 300 ' polyoxoanion nanoclusters under H 2 again causes the formation of heteropolyblue, demonstrating the reversibility of spillover through multiple cycles of reduction/ reoxidation. The If- 300 ' polyoxoanion system and its associated reduction of the soluble, polyoxoanion oxide is, to our knowledge, the first molecular analog of the well known and commercially important zg, but generally still poorly understood, spillover of H Z onto solid-oxide supports [48]a-c, [49]. More specifically, the observed reduction of the polyoxoanion support is a discrete analog of the well-known formation, via hydrogen spillover, of tungsten-oxide hydrogen-blue and bronze phases, H xW03 [49]. 4. Conclusions and future directions The first member of a new subclass of nanocluster catalysts, polyoxoanion- and Bu4N+stabilized nanoclusters, reveals five interesting zs The significance of H spillover is attested to by the following quote from the literature on spillover [18]a: \"Spillover... is a phenomenon of wide if not universal occurrence with supported catalysts, and one of the least well understood effects. Its importance cannot be overstated\". J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 points relevant to catalysis by these new catalyst materials: (i) the Ir- 300 * polyoxoanion catalysts are indeed quite active for the prototypical structure-insensitive catalytic reaction, cyclohexene hydrogenation; (ii) the rate per exposed Ir(0) is as high as any 1r(0) heterogeneous catalyst tested; and (iii) the catalyst lifetime in solution without polymeric protectants (18,000 turnovers, 25, 10 days) is unprecedentedly long. But, (iv) the loss of some activity (4050%) in cycles of isolation /redissolving of the Ir- 300 polyoxoanion nanoclusters and the limited, < 50 thermal stability are presently major limitations of these soluble heterogeneous catalysts (and are, therefore, a central target of research in progress). Also of interest is (v) the reduction of the polyoxoanion support, H 2 -j 2H++ 2e-; and 2Wv1 + 2e-- 2W\"', a process that provides a discrete, soluble analog of the well known spillover of H 2 onto solid-oxide supports such as WO3. Particularly noteworthy is (v) that the present Ir- 300 polyoxoanion nanoclusters are unique in terms of their combination of (a) isolability, (b) well-defined composition, and yet (c) high catalytic activity and relatively long catalytic lifetimes in solution. Overall, it is clear that hybrid homogeneous-heterogeneous, nanocluster catalysis is an area of considerable interest for further studies. Our own future publications will detail our efforts at increasing the thermal stability of polyoxoanion- and R4N+-stabilized nanoclusters, at scaling up the best syntheses of the most stable, yet most active, nanoclusters, of Rh(0), NO, NO and other nanoclusters, as well as catalytic reaction survey and associated kinetic and mechanistic studies. We will also be reporting our now complete kinetic studies of the mechanism of formation of Ir(0) - 300 ' polyoxoanion nanoclusters from the discrete precatalyst [(1 ,5-cyclooctadiene)Ir P1W15Nb3062], 1, and under H,. That work that holds considerable insight into central issues such as size control, magic numbers in nanocluster syntheses, or rational synthesis of initially known .structure bimetallic (alloy) and 47 higher multimetallic nanoparticles [6]b. An important question is whether such detailed studies of nanocluster catalysts can help address our long term, ultimate goal of adding near-atomic level composition, structural and mechanistic information 29 [50] to the concepts [51 ] of metal particle catalysts. Acknowledgements Dr. D. Edlund is acknowledged for the early experiments with heterogeneous 1r(0) catalysts [8]a. It is a pleasure to acknowledge Drs. G.B. McVicker and R.L. Garten for providing a sample of their 80% dispersed 1 % Ir/,q-A1203 [45]. Financial support was provided by the Department of Energy, Chemical Sciences Division, Office of Basic Energy, grant DOE FG06089ER 13998. References [ l ] (a) M.T. Pope, Heteropoly and Isopoly Oxometalates, Springer Verlag, Berlin, 1983; (b) V.W. Day and W.G. Klemperer, Science, 228 (1985) 533; (c) M.T. Pope and A. Mler, Angew. Chem. Int. Ed. Engl., 30 (1991) 34; (d) L.C.W. Baker, in S. Kirschner (Ed.), Advances in the Chemistry of Coordination Compounds MacMillan, New York, 196 I , p. 604. [2] (a) Reference [1]a and the references therein; (b) W.G. Klemperer and A. Yagasaki, Chem. Lett. (1989) 2041; (c) V.W. Day, W.G. Klemperer, and A. Yagasaki, Chem. Lett. 29 The article, `Heterogeneous Catalysis-Still Magic or Already Science' [50]a makes many good points [50]c about: (i) the extreme difficulty in determining (and thus the lack of) surface constitution and structure in a functioning, non-single crystal and thus `dirty' heterogeneous catalysts; (ii) the need for updating the \"inadequate relationship between structure and reactivity\" in heterogeneous catalysis (e.g., at least in non-zeolite catalysts [50]c); and, overall, (iii) the need for mechanistic understanding at the atomic level, since of course \"knowing the mechanism is crucial to understanding the catalyst operation, which in turn is central to the scientific approach towards catalyst optimization\" [50]a. It is hoped that the present approach, of using soluble nanocluster catalysts, will become one additional tool, among others [50]b, in the broad effort aimed at these central issues in heterogeneous catalysis. 48 J.D. Aiken III et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 (1990) 1267; (d) VW. Day, W.G. Klemperer, and D.J. Main, Inorg. Chem., 29 (1990) 2345-55; (e) W.G. Klemperer and D.J. Main, Inorg. Chem., 29 (1990) 2355-60; (f) For a recent review of polyoxoanion-based homogeneous catalysts see: C.L. Hill and C.M. Prosser-McCartha, Coord. Chem. Rev., 143 (1995) 407. [3] (a) R.G. Finke and M.W. Droege, J. Am. Chem. Soc., 106 (1984) 7274; (b) D.J. Edlund, R.J. Saxton, D.K. Lyon, and R.G. Finke, Organometallics, 7 (1988) 1692; (c) R.G. Finke, B. Rapko, and P.J. Domaille, Organometallics, 5 (1986) 175. [4] (a) R.G. Finke, D.K. Lyon, K. Nomiya, S. Sur, and N. Mizuno, Inorg. Chem., 29 (1990) 1784; (b) M. Pohl and R.G. Finke, Organometallics, 12 (1993) 1453; (c) M. Pohl, D.K. Lyon, N. Mizuno, K. Nomiya, and R.G. Finke, Inorg. Chem., 34 (1995) 1413; (d) K. Nomiya, N. Mizuno, D.K. Lyon, and R.G. Finke, Polyoxoanion-Supported, Atomically Dispersed Iridium(I) and Rhodium(I), Inorg. Chem. (1996) in press; (e) H. Weiner, J.D. Aiken III, and R.G. Finke, Polyoxometalate Catalyst Precursors. An Improved Synthesis, H+-Titration Procedure, and Evidence for 31 P NMR as a Highly Sensitive Support-Site Indicator for the Prototype Polyoxoanion Organometallic-Support System, [(nC4H9)QN]9p2W15Nb306Z, Inorg. Chem., in press; (f) An account of the combination of synthetic, characterization, catalysis and mechanistic studies of {(1,5-COD)Ir PZWlSNb306Z]s-: R.G. Finke, in A. Mler and M.T. Pope (Eds.), Polyoxometalates: From Platonic Solids to Anti-Retroviral Activity; Proceedings of the July 15-17, 1992 Meeting at the Center for Interdisciplinary Research in Bielefeld, Germany Kluwer Publishers, Dordrecht, 1994; (g) W.J. Randall, T.J.R. Weakly, and R.G. Finke, Inorg. Chem., 32 (1993) 1068. [5] For catalysis under oxidative conditions [5]a,b, where mechanistic studies indicate that the oxidized It remains atomically dispersed and polyoxoanion-supported [5]c, see: (a) N. Mizuno, D.K. Lyon, and R.G. Finke, J. Catal., 128 (1991) 84; (b) N. Mizuno, D.K. Lyon, and R.G. Finke, U.S. Patent 5,252,739, Oct. 5, 1993; (c) A. Trovarelli, H. Weiner, Y. Lin, and R.G. Finke, Polyoxoanion-Supported Catalysis: Evidence for a Polyoxoanion-Supported Iridium Cyclohexene Oxidation Catalysis Starting from the Precatalyst, [(nC4H9)QN]SNa3[(1,5-COD)Ir PZWISN63062], manuscript in preparation. [6] (a) Y. Lin and R.G. Finke, J. Am. Chem. Soc., 116 (1994) 8335; (b) M. Watzky, R.G. Finke, Nanocluster Formation Kinetic and Mechanistic Studies. A New Mechanistic Paradigm: Slow, Continuous Nucleation and Fast Autocatalytic Surface Growth Under Hydrogen, J. Am. Chem. Soc., submitted. [7] Y. Lin and R.G. Finke, Inorg. Chem., 33 (1994) 4891. [8] (a) D.J. Edlund, Ph.D. Dissertation, University of Oregon, September, 1987; (b) A patent based primarily on this thesis has been issued: D.J. Edlund, R.J. Saxton, and R.G. Finke, U.S. Patent 5,116,796, May 26, 1992; (c) D.K. Lyon and R.G. Finke, Inorg. Chem., 29 (1990) 1787. [9] For lead references see: (a) K. Esumi, T. Tano, and K. Meguro, Langmuir, 5 (1989) 268; (b) L.N. Lewis and N. Lewis, Chem. Mater., 1 (1989) 106; (c) N. Satoh and K. Kimura, Bull. Chem. Soc. Jpn., 62 (1989) 1758; (d) J.S. Bradley, E.W. Hill, C. Klein, B. Chaudret, and A. Duteil, Chem. Mater., 5 (1992) 254; (e) A. Deteil, R. Queau, and B. Chaudret, Chem. Mater., 5 (1993) 341; (f) O.J.A. Schueller, N.L. Pocard, M.E. Huston, R.J. Spontak, TX Neenan, and MR. Callstrom, Chem. Mater., 5 (1993) 11; (g) The already classic example of a well-characterized nanocluster catalyst is the Moiseev and co-workers work on Pd57o t 30 and related nanoclusters: I.I. Moiseev, M.N. Vargaftik, V.V. Volkov, G.A. Tsirkov, N.V. Cherkashina, V.M. Novotortsev, O.G. Ellen, I.A. Petrunenko, A.L. Chuvilin, A.V. Kvit, Mendeleev Commun., (1995) 87 (and references therein to earlier papers in this series); (h) M.T. Reetz, W. Helbig, S.A. Quaiser, U. Stimming, N. Breuer, R. Vogel, Science, 267 (1995) 367; (i) R.A.T.M. van Benthem, H. Hiemstra, P.W.N.M. van Leeuwen, J.W. Geus, W.N. Speckamp, Angew. Chem. Int. Eng. Ed., 34 (1995) 457; (j) Clusters and Colloids. From Theory to Applications (G. Schmidt, Ed.), VCH Publishers, New York, 1994; (k) G. Schmid, V. Maihack, F. Lantermann, S. Peschel, J. Chem. Soc. Dalton Trans.. (1996) 589; (1) G. Schmid, S. Emde, V. Maihack, W. Meyer-Zaika, S. Peschel, J. Mol. Catal. A: Chemical, 107 (1996) 95; (m) G. Schmid, H. West, J.-O. Maim, J.-O. Bovin, C. Grenthe, Chem. Eur. J., 2 (1996) 147. [10] Lead references: (a) M.P. Andrews and G.A. Ozin, Chem. Mater., 1 (1989) 174, and the references herein; (b) K.J. Klabunde, J. Habdas, and G. Cardenas-Trivino, Chem. Mater., 1 (1989) 481; (c) E.B. Zuckerman, K.J. Klabunde, B.J. Olivier, and C.M. Sorensen, Chem. Mater., 1 (1989) 12; (d) S.-T. Lin, M.T. Franklin, and K.J. Klabunde, Langmuir, 2 (1986) 259; (e) T.G. Cardenas, K.J. Klabunde, and E.B. Dale, Langmuir, 3 (1987) 986; (f) J.S. Bradley, E. Hill, M.E. Leonowicz, and H. Witzke, J. Mol. Catal., 41 (1987) 59; (g) J.S. Bradley, J.M. Millar, E.W. Hill, and S. Behal, J. Catal., 129 (1991) 530; (h) J.S. Bradley, in G. Schmidt (Ed.), Clusters and Colloids. From Theory to Applications VCH Publishers, New York, 1994, p.459-544; (j) A. Rodriguez, C. Amiens, B. Chaudret, M.-J. Casanove, P. Lecante, J.S. Bradley, Chem. Mater., 8 (1996) 1978; (k) R.L. Whetten, J.T. Khoury, M.M. Alvarez, S. Murthy, I. Vezmar, Z.L. Wang, P.S. Stephens, C.L. Clevland, W.D. Ludtke, U. Landman, Adv. Mater., 8 (1996) 428. [1l] (a) H. Bnemann, W. Brijoux, R. Brinkmann, E. Dinjus, T. Joussen, and B. Korall, Angew. Chem. Int. Ed. Engl., 30 (1991) 1312; (b) H. B6nnemann, W. Brijoux, R. Brinkmann, R. Fretze, T. Joussen, R. Kper, B. Korall, P. Neiteler, and J. Richter, J. Mol. Catal., 86 (1994) 129; (c) Review: H. Bneman, W. Brijoux, in A. Fiirstner (Editor), Active Metals, VCH Publishers, New York, 1996, Chapter 9, p. 339397. [ 12] (a) G. Schmid, N. Klein, B. Morun, A. Lehnert, and J.O. Maim, Pure Appl. Chem., 62 (1990) 1175; (b) B.K. Teo and N.J.A. Sloane, Inorg. Chem., 24 (1985) 4545; (c) A.F. Wells, Structural Inorganic Chemistry, 4th Ed., Clarendon Press, Oxford, 1975. Pages 123 and 131 provide a concise discussion of sphere packings and their relationships to the 12 nearest neighbor atoms that define cubooctahedral (ccp, or equivalently, fcc) and twinned cubooctahedral (hcp) discrete structures. [13] Two recent books covering nanoclusters and related topics: J.D. Aiken III et al. /Journal Molecular Catah~.sis A: Chemical 114 (1996) 29-51 (a) Reference [9b; (b) Physics and Chemistry of Metal Cluster Compounds, L.J. De Jongh (Ed.), Kluwer Publishers, Dordrecht, 1994. [14] Reviews on nanoclusters: (a) P. Jena, B.K. Rao, S.N. Khanna (Eds.), Physics and Chemistry of Small Clusters Plenum Press, New York (1987); (b) R.P. Andres, R.S. Averback, W.L. Brown, L.E. Brus, W.A. Goddard, A. Kaldor, S.G. Louie. M. Moscovits, P.S. Peercy, S.J. Riley, R.W. Siegel, F. Spaepen, Y. Wang, J. Mater. Res., 4 (1989) 704, this is a Panel Report from the United States Department of Energy, Council on Materials Science on Research Opportunities on Clusters and Cluster-assembled Materials; (c) J.M. Thomas, Pure Appl. Chem., 60 (1988) 1517; (d) A. Henglein, Chem. Rev., 89 (1989) 1861; (e) A superb series of papers, com plete with a record of the insightful comments by the experts attending the conference, is available in: Faraday Discus sions, 92 (1991) 1-300; (f) Reference [10]h. [15] (a) Reference [10]l (b) K. Kurihara, J.H. Fendler, I. Ravet, J.B. Nagy, J. Mol. Catal., 344 (1986) 325; (c) G. Schmid, Chapter 1 in Aspects of Homogeneous Catalysis (R. Ugo, [23_ Ed.), Vol. 7, Kluwer, Dordrecht, 1990. [16] Five-fold (i.e., 500%0) rate variations are seen for the photo reduction of COZ catalyzed by a series of 10 different batches of the Pd colloids: I. Willner, D. Mandler, J. Am. Chem. Soc., 1 I 1 (1989) 1330. [17] Chemical Catalysis by Colloids and Clusters, L.N. Lewis, Chem. Rev., 93 (1993) 2693-2730. [181 Bond, G.C. Accts. Chem. Res., 26 (1993) 490. [19] Colloids texts: (a) R.J. Hunter, Foundations of Colloid Sci ence. Vol. 1, Oxford University Press, New York 1987; (b) B. Ranby (Ed.), Physical Chemistry of Colloids and Macro molecules, Blackwell Scientific Publications, Boston 1987; (c) J.W. Goodwin (Ed.), Colloidal Dispersions The Royal Society of Chemistry, London, 1982; (d) J. Heicklen, Colloid Formation and Growth: A Chemical Kinetics Approach, Academic Press, New York, 1976; (e) P.C. Hiemenz, Princi ples of Colloid and Surface Chemistry, Marcel Dekker, New York, 1986; (f) S. Ross, I.D. Morrison, Colloidal Systems and Interfaces, John Wiley and Sons, New York, 1988: (g) D.A. Fridrikhsberg, A Course in Colloid Chemistry, Mir Publishers, Moscow, 1986; (h) D.H. Everett, Basic Principles of Colloid Science, Royal Society of Chemistry, London, 1988. [20] The Bell Labs record for near-monodispersity CdS clusters: A.P. Alivisatos, A.L. Harris, M.L. Levinos, M.L. Steiger wald, L.E. Brus, J. Chem. Phys., 89 (1988) 4001. [21] (a) HPLC separation of CdS nanoclusters (which was, not unexpectedly, prefered in terms of the speed of separation to gel electrophoresis [21]b): Ch.-H. Fischer, H. Weller, L. Katsikas, A. Henglein, Langmuir, 5 (1989) 429: (b) Gel electrophoresis of CdS nanoclusters: A. Eychmler, L. Kat sika, H. Weller, Langmuir, 6 (1990) 1605; (e) Sephacryl gel size-exclusion chromatography of CdS nanoparticles: Ch.-H. Fischer, J. Lilie, H. Weller, L. Katsikas, A. Henglein, Ber. Bunsenges. Phy. Chem., 93 (1989) 61. [22] (a) J.K. Beattie, Pure Appl. Chem., 61 (1989) 937; (b) E. Matijevic, Chem. Mater., 5 (1993) 412, this paper contains an especially valuable discussion of the (poor) state of understanding of the mechanisms of formation of monodis- 49 persed particles; (c) J.-L. Look, G.H. Bogush, C.F. Zukoski, Faraday Discuss. Chem. Soc., 90 (1990) 345; (d) V.K. LaMer. R.H. Dinegar, J. Am. Chem. Soc., 72 (1950) 4847: see also V.K. LaMer, Ind. Eng. Chem., 44 (1952) 1270. This classic work on the nucleation steps in the formation of monodispersed particles has, however, been labeled as too simplistic to account for the facts that are now available (and has also been hinted at as 'overcited') [22]e: (e) P.R. Van Rheenen, M.J. McKelvy, W.S. Glaunsinger, J. Solid State Chem., 67 (1987) 151, this paper discusses the classical law (von Weimarn's law) which relates concentration to growth of a precipitate. As such, it is not directly relevant to the present work, but is still cited here for the interested reader; (f) M.L. Steigerwald, L. Brus, Ace. Chem. Res., 23 (1990) 183; (g) M.Y. Lin, H.M. Lindsay, D.A. Weitz, R.C. Ball, R. Klein, P. Meakin, Nature, 339 (1989) 360; (h) JR. Melrose, J. Chem. Phys., 92 (1990) 4595; (i) A. Fojtik, H. Weller, U. Koch, A. Henglein, Ber. Bunsenges. Phys. Chem., 88 (1984) 969. Key lead references to magic number clusters: (a) Reference [12]a; (b) G. Schmid, N. Klein, B. Morun, A. Lehnert, J.O. Malm, Pure A. Chem., 62 (1990) 1 175-7: (c) M.N. Vargaftik, V.P. Zagorodnikov. LP. Stolarov, 1.1. Moiseev, D.I. Kochubey. V.A. Likholobov, A.L. Chuvilin, K.I. Zamaraev, J. Mol. Catal., 53 (1989) 315; (d) A. Howie, Farad. Discuss., 92 (1991) 1-11 (see p 2-3): (e) See also Ref. [ l2]c. [24] J. Schwartz, Accts. Chem. Res., 18 (1985) 302. [25] For a general discussion on the stability of colloids or nanoclusters, see, for example: (a) C.S. Hirtzel, R. Rajagopalan, Colloidal Phenomena: Advanced Topics, Noyes Publications, New Jersey, 1985, p. 27-39. 73-87: (b) R.J. Hunter, Foundations of Colloid Science, Vol. I, Oxford University Press, New York, 1987, p. 316-492. [26] Examples of charge- or polymer- stabilized colloids or nanoclusters in aqueous solution: (a) M. Faraday, Phil. Trans. Roy. Soc., 147 (1857) 145: (b) P.R. Van Rheenen, M.J. McKelvy, W.S. Glaunsinger, J. Solid State Chem., 67 (1987) ISI; (c) Y. Nakao, K.J. Kaeriyama. Colloid and Interface Sci., 110 (1986) 82; (d) M. Boutonnet, J. Kizling, P. Stenius, G. Maire, Colloids and Surfaces, 5 (1982) 209-25; (e) G. Schmid, A. Lehnert, Angew. Chem. Int. Ed. Engl., 28 (1989) 780; (f) G. NatansonF. Amar, R.S. Berry, J. Chem. Phys., 78 (1983) 399: (g) Y. Nagata, Y. Watananabe, S.-I. Fujita, T. Dohmaru, S.J. Taniguchi, J. Chem. Soc., Chem. Commun. (1992) 1620; (h) S.A. Yeung. R. Hobson, S. Biggs, F. Grieser. J. Chem. Soc., Chem. Common. (1993) 378: (i) For poorly characterized 'lr0= H,O ' colloids generated by radiolysis of (NHa)'IrClb, followed by standing them in air for several days, see: A. Harriman, J.M. Thomas. Nouveau J. de Chimie, l1 (1987) 757. [27] (a) Fig. A is from: C.S. Hirtzel, R. Rajagopalan. Colloidal Phenomena: Advanced Topics. Noyes Publications. New Jersey, 1985, p. 27-39, 73-87; (b) Fig. B is from: R.J. Hunter, Foundations of Colloid Science, Vol. 1, Oxford University Press, New York, 1987, p. 316-492. [28] H. Hirai, Y. Nakao. N. Toshima, J. Macromol. Sci.-Chem., A13 (1979) 727. [29] (a) M.E. Lubib, The Origin of Surface Charge on Particles 50 J.D. Aiken Ill et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 Suspended in Organic Liquids, Colloids and Surfaces, 29 (1988) 293; (b) J. O'M. Brockris, A.K.N. Reddy, Modern Electrochemistry, Vol. II, Plenum Press, 1973. [301 (a) C. Rong, F.C. Anson., Analytical Chem., 66 (1994) 3124; (b) M. Ge, B. Zhong, W.G. Klemperer, and A.A. Gewirth, J. Am. Chem. Soc., 118 (1996) 5812; (c) For discussions of the related topics of specific (and non-specific) adsorption, see Bard and Faulkner: A.J. Bard, L.R. Faulkner, Electrochemical Methods. Fundamentals and Applications, John Wiley, New York, 1980, p. 511-540. [31] H. Bnemann, R. Brinkmann, P. Neitler, Applied Organometallic Chemistry, 8 (1994) 361. [32] (a) M.T. Reetz and W. Helbig, J. Am. Chem. Soc., 116 (1994) 7401; (b) T. Yonezawa, T. Tominaga, and D. Richard, J. Chem. Soc., Dalton Trans. (1996) 783; (c) M.T. Reetz, S.A. Quaiser, Angew. Chem. Int. Eng. Ed., 34 (1995) 2240; (d) M.T. Reetz, W. Helbig, S.A. Quaiser, Chem. Mater., 7 (1995) 2227; (e) M.T. Reetz, S.A. Quaiser, R. Breinbauer, B. Tesche, Angew. Chem. Int. Eng. Ed., 34 (1995) 2728; (f) U. Kolb, S.A. Quaiser, M. Winter, M.T. Reetz, Chem. Mater., 8 (1996) 1889; (g) M.T. Reetz, G. Lohmer, Chem. Commun., (1996) 1921; (h) M.T. Reetz, R. Breinbauer, K. Wanninger, Tetrahedron Lett., 37 (1996) 4499; (i) Review: M.T. Reetz, W. Helbig, S.A. Quaiser, in A. Fstner (Editor), Active Metals, VCH Publishers, New York, 1996, Chapter 7, p. 279-297; (j) M.T. Reetz, S.A. Quaiser, M. Winter, J.A. Becker, R. Schaufer, U. Stimming, A. Marmann, R. Vogel, T. Konno, Angew. Chem. Int. Eng. Ed., 35 (1996) 2092. [33] (a) Stabilization of colloids by lower charged polyanions, notably citrate [33]b-c,g or (NaP03)6 [33]h, is known; however, also known is the use of the ill-defined [33]d mixture of complexes known as `polyphosphate', [-(P.03 1)-]-\" Z [331e; (b) J. Turkevich, J. Chem. Phys., 13 (1945) 235; J. Turkevich, P.C. Stevenson, J. Hillier, Discuss Faraday Soc., 11 (1951) 55; J. Turkevich, G. Kim, Science, 169 (1970) 873; (c) P.-A. Brugger, P. Cuendet, M. Grzel, J. Am. Chem. Soc., 103 (1981) 2923; (d) F.A. Cotton, G. Wilkinson, Advanced Inorganic Chemistry, 3rd Ed.; Interscience, New York, 1972, p. 397-398; (e) A. Henglein, Chem. Phys. Lett., 154 (1989) 473; (f) See references 3a-c elsewhere [6]a; (g) Reference [22]i. [34] D.J. Shaw, Introduction to Colloid and Surface Chemistry, 4th ed.; Butterworths-Heinemann: Boston (1992) 174-176. [35] (a) M.N. Vargaftik, I.I. Moiseev, D.I. Kochubey, K.I. Zamaraev, Faraday Discuss., 92 (1991) 13-29 (see Table 4, p. 26, and the rate constants therein); (b) Reference [23]c; (c) I.I. Moiseev, M.N. Vargaftik, T.V. Chemysheva, T.A. Stromnova, A.E. Gekhman, G.A. Tsirkov, A.M. Makhlina, J. Mol. Cat. A: Chem., 108 (1996) 77; (d) V.V. Volkov, G. Van Tendeloo, G.A. Tsirkov, N.V. Cherashina, N.M. Vargaftik, I.I. Moiseev, V.M. Novotortsev, A.V. Kvit, A.L. Chuvilin, J. Crystal Growth, 163 (1996) 377. [36] (a) Palladium: J.S. Bradley, E. Hill, M.E. Leonowicz, H. Witzke, J. Mol. Catal., 41 (1987) 59; (b) Ruthenium: J.S. Bradley, J.M. Millar, E.W. Hill, S. Behal, B. Chaudret, A. Duteil, Faraday Discuss., 92 (1991) 255. [37] (a) L.N. Lewis, N. Lewis, J. Am. Chem. Soc., 108 (1986) 7228; (b) L.N. Lewis, J. Am. Chem. Soc., 108 (1986) 743; (c) L.N. Lewis, N. Lewis, R.J. Uriarte, in W.R. Moser, D.W. Slocum (Eds.), Adv. Chem. Ser., Vol. 230, American Chemical Society, 1992, p. 541; (d) L.N. Lewis, N. Lewis, Chem. Mater., 1 (1989) 106; (e) L.N. Lewis, J. Am. Chem. Soc., 112 (1990) 5998; (f) R. Lamber, W. Romanowski, J. Catal., 105 (1987) 213. [38] Additional scattered reports of colloid catalysis [17] include: (a) H/D exchange during hydrogenation: C. Larpent, H. Patin, J. Mol. Catal., 61 (1990) 65; (b) C. Larpent, F. Brisse-Le Menn, H. Pain, New.J. Chem., 15 (1991) 361; (c) N. Toshima, T. Takahashi, Chem. Let. (1988) 573; (d) N. Toshima, T. Takahashi, Chem. Soc. Japan, 65 (1992) 400; (e) W.T. Ford, Pure and Appl. Chem., 60 (1988) 395. [391 (a) B.C. Gates, Chem. Rev., 95 (1995) 511-522; (b) Y. Iwasawa, B.C. Gates, Chemtech, Mar. (1988) 173; (c) D.C. Bailey, S.H. Langer, Chem. Rev., 81 (1981) 109-148. [40] (a) E.L. Mutterties, Bull. Soc. Chim. Belg., 84 (1975) 959; (b) E.L. Mutterties, Science, 196 (1977) 839; (c) A.K. Smith, J.M. Basset, J. Mol. Catal., 2 (1977) 229; (d) E.L. Mutterties, Catal. Rev. Sci. Eng., 23 (1981) 69; (e) K.S. Suslick, T. Hyeon, M. Fang, Chem. Mater., 8 (1996) 2171. [411 (a) J.L. Vidal, W.E. Walker, R.L. Pruett, R.L. Schoenig, R.A. Fiato, in Fundamental Research in Homogeneous Catalysis (M. Tsutsui, Ed.) Plenum, New York, 1979, p. 499-518 and references therein, especially to the series of patents from Union Carbide in this area; (b) J.L. Vidal, W.E. Walker, Inorg. Chem., 19 (1980) 896 and references therein. [42] (a) H.K. Wang, H.W. Choi, and E.L. Mutterties, Inorg. Chem., 20, (1981) 2661; (b) J.P. Collman, J.1. Brauman, G. Tustin, G.S. Wann III, J. Am. Chem. Soc., 105 (1983) 3913; (c) G.C. Demitras and E.L. Mutterties, J. Am. Chem. Soc., 99 (1977) 2796. [43] (a) M. Boudart, Adv. Catal. Rel. Subj., 20 (1969) 152; (b) M. Boudart, in Proc. 6th Intl. Congr. Catalysis (G.C. Bond, P.B. Wells, and F.C. Tompkins, Eds.), Vol. 1, The Chemical Society, London, 1977, p.l; (c) M. Boudart and D.J. Sajkowski, Faraday Discuss., 92 (1991) 57, and references therein; (d) M. Boudart, J. Mol. Catal.-Review Issue, (1986) 29-41 (see p. 31). [44] . Reviews covering homogeneous hydrogenation include: (a) BR. James, in Homogeneous Hydrogenation, Wiley, New York, 1974; (b) B.R. James, Adv. Organomet. Chem., 17 (1979) 319; (c) A.D. Birch, D.H. Williamson, Org. React., 24 (1976) 1; (d) F.H. Jardine, Prog. Inorg. Chem., 28 (1981) 63; (e) J.W. Falter, in Homogeneous Catalysis with Metal Phosphine Complexes (Pignolet, L.H., Ed.), Ch.2., Plenum, New York, 1983; (f) B.R. James, in Comprehensive Organometallic Chemistry (G. Wilkinson, F.G.A. Stone, and E.W. Abel, Eds.), Vol. 8, Permagon, New York, 1982, p. 285; (g) Reviews concerning asymmetric homogeneous hydrogenations include: (h) H.B. Kagan, and J.C. Frian, Topics in Stereochemistry, 10 (1977) 175; (i) J.D. Morrison, W.F. Master, M.K. Neuberg, Adv. in Catal., 25 (1976) 81; (j) D. Valentine and J.W. Scott, Synthesis, (1978) 329; (k) J.D. Morrison, W.F. Master, and S. Hathaway, in Catalysis in Organic Synthesis (P.N. Rylander, and H. Greenfield, Eds.) Academic, New York, 1976; (1) It is interesting to note that opportunities for new, selective hydrogenation catalysts still J.D. Aiken Ill et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 29-51 exist: Catalytica, Inc., personal communication (Multi-client study #4188CH, Selective Catalytic Hydrogenation). See also Chemical and Engineering News, May 29 (1989) 40. [45] G.B. McVicker, R.T.K. Baker, R.L. Garten, E.L. Kugler, J. Catal., 65 (1980) 207. [46] M. Boudart and G. Dijega-Mariadassou, Kinetics of Heterogeneous Catalytic Reactions Princeton University Press, Princeton, NJ, 1984. [47] (a) Reference [I]a, pp 101-117, and references therein; (b) M.T. Pope, Heteropoly Blues in Mixed-Valence Compounds (D.B. Brown, Ed.), Reidel, Dordrecht, 1980, p. 365; (c) R.L. Buckley, R.J.H. Clark. Coord. Chem. Rev., 65 (1985) 167: (d) Moreover. two-electron blues of the Dawson-type `P'M,s06= ' (M=W, Mo) heteropolyoxoanion framework are well established [47]e-h; (e) M.T. Pope, E. Papaconstantixou. Inorg. Chem.. 6 (1967) 1147; (f) R.A. Prados, M.T. Pope. Inorg. Chem., 15 (1976) 2547: (g) L.P. Kazansky, M.A. Fedotov, J. Chem. Soc. Chem. Comm. (1980) 644: (h) J.P. Ciabrini, R. Contant, J.M. Fruchart, Polyhedron, 2 (1983) 1229. [48] (a) G.C. Bond, in Studies in Surface Science and Catalysis (G.M. Pajonk, S.J. Teichner, and J.E. Germain, Eds.), Vol. 17, Elsevier, Amsterdam. 1982, p.l; (b) P.A. Sermon, A.R. Berznis, Nature, 303 (1983) 506; (c) P.A. Sermon, G.C. Bond. Catal. Rev., 8 (1973) 211. [49] (a) J.E. Benson, H.W. Kohn, M. Boudart, J. Catal., 5 (1966) 51 307; (b) R.B. Levy, M. Boudart, J. Catal., 32 (1974) 304: (c) A.R. Berzins, P.A. Sermon, Nature, 303 (1983) 506. [50] (a) R. Schll, Angew. Chem. Int. Ed. Eng., 32 (1993) 381; see also reference [50]b.(b) For a rebuttal to some of the points in Schldgl's article [50]a see: J.M. Thomas, K.I. Zamaraev. Angew. Chem. Int. Eng. Ed., 33 (1994) 308; (c) M. Boudart, Single Crystals: Standards for Industrial Catalysts Chemtech, Nov. (1986) 688; (d) Progress on establishing elementary steps in heterogeneous catalysis, using single crystals, as illustrated by NH, synthesis over Fe catalysts: G. Ertl, Angew. Chem. Int. Ed. Eng., 29 (1990) 1219. [51] An excellent overview of the history and current status of catalysis (primarily heterogeneous catalysis). which includes a section on the status of the major concepts of heterogeneous catalysis (p. 922-926). is: J.M. Thomas, Angew. Chem. Int. Ed. Eng., 33 (1994) 9133-9137. [52] (a) Besides the variation in color, IrCl3 has an a and b form, is insoluble in water, and is even relatively insoluble in strong acid [52]b. This is a well-known problem for other 'MCI,' as well, for example, see also footnotes 19 and 20 elsewhere [4]g for the classic case of `anhydrous RuCl3' which is actually a mixture of Ru(Jll) and Ru(IV) oxy halides, but is not even of elemental composition 'RUCI3': (b) W.P. Griffith, The Chemistry og the Rarer Platinum Metals, Interscience. New York, 1967. p. 239. MOLCAA 96003020 S1381-1169(96)00302-0 10.1016/S1381-1169(96)00302-0 Chemical and metal complex catalysis A perspective on nanocluster catalysis: polyoxoanion and (n-C4H9)4N+ stabilized Ir(0)∼300 nanocluster ‘soluble heterogeneous catalysts’ John D Aiken III Yin Lin Richard G Finke ∗ Department of Chemistry, Colorado State University, Ft. Collins, CO 80523, USA ∗ Corresponding author. Following a review of the background terms, definitions and key literature necessary to understand the rapidly developing and promising area of nanocluster catalysis, the recent report of polyoxoanion-stabilized Ir(0)∼190–450 (hereafter Ir(0)∼300) nanocluster catalysts is reviewed. Specifically, the experimental observations relating to three principle questions concerning these soluble-oxide-supported, Ir(0)∼300 nanocluster catalysts are reviewed: (i) their catalytic activity (in a prototypical structure-insensitive reaction, cyclohexene hydrogenation); (ii) their lifetime; and (iii) their thermal stability, each in direct comparison to three established heterogeneous Ir(0) catalysts [7.9% dispersed 1% Ir(0) γ-Al2O3 , Exxon's 80% dispersed 1% Ir η-Al2O3 , and a low surface area Ir(0) precipitate]. In addition, observations of WVI to WV· reduction of the polyoxoanion by Ir(0)∼300 and H2 are summarized, results which provide the first soluble-oxide version of the well known spillover of hydrogen in heterogeneous catalysis. Keywords Review Transition metal nanoclusters Polyoxoanion-stabilized clusters Polyoxoanions Homogeneous catalysis Heterogeneous catalysis Soluble metal-particle catalysis Nanocolloids Hydrogenations Catalytic activity Catalytic lifetime Thermal stability Hydrogen spillover References [1] (a) M.T Pope Heteropoly and Isopoly Oxometalates 1983 Springer Verlag Berlin [1] (b) V.W Day W.G Klemperer Science 228 1985 533 [1] (c) M.T Pope A Müller Angew. Chem. Int. Ed. Engl. 30 1991 34 [1] (d) L.C.W Baker S Kirschner Advances in the Chemistry of Coordination Compounds MacMillan 1961 604 New York [2] (a) M.T Pope Heteropoly and Isopoly Oxometalates 1983 Springer Verlag Berlin and the references therein [2] (b) W.G Klemperer A Yagasaki Chem. Lett. 1989 2041 [2] (c) V.W Day W.G Klemperer A Yagasaki Chem. Lett. 1990 1267 [2] (d) V.W Day W.G Klemperer D.J Main Inorg. Chem. 29 1990 2345 2355 [2] (e) W.G Klemperer D.J Main Inorg. Chem. 29 1990 2355 2360 [2] (f) For a recent review of polyoxoanion-based homogeneous catalysts see C.L Hill C.M Prosser-McCartha Coord. Chem. Rev. 143 1995 407 [3] (a) R.G Finke M.W Droege J. Am. Chem. Soc. 106 1984 7274 [3] (b) D.J Edlund R.J Saxton D.K Lyon R.G Finke Organometallics 7 1988 1692 [3] (c) R.G Finke B Rapko P.J Domaille Organometallics 5 1986 175 [4] (a) R.G Finke D.K Lyon K Nomiya S Sur N Mizuno Inorg. Chem. 29 1990 1784 [4] (b) M Pohl R.G Finke Organometallics 12 1993 1453 [4] (c) M Pohl D.K Lyon N Mizuno K Nomiya R.G Finke Inorg. Chem. 34 1995 1413 [4] (d) K Nomiya N Mizuno D.K Lyon R.G Finke Polyoxoanion-Supported, Atomically Dispersed Iridium(I) and Rhodium(I) Inorg. Chem. 1996 in press [4] (e) H. Weiner, J.D. Aiken III, and R.G. Finke, Polyoxometalate Catalyst Precursors. An Improved Synthesis, H+-Titration Procedure, and Evidence for 31P NMR as a Highly Sensitive Support-Site Indicator for the Prototype Polyoxoanion Organometallic-Support System, [(n-C4H9)4N]9P2W15Nb3O62, Inorg. Chem., in press; [4] (f) An account of the combination of synthetic, characterization, catalysis and mechanistic studies of {(1,5-COD)Ir · P2W15Nb3O62]8− R.G Finke A Müller M.T Pope Polyoxometalates: From Platonic Solids to Anti-Retroviral Activity; Proceedings of the July 15–17, 1992 Meeting at the Center for Interdisciplinary Research in Bielefeld 1994 Germany Kluwer Publishers Dordrecht [4] (g) W.J Randall T.J.R Weakly R.G Finke Inorg. Chem. 32 1993 1068 [5] (a) For catalysis under oxidative conditions [5]a,b, where mechanistic studies indicate that the oxidized Ir remains atomically dispersed and polyoxoanion-supported [5]c, see N Mizuno D.K Lyon R.G Finke J. Catal. 128 1991 84 [5] (b) N. Mizuno, D.K. Lyon, and R.G. Finke, U.S. Patent 5,252,739, Oct. 5, 1993; [5] (c) A. Trovarelli, H. Weiner, Y. Lin, and R.G. Finke, Polyoxoanion-Supported Catalysis: Evidence for a Polyoxoanion-Supported Iridium Cyclohexene Oxidation Catalysis Starting from the Precatalyst, [(n-C4H9)4N]5Na3[(1,5-COD)Ir · P2W15Nb3O62], manuscript in preparation. [6] (a) Y Lin R.G Finke J. Am. Chem. Soc. 116 1994 8335 [6] (b) M. Watzky, R.G. Finke, Nanocluster Formation Kinetic and Mechanistic Studies. A New Mechanistic Paradigm: Slow, Continuous Nucleation and Fast Autocatalytic Surface Growth Under Hydrogen, J. Am. Chem. Soc., submitted. [7] Y Lin R.G Finke Inorg. Chem. 33 1994 4891 [8] (a) D.J Edlund Ph.D. Dissertation September, 1987 University of Oregon [8] (b) A patent based primarily on this thesis has been issued: D.J. Edlund, R.J. Saxton, and R.G. Finke, U.S. Patent 5,116,796, May 26, 1992; [8] (c) D.K Lyon R.G Finke Inorg. Chem. 29 1990 1787 [9] (a) For lead references see K Esumi T Tano K Meguro Langmuir 5 1989 268 [9] (b) L.N Lewis N Lewis Chem. Mater. 1 1989 106 [9] (c) N Satoh K Kimura Bull. Chem. Soc. Jpn. 62 1989 1758 [9] (d) J.S Bradley E.W Hill C Klein B Chaudret A Duteil Chem. Mater. 5 1992 254 [9] (e) A Deteil R Queau B Chaudret Chem. Mater. 5 1993 341 [9] (f) O.J.A Schueller N.L Pocard M.E Huston R.J Spontak T.X Neenan M.R Callstrom Chem. Mater. 5 1993 11 [9] (g) The already classic example of a well-characterized nanocluster catalyst is the Moiseev and co-workers work on Pd570 ± 30 and related nanoclusters I.I Moiseev M.N Vargaftik V.V Volkov G.A Tsirkov N.V Cherkashina V.M Novotortsev O.G Ellert I.A Petrunenko A.L Chuvilin A.V Kvit Mendeleev Commun. 1995 87 (and references therein to earlier papers in this series) [9] (h) M.T Reetz W Helbig S.A Quaiser U Stimming N Breuer R Vogel Science 267 1995 367 [9] (i) R.A.T.M van Benthem H Hiemstra P.W.N.M van Leeuwen J.W Geus W.N Speckamp Angew. Chem. Int. Eng. Ed. 34 1995 457 [9] (j) G Schmidt Clusters and Colloids. From Theory to Applications 1994 VCH Publishers New York [9] (k) G Schmid V Maihack F Lantermann S Peschel J. Chem. Soc. Dalton Trans. 1996 589 [9] (l) G Schmid S Emde V Maihack W Meyer-Zaika S Peschel J. Mol. Catal. A: Chemical 107 1996 95 [9] (m) G Schmid H West J.-O Malm J.-O Bovin C Grenthe Chem. Eur. J. 2 1996 147 [10] (a) Lead references M.P Andrews G.A Ozin Chem. Mater. 1 1989 174 and the references herein [10] (b) K.J Klabunde J Habdas G Cardenas-Trivino Chem. Mater. 1 1989 481 [10] (c) E.B Zuckerman K.J Klabunde B.J Olivier C.M Sorensen Chem. Mater. 1 1989 12 [10] (d) S.-T Lin M.T Franklin K.J Klabunde Langmuir 2 1986 259 [10] (e) T.G Cardenas K.J Klabunde E.B Dale Langmuir 3 1987 986 [10] (f) J.S Bradley E Hill M.E Leonowicz H Witzke J. Mol. Catal. 41 1987 59 [10] (g) J.S Bradley J.M Millar E.W Hill S Behal J. Catal. 129 1991 530 [10] (h) J.S Bradley G Schmidt Clusters and Colloids 1994 From Theory to Applications VCH Publishers New York 459 544 [10] (j) A Rodriguez C Amiens B Chaudret M.-J Casanove P Lecante J.S Bradley Chem. Mater. 8 1996 1978 [10] (k) R.L Whetten J.T Khoury M.M Alvarez S Murthy I Vezmar Z.L Wang P.S Stephens C.L Clevland W.D Ludtke U Landman Adv. Mater. 8 1996 428 [11] (a) H Bönnemann W Brijoux R Brinkmann E Dinjus T Joussen B Korall Angew. Chem. Int. Ed. Engl. 30 1991 1312 [11] (b) H Bönnemann W Brijoux R Brinkmann R Fretze T Joussen R Köpper B Korall P Neiteler J Richter J. Mol. Catal. 86 1994 129 [11] (c) Review H Bönneman W Brijoux A Fürstner Active Metals 1996 VCH Publishers New York 339 397 Chapter 9 [12] (a) G Schmid N Klein B Morun A Lehnert J.O Malm Pure Appl. Chem. 62 1990 1175 [12] (b) B.K Teo N.J.A Sloane Inorg. Chem. 24 1985 4545 [12] (c) A.F Wells Structural Inorganic Chemistry 4th Ed. 1975 Clarendon Press Oxford 123 A.F Wells Structural Inorganic Chemistry 4th Ed. 1975 131 provide a concise discussion of sphere packings and their relationships to the 12 nearest neighbor atoms that define cubooctahedral (ccp, or equivalently, fcc) and twinned cubooctahedral (hcp) discrete structures [13] (a) Two recent books covering nanoclusters and related topics G Schmidt Clusters and Colloids. From Theory to Applications 1994 VCH Publishers New York [13] (b) L.J De Jongh Physics and Chemistry of Metal Cluster Compounds 1994 Kluwer Publishers Dordrecht [14] (a) Reviews on nanoclusters: P. Jena, B.K. Rao, S.N. Khanna (Eds.), Physics and Chemistry of Small Clusters Plenum Press, New York (1987); [14] (b) R.P Andres R.S Averback W.L Brown L.E Brus W.A Goddard A Kaldor S.G Louie M Moscovits P.S Peercy S.J Riley R.W Siegel F Spaepen Y Wang J. Mater. Res. 4 1989 704 this is a Panel Report from the United States Department of Energy, Council on Materials Science on Research Opportunities on Clusters and Cluster-assembled Materials [14] (c) J.M Thomas Pure Appl. Chem. 60 1988 1517 [14] (d) A Henglein Chem. Rev. 89 1989 1861 [14] (e) A superb series of papers, complete with a record of the insightful comments by the experts attending the conference, is available in Faraday Discussions 92 1991 1 300 [14] (f) J.S Bradley G Schmidt Clusters and Colloids 1994 From Theory to Applications VCH Publishers New York 459 544 [15] (a) J.S Bradley G Schmidt Clusters and Colloids 1994 From Theory to Applications VCH Publishers New York 459 544 [15] (b) K Kurihara J.H Fendler I Ravet J.B Nagy J. Mol. Catal. 344 1986 325 [15] (c) G Schmid Chapter 1 in R Ugo Aspects of Homogeneous Catalysis Vol. 7 1990 Kluwer Dordrecht [16] Five-fold (i.e., 500%) rate variations are seen for the photo-reduction of CO2 catalyzed by a series of 10 different batches of the Pd colloids I Willner D Mandler J. Am. Chem. Soc. 111 1989 1330 [17] Chemical Catalysis by Colloids and Clusters L.N Lewis Chem. Rev. 93 1993 2693 2730 [18] G.C Bond Accts. Chem. Res. 26 1993 490 [19] (a) Colloids texts R.J Hunter Foundations of Colloid Science Vol. 1 1987 Oxford University Press New York [19] (b) B Ranby Physical Chemistry of Colloids and Macromolecules 1987 Blackwell Scientific Publications Boston [19] (c) J.W Goodwin Colloidal Dispersions The Royal Society of Chemistry 1982 London [19] (d) J Heicklen Colloid Formation and Growth: A Chemical Kinetics Approach 1976 Academic Press New York [19] (e) P.C Hiemenz Principles of Colloid and Surface Chemistry 1986 Marcel Dekker New York [19] (f) S Ross I.D Morrison Colloidal Systems and Interfaces 1988 John Wiley and Sons New York [19] (g) D.A Fridrikhsberg A Course in Colloid Chemistry 1986 Mir Publishers Moscow [19] (h) D.H Everett Basic Principles of Colloid Science 1988 Royal Society of Chemistry London [20] The Bell Labs record for near-monodispersity CdS clusters A.P Alivisatos A.L Harris M.L Levinos M.L Steigerwald L.E Brus J. Chem. Phys. 89 1988 4001 [21] (a) HPLC separation of CdS nanoclusters (which was, not unexpectedly, prefered in terms of the speed of separation to gel electrophoresis [21]b) Ch.-H Fischer H Weller L Katsikas A Henglein Langmuir 5 1989 429 [21] (b) Gel electrophoresis of CdS nanoclusters A Eychmüller L Katsika H Weller Langmuir 6 1990 1605 [21] (c) Sephacryl gel size-exclusion chromatography of CdS nanoparticles Ch.-H Fischer J Lilie H Weller L Katsikas A Henglein Ber. Bunsenges. Phy. Chem. 93 1989 61 [22] (a) J.K Beattie Pure Appl. Chem. 61 1989 937 [22] (b) E Matijevic Chem. Mater. 5 1993 412 this paper contains an especially valuable discussion of the (poor) state of understanding of the mechanisms of formation of monodispersed particles [22] (c) J.-L Look G.H Bogush C.F Zukoski Faraday Discuss. Chem. Soc. 90 1990 345 [22] (d) V.K LaMer R.H Dinegar J. Am. Chem. Soc. 72 1950 4847 see also V.K LaMer Ind. Eng. Chem. 44 1952 1270 This classic work on the nucleation steps in the formation of monodispersed particles has, however, been labeled as too simplistic to account for the facts that are now available (and has also been hinted at as ‘overcited’) [22]e [22] (e) P.R Van Rheenen M.J McKelvy W.S Glaunsinger J. Solid State Chem. 67 1987 151 this paper discusses the classical law (von Weimarn's law) which relates concentration to growth of a precipitate. As such, it is not directly relevant to the present work, but is still cited here for the interested reader [22] (f) M.L Steigerwald L Brus Acc. Chem. Res. 23 1990 183 [22] (g) M.Y Lin H.M Lindsay D.A Weitz R.C Ball R Klein P Meakin Nature 339 1989 360 [22] (h) J.R Melrose J. Chem. Phys. 92 1990 4595 [22] (i) A Fojtik H Weller U Koch A Henglein Ber. Bunsenges. Phys. Chem. 88 1984 969 [23] (a) Key lead references to magic number clusters G Schmid N Klein B Morun A Lehnert J.O Malm Pure Appl. Chem. 62 1990 1175 [23] (b) G Schmid N Klein B Morun A Lehnert J.O Malm Pure Appl. Chem. 62 1990 1175 1177 [23] (c) M.N Vargaftik V.P Zagorodnikov I.P Stolarov I.I Moiseev D.I Kochubey V.A Likholobov A.L Chuvilin K.I Zamaraev J. Mol. Catal. 53 1989 315 [23] (d) A Howie Farad. Discuss. 92 1991 1 11 (see p 2–3) [23] (e) See also A.F Wells Structural Inorganic Chemistry 4th Ed. 1975 Clarendon Press Oxford 123 A.F Wells Structural Inorganic Chemistry 4th Ed. 1975 131 [24] J Schwartz Accts. Chem. Res. 18 1985 302 [25] (a) For a general discussion on the stability of colloids or nanoclusters, see, for example C.S Hirtzel R Rajagopalan Colloidal Phenomena: Advanced Topics 1985 Noyes Publications New Jersey 27 39 C.S Hirtzel R Rajagopalan Colloidal Phenomena: Advanced Topics 1985 73 87 [25] (b) R.J Hunter Foundations of Colloid Science Vol. 1 1987 Oxford University Press New York 316 492 [26] (a) Examples of charge- or polymer- stabilized colloids or nanoclusters in aqueous solution M Faraday Phil. Trans. Roy. Soc. 147 1857 145 [26] (b) P.R Van Rheenen M.J McKelvy W.S Glaunsinger J. Solid State Chem. 67 1987 151 [26] (c) Y Nakao K.J Kaeriyama Colloid and Interface Sci. 110 1986 82 [26] (d) M Boutonnet J Kizling P Stenius G Maire Colloids and Surfaces 5 1982 209 225 [26] (e) G Schmid A Lehnert Angew. Chem. Int. Ed. Engl. 28 1989 780 [26] (f) G Natanson F Amar R.S Berry J. Chem. Phys. 78 1983 399 [26] (g) Y Nagata Y Watananabe S.-I Fujita T Dohmaru S.J Taniguchi J. Chem. Soc., Chem. Commun. 1992 1620 [26] (h) S.A Yeung R Hobson S Biggs F Grieser J. Chem. Soc., Chem. Commun. 1993 378 [26] (i) For poorly characterized ‘IrO2 · H2O’ colloids generated by radiolysis of (NH4)2IrCl6, followed by standing them in air for several days, see A Harriman J.M Thomas Nouveau J. de Chimie 11 1987 757 [27] (a) Fig. A is from C.S Hirtzel R Rajagopalan Colloidal Phenomena: Advanced Topics 1985 Noyes Publications New Jersey 27 39 C.S Hirtzel R Rajagopalan Colloidal Phenomena: Advanced Topics 1985 73 87 [27] (b) Fig. B is from R.J Hunter Foundations of Colloid Science Vol. 1 1987 Oxford University Press New York 316 492 [28] H Hirai Y Nakao N Toshima J. Macromol. Sci.-Chem. A13 1979 727 [29] (a) M.E Labib The Origin of Surface Charge on Particles Suspended in Organic Liquids, Colloids and Surfaces 29 1988 293 [29] (b) J.O'M Brockris A.K.N Reddy Modern Electrochemistry Vol. II 1973 Plenum Press [30] (a) C Rong F.C Anson Analytical Chem. 66 1994 3124 [30] (b) M Ge B Zhong W.G Klemperer A.A Gewirth J. Am. Chem. Soc. 118 1996 5812 [30] (c) For discussions of the related topics of specific (and non-specific) adsorption, see Bard and Faulkner A.J Bard L.R Faulkner Electrochemical Methods Fundamentals and Applications 1980 John Wiley New York 511 540 [31] H Bönnemann R Brinkmann P Neitler Applied Organometallic Chemistry 8 1994 361 [32] (a) M.T Reetz W Helbig J. Am. Chem. Soc. 116 1994 7401 [32] (b) T Yonezawa T Tominaga D Richard J. Chem. Soc., Dalton Trans. 1996 783 [32] (c) M.T Reetz S.A Quaiser Angew. Chem. Int. Eng. Ed. 34 1995 2240 [32] (d) M.T Reetz W Helbig S.A Quaiser Chem. Mater. 7 1995 2227 [32] (e) M.T Reetz S.A Quaiser R Breinbauer B Tesche Angew. Chem. Int. Eng. Ed. 34 1995 2728 [32] (f) U Kolb S.A Quaiser M Winter M.T Reetz Chem. Mater. 8 1996 1889 [32] (g) M.T Reetz G Lohmer Chem. Commun. 1996 1921 [32] (h) M.T Reetz R Breinbauer K Wanninger Tetrahedron Lett. 37 1996 4499 [32] (i) Review M.T Reetz W Helbig S.A Quaiser A Fürstner Active Metals 1996 VCH Publishers New York 279 297 Chapter 7 [32] (j) M.T Reetz S.A Quaiser M Winter J.A Becker R Schaufer U Stimming A Marmann R Vogel T Konno Angew. Chem. Int. Eng. Ed. 35 1996 2092 [33] (a) Stabilization of colloids by lower charged polyanions, notably citrate [33]b–c,g or (NaPO3)6 [33]h, is known; however, also known is the use of the ill-defined [33]d mixture of complexes known as ‘polyphosphate’, [-(PnO3n+1)-]−n−2 [33]e; [33] (b) J Turkevich J. Chem. Phys. 13 1945 235 J Turkevich P.C Stevenson J Hillier Discuss Faraday Soc. 11 1951 55 J Turkevich G Kim Science 169 1970 873 [33] (c) P.-A Brugger P Cuendet M Grätzel J. Am. Chem. Soc. 103 1981 2923 [33] (d) F.A Cotton G Wilkinson Advanced Inorganic Chemistry 3rd Ed. 1972 Interscience New York 397 398 [33] (e) A Henglein Chem. Phys. Lett. 154 1989 473 [33] (f) See references 3a–c elsewhere [6]a; [33] (g) A Fojtik H Weller U Koch A Henglein Ber. Bunsenges. Phys. Chem. 88 1984 969 [34] D.J Shaw Introduction to Colloid and Surface Chemistry 4th ed. 1992 Butterworths-Heinemann Boston 174 176 [35] (a) M.N Vargaftik I.I Moiseev D.I Kochubey K.I Zamaraev Faraday Discuss. 92 1991 13 29 (see Table 4, p. 26, and the rate constants therein) [35] (b) M.N Vargaftik V.P Zagorodnikov I.P Stolarov I.I Moiseev D.I Kochubey V.A Likholobov A.L Chuvilin K.I Zamaraev J. Mol. Catal. 53 1989 315 [35] (c) I.I Moiseev M.N Vargaftik T.V Chernysheva T.A Stromnova A.E Gekhman G.A Tsirkov A.M Makhlina J. Mol. Cat. A: Chem. 108 1996 77 [35] (d) V.V Volkov G Van Tendeloo G.A Tsirkov N.V Cherashina N.M Vargaftik I.I Moiseev V.M Novotortsev A.V Kvit A.L Chuvilin J. Crystal Growth 163 1996 377 [36] (a) Palladium J.S Bradley E Hill M.E Leonowicz H Witzke J. Mol. Catal. 41 1987 59 [36] (b) Ruthenium J.S Bradley J.M Millar E.W Hill S Behal B Chaudret A Duteil Faraday Discuss. 92 1991 255 [37] (a) L.N Lewis N Lewis J. Am. Chem. Soc. 108 1986 7228 [37] (b) L.N Lewis J. Am. Chem. Soc. 108 1986 743 [37] (c) L.N Lewis N Lewis R.J Uriarte W.R Moser D.W Slocum Adv. Chem. Ser. Vol. 230 1992 American Chemical Society 541 [37] (d) L.N Lewis N Lewis Chem. Mater. 1 1989 106 [37] (e) L.N Lewis J. Am. Chem. Soc. 112 1990 5998 [37] (f) R Lamber W Romanowski J. Catal. 105 1987 213 [38] (a) Additional scattered reports of colloid catalysis [17] include C Larpent H Patin J. Mol. Catal. 61 1990 65 H D exchange during hydrogenation [38] (b) C Larpent F Brisse-Le Menn H Pain New.J. Chem. 15 1991 361 [38] (c) N Toshima T Takahashi Chem. Let. 1988 573 [38] (d) N Toshima T Takahashi Chem. Soc. Japan 65 1992 400 [38] (e) W.T Ford Pure and Appl. Chem. 60 1988 395 [39] (a) B.C Gates Chem. Rev. 95 1995 511 522 [39] (b) Y Iwasawa B.C Gates Chemtech, Mar. 1988 173 [39] (c) D.C Bailey S.H Langer Chem. Rev. 81 1981 109 148 [40] (a) E.L Mutterties Bull. Soc. Chim. Belg. 84 1975 959 [40] (b) E.L Mutterties Science 196 1977 839 [40] (c) A.K Smith J.M Basset J. Mol. Catal. 2 1977 229 [40] (d) E.L Mutterties Catal. Rev. Sci. Eng. 23 1981 69 [40] (e) K.S Suslick T Hyeon M Fang Chem. Mater. 8 1996 2171 [41] (a) J.L Vidal W.E Walker R.L Pruett R.L Schoenig R.A Fiato M Tsutsui Fundamental Research in Homogeneous Catalysis 1979 Plenum New York 499 518 and references therein, especially to the series of patents from Union Carbide in this area [41] (b) J.L Vidal W.E Walker Inorg. Chem. 19 1980 896 and references therein [42] (a) H.K Wang H.W Choi E.L Mutterties Inorg. Chem. 20 1981 2661 [42] (b) J.P Collman J.I Brauman G Tustin G.S Wann III J. Am. Chem. Soc. 105 1983 3913 [42] (c) G.C Demitras E.L Mutterties J. Am. Chem. Soc. 99 1977 2796 [43] (a) M Boudart Adv. Catal. Rel. Subj. 20 1969 152 [43] (b) M Boudart G.C Bond P.B Wells F.C Tompkins Proc. 6th Intl. Congr. Catalysis Vol. 1 1977 The Chemical Society London 1 [43] (c) M Boudart D.J Sajkowski Faraday Discuss. 92 1991 57 and references therein [43] (d) M Boudart J. Mol. Catal.-Review Issue 1986 29 41 (see p. 31) [44] (a) Reviews covering homogeneous hydrogenation include B.R James Homogeneous Hydrogenation 1974 Wiley New York [44] (b) B.R James Adv. Organomet. Chem. 17 1979 319 [44] (c) A.D Birch D.H Williamson Org. React. 24 1976 1 [44] (d) F.H Jardine Prog. Inorg. Chem. 28 1981 63 [44] (e) J.W Faller L.H Pignolet Homogeneous Catalysis with Metal Phosphine Complexes 1983 Plenum New York Ch.2. [44] (f) B.R James G Wilkinson F.G.A Stone E.W Abel Comprehensive Organometallic Chemistry Vol. 8 1982 Permagon New York 285 [44] (g) Reviews concerning asymmetric homogeneous hydrogenations include: [44] (h) H.B Kagan J.C Frian Topics in Stereochemistry 10 1977 175 [44] (i) J.D Morrison W.F Masler M.K Neuberg Adv. in Catal. 25 1976 81 [44] (j) D Valentine J.W Scott Synthesis 1978 329 [44] (k) J.D Morrison W.F Masler S Hathaway P.N Rylander H Greenfield Catalysis in Organic Synthesis 1976 Academic New York [44] (l) It is interesting to note that opportunities for new, selective hydrogenation catalysts still exist: Catalytica, Inc., personal communication (Multi-client study #4188CH, Selective Catalytic Hydrogenation). See also Chemical and Engineering News May 29 1989 40 [45] G.B McVicker R.T.K Baker R.L Garten E.L Kugler J. Catal. 65 1980 207 [46] M. Boudart and G. Dijega-Mariadassou, Kinetics of Heterogeneous Catalytic Reactions Princeton University Press, Princeton, NJ, 1984. [47] (a) M.T Pope Heteropoly and Isopoly Oxometalates 1983 Springer Verlag Berlin 101 117 and references therein [47] (b) M.T Pope D.B Brown Heteropoly Blues in Mixed-Valence Compounds 1980 Reidel Dordrecht 365 [47] (c) R.L Buckley R.J.H Clark Coord. Chem. Rev. 65 1985 167 [47] (d) Moreover, two-electron blues of the Dawson-type ‘P2M18O6− 62’ (M = W, Mo) heteropolyoxoanion framework are well established [47]e–h; [47] (e) M.T Pope E Papaconstantixou Inorg. Chem. 6 1967 1147 [47] (f) R.A Prados M.T Pope Inorg. Chem. 15 1976 2547 [47] (g) L.P Kazansky M.A Fedotov J. Chem. Soc. Chem. Comm. 1980 644 [47] (h) J.P Ciabrini R Contant J.M Fruchart Polyhedron 2 1983 1229 [48] (a) G.C Bond G.M Pajonk S.J Teichner J.E Germain Studies in Surface Science and Catalysis Vol. 17 1982 Elsevier Amsterdam 1 [48] (b) P.A Sermon A.R Berznis Nature 303 1983 506 [48] (c) P.A Sermon G.C Bond Catal. Rev. 8 1973 211 [49] (a) J.E Benson H.W Kohn M Boudart J. Catal. 5 1966 307 [49] (b) R.B Levy M Boudart J. Catal. 32 1974 304 [49] (c) A.R Berzins P.A Sermon Nature 303 1983 506 [50] (a) R Schlögl Angew. Chem. Int. Ed. Eng. 32 1993 381 see also reference [50]b [50] (b) For a rebuttal to some of the points in Schlögl's article [50]a see J.M Thomas K.I Zamaraev Angew. Chem. Int. Eng. Ed. 33 1994 308 [50] (c) M Boudart Single Crystals: Standards for Industrial Catalysts Chemtech Nov. 1986 688 [50] (d) Progress on establishing elementary steps in heterogeneous catalysis, using single crystals, as illustrated by NH3 synthesis over Fe catalysts G Ertl Angew. Chem. Int. Ed. Eng. 29 1990 1219 [51] An excellent overview of the history and current status of catalysis (primarily heterogeneous catalysis), which includes a section on the status of the major concepts of heterogeneous catalysis (p. 922–926), is J.M Thomas Angew. Chem. Int. Ed. Eng. 33 1994 9133 9137 [52] (a) Besides the variation in color, IrCl3 has an a and b form, is insoluble in water, and is even relatively insoluble in strong acid [52]b. This is a well-known problem for other ‘MClx’ as well, for example, see also footnotes 19 and 20 elsewhere [4]g for the classic case of ‘anhydrous RuCl3’ which is actually a mixture of Ru(III) and Ru(IV) oxy halides, but is not even of elemental composition ‘RuCl3’; [52] (b) W.P Griffith The Chemistry og the Rarer Platinum Metals 1967 Interscience New York 239",
      "scopus-id": "0030599588",
      "coredata": {
        "eid": "1-s2.0-S1381116996003020",
        "dc:description": "Following a review of the background terms, definitions and key literature necessary to understand the rapidly developing and promising area of nanocluster catalysis, the recent report of polyoxoanion-stabilized Ir(0)∼190–450 (hereafter Ir(0)∼300) nanocluster catalysts is reviewed. Specifically, the experimental observations relating to three principle questions concerning these soluble-oxide-supported, Ir(0)∼300 nanocluster catalysts are reviewed: (i) their catalytic activity (in a prototypical structure-insensitive reaction, cyclohexene hydrogenation); (ii) their lifetime; and (iii) their thermal stability, each in direct comparison to three established heterogeneous Ir(0) catalysts [7.9% dispersed 1% Ir(0) γ-Al2O3 , Exxon's 80% dispersed 1% Ir η-Al2O3 , and a low surface area Ir(0) precipitate]. In addition, observations of WVI to WV· reduction of the polyoxoanion by Ir(0)∼300 and H2 are summarized, results which provide the first soluble-oxide version of the well known spillover of hydrogen in heterogeneous catalysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003020",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Aiken, John D"
          },
          {
            "@_fa": "true",
            "$": "Lin, Yin"
          },
          {
            "@_fa": "true",
            "$": "Finke, Richard G"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003020"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003020"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00302-0",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A perspective on nanocluster catalysis: polyoxoanion and (n-C4H9)4N+ stabilized Ir(0)∼300 nanocluster ‘soluble heterogeneous catalysts’",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Polyoxometalates in Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Review"
          },
          {
            "@_fa": "true",
            "$": "Transition metal nanoclusters"
          },
          {
            "@_fa": "true",
            "$": "Polyoxoanion-stabilized clusters"
          },
          {
            "@_fa": "true",
            "$": "Polyoxoanions"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Soluble metal-particle catalysis"
          },
          {
            "@_fa": "true",
            "$": "Nanocolloids"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenations"
          },
          {
            "@_fa": "true",
            "$": "Catalytic activity"
          },
          {
            "@_fa": "true",
            "$": "Catalytic lifetime"
          },
          {
            "@_fa": "true",
            "$": "Thermal stability"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen spillover"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "29-51",
        "prism:endingPage": "51",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1996",
        "prism:doi": "10.1016/S1381-1169(96)00302-0",
        "prism:startingPage": "29",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00302-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "34",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996003020-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "226",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "90",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996003020-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "476",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996003020-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "593",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030599588"
      }
    }
  }
}