{
  "metadata": {
    "title": "The decomposition of H<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>2</ce:inf> catalyzed by polymer supported transition metal complexes",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-06-13",
    "doi": "10.1016/S1381-1169(96)00422-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996004220",
    "pii": "S1381116996004220"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030989883",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996004220 S1381-1169(96)00422-0 S1381116996004220 10.1016/S1381-1169(96)00422-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0060X 2015-05-15T05:56:33.668241-04:00 0 0 19970613 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 120 120 1 3 1 2 3 Volume 120, Issues 1–3 3 47 54 47 54 19970613 13 June 1997 1997-06-13 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. DECOMPOSITIONH2O2CATALYZEDBYPOLYMERSUPPORTEDTRANSITIONMETALCOMPLEXES SELVARAJ P BAXENDALE 1952 31 J ADVANCESINCATALYSISRELATEDSUBJECTS SHIRAI 1979 661 H SHIRAI 1984 1309 H SALEM 1995 499 I ELSHEIKH 1987 595 M ELSHEIKH 1988 126 M SALEM 1995 393 I ELSHEIKH 1992 15 M SALEM 1993 11 I KOKAK 1989 285 G MARIMION 1988 1472 E TAZUKE 1969 879 S MATHEW 1990 189 J SANDELL 1959 783 E COLORIMETRICESTIMATIONTRACEMETALS IMANAKA 1976 T A416THINTCONGRCATALYSIS HAMER 1973 116 A BRIEDIG 1904 798 G RIUS 1930 149 A BEKTUNOV 1986 1269 E HABER 1935 332 F PROCRSOCLONDONSERA LEFFLER 1963 155 J RATESEQUILIBRIAORGANICREACTIONS WILKINS 1974 101 R STUDYKINETICSMECHANISMSREACTIONSTRANSITIONMETALCOMPLEXES SELVARAJX1997X47 SELVARAJX1997X47X54 SELVARAJX1997X47XP SELVARAJX1997X47X54XP item S1381-1169(96)00422-0 S1381116996004220 1-s2.0-S1381116996004220 10.1016/S1381-1169(96)00422-0 271358 2010-09-29T19:51:57.168501-04:00 1997-06-13 1-s2.0-S1381116996004220-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004220/MAIN/application/pdf/8f88c9ac1f0bc6fd671072aea40e4c82/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004220/MAIN/application/pdf/8f88c9ac1f0bc6fd671072aea40e4c82/main.pdf main.pdf pdf true 671228 MAIN 8 1-s2.0-S1381116996004220-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004220/PREVIEW/image/png/259cf224982ad0496f8028f1f6c0b58c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004220/PREVIEW/image/png/259cf224982ad0496f8028f1f6c0b58c/main_1.png main_1.png png 57518 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 120 (1997) 47-54 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL The decomposition of H 202 catalyzed by polymer supported transition metal complexes P.C. Selvaraj *, V. Mahadevan' Department of Chemistry, Indian Institute of Technology, Madras 600 036, India Received 2 April 1996; accepted 28 August 1996 Abstract The synthesis and use of nitrogen-containing copolymers for anchoring Ru(II) and Rh(I) species is described. The supported species are effective as catalysts for the decomposition of HZOZ in aqueous medium at neutral pH. The polymers as well as the supported catalysts have been characterised by physical and chemical methods. The effects of [H202], catalyst loading and pH of the medium on the rate of decomposition have been studied. Suitable mechanisms have been proposed to account for the kinetics. Recycling efficiencies of the catalysts are found to be good. Keywords: Polymer supported catalysts; HZOZ decomposition; Ru(II) and Rh(I) species 1. Introduction It is a measure of the complexity and variety of chemical reactions in which hydrogen peroxide participates that they have been attracting attention for almost a hundred years and that many of the earliest reactions to be investigated still provide matter for further investigations. Decomposition of H202 under homogeneous conditions catalyzed by a variety of metal ions have been extensively studied [ 1 ]. The decomposition of HZOZ catalyzed by Fe(III) phthalocyanin supported on polystyrene [2], Fe(III) and # Corresponding author. SIP Industries Ltd., 46, SIPCOT Industrial Complex, Ranipet, N.A.A Dt., Pin Code 632 403, Tamilnadu, India. Retired. 1381-1169/97/$17.00 Copyright 1997 Published by Elsevier Science B.V. All rights reserved. PII S1381-1169(96)00422-0 Co(II) tetracarboxylphthalocyanin supported on poly(2-vinylpyridine-co-styrene) [3] has been reported. The catalytic effect of some transition metal amine complexes on HZOz decomposition has been studied in the presence of Dowex-SOW resin in an aqueous medium [4-9]. Wilkinson's catalyst has been heterogenised by anchoring it to phosphinated polystyrene-co-divinylbenzene and its activity for the decomposition of H.,OZ has also been studied [10]. In most of the reports the effect of anchoring the catalyst was studied by comparing with that of unsupported analogues and only in a few cases details of kinetics and mechanism are available. In this paper we report the synthesis of polymer supported Ru(II) arid Rh(I) catalysts and their use in the decomposition of H202 in aqueous medium. 48 2. Experimental P.C. Seluaraj, V. Mahadeuan/Journal of Molecular Catalysis A: Chemical 720 (1997) 47-54 The monomers 2-hydroxyethyl methacrylate (HEMA), 4-vinylpyridine (4-VP), N,N-dimethylaminoethyl methacrylate (DMAEM) and pdivinylbenzene (DVB) were distilled under reduced pressure prior to use. N, N-methylenebisacrylamide (MBAm) was recrystallised from methanol. Hydrogen peroxide used was of Analar grade. Rhodium chloride (RhCl3 ~ xH20) and ruthenium chloride (RuC13 ~ xH20) were John-Matthey products and used as such. Ru(bipy)ZC12 ~ 2H20 was prepared from ruthenium trichloride using a reported procedure [11]. Infrared spectra were recorded on a Shimadzu IR470 using KBr pellets. X-ray photoelectron spectra were obtained on a UG scientific ESCA LAB Mark II spectrometer using MgKa X-ray radiation. Particle sizes of the catalyst were measured using a Malvern particle size analyzer 3600E. 2.1. Synthesis of polymer supports 2.1.1. Copolymer I Monomers capable of coordinating to transition metal ions were polymerised by the template method [12]. About 4 g of MnC12 ~ 2H20 (0.02 mol) was dissolved in 10 ml of hot ethanol to which was added 8.7 ml (0.08 mol) of freshly distilled 4-vinylpyridine and the mixture was cooled in an ice bath. The complex which precipitated out was filtered, washed thoroughly with ethanol, acetone and vacuum dried. The composition of Mn(4VP)4C12 was confirmed by the elemental analysis and the estimation of Mn content. Elemental analysis: 61.47% C, 5.12% H, 10.25% N (calculated); 61.2% C, 5.18% H, 10.28% N (found). Mn content 23.04% (calculated), 22.84% (found). About 6.5 g Mn(4VP)4C12 (0.012 mol) was dissolved in 50 ml distilled DMF with constant stirring. The mixture was deoxygenated with nitrogen. To this solution 3 g of methylenebisacrylamide (0.019 mol) was added followed by 200 mg of AIBN in toluene (20 ml) and the mixture was heated to 80 under nitro- gen with vigorous stirring. The polymerisation was carried out for approximately 5 h. The initially homogeneous mixture yielded the copolymer as discrete fine particles upon polymerisation. The polymer was filtered, washed thoroughly by stirring with hot distilled water followed by a similar treatment with methanol followed by acetone and vacuum dried. The yield of the copolymer (PI) was - 90%. The Mn2+ coordinated to the polymer was removed by stirring 8 g of the copolymer with 400 ml of aqueous EDTA (4%) for 24 h at room temperature. Polymer was filtered and washed free of EDTA and the process was repeated to obtain Mn2+ free copolymer. The complete removal of Mn2+ from the copolymer was confirmed by carrying out the test for Mn2+ [13]. The dried copolymer was used to load the catalytically active metal species. The infrared spectrum of the copolymer showed the following absorbances: 3392 cm-' (amide N-H), 1644 cm-' (~C=N-), and 822 cm-' (out of plane bending of aromatic ~ C-H). 2.1.2. Copolymer 11 A solution of polyvinylalcohol (400 mg) in water (400 ml) was taken in a one litre three necked flask provided with a mercury sealed stirrer, nitrogen inlet and a condenser. To this mixture, styrene (57 mol%), 4-vinylpyridine (40 mol%) and p-divinylbenzene (3 mol%) were added. This suspension was stabilized by vigorous stirring under nitrogen atmosphere for 1 h. Then 250 mg of AIBN in 15 ml toluene was added and the mixture deaerated for further 30 min. Heating on a steam bath with vigorous stirring and passage of NZ for approximately 4 h completed the polymerisation. The polymer was filtered and washed thoroughly with hot distilled water, followed by methanol and acetone, and vacuum dried. The yield of the copolymer (PH) was ^- 80%. The infrared spectrum of the copolymer showed the following absorbances: 1600 cm-' ('C=N-), 819, 758, 700 cm-1 (out of plane bending of aromatic Z'C-H). P.C. Seluaraj, V. Mahadeuan /Journal of Molecular Catalysis A: Chemical 120 (1997) 47-54 2.1.3. Copolymer 111 This copolymer was prepared by the suspension copolymerization of 46 mol% of 2hydroxyethyl methacrylate, 25 mol% each of 4-vinylpyridine and N, N-dimethylaminoethyl methacrylate and 4 mol% of methylenebisacrylamide. The monomers being soluble in water, a water in oil suspension technique was used to prepare the copolymer. The detailed procedure is described elsewhere [14]. The yield of the copolymer [P(III)] was ~ 85%. The infrared spectrum of the copolymer showed the following absorbances: 3440 cm-' (OH), 1721 cm-' (ester carbonyl), 1630 cm-' ('C=N-), 755, 697 cm-' (out of plane bending of aromatic i C_H). All the dried copolymers were powdered and sieved through standard mesh sieves. The elemental analysis of copolymers appear in Table 1. Loading of metal ions on polymer supports was carried out as follows. To the suspension of PI or PHI (4 g) in methanol (20 ml), a solution of RuC13 ~ xH20 (750 mg) or RhC13 ~ xHZO (500 mg) in 50 ml methanol was added and the mixture was stirred for 24 h at room temperature. About 500 mg of Rh(bipy)Z C12 ~ 2H20 in 50 ml DMF was added to 4 g of PH and the suspension was stirred for 24 h at room temperature. The polymer was filtered, washed thoroughly with water, methanol, acetone and vacuum dried. Since the loading process involved stirring for 24 h, further subdivision of particles is likely. The particle size distribution analysis was carried out on the final loaded copolymer. The average size of the particles was estimated using the equation. 1 dp- n XrldPt i= I where X; is the weight percentage of particles of size dpi. Care was taken to use only samples with reasonably narrow distribution. The metal content of the catalyst was determined as fol- 49 Table 1 Data on the elemental analysis of polymer supports No. Polymer C (%) H (%) N (%) 1 PI 58.35 6.69 12.93 2 PH 45.0 7.12 6.16 3 PHI 52.0 7.11 4.99 lows. About 50-100 mg of the catalyst were digested using concentrated HZS04 ( - 3 ml) and the solution was cleared using hydrogen peroxide ( - 2 ml). The metal content was then determined spectrophotometrically [ 14,15 ]. The supported Ru(III) or Rh(III) species were not active for H 202 decomposition and were activated as follows: about 2 g of the catalyst was stirred with methanol (50 ml). The mixture was cooled to 0 and sodium borohydride (500 mg) was added in small portions over a period of 2 h at 0. The solution was allowed to attain room temperature and stirred for further 30 min. This was filtered, washed thoroughly with hot water followed by methanol, acetone and vacuum dried. The metal content remained unchanged even after the treatment with NaBH4. The reduced catalysts have been denoted with a suffix `a' . To ascertain the oxidation state of Rh ion in the loaded catalysts, they were subjected to XPS studies. The data on the binding energy values are based on carbon is binding energy (285 eV). With cat III the binding energy values are 310 eV (3d5/2) and 314 eV (3d3/2) which are characteristic of Rh(III) [16]. On reduction with sodium borohydridd the catalyst (cat IBa) showed the binding energy values 308 eV (3d5/z) and 312 eV (3d3/2) which are in good agreement with the data reported for Rh(I) species [17]. Since the binding energy values of 3d orbitals of various oxidation states of ruthenium (281-284 eV) are close to that of carbon is (285 eV) XPS data is not very informative for the identification of the oxidation state of ruthenium in the present catalysts. However, since cat II was prepared by anchoring Ru(bipy)ZClz under mild conditions the oxidation state of ruthenium would be + 2. In the case of cat la, 50 P.C. Seluaraj, V. Mahadeuan / Journal of Molecular Catalysis A: Chemical 120 (1997) 47-54 Table 2 Characteristics of the catalysts employed No. Polymer Metal salt Catalyst Metal content (%) Average particle diameter ( N,m) Oxidation state of metal 1 PI RuC13 ~ xH20 cat Ia 2.39 21.0 +2 2 PH Ru(bipy)ZCl2 cat II 1.43 107 +2 3 PHI RhC13 ~ xHZO cat IIIa 3.25 137.0 + 1 the initially loaded Ru(III) species was reduced using NaBH4 and most probably the WHO species would be reduced to Ru(II). The polymer supports employed, the metal salt loaded, their average particle diameter and the oxidation state of the active species are given in Table 2. 2.2. Decomposition of H2 02 The experimental set up used consists of a water jacketed reaction vessel of 50 ml capacity equipped with a 20 ml separating funnel attached by means of the two standard tapered joints ($14/20), the other being connected to a inverted gas burette which was kept in a water trough. The initial concentration of H 202 was determined by iodometry. A known weight of catalyst was stirred with 10 ml of distilled water for 10 min followed by the addition of 10 ml of aqueous H 202 of known concentration. The decomposition was followed by measuring the evolution of 02 as a function of time in the inverted gas burette. The rate of decomposition was determined from the plot of the volume of 02 evolved as a function of time as d02 _ 1 d[H2021 dt Z dt - The reaction temperature was varied between 20 and 45 1. The pH of the medium was varied using suitable buffer solutions. e 3. Results and discussion There is no significant decomposition by the support polymers alone. The initial rate of de- composition was calculated from the slopes of the plot of the volume of OZ evolved against time. The plot of percentage decomposition of H202 versus time is given in Fig. 1. About 80% of the initial H 202 is decomposed within 8 min of reaction time using cat Ia. With cat II about 60% decomposition is achieved whereas about 45% of initial H202 is decomposed in 15 min using cat IIIa. Only initial rates have been used for the kinetic analysis. 3.1. Kinetic analysis The dependence of rates of decomposition on [H 202 ] is shown in Fig. 2. The rates are linear H 307K, P-7 ,oo - 50 0 3 s Time(min) ,6 Fig. 1. Plots of percentage decomposition of HZOZ versus time. [HZOz]=0.038 mol L-1, (1) [cat Ia]=O.SXIO-3 g cm-3, (2) [cat II]= 1.OX 10-3 g cm-3, (3) [cat Mal = 3.5 X 10-3 g cm-3. P.C. Seluaraj, V. Mahadeuan/Journal of Molecular Catalysis A: Chemical 120 (1997) 47-54 at low values and independent of [H2021 at high values. This saturation of the catalyst is similar to that encountered in enzyme catalyzed reactions. The direct dependence of initial rates of decomposition on catalyst loading (M) is depicted in Fig. 3. Further increase in catalyst loading tends to make the reaction too rapid to be monitored accurately by the OZ evolution technique. The decrease in pH of the medium inhibits the adsorption of [H20z] on the catalyst particles, thereby lowering the rates (Fig. 4) [ 18,19]. Similar observations have already been reported in the literature [8,20]. The reaction rate was greatly decreased by the addition of t-butanol to the reaction mixture. Inhibition of rate by t-butanol suggests the involvement of radicals in the mechanism [9]. Based on these observations the free radical mechanism can be proposed for H 202 decom- 307 K , PH-7 z 0.08 liz 021 ( 'no' C' ~ Fig. 2. Dependence of rates of decomposition on [H202]. (1) [cat Ia]= 0.5 X 10-3 g cm-3 (2) [cat II] = 1.OX 10-3 g cm-3, (3) [cat Mal = 1.75 X 10-' g cm- 3. 51 307 K, PH7 4 M x1d Fig. 3. Dependence of rates of decomposition on catalyst loading (M). [H202]=0.038 mol L-1, (1) cat la, (2) cat II (3) cat IIIa. position (Scheme 1). Scheme 1 postulates the initial formation of a complex whose decomposition gives rise to OH' and OH- in the rate determining step. The subsequent reaction of HO' with HZOZ leads to HOz and H20. HOZ decomposes to give OZ while regenerating the catalytic species. The overall mechanism is that of a chain reaction. The above mechanism is well established in the system including Fenton's reagent [21]. This mechanism leads to the rate law k ~ K[HZO1 [cat rate = 1 + K[H2021 where k is the rate constant and K is the equilibrium constant. This equation can be rearranged as 1 I 1 rate k ~ K[H20z] [cat + k[cat (2) 52 P.C. Seluaraj, V. Mahadeoan / Journal of Molecular Catalysis A: Chemical 120 (1997) 47-54 307 K -1 e 0 4 B P~ of the medium Fig. 4. Dependence of rates of decomposition on pH of the 4000 medium. [HzOZ]=0.038 mol L-', [cat Ia]=1.OX 10-3 g cm-3. Thus the plots of [rate]-' versus [H2021-1 at constant [cat] is a straight line with an intercept on the Y-axis. From the values of the intercept and slope of these plots the rate constant ( k) and equilibrium constant (K) can be calculated using Eq. (2). Since the system is heteroge neous, these plots would not lead to absolute rate or equilibrium constants. The equilibrium constant ( K) could also be considered as ad sorption constant. Unless the total surface area of the catalyst as well as the distribution of the number of active sites per unit area are available the data on k or K will be tentative. ~Mn. s HzOZ M(n.tl, H0 . HOB H0 HZOZ fast HOZ HZO HOZ P~-.MO.1). _fast. (E~- Mn. Scheme 1. They are used here merely to compare the catalysts among themselves. The plots of (rate)-' versus [H 202 ] -1 for all three catalysts are shown in Fig. 5. The data on estimated rate and equilibrium constants are given in Table 3. Both rate and equilibrium constants increase in the order cat IIIa < cat II < cat Ia. The high reactivity of cat Ia is due to its smaller average particle diameter (21.0 /.t,m) as well as the effectiveness of metal species. Among cat Ia and cat II which have Ru(II) as the active species the lower reactivity of cat II is due to (a) the larger average size (107 m) and (b) the difference in the nature of ligands coordinated to the Ru(II) species (pyridine alone versus pyridine and bipyridyl). The polymer supported Rh(I) species was less effective than either one of the Ru(II) analogues. The low reactivity of the former is due to its larger average particle 307 K, PH-7 3000 3 zaoo z 1000 0 70 40 60 t [HpOp]( mol . L H' , 02 Fig. 5. Plots of (rate)-' versus (HZOZ ]-' . (1) [cat Ia] = 0.5 X 10-1 g cm-3, (2) [cat II] = 2.0 X 10-' g cm- 3, (3) [cat Mal = 3.5 X 10-' g cm-3. Table 3 Kinetic parameters of decomposition of HZOz [cat Ia] = 0.113 X 10-3 g-atom Ru L- 1 [cat II] = 0.284 X 10-3 g-atom Ru L- 1 [cat 111a] = 1.105 x 10-3 g-atom Rh L- ~ [Hz0z] = 168-1938 [Hz0z1 = 67-771 cat la] [cat II] [Hz0z 1 = 17-198 pH = 7 cat Ina] ; E Y No. Catalyst 293 K 307 K 318 K x k K k K k K 4 1 cat Ia 52.96 3.50 105.96 4.18 169.49 4.80 2 cat 11 32.0 3.34 37.80 3.75 43.20 4.10 3 cat IIIa 7.14 1.66 8.22 1.81 9.05 1.94 [kl= min', [K]= mol-' L. size (137 .I,m) and the nature of metal species as well as the difference in the ligands. The activation energies Ea, calculated from the Arrhenius plots obtained for these catalysts increase in the order cat IIIa < cat II < cat Ia. The results are depicted in Table 4. Higher k values were associated with higher AS' values suggesting that the reaction is governed by the entropy of activation [7-9]. This is confirmed by plotting the isokinetic relationship. The plot of 0 H # versus 0 S * (Fig. 6) is linear with the slope (isokinetic temperature = 273 K) which is lower than the mean experimental temperature (306 K) confirmed that all these reactions are entropy controlled [22]. The linearity of the isokinetic relationship assures that the reaction of hydrogen peroxide with all these catalysts follows the same mechanism [23]. Table 4 Thermodynamic parameters for the decomposition of HZOz P.C. Seluaraj, V. Mahadeuan/Journal of Molecular Catalysis A: Chemical 120 (1997) 47-54 40 zo -zso -190 _, _, DS [J.mol K] Fig. 6. Plot of 0 H * versus J, S * . 3.2. Recycling efficiencies of the catalysts One of the major drawbacks of using supported catalysts is the leaching of metal ions from the support. Hence, in order to assess the recycling efficiencies of the present catalysts they were analyzed for their metal content after various cycles of use. The reactivity of the recycled catalysts was compared to that of fresh catalysts. The data appear in Table 5. With all three catalysts the loss of metal per cycle was 1 % or less. However, even after 2 cycles of use the activity retained was of the order of 53 -130 No. Catalyst k (s)-' Ea DH * 0G * 0S 293 K 307 K 318 K (kJ mol- 1) (kJ mol- 1) (kJ mol-') (J mol-' K- ') 1 cat la 0.88 1.76 2.82 35.9 33.36 73.72 -137.88 2 cat 11 0.53 0.63 0.72 9.52 6.97 76.27 - 226.26 3 cat Ilia 0.12 0.13 0.15 7.3 4.76 80.11 - 246.23 54 P.C. Seluaraj, V. Mahadeuan/Journal of Molecular Catalysis A: Chemical 120 (1997) 47-54 Table 5 Recycling efficiencies of the catalysts [H202 ] = 0.0384 mol L- 1 Temp = 303 K [cat la] = 0.113 X 10- 3 g-atom Ru L- 1 [cat II] = 0.284 X 10-3 g-atom Ru L- 1 [cat IIIa] = 1.105 X 10-3 g-atom Rh L- 1 Number of cycles 0 2 Cat la Ru content (mg/g) Rate X 103 (mol/L/min) Cat H Ru content (mg/g) Rate X 103 (mol/L/min) Cat HIa Rh content (mg/g) Rate X 103 (mol/L/min) 23.98 1.746 14.37 1.732 32.50 0.59 23.50 1.588 14.0 1.508 32.10 0.57 95% of the fresh catalyst. Thus it can be concluded that these catalysts possess good recycling efficiency and can be used several times without loss of activity. References [1] J.H. Baxendale, in: W.G. Frankensberg, E.K. Rideal and V.I. Komarewsky (Eds.), Advances in Catalysis and Related Subjects, Vol. 4 (Academic Press, New York, 1952) p. 31. [2] H. Shirai, A. Maruyama, K. Kobayashi and N. Hojo, J. Polym. Sci. Polym. Lett. Ed. 17 (1979) 661. [3] H. Shirai, A. Higaki, K. Hanabusa, Y. Kondo and N. Hojo, J. Polym. Sci. Polym. Chem. Ed. 22 (1984) 1309. [4] LA. Salem, Int. J. Chem. Kinet. 27 (1995) 499. [5] M.Y. E1.Sheikh, F.M. Ashmawy, LA. Salem and A.B. Zaki, Z. Phys. Chem. Leipzig 268 (1987) 595. M.Y. E1.Sheikh, F.M. Ashmawy, LA. Salem and A.B. Zaki, Z. Phys. Chem. Leipzig 269 (1988) 126. [7] LA. Salem, M.Y. E1.Sheikh and A.B. Zaki, Monatsh. Chem. 126 (1995) 393. M.Y. E1.Sheikh, A.M. Habib A.H. Gemeay, A.B. Zaki and J. Bargon, J. Mol. Catal. 77 (1992) 15. [9] LA. Salem, J. Mol. Catal. 80 (1993) 11. [10] G.T. Kokak and R.N. Ram, J. Mol. Catal. 49 (1989) 285. [ll] E. Marimion and K.J. Tekuchi, J. Am. Chem. Soc. 110 (1988) 1472. [12] S. Tazuke, K. Shimada and S. Okamura, J. Polym. Sci. A-10) (1969) 879. [13] A.A. Noyes, in: Qualitative Chemical Analysis of Inorganic Substances, 10th ed. (The Mac Millan Company, New York). (14] J. Mathew and V. Mahadevan, J. Mol. Catal. 60 (1990) 189. (15] E.B. Sandell, in: B.L. Clarke, P.J. Elving and LM. Kolthoff (Eds.), Colorimetric Estimation of Trace Metals, Vol. 3 (1959) p. 783. [16] T. Imanaka, K. Kaneda, S. Teranishi and M. Terasawa, A 41, 6th Int. Congr. of Catalysis, London (1976). [17] A.D. Hamer, D.G. Tisloy and R.A. Walton, J. Chem. Soc. Dalton Trans. (1973) 116. [18] G. Briedig and M. Former, Ber. 37 (1904) 798. [19] A. Rius, Z. Electrochem. 36 (1930) 149. [20] E.A. Bektunov, S.E. Kudaibergenov and V.B. Sigitov, Polymer 27 (1986) 1269. [21] F. Haber and J. Weiss, Proc. R. Soc. London. Ser. A. 147 (1935) 332. [22] J.E. Leffler and E. Grundwold, Rates and Equilibria of Organic Reactions (John Wiley, New York, 1963) p. 155. [23] R.G. Wilkins, The Study of the Kinetics and Mechanisms of Reactions of Transition Metal Complexes (Allyn and Bacon, MA, 1974) p. 101. MOLCAA 96004220 S1381-1169(96)00422-0 10.1016/S1381-1169(96)00422-0 Chemical and metal complex catalysis Article The decomposition of H2O2 catalyzed by polymer supported transition metal complexes P.C. Selvaraj ∗ V. Mahadevan 1 Department of Chemistry, Indian Institute of Technology, Madras 600 036, India ∗ Corresponding author. SIP Industries Ltd., 46, SIPCOT Industrial Complex, Ranipet, N.A.A Dt., Pin Code 632 403, Tamilnadu, India. 1 Retired. The synthesis and use of nitrogen-containing copolymers for anchoring Ru(II) and Rh(I) species is described. The supported species are effective as catalysts for the decomposition of H2O2 in aqueous medium at neutral pH. The polymers as well as the supported catalysts have been characterised by physical and chemical methods. The effects of [H2O2], catalyst loading and pH of the medium on the rate of decomposition have been studied. Suitable mechanisms have been proposed to account for the kinetics. Recycling efficiencies of the catalysts are found to be good. Keywords Polymer supported catalysts H2O2 decomposition Ru(II) and Rh(I) species References [1] J.H. Baxendale 3th Ed. W.G. Frankensberg E.K. Rideal V.I. Komarewsky Advances in Catalysis and Related Subjects Vol. 4 1952 Academic Press New York 31 [2] H. Shirai A. Maruyama K. Kobayashi N. Hojo J. Polym. Sci. Polym. Lett. Ed. 17 1979 661 [3] H. Shirai A. Higaki K. Hanabusa Y. Kondo N. Hojo J. Polym. Sci. Polym. Chem. Ed. 22 1984 1309 [4] I.A. Salem Int. J. Chem. Kinet. 27 1995 499 [5] M.Y. El.Sheikh F.M. Ashmawy I.A. Salem A.B. Zaki Z. Phys. Chem. Leipzig 268 1987 595 [6] M.Y. El.Sheikh F.M. Ashmawy I.A. Salem A.B. Zaki Z. Phys. Chem. Leipzig 269 1988 126 [7] I.A. Salem M.Y. El.Sheikh A.B. Zaki Monatsh. Chem. 126 1995 393 [8] M.Y. El.Sheikh A.M. Habib A.H. Gemeay A.B. Zaki J. Bargon J. Mol. Catal. 77 1992 15 [9] I.A. Salem J. Mol. Catal. 80 1993 11 [10] G.T. Kokak R.N. Ram J. Mol. Catal. 49 1989 285 [11] E. Marimion K.J. Tekuchi J. Am. Chem. Soc. 110 1988 1472 [12] S. Tazuke K. Shimada S. Okamura J. Polym. Sci. A-1 7 1969 879 [13] A.A. Noyes, in Qualitative Chemical Analysis of Inorganic Substances, 10th ed. (The Mac Millan Company, New York). [14] J. Mathew V. Mahadevan J. Mol. Catal. 60 1990 189 [15] E.B. Sandell 3th Ed. B.L. Clarke P.J. Elving I.M. Kolthoff Colorimetric Estimation of Trace Metals Vol. 3 1959 783 [16] T. Imanaka K. Kaneda S. Teranishi M. Terasawa A 41, 6th Int. Congr. of Catalysis London 1976 [17] A.D. Hamer D.G. Tisloy R.A. Walton J. Chem. Soc. Dalton Trans. 1973 116 [18] G. Briedig M. Fortner Ber. 37 1904 798 [19] A. Rius Z. Electrochem. 36 1930 149 [20] E.A. Bektunov S.E. Kudaibergenov V.B. Sigitov Polymer 27 1986 1269 [21] F. Haber J. Weiss 3th Ed. Proc. R. Soc. London. Ser. A. 147 1935 332 [22] J.E. Leffler E. Grundwold Rates and Equilibria of Organic Reactions 1963 John Wiley New York 155 [23] R.G. Wilkins The Study of the Kinetics and Mechanisms of Reactions of Transition Metal Complexes 1974 Allyn and Bacon MA 101",
      "scopus-id": "0030989883",
      "coredata": {
        "eid": "1-s2.0-S1381116996004220",
        "dc:description": "The synthesis and use of nitrogen-containing copolymers for anchoring Ru(II) and Rh(I) species is described. The supported species are effective as catalysts for the decomposition of H2O2 in aqueous medium at neutral pH. The polymers as well as the supported catalysts have been characterised by physical and chemical methods. The effects of [H2O2], catalyst loading and pH of the medium on the rate of decomposition have been studied. Suitable mechanisms have been proposed to account for the kinetics. Recycling efficiencies of the catalysts are found to be good.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-06-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996004220",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Selvaraj, P.C."
          },
          {
            "@_fa": "true",
            "$": "Mahadevan, V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996004220"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996004220"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00422-0",
        "prism:volume": "120",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The decomposition of H2O2 catalyzed by polymer supported transition metal complexes",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polymer supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "H2O2 decomposition"
          },
          {
            "@_fa": "true",
            "$": "Ru(II) and Rh(I) species"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "47-54",
        "prism:endingPage": "54",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 June 1997",
        "prism:doi": "10.1016/S1381-1169(96)00422-0",
        "prism:startingPage": "47",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00422-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030989883"
      }
    }
  }
}