{
  "metadata": {
    "title": "Performance of Pt/SnO<ce:inf loc=post>2</ce:inf> catalyst in the gas phase hydrogenation of crotonaldehyde",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-03-11",
    "doi": "10.1016/S1381-1169(01)00439-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901004393",
    "pii": "S1381116901004393"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037061030",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-12-06 2001-12-06 2010-04-18T17:18:08 1-s2.0-S1381116901004393 S1381-1169(01)00439-3 S1381116901004393 10.1016/S1381-1169(01)00439-3 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01471 2015-05-15T05:56:33.301439-04:00 0 0 20020311 2002 2001-12-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 180 180 1 2 1 2 Volume 180, Issues 1–2 23 221 230 221 230 20020311 11 March 2002 2002-03-11 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. PERFORMANCEPTSNO2CATALYSTINGASPHASEHYDROGENATIONCROTONALDEHYDE LIBERKOVA K 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterisation 2.3 X-ray diffraction analysis (XRD) 2.4 Gas phase tests 3 Results 4 Discussion 5 Conclusions Acknowledgements References GALLEZOT 1998 81 P TULEY 1925 3061 W RYLANDER 1963 49 P GALVAGNO 1989 223 S GOUPIL 1987 185 D RICHARD 1989 53 D ENGLISCH 1997 69 M BECCAT 1990 451 P COQ 1993 215 B COQ 1993 189 B COQ 1994 10180 B MARINELLI 1995 431 T RAAB 1993 211 C POLTARZEWSKI 1986 190 Z MARINELLI 1995 51 T COLOMA 1996 231 F COLOMA 2000 3063 F HOMS 2001 1782 N CANDY 1994 179 J CLAUS 1998 51 P VERTES 1991 149 C MARGITFALVI 1998 246 J SANTORI 2000 141 G RECCHIA 1999 1 S MARGITFALVI 2000 474 J WAGHRAY 1992 5954 A WAGHRAY 1993 6002 A VANNICE 1989 65 A KASPAR 1992 243 J CLAUS 1997 429 P ENGLISCH 1997 25 M YOSHITAKE 1990 227 H SEPULVEDAESCRIBANO 1998 649 A ABID 2000 139 M ABID 2001 219 M CONSONNI 1999 165 M MARGITFALVI 1998 29 J LIBERKOVAX2002X221 LIBERKOVAX2002X221X230 LIBERKOVAX2002X221XK LIBERKOVAX2002X221X230XK item S1381-1169(01)00439-3 S1381116901004393 1-s2.0-S1381116901004393 10.1016/S1381-1169(01)00439-3 271358 2010-10-03T19:43:57.938314-04:00 2002-03-11 1-s2.0-S1381116901004393-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004393/MAIN/application/pdf/dfc5b33843865811826244812b25e4f4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004393/MAIN/application/pdf/dfc5b33843865811826244812b25e4f4/main.pdf main.pdf pdf true 142420 MAIN 10 1-s2.0-S1381116901004393-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004393/PREVIEW/image/png/8d7650984b67e08617c679547991f450/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004393/PREVIEW/image/png/8d7650984b67e08617c679547991f450/main_1.png main_1.png png 58825 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901004393-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004393/gr1/THUMBNAIL/image/gif/4089f30d8748c5e1c7c5836e43b003bf/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004393/gr1/THUMBNAIL/image/gif/4089f30d8748c5e1c7c5836e43b003bf/gr1.sml gr1 gr1.sml sml 1467 75 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004393-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004393/gr1/DOWNSAMPLED/image/gif/768b4e8b1c24e7926cf444dfcdd8f8a7/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004393/gr1/DOWNSAMPLED/image/gif/768b4e8b1c24e7926cf444dfcdd8f8a7/gr1.gif gr1 gr1.gif gif 15214 415 688 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004393-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004393/gr2/THUMBNAIL/image/gif/02db2d201a620bb2ab20ef8d6a911ba3/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004393/gr2/THUMBNAIL/image/gif/02db2d201a620bb2ab20ef8d6a911ba3/gr2.sml gr2 gr2.sml sml 1769 66 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004393-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004393/gr2/DOWNSAMPLED/image/gif/7afcc879e0974b7839eab03b9ae850f2/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004393/gr2/DOWNSAMPLED/image/gif/7afcc879e0974b7839eab03b9ae850f2/gr2.gif gr2 gr2.gif gif 23898 353 667 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004393-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004393/gr3/THUMBNAIL/image/gif/8e1df85e384fccab71143a7b2c31d0f5/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004393/gr3/THUMBNAIL/image/gif/8e1df85e384fccab71143a7b2c31d0f5/gr3.sml gr3 gr3.sml sml 1670 59 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004393-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004393/gr3/DOWNSAMPLED/image/gif/e323066f7d7291014bc913092d8c6109/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004393/gr3/DOWNSAMPLED/image/gif/e323066f7d7291014bc913092d8c6109/gr3.gif gr3 gr3.gif gif 22855 320 673 IMAGE-DOWNSAMPLED MOLCAA 3423 S1381-1169(01)00439-3 10.1016/S1381-1169(01)00439-3 Elsevier Science B.V. Fig. 1 Hydrogenation of crotonaldehyde at 353K on 5% Pt/SnO2 catalysts (KN09, reduced at 443 and 473K): product selectivity and conversion as a function of time-on-stream. Fig. 2 XRD for 5% Pt/SnO2 ex-nitrate reduced at different temperatures (1×=reduced 4h under H2 flow). Fig. 3 XRD for 5% Pt/SnO2 ex-chloride reduced at different temperatures (1×=reduced 4h under H2 flow). Table 1 Pt and Cl contents (wt.%) in various Pt/SnO2 catalysts Catalyst Pt Cl kn09 5.2 None kn11 5.4 None Temperature treatment (K) Dried 393 Reduced 403 Reduced 423 Reduced 443 Reduced 473 kc03 4.3 1.9 0.3 kc04 4.4 1.9 0.3 0.2 <0.2 <0.2 Table 2 Selectivity to unsaturated alcohol from hydrogenation of crotonaldehyde using ex-chloride 5% Pt/SnO2 (kc03 and kc04) performed at 353K Conversion Catalyst (T reduction) kc04 (reduced 403K) kc03 (reduced 403K) kc04 (reduced 423K) kc04 (reduced 443K) kc04 (reduced 473K) Activity (μmols−1 gPt −1) 15 ± 2 11 ± 0.5 13 ± 1 1.6 ± 0.5 0.4 ± 0.1 S UOL (%) <1 – – – – 50 5 42 44 45 46 – 10 38 40 39 44 – 15 32 37 35 40 – 20 28 26 30 36 – 25 24.8 21 27 32 – 30 24.6 19 25 28 – 40 21 15 20 19 – 50 13 10 9 – – Table 3 Selectivity to unsaturated alcohol from hydrogenation of crotonaldehyde using ex-nitrate 5% Pt/SnO2 (kn09 and kn11) performed at 353K Conversion (%) Catalyst (T reduction) kn11 (403K) kn09 (423K) kn09 (443K) kn09 (473K) kn09 (523K) Activity(μmols−1 gPt −1) 16 ± 1 17 ± 2 13 ± 2 6 ± 1 0.8 ± 0.1 S UOL (%) <2 – – – 76 30 5 – 66 77 75 – 10 25 64 75 73 – 15 24 63 73 71 – 20 23 59 71 64 – 25 21 56 69 60 – 30 19 50 66 55 – 40 16 43 62 41 – 50 11 35 54 36 – Performance of Pt/SnO2 catalyst in the gas phase hydrogenation of crotonaldehyde Katerina Liberková a Raymonde Touroude b ∗ a VSCHT, Technická 5, 16628, Praha 6, Dejvice, Czech Republic b LERCSI, UMR 7515 du CNRS, ULP-ECPM, 25 rue Becquerel, 67087 Strasbourg Cedex 2, France * Corresponding auhtor. Tel.: +33-3-90242739; fax: +33-3-90242761 Selective hydrogenation of crotonaldehyde was performed on 5% Pt/SnO2 catalysts, in gaseous phase, at atmospheric pressure, at 353K. Two types of catalyst were prepared using H2PtCl6 and Pt(NH3)4(NO3)2 as metallic precursors. Their performances were compared as a function of the reduction temperature and both catalysts were characterised by X-ray diffraction after different reduction treatments. Using the ex-chloride catalyst, the selectivity values to the unsaturated alcohol (UOL) resulted into a maximum of 45% while a selectivity as high as 70–77%, in 0–25% conversion range, was achieved by using ex-nitrate catalyst reduced at 443K. The formation of Pt–Sn alloy on the metal particles of platinum was thought to be necessary to improve the activity and the selectivity on these catalysts. In the contrast, a presence of PtSn2 formed at a reduction temperature higher than 473K led to a decrease of activity and selectivity. Keywords Crotonaldehyde Hydrogenation Pt/SnO2 Pt–Sn alloy Selective CO bond hydrogenation 1 Introduction A 100% selective hydrogenation of α,β-unsaturated aldehydes to unsaturated alcohols (UOLs) can be achieved using stoichiometric amounts of reagents such as metal hydrides [1]. The use of the hydrides is valid only in the small-scale production of expensive fine chemicals in preparative organic chemistry and it is difficult to get rid of the organometallic residuals not to harm environment afterwards. The goal of heterogeneous catalysis in this field of research is to find suitable catalysts in a way to get relatively cheap, fast and selective reduction of the above aldehydes and to allow a production of valuable unsaturated alcohols in a larger scale. There are many factors affecting the selectivity of the hydrogenation, such as the nature of the catalyst (metal, support and the mode of the catalyst preparation), promoters, solvent and last but not least reaction conditions. The unmodified metals of the platinum group gave none or a very low selectivity in hydrogenation to produce UOL, but upon addition of a second metal the quality of the catalyst usually drastically improved towards UOL formation [2,3]. The nature of the association between the two metals and the valence state of the second metal during the reaction are often hardly known, because catalyst characterisation was never satisfactorily completed regarding the limited possibilities of the characterisation methods in use. Catalysts with metallic promoters can eventually develop, depending on the catalyst preparation mode, bimetallic particles under the reduction conditions. There might also exist oxidised metal species on the interface between a platinum group metal and a support. Those can influence the metal properties and incorporate themselves into the catalytic centre. There were electropositive promoters applied to improve the selectivity towards UOL in a considerable amount of contributions dealing with bimetallic catalysts. Most of the systems comprised platinum or ruthenium associated with a metal of the first transition row, p-electron metals or alkali elements. Fe [4–12], Ga, Ge, Sn [6,11–29] and K [30,31] were found to bring definite improvements in the UOL formation. The majority of scientists agree to attribute the positive effect of the promoter to an electron-donating effect from the promoter to platinum or ruthenium leading to a decrease of the CC bond activation and an increase of CO bond activation. Let us discuss the studies performed on the Pt–Sn system related to the present contribution. A considerably higher selectivity to the UOL was obtained with bimetallic Pt-Sn catalysts prepared by chemical surface reaction (CSR) [22–29] rather than by impregnation [9,14,18–21]. For example, on Pt-Sn/SiO2 catalysts prepared by CSR method, 90 and 77% crotyl alcohol selectivity were obtained at 5% conversion of crotonaldehyde, in gas phase, in steady state regime at 333 and 353K, respectively [29]. Then 80 and 60% were obtained at 5 and 90% conversion, respectively, at the atmospheric pressure of hydrogen in liquid phase at 298K [27]. On the contrary, by impregnation method the maximum selectivity observed for the same reaction on Pt–Sn deposited on carbon black, silica or alumina, reached no more than 60% at low conversion (<5%) and decreased rapidly at higher conversions [18–20,23]. Tin was found to be present either in an oxidised state as SnO x species, or in metallic state forming platinum–tin alloy particles. The actual state and ratio of different tin species could depend on the preparation method and on the Sn/Pt ratio. Marinelli et al. [17], Claus [23] attributed the increasing selectivity observed on Pt-Sn/SiO2 catalysts to the presence of oxidised Sn species activating the CO bond rather than to the formation of Pt–Sn alloy. However, Coloma et al. [19] suggested that Pt–Sn alloy could also contribute to the decrease of the olefin double bond hydrogenation as it was shown on their well characterised catalysts containing Pt–Sn alloy [20,21]. Using the CSR method, the formation of alloy is highly favoured [22–26,29], therefore, it would have been tempting to correlate the high selectivity with the presence of Pt–Sn alloy particles containing electron-deficient Sn and negatively charged Pt atoms. However, Margitfalvi et al. [29], attributed unusually high selectivity of their Pt-Sn catalyst to Sn4+ species, after examining the catalysts by Mössbauer spectroscopy. Those Sn4+ species would have been formed during the first minutes of the reaction, by oxidation of Sn0 by the reactant since large amounts of hydrocarbons were initially produced. Such a self-selectivity improvement had been observed earlier by Marinelli et al. in [17]. Nevertheless, Claus [23] on Rh-Sn catalyst and Santori et al. [27] on Pt–Sn in liquid phase crotonaldehyde hydrogenation observed only minor amounts of hydrocarbons even at the early stage of the reaction, though they used CSR preparation method as well. The high selectivity was then explained [27] by both electronic and steric effects: electronic from ionic tin (observed by XPS) and steric due to the butyl fragments coming from the tin complex used in the preparation. Those fragments directed the adsorption of crotonaldehyde through the CO bond. Another type of promoter effect was found when the metals were deposited on reducible oxides, in particular TiO2 [32–36], but also Nb2O5 [37], ZrO2 [11,13], CeO2 [38–40] and ZnO [41] instead of alumina or silica. The beneficial effects of such systems depend on the reduction temperature and on the metal precursors. Thus, the metal–support interactions were invoked to be the origin to improve the selectivity. The activation of the CO bond was there generally attributed to the formation of new catalytic sites situated at the interface between Pt and a support involving either reduced cation or oxygen vacancies. However, the role of alloy [39–41] cannot be ruled out since a definite parallel was found between the formation of alloy CePt5 or Pt–Zn and the increase in selectivity, both depending on the reduction temperature and on the metallic precursor. The last two systems, Pt/CeO2 and Pt/ZnO present as high selectivity as the above mentioned Pt-Sn catalysts, since for both of them a selectivity over 80% could be observed at 353K in gaseous phase, at atmospheric pressure, in steady state regime, in the range 0–20% conversion. In the light of the interesting selectivity performances found for the catalysts where metal–support interactions were easily formed and as well as considering the potential of the Pt–Sn system in this reaction field we decided to prepare and test the properties of Pt/SnO2 catalysts. In such system, interactions between SnO2 and platinum are expected to be created easily and to be participating in the UOL formation. The use of the impregnation method in the preparation of the catalyst is to confirm or refuse the need of the sophisticated preparation method (CSR) to form a selective catalyst for UOL production upon α,β-unsaturated aldehyde hydrogenation. 2 Experimental 2.1 Catalyst preparation The catalysts were prepared by conventional impregnation method of commercially available SnO2 powder (Strem Chemicals, S BET=9.77m2 g−1 used as received) by aqueous solutions of either H2PtCl6 or Pt(NH3)4(NO3)2 (both supplied by Strem Chemicals) at the ambient temperature. The excess of the solvent was then slowly evaporated (343K) and the prepared catalyst precursors were dried overnight (393K in the stove) and stored in the closed jars prior to reduction in situ and catalytic tests. 2.2 Catalyst characterisation The metal loading of the catalysts used are listed in the Table 1 (analyses performed in CNRS, Vernaison, France), as well as chlorine content after different treatments such as drying or reduction treatments at different temperatures. It is interesting to note that the catalysts prepared from H2PtCl6 5wt.% chlorine contained no more than 1.9wt.% after drying. Subsequent reduction treatment at 403 or 423K decreased the chlorine content further down to 0.3 and 0.2%, respectively, after higher temperature treatment, only traces of chlorine were detected (<0.2%). 2.3 X-ray diffraction analysis (XRD) XRD measurements were performed using Siemens D 5000 polycrystalline diffractometer with Cu Kα radiation. Some spectra were recorded in a rapid scanning mode (2.0s per step, step size 0.05° in 2θ) in a large 2θ range (5–100°). The catalysts showed a good crystallinity since the support matched with the standard of cassiterite, SnO2 (JCPDS 41-1445 and 3-1116). Depending on the catalyst treatment, other lines, characteristic of the Pt metal (JCPDS 4-0802), Pt–Sn alloy (JCPDS–niggliite 25-0614) and PtSn2 alloy (JCPDS 7-0371) appeared. The other Pt x Sn y phases reported in the literature were not observed. The spectra were recorded in 37–50° 2θ range using step size 0.01° and 5.0s per step for a better accuracy in the measurements of Pt, Pt–Sn and PtSn2 lines. The selected range corresponds to the region of Pt(111), Pt(200), Pt–Sn(102) and Pt–Sn(2, −1, 0), PtSn2(220) and PtSn2(311). 2.4 Gas phase tests The experiments were performed in the gas phase in a flow system at the atmospheric pressure of hydrogen. The hydrogen was purified by flowing through a trap containing Pt/Al2O3 mixed with zeolite molecular sieve and further by a U-tube filled with MnO to remove traces of oxygen and water. The so-prepared catalysts were reduced in situ by pure hydrogen for 4h at different temperatures: 403, 423, 443, 473 or 523K prior to the hydrogenation. Subsequently, the reactor was cooled to the reaction temperature (353K) and the desired amount of the crotonaldehyde (100–300μl) was then injected into the substrate condenser maintained at 273K to ensure the steady reactant pressure (8Torr) and a saturated gas flow. The pipes between the reactor and the sampling septum were heated (∼338K) to prevent the condensation of the reaction products in the line. The samples of the reaction mixture were regularly withdrawn and analysed by gas chromatography. The analyses were performed isothermally at the 353K using Stabilwax column (Hewlett Packard, 30m, 0.53×10−3 m i.d., 1×10−6 m d.f.). The reaction studied was the hydrogenation of crotonaldehyde and all the reaction products were detected including the small amounts of hydrocarbons. The choice of the reaction temperature was made regarding the relatively fast polymerisation and decomposition of aldehydes at higher temperatures. 3 Results The experiments were performed in the flow system at the isothermal mode, 353K. A general trend concerning the deactivation was observed whatever the catalyst or experimental conditions applied. A noteworthy activity drop was observed in the first minutes of the reaction, but certain stability was gained after 50min time-on-stream, meanwhile the selectivity of the reaction products reached stable values in maximum 20min. In the transient initial period, butanol was formed in higher amounts and crotyl alcohol in lower amounts than observed in the stable regime while the evolution of butanal was found dependent upon the reduction conditions. Hydrocarbons were formed only in very minor amounts in any case, even in the very early stage of the reaction. We report in Fig. 1 , the results from different experiments performed on kn09 catalyst reduced at 443 and 473K representing the evolution of the reaction products as a function of the time-on-stream to illustrate this behaviour. The details of deactivation are treated elsewhere [42]. In the following section, for comparison of the performances of the different catalysts reduced at different temperatures, we have retained the values of activity, conversion and selectivity given after the deactivation period. We present the values of selectivity obtained at different conversions. It means that the experiment was repeated as many times required to obtain the broad range of conversion of crotonadehyde by variation of the following parameters: the mass of catalyst and the flow rate with or without repeating the reduction treatment on the same catalyst loading. Therefore, the reproducibility of the catalytic behaviour could be observed. The results are gathered in Table 2 for the ex-chloride catalysts (kc03 and kc04) and in Table 3 for ex-nitrate catalysts 5% Pt/SnO2 (kn09 and kn11). The performance of the various catalysts significantly differed depending on the nature of the precursor and on the reduction temperature. The ex-chloride catalysts allowed achieving selectivity towards unsaturated alcohol in 25–50% range though it never exceeded 50%. Those catalysts were also very sensitive to the increase in the reduction temperature. The reasonable activity of 15μmols−1 gPt −1 gained at 403 and 423K dropped 10-fold to 1.6μmols−1 gPt −1 when reduced at 443K and further to 0.4μmols−1 gPt −1 when 473K reduction temperature was applied. Over 473K, they were completely inactive and even at 443K, it was quite difficult to reach a higher conversion values than 40%. Ex-nitrate catalysts showed low selectivity (from 10 to 25%) to UOL when reduced at low reduction temperature (403K). The increase in the reduction temperature in a row of 423, 443 and 473K provoked a significant improvement in the selectivity towards UOL from 65% for 423K up to 75% for 473K. The best values were gained by catalyst reduced at both 443 and 473K, 75% selectivity was observed up to 15% conversion for both reduction temperatures. At higher (523K) reduction temperature, the selectivity decreased and the activity of the catalyst also disappeared, so the catalytic tests were not further performed above 523K. The catalysts were analysed by XRD in order to prove the eventual formation of platinum–tin alloy as a function of the reduction temperature. The spectra, in the 37–50° 2θ region, are reported in the Figs. 2 and 3 for the ex-nitrate and the ex-chloride catalysts, respectively reduced at different temperatures. When reduced at low temperature (403K), the ex-nitrate catalyst showed a wide peak of platinum (111) and the corresponding (200) revealing the presence of metal platinum particles. Increasing the reduction temperature, the Pt–Sn phase alloy appeared (102 and 2, −1, 0) and its lines became more and more definite and thinner until 473K reduction temperature. At the same time, one could see the (111) peak of platinum decreasing to be replaced by a well definite line situated at slightly lower 2θ angle, corresponding to the (220) line of the PtSn2 compound at 523K reduction temperature. A small line at 46.5° 2θ overlapping Pt(200) line next to PtSn2(311) was attributed to SnO2 (JCPDS 3-1116). It was invariant in all the spectra and was also present in the SnO2 support. The amount of Pt–Sn alloy present in the catalyst increased when a reduction temperature 473 and 523K were employed and clear PtSn2 contribution developed as well. The spectra and their evolution in case of the ex-chloride catalyst (Fig. 3) as a function of the reduction temperature are similar to the ones of ex-nitrate. However, it is worthwhile to note that the width of the lines corresponding to Pt, Pt–Sn are larger at each reduction temperature, revealing that the metal particles are smaller when they are prepared from H2PtCl6 than from Pt(NH3)4(NO3)2. The contribution of alloyed phases in the case of the chloride precursor was lower than in the case of the nitrate catalyst. The phase evolution in the catalysts was somehow different. In case of ex-nitrate precursors, there was a Pt–Sn alloy observed at lower temperature (423K), but in the case of ex-chloride precursor, the evidence of that compound was given only at 443K. The ratio Pt-Sn/Pt is more in favour to Pt-Sn for ex-nitrate than for ex-chloride catalyst reduced within 423–473K. Poor activity and a sudden decrease in the selectivity to UOL for ex-chlorine catalyst when reduced at 473–523K was attributed to the presence of PtSn2 alloy. The same activity and selectivity drop was observed for ex-nitrate catalyst when reduced at 523K in the presence of PtSn2 alloy. 4 Discussion Using SnO2 as a support for platinum had significant influence in favour of the carbonyl bond hydrogenation of crotonaldehyde compared to Al2O3 and SiO2. Even at low reduction temperature (403K), 25–40% crotyl alcohol selectivity was obtained instead of zero or very few percent experienced on the above mentioned supports. The first question was to know if this positive shift in the selectivity towards UOL resulted from the activity of pure SnO2. It has been checked out that in our experimental conditions, with a reduction temperature going from 403 to 573K the support had no activity. We also performed the same hydrogenation experiments on a platinum catalyst supported on SnO2 with a larger surface area (170m2 g−1) we have not observed any enhancement of the activity in the CO hydrogenation [43]. Therefore, we think that, if SnO2 participated in the catalytic sites, it should concern only the region located nearby the Pt particles. Another observation worthwhile to discuss is that the selectivity went through a maximum when increasing the reduction temperature. At this point, it is interesting to examine the evolution of the X-ray spectra in a parallel. The formation of Pt–Sn alloy occurred at the expense of Pt metal when the reduction temperature increased from 403 to 473K. In the case of ex-nitrate catalysts, selectivity increased, but the total activity was barely affected when 403–443K reduction temperatures were applied. It means that the platinum sites formed in the catalyst after low reduction temperature which hydrogenated the CC bond were transformed when increasing the reduction temperature into mixed sites containing at once platinum and tin able to hydrogenate the CO bond. In accordance with X-ray results, it would be tempting to assign these sites to Pt–Sn alloy. Further increase in the reduction temperature to 523K led to the appearance of a new tin richer alloyed phase, PtSn2, which could surround or even cover the Pt–Sn particles and then affected negatively the activity and the selectivity. The third observation requiring discussion is that the catalyst prepared from nitrate lead to higher selectivity than the ones prepared from chloride (20% difference). In the case of ex-chloride catalyst, it is interesting to note that more than a half of initial chlorine disappeared during the drying treatment, meaning that the PtCl6 2− anions had already partly decomposed on the surface at this stage of the preparation, releasing HCl in the aqueous phase and forming hypothetical Pt(OH) x Cl y or PtCl6−x (O–Sn) x . During the calcination at 673K, another part of the remaining chlorine evolved, leaving only 1% of Cl on the surface. These chlorine atoms are not bonded to Pt since XPS analysis revealed the presence of PtO x (72.3eV as binding energy for Pt 4f7/2 line) and not of platinum chloride or oxychloride species (characterised by a higher binding energy, 74.2eV [41]). Chlorine is then probably localised nearby the Pt particles in the oxygen vacancies created during the reduction treatment of SnO2. The presence of this foreign element bounded to tin at the interface between metal particles and support molecules could hinder formation of the Pt–Sn. However, after evolving almost all chlorine by the temperature treatment equal or higher than 473K as seen by the decreasing chlorine content in the Table 1, the process of alloy formation might rapidly take place. Due to an excess of free tin atoms more probably the PtSn2 alloy was formed at the surface of the particles. This new alloy was not prone to activate the CO hydrogenation since a large activity and selectivity drop was observed using ex-chloride catalyst reduced at 473K contrary to the behaviour of ex-nitrates reduced at the same temperature. Regarding related XRD spectra, it is difficult to attribute a clear evidence to the PtSn2 alloy after employing the 473K reduction temperature in case of the ex-chloride catalyst. Nevertheless, we suppose that chlorine atoms were localised only on the interface and not in the lower metallic layers. Therefore, the effect of their departure would be enormous on the catalyst performance since it takes place only on the surface, but the evolution would not be evident when followed by XRD gathering the information from all the catalyst volume. We suppose that when residual chlorine atoms leave the surface due to the temperature treatment, electron vacancies were created on the surface and provoked migration of liberated and reduced tin towards other tin atoms. For better accuracy and confirmation of the migration, a detailed study using surface technique (e.g. XPS) would be required. Similar behaviour—both decrease in overall activity and selectivity towards UOL—was observed with ex-nitrate catalysts, where the catalyst showed a very poor activity in the presence of PtSn2 alloy. In summary, we have seen that SnO2 is easily reducible in presence of platinum since at as low as 443K reduced tin species were formed and penetrated onto platinum particles to form Pt–Sn alloy. A higher reduction temperature (473K respectively 523K) was necessary to reach PtSn2. Those are then temperature borders where the composition of tin on the surface is in favour to get maximum selectivity with reasonably good activity. This observation is in accordance with that one observed on supported Pt-Sn catalysts, where a definite tin content compared to platinum was generally found to give a maximum in selectivity [19,27,29]. However, it is worthwhile to emphasise that the best selectivity in these supported Pt-Sn catalysts were found using the preparation methods being the most appropriate to form an alloy. That is, using the surface organometallic chemistry to create selective attachment of tetrabutyltin species to platinum atoms or using directly a bimetallic complex as precursor for the active metal [20,21]. In all these studies as well as in the present one, the best selectivity values were found when Pt–Sn alloy was present. This seems to be an evidence of necessary condition to get a clear enhancement of the activity and the selectivity. On the other hand, the presence of chlorine in the catalyst originated from the metallic precursor had a dramatic influence to orientate the selectivity in the crotonaldehyde hydrogenation. Its role is too complex since chlorine was found to affect the selectivity positively in the case of Pt/ZnO [41], but negatively for both Pt/CeO2 [39,40] and Pt/SnO2. Localised at the interface between the metal particle and the reducible oxide, it should govern the support–metal interaction playing an essential role in the selective hydrogenation of crotonaldehyde. It controls either the formation of alloy and/or the migration of the support onto the surface. Certainly, more effort will be required to understand the actual situation and resolve the good description of the catalytic site favourable to the hydrogenation of the carbonyl bond. It is also very important to note that the above tested platinum catalysts were active employing unusually low reduction temperatures (in the range of 403–523K) up to date not reported for such a catalytic system. The activation of platinum in Pt-Sn catalysts prepared by impregnation was usually performed at higher temperatures, e.g. at least 1h at 673K in the case of Pt/SiO2 modified by SnCl2 [9]. Catalysts prepared by CSR method were reduced up to 773K in the case of PtSn-OM and PtSn-BM [27] or Sn-Pt/SiO2 reduced at 573 or 453, 523, and 613K [25,44], respectively. 5 Conclusions The experiments pointed out two characteristics being crucial for the performance of the catalyst: the precursor of the active metal and the temperature of the catalyst reduction. Bearing on mind the importance of catalyst suitability for its eventual industrial application, it is important to observe both the activity and the selectivity of the catalyst at a time. The best compromise in our case seems to be the temperature around 443K, where the activity still remains reasonably high. After the reduction at this temperature, the selectivity to UOL reached a level of 50% at around 50% conversion and still was improving as the conversion values decreased on time-on-stream. The best selectivity (76%) to the UOL was achieved by using ex-nitrate catalyst reduced at 473K at 5–15% conversion. Unlike ex-nitrate catalyst, the ex-chloride catalyst was not able to turn crotonaldehyde into UOL in such a selective way. The values observed with ex-chlorides did not exceed 45% selectivity at low conversions. However, it is interesting to note that the selectivity towards UOL drastically improved when there was only a low conversion observed (maximum 7%). There we can see the decrease in the butanal formation and an increase in UOL formation, whatever the reduction temperature the final value of selectivity was the same. The reason for a poor performance of ex-chloride catalyst might be the negative influence of chlorine though not very strongly bonded on the surface or interface of the catalyst. Comparing the published results of other authors in the same field, working at the same conditions, using similar (Pt-Sn type) catalysts, we can say, that our results with ex-nitrate catalysts are ranked among the best ones. Therefore, we cannot reject the impregnation method as an insufficient preparative tool for a selective catalyst in hydrogenation of α,β-unsaturated aldehydes. So for Pt/SnO2 catalysts besides their interesting selectivity, the easy way of the preparation and the low reduction temperature employed are worth to be underlined. Acknowledgements We would like to acknowledge the French government for the scholarship no. 98-14230 allowing an establishment of a fruitful co-operation between two research groups from two countries. References [1] J. March, Advanced Organic Chemistry, McGraw-Hill, Tokyo, 1977, p. 827. [2] P.N. Rylander, Catalytic Hydrogenation in Organic Synthesis, Academic Press, New York, 1979. [3] P Gallezot D Richard Catal. Rev. Sci. Eng. 40 1/2 1998 81 [4] W.F Tuley R.J Adams J. Am. Soc. 47 1925 3061 [5] P.N Rylander N Himelstein M Kilroy Engelhard Ind. Tech. Bull. 4 1963 49 [6] S Galvagno A Donato G Neri R Pietropaolo D Pietropaolo J. Mol. Catal. 49 1989 223 [7] D Goupil F Fouilloux R Maurel React. Kinet. Catal. Lett. 35 1987 185 [8] D Richard J Ockelford A Giroir-Fendler P Gallezot Catal. Lett. 3 1989 53 [9] M Englisch V.S Ranade J.A Lercher J. Mol. Catal. 121 1997 69 [10] P Beccat J.C Bertolini Y Gauthier J Massardier P Ruiz J. Catal. 126 1990 451 [11] B Coq P.S Khumbar C Moreau P Moreau M Warawdekar J. Mol. Catal. 85 1993 215 [12] B Coq F Figueras C Moreau P Moreau M Warawdekar Catal. Lett. 22 1993 189 [13] B Coq P.S Khumbar C Moreau P Moreau F Figueras J. Phys. Chem. 98 1994 10180 [14] T.B.L.W Marinelli S Nabuurs V Ponec J. Catal. 151 1995 431 [15] C.G Raab M Englisch T.B.L.W Marinelli J Lercher Stud. Surf. Sci. Catal. 78 1993 211 [16] Z Poltarzewski S Galvagno R Pietropaolo P Staii J. Catal. 102 1986 190 [17] T.B.L.W Marinelli J.H Vleeming V Ponec J. Catal. 156 1995 51 [18] T.B.L.W. Marinelli, J.H. Vleeming, V. Ponec, Heterogeneous Catalysis and Fine Chemicals. Part III. Study of Surface Science Catalysis, Vol. 78, Elsevier, Amsterdam, 1993, p. 195. [19] F Coloma A Sepulveda-Escribano J.L.G Fierro F Rodriguez-Reinoso Appl. Catal. 136 1996 231 [20] F Coloma J Llorca N Homs P Ramirez de la Piscina F Rodriguez-Reinoso A Sepulveda-Escribano Phys. Chem. Chem. Phys. .2 2000 3063 [21] N Homs P Ramirez de la Piscina F Rodriguez-Reinoso A Sepulveda-Escribano J Silvestre-Albero Phys. Chem. Chem. Phys. 3 2001 1782 [22] J.P Candy B Didillon E.L Smith T.B Shay J.M Basset J. Mol. Catal. 86 1994 179 [23] P Claus Top. Catal. 5 1998 51 [24] Cs Vértes E Tálas I Czakó-Nagy J Ryczkowski S Göbölös A Vértes J.L Margitfalvi Appl. Catal. 68 1991 149 [25] J.L Margitfalvi A Tompos I Kolosova J Valyon J. Catal. 174 1998 246 [26] J.L. Margitfalvi, I. Borbáth, A. Tompos, in: B. Delmon, et al. (Eds.), Preparation of Catalysts VII, 1998, p. 195. [27] G.F Santori M.L Casella G.J Siri H.R Aduriz O.A Ferretti Appl. Catal. A 197 2000 141 [28] S Recchia C Dossi N Poli A Fusi L Sordelli R Psaro J. Catal. 184 1999 1 [29] J.L Margitfalvi G.V Vanko I Borbath A Tompos A Vertés J. Catal. 190 2000 474 [30] A Waghray J Wang R Oukaci D.G Blackmond J. Phys. Chem. 96 1992 5954 [31] A Waghray D.G Blackmond J. Phys. Chem. 97 1993 6002 [32] A Vannice B Sen J. Catal. 155 1989 65 [33] J Kaspar M Gaziani G.P Escobar A Tovarelli J. Mol. Catal. 72 1992 243 [34] R. Makouangou-Mandilou, A. Dauscher, R. Touroude, in: Proceedings of the 10th International Congress on Catalysis, Budapest, 1992, Vol. B, Akademiai Kiado, Budapest/Elsevier, Amsterdam, 1993, p. 327. [35] P Claus S Schimpf R Schödel P Kraak W Mörke D Hönicke Appl. Catal. A: Gen. 165 1997 429 [36] M Englisch A Jentys J.A Lercher J. Catal. 166 1997 25 [37] H Yoshitake Y Iwasawa J. Catal. 185 1990 227 [38] A Sepulveda-Escribano F Coloma F Rodriguez-Reinoso J. Catal. 178 1998 649 [39] M Abid R Touroude Catal. Lett. 69 3/4 2000 139 [40] M Abid R Touroude Appl. Catal. 217 2001 219 [41] M Consonni D Jokic D Yu Murzin R Touroude J. Catal. 188 1999 165 [42] K. Liberkova, D. Yu Murzin, R. Touroude, Chem. Eng. Res., submitted for publication. [43] K. Liberkova, Thesis (Strasbourg), 2001. [44] J.L Margitfalvi I Borbáth E Tfirst A Tompos Catal. Today 43 1998 29",
      "scopus-id": "0037061030",
      "coredata": {
        "eid": "1-s2.0-S1381116901004393",
        "dc:description": "Selective hydrogenation of crotonaldehyde was performed on 5% Pt/SnO2 catalysts, in gaseous phase, at atmospheric pressure, at 353K. Two types of catalyst were prepared using H2PtCl6 and Pt(NH3)4(NO3)2 as metallic precursors. Their performances were compared as a function of the reduction temperature and both catalysts were characterised by X-ray diffraction after different reduction treatments. Using the ex-chloride catalyst, the selectivity values to the unsaturated alcohol (UOL) resulted into a maximum of 45% while a selectivity as high as 70–77%, in 0–25% conversion range, was achieved by using ex-nitrate catalyst reduced at 443K. The formation of Pt–Sn alloy on the metal particles of platinum was thought to be necessary to improve the activity and the selectivity on these catalysts. In the contrast, a presence of PtSn2 formed at a reduction temperature higher than 473K led to a decrease of activity and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-03-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901004393",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liberková, Katerina"
          },
          {
            "@_fa": "true",
            "$": "Touroude, Raymonde"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901004393"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901004393"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00439-3",
        "prism:volume": "180",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Performance of Pt/SnO2 catalyst in the gas phase hydrogenation of crotonaldehyde",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Crotonaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Pt/SnO2"
          },
          {
            "@_fa": "true",
            "$": "Pt–Sn alloy"
          },
          {
            "@_fa": "true",
            "$": "Selective CO bond hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "221-230",
        "prism:endingPage": "230",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 March 2002",
        "prism:doi": "10.1016/S1381-1169(01)00439-3",
        "prism:startingPage": "221",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00439-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004393-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1467",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "415",
            "@width": "688",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004393-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15214",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "66",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004393-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1769",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "353",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004393-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23898",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "59",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004393-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1670",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "320",
            "@width": "673",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004393-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22855",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037061030"
      }
    }
  }
}