{
  "metadata": {
    "title": "Effect of promoter thallium for a novel selectivity oxidation catalyst studied by X-ray photoelectron spectroscopy",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-07-01",
    "doi": "10.1016/S1381-1169(03)00150-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111690300150X",
    "pii": "S138111690300150X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038172293",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-04-18 2003-04-18 2010-04-18T22:33:40 1-s2.0-S138111690300150X S1381-1169(03)00150-X S138111690300150X 10.1016/S1381-1169(03)00150-X S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01707 2015-05-15T05:56:33.301439-04:00 0 0 20030701 2003 2003-04-18T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 201 201 1 2 1 2 Volume 201, Issues 1–2 17 161 166 161 166 20030701 1 July 2003 2003-07-01 2003 converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. EFFECTPROMOTERTHALLIUMFORANOVELSELECTIVITYOXIDATIONCATALYSTSTUDIEDBYXRAYPHOTOELECTRONSPECTROSCOPY CHEN M 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Activity measurement 2.3 XRD structure analysis 2.4 X-ray photoelectron spectroscopy (XPS) 3 Results and discussion 3.1 Activity test 3.2 XRD structure characterization 3.3 XPS result 3.3.1 XPS of thallium state analysis 3.3.2 XPS of vanadium state analysis 3.3.3 Analyst of V5+, V4+ concentrations 3.3.4 XPS of O 1s analysis 4 Conclusions References AI 1975 327 M GRZYBOWSKASWIERKOSZ 1997 263 B CHEN 2001 133 M SHALVOY 1979 336 R CHIMINO 1975 11 A BILOEN 1973 169 P ESCARD 1975 17 J BRUCKNER 1997 311 A NOGIER 1994 109 J BULD 1998 43 M ABON 1997 173 M FLEERO 1987 453 J SOKOLOVSKII 1990 1 V JONSON 1988 3547 B CHENX2003X161 CHENX2003X161X166 CHENX2003X161XM CHENX2003X161X166XM item S1381-1169(03)00150-X S138111690300150X 1-s2.0-S138111690300150X 10.1016/S1381-1169(03)00150-X 271358 2010-10-04T20:42:49.983058-04:00 2003-07-01 1-s2.0-S138111690300150X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/MAIN/application/pdf/208edb17c36cb8003feb61d3af2be8cf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/MAIN/application/pdf/208edb17c36cb8003feb61d3af2be8cf/main.pdf main.pdf pdf true 165540 MAIN 6 1-s2.0-S138111690300150X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/PREVIEW/image/png/63040730e17d7f28d0b20a778fe4eaf8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/PREVIEW/image/png/63040730e17d7f28d0b20a778fe4eaf8/main_1.png main_1.png png 61516 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111690300150X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/fx1/THUMBNAIL/image/gif/568c53f3a083c24692a1c7e55cf20fc3/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/fx1/THUMBNAIL/image/gif/568c53f3a083c24692a1c7e55cf20fc3/fx1.sml fx1 true fx1.sml sml 1184 93 71 IMAGE-THUMBNAIL 1-s2.0-S138111690300150X-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/fx1/DOWNSAMPLED/image/gif/d40ad68485bffa209a429d6c121ca147/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/fx1/DOWNSAMPLED/image/gif/d40ad68485bffa209a429d6c121ca147/fx1.gif fx1 true fx1.gif gif 8000 357 273 IMAGE-DOWNSAMPLED 1-s2.0-S138111690300150X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr1/THUMBNAIL/image/gif/d81377ab864d00ab978473cd7c9a7341/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr1/THUMBNAIL/image/gif/d81377ab864d00ab978473cd7c9a7341/gr1.sml gr1 gr1.sml sml 1975 90 125 IMAGE-THUMBNAIL 1-s2.0-S138111690300150X-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr1/DOWNSAMPLED/image/gif/7c81934793ffb343136f9e1c3ce38772/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr1/DOWNSAMPLED/image/gif/7c81934793ffb343136f9e1c3ce38772/gr1.gif gr1 gr1.gif gif 5149 184 256 IMAGE-DOWNSAMPLED 1-s2.0-S138111690300150X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr2/THUMBNAIL/image/gif/a69dc36237410ccfd7e1b93aed2e2776/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr2/THUMBNAIL/image/gif/a69dc36237410ccfd7e1b93aed2e2776/gr2.sml gr2 gr2.sml sml 891 92 38 IMAGE-THUMBNAIL 1-s2.0-S138111690300150X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr2/DOWNSAMPLED/image/jpeg/87826ae638ecd680229ac6d3330df1ba/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr2/DOWNSAMPLED/image/jpeg/87826ae638ecd680229ac6d3330df1ba/gr2.jpg gr2 gr2.jpg jpg 59086 797 330 IMAGE-DOWNSAMPLED 1-s2.0-S138111690300150X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr3/THUMBNAIL/image/gif/c520ae5d0b6c7a16f3c66782de64c196/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr3/THUMBNAIL/image/gif/c520ae5d0b6c7a16f3c66782de64c196/gr3.sml gr3 gr3.sml sml 973 92 65 IMAGE-THUMBNAIL 1-s2.0-S138111690300150X-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr3/DOWNSAMPLED/image/gif/97d40660d08cdb022e8b241e5cbae627/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr3/DOWNSAMPLED/image/gif/97d40660d08cdb022e8b241e5cbae627/gr3.gif gr3 gr3.gif gif 7860 411 289 IMAGE-DOWNSAMPLED 1-s2.0-S138111690300150X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr4/THUMBNAIL/image/gif/97db7f4f45ed3dfbb00581417c0535d5/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr4/THUMBNAIL/image/gif/97db7f4f45ed3dfbb00581417c0535d5/gr4.sml gr4 gr4.sml sml 1119 93 66 IMAGE-THUMBNAIL 1-s2.0-S138111690300150X-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr4/DOWNSAMPLED/image/gif/f9b715918c088465bed89a3653acbb49/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr4/DOWNSAMPLED/image/gif/f9b715918c088465bed89a3653acbb49/gr4.gif gr4 gr4.gif gif 7900 383 273 IMAGE-DOWNSAMPLED 1-s2.0-S138111690300150X-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr5/THUMBNAIL/image/gif/e9a65f6e0915d4f25d296c53e69e6e9e/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr5/THUMBNAIL/image/gif/e9a65f6e0915d4f25d296c53e69e6e9e/gr5.sml gr5 gr5.sml sml 1183 94 88 IMAGE-THUMBNAIL 1-s2.0-S138111690300150X-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690300150X/gr5/DOWNSAMPLED/image/gif/38f03f5d0ce596b25bb5d835fa626ed6/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690300150X/gr5/DOWNSAMPLED/image/gif/38f03f5d0ce596b25bb5d835fa626ed6/gr5.gif gr5 gr5.gif gif 4494 255 240 IMAGE-DOWNSAMPLED MOLCAA 4005 S1381-1169(03)00150-X 10.1016/S1381-1169(03)00150-X Elsevier Science B.V. Fig. 1 XRD pattern of catalysts: (a) VCs0.2Cu0.10/TiO2·SiC; (b) VCs0.2Cu0.10Tl0.01/TiO2·SiC; (c) VCs0.2Cu0.10Tl0.03/TiO2·SiC. Fig. 2 Tl 4f spectra of catalysts samples: (a) VCsCu/TiO2·SiC; (b) VCsCuTl0.01/TiO2·SiC; (c) VCsCuTl0.03/TiO2·SiC. Fig. 3 V 2p3/2 spectra of VCs0.2Cu0.15Tl0.03/TiO2·SiC catalysts: (a) fresh; (b) spent. Fig. 4 O 1s spectra of VCs0.2Cu0.15Tl0.03/TiO2·SiC catalysts: (a) fresh; (b) spent. Fig. 5 O 1s spectra of with and without catalyst: (a) VCs0.2Cu0.15/TiO2·SiC; (b) VCs0.2Cu0.15Tl0.03/TiO2·SiC; (c) VCs0.2Cu0.15Tl0.01/TiO2·SiC. Table 1 Activity and selectivity over catalysts Catalyst Temperature of reaction (°C) Concentration (mol/m3) Conversion (mol%) Selectivity (mol%) V2O5/TiO2·SiC 480 0.9 2.4 50.2 VCs0.2/TiO2·SiC 480 0.9 4.8 84.8 VCs0.2Cu0.05/TiO2·SiC 440 1.0 8.0 40.8 480 0.9 20.5 65.2 VCs0.2Cu0.15Tl0.01/TiO2·SiC 440 1.0 8.6 92.1 480 1.0 11.8 90.2 VCs0.2Cu0.15Tl0.03/TiO2·SiC 440 1.1 12.0 85.0 480 1.0 13.6 83.4 Table 2 V 2p Binding energy of the catalysts Catalyst V2O5 [11] V-Cs-Cu V-Cs-Cu-Tl0.01 V-Cs-Cu-Tl0.03 Binding energy (eV) 517.6 V(V): 517.4 V(V): 517.3 V(V): 517.3 V 2p3/2 V(IV): 515.8 V(IV): 515.8 Table 3 Analysis of V5+ and V4+ in VCs0.2Cu0.15Tl0.03/TiO2·SiC catalyst Catalyst V5+/V4+ (%) Binding energy (eV) V5+ 2p3/2 V4+ 2p3/2 VCs0.2Cu0.15Tl0.03/TiO2·SiC (before reaction) 68 517.3 515.8 (small) VCs0.2Cu0.15Tl0.03/TiO2·SiC (after reaction) 32 517.7 516.0 Effect of promoter thallium for a novel selectivity oxidation catalyst studied by X-ray photoelectron spectroscopy Min Chen ∗ Xiao-Ming Zheng Institute of Chemistry, Zhejiang University, Xixi Campus, Hangzhou, PR China * Corresponding author. XPS was used to study the novel series of V-Cs-Cu-Tl catalyst, which was used for the selective oxidation reaction to produce p-tert-butyl benzaldehyde. The optimum catalytic activity ascribed to the promoter thallium can effectively enhanced the redox cycle of V5+↔V4+. The O 1s analysis of catalyst indicated that the nucleophilic oxygen (O2−) on the catalyst surface plays an important role in this selectivity oxidation. A series of novel catalysts consisting of V-Cs-Cu-Tl supported on TiO2 and SiC were prepared by impregnation method and tested for their catalytic properties to selectivity oxidation from p-tert-butyl toluene to p-tert-butyl benzaldehyde. A very significant effect was obtained with a selectivity of about 80mol% and the conversion of 12mol% over the series of catalysts. The surface properties of the series of V-Cs-Cu-Tl catalyst were discussed by X-ray photoelectron spectroscopy (XPS) analysis. The results of XPS analysis pointed out the small decrease of the vanadium binding energies and increase in the peak area of nucleophilic oxygen (O2−) with the promoter thallium adding into V-Cs-Cu catalyst. The optimum catalytic activity for the series of V-Cs-Cu-Tl catalyst was probably ascribed to the promoter thallium which effectively enhanced the redox cycle of V5+↔V4+. In addition, O 1s analysis of catalyst indicated that the nucleophilic oxygen on the catalyst surface plays an important role in this selectivity oxidation. Such typical results were summarized and the role of thallium promoter was explained. Keywords XPS Selective oxidation Catalyst Thallium promoter 1 Introduction p-tert-Butyl benzaldehyde was mainly used in foodstuff, medicine, and also widely in demand in the chemical industry [1,2]. The gas-phase catalytic selective oxidation of p-tert-butyl toluene to p-tert-butyl benzaldehyde was a very attractive route for the production of p-tert-butyl benzaldehyde. There were many reports about the catalysts used in selective oxidation of toluene but selective oxidation of p-tert-butyl toluene was seldom reported. Vanadium oxide catalysts supported on titania have been commonly employed for the partial catalytic reaction [3,4]. In some instances, the promoters were linked with the catalytic properties importantly. In the previous paper [5], we have reported that the property for gas-phase catalytic oxidation of p-tert-butyl toluene to p-tert-butyl benzaldehyde had improved greatly by thallium addition and optimal selectivity for p-tert-butyl benzaldehyde was obtained at V-Cs-Cu-Tl series catalyst. This is a novel catalyst system and an effective application in selective oxidation of p-tert-butyl toluene. X-ray photoelectron spectroscopy (XPS) is known to be an efficient method for characterizing the chemical and physical states of surface [6–8]. On the series of V-Cs-Cu-Tl catalyst, the relation between the chief catalyst of vanadium and promoter thallium was not detected clearly. It seems necessary to explore the internal relations such as (1) how the promote affected the surface chemical state of the vanadium oxide catalysts? and (2) how the redox properties of the catalyst were of great importance? In this paper, XPS and X-ray power diffraction (XRD) techniques were carried out to characterize this series of catalyst. 2 Experimental 2.1 Catalyst preparation The catalysts, which were used for the selective gas-phase oxidation, have been prepared by impregnation method. TiO2 and silicon carbide (commercial) were used as the support; V, Cs, Cu, Tl were loaded on the supports with an aqueous solution of nitrate that was containing a given amount. The samples were dried at 250°C for 2h and then calcined at 600°C for 5h. The catalyst was pulverized into particles of 20–40 meshes. The composition of the catalysts in atomic ratio were as follows: V:Cs:Cu:Tl=1:0.2:0.15:n (n=0.01–0.03). The catalysts were denoted as VCs0.2Cu0.15Tl n /TiO2·SiC (n=0.01–0.03). 2.2 Activity measurement The catalytic activity test for partial oxidation of p-tert-butyl toluene to p-tert-butyl benzaldehyde was performed in a flow reactor containing a fixed-bed of 3ml of catalyst. p-tert-Butyl toluene was introduced into an evaporator by a syringe-pump. The temperature varies from room temperature to 500°C. The analysis of the reactor effluent was performed with an on-line SP-2304 model gas chromatography by a FID. 2.3 XRD structure analysis The X-ray power diffraction powder patterns were collected on a Rigaku D/max-IIIB instrument using monochromatized Cu Kα radiation (40kV and 40mA). 2.4 X-ray photoelectron spectroscopy (XPS) The catalyst surface composition was determined by X-ray photoelectron spectroscopy with a PHI-550 model ESCA/SAM system. The binding energy was adjusted to the C 1s peak at 284.6eV which existed in all measurements. 3 Results and discussion 3.1 Activity test The catalytic activity and selectivity of p-tert-butyl toluene to p-tert-butyl benzaldehyde on V-Cs-Cu catalysts with and without Tl are shown in Table 1 , respectively. From Table 1 it can be observed that the activity of a single V2O5 catalyst was low; adding promoter Cs and Cu exhibited the considerable improvement. Addition of thallium into the V-Cs-Cu catalyst resulted in the increase of the selectivity about 2–2.5 times at 440°C. A very significant effect was observed with a selectivity of about 80mol% with the conversion of 12mol% at the reaction temperature at 440°C over V-Cs-Cu-Tl catalyst. It was worth noting that among all the catalyst, the selectivity of p-tert-butyl benzaldehyde increased markedly by adding promoter thallium; the series of V-Cs-Cu-Tl catalysts being the most active catalysts. From Table 1, it can be seen that the selectivity was higher in VCsCuTl0.01/TiO2·SiC then in VCsCuTl0.03/TiO2·SiC, but the VCsCuTl0.03/TiO2·SiC catalyst obtained a concerted result both in selectivity and conversion. We chose the VCsCuTl0.03/TiO2·SiC catalyst in further investigation. We also performed the catalytic stability test, which was carried out over V-Cs-Cu-Tl catalyst. However, after 365h long time running, the activity of the catalyst remained unchangeable [5]. 3.2 XRD structure characterization The XRD patterns before and after adding promoter thallium are shown in Fig. 1 . As can be found from Fig. 1, V2O5 phase was the only vanadium-containing species on the surface of V-Cs-Cu catalyst, except for the TiO2(R) phase and α-SiC phase in Fig. 1(a) by comparing with JDPDS files. After adding promoter thallium, there were three peaks with d=3.52,1.84 and 2.01 which were assigned to V2O (V4+) phase appearing and the intensity of V2O5 diffraction peaks decreased in Fig. 1(b). This result means that the addition of small amount of thallium into catalyst hastened the phase transition from partly V(V) to V(IV). This was a very interesting finding. One knew that the V2O5 was a strong oxidation potential due to its V5+O groups and that would lead to a considerable proportion of total oxidation products. It was found that lower vanadium state V(IV) greatly affected the level of the activity of selectivity reaction and redox cycle of V4+ and V5+ in catalysts and in advance in raising the selectivity of the catalysts [9,10]. From the results indicated in Fig. 1, after adding promoter thallium, the series of V-Cs-Cu-Tl catalysts obtained the V(IV) phase, which was less in total oxidation active but more selective active than V(V) phase. However, there was no thallium phase that can be detected, which indicated that thallium was highly dispersed on the catalyst surface. It was likely to think that these thallium compounds, which were highly dispersed on the catalyst surface, made an important faction in the highly active catalysts of series V-Cs-Cu-Tl. 3.3 XPS result 3.3.1 XPS of thallium state analysis To identify the thallium state on the catalyst surface, the XPS analysis before and after adding promoter thallium were performed. From Fig. 2 , it could be detected that sample (a) without promoter thallium showed no signal of thallium. Obviously, the thallium peak at 4f7/2 position could be detected both in sample (b) and sample (c), however, the intensity increased with the rise in thallium loading. These results suggested that those thallium species should be highly dispersed on the surface of catalysts detected from XRD. 3.3.2 XPS of vanadium state analysis It was of principal importance to study the vanadium states in the catalyst surfaces with and without thallium. From Table 2 , it can be seen that a 0.2eV binding energies change in V-Cs-Cu catalyst compared with the bulk V2O5 indicated literature [11] and there was 0.1eV small shift of V(V) in V-Cs-Cu catalyst after adding promoter thallium. The results suggested there was a change in chemical environment of V(V) after adding promoter. Besides, on the series of V-Cs-Cu-Tl catalyst, there are small signal indicated V(IV) at the binding energy of 515.8eV. This effect may be also due to part V2O5 phase transformed into lower species, and resulted in the increase of the electronic unit and weakening of the binding force for VO. Also, it was obvious to the right trend of the selectivity oxidation. In order to monitor the dispersion of the vanadium states on the fresh and used catalysts surface, Fig. 3 gives the result. In Fig. 3, the binding energy values were 517.3±0.4eV and 515.8±0.2eV on fresh and spend catalyst, which indicated that two different vanadium states V(V) and V(IV) existed in the catalyst [12]. It was worth noting that, comparing the peak areas of the fresh and spend catalyst, the 515.8±0.2eV peak increased and the 517.3±0.4eV peak decreased. This indicated that there were some high vanadium species from V(V) translated into V(IV) after 365h reaction. Simultaneously, the position of V 2p peak indicated that V(V) do changed from 517.3eV to 517.7eV and the binding energy indicated V(IV) shifted from 515.8eV to 516.0eV in the spent catalyst. Thus, it can be explained by two reasons. The first one is that a V(V) and V(IV) redox cycle was performed in the V-Cs-Cu-Tl catalyst, and the other indicated that thallium and vanadium made an interaction that course through the change of electron structure in the catalyst. According to literature [13], a Mars–van Krevelen mechanism, implying V(V)↔V(IV) redox cycle, was likely applied to the selective oxidation reaction. The results in Fig. 3 indicated that there was a redox behavior in V-Cs-Cu-Tl catalyst. 3.3.3 Analyst of V5+, V4+ concentrations An important problem was relative to the surface atomic composition regarding the V5+/V4+ distribution [14]. The data of the surface atomic ratio for the fresh and after 365h tested VCsCuTl0.03/TiO2·SiC catalyst was presented in Table 3 . Both fresh and used catalysts were subjected to chemical analysis for V5+ and V4+ concentrations. It could be found there was small amount of V4+ formed before reaction (32%), then after 365h reaction, the V5+/V4+ ratio decreased and the ratio of V4+ increased. The data shown in Table 3 indicated that the V(V) and V(IV) phase transformation happened on the V-Cs-Cu-Tl catalyst and it also associated with the XRD result. Table 3 also suggested that the redox effect of V5+/V4+ was important and the lower vanadium state (V4+) greatly affected the activity of the selective oxidation. Based on these observations of vanadium state analysis, adding thallium appears to be capable of V5+/V4+ redox formation and stabilizing the catalyst life. 3.3.4 XPS of O 1s analysis Another important factor was the surface oxygen species of the catalysts. Different types of oxygen species were known to be present on the catalyst surface. Fig. 4 showed the results of O 1s analysis about the catalysts before and after 365h reaction. A survey of XPS spectra indicated the presence of O 1s with two peaks in both samples before and after 365h reaction. One O 1s peak was positioned near 532.0eV and the other was near 529.0eV. The α peak was represented by electrophilic oxygen (O−,O2 −), while the β peak was represented by nucleophilic oxygen (O2−) [15]. They played different roles in the catalytic reaction. According to Haber and Bielanski [16] and Sokolovskii [17], nucleophilic oxygen (O2−) species are mainly responsible for selective oxidation of hydrocarbons, while electrophilic oxygen (O−, O2 −) species are suggested to be involved in deep oxidation, leading to CO x product formation. Obviously, the intensity of β peak decreases in sample (b), while the α peak was almost unchanged. It suggested that the lower peak area of β peak attributed to the nucleophilic oxygen (O2−) has participated in the selective oxidation reaction and resulted in the active oxygen numbers decrease. Therefore, we propose in V-Cs-Cu-Tl catalyst, the nucleophilic oxygen (O2−) played an important role in particle oxidation from p-tert-butyl toluene to p-tert-butyl benzaldehyde. Good agreement was found between the O 1s results and XRD patterns of V(V) and V(IV) change. Fig. 5 showed the O 1s changes in the catalysts both with and without thallium. It can be seen that there were two peaks in Fig. 5. It seems, that the nucleophilic oxygen (529.0–531.0eV) and electrophilic oxygen (532.0–533.5eV) species may be easily separated. The peak area of nucleophilic oxygen became large in the samples after adding thallium. However, we found that the good catalytic activity in V-Cs-Cu-Tl catalyst can be attributed to the nucleophilic oxygen (O2−), which was the main active oxygen species in selective oxidation reaction. Jonson et al. [18] reported bulk V2O5 to be less active in selective toluene oxidation; in our study the data given in Table 1 also indicated that single V2O5 catalyst also showed poor activity to p-tert-toluene oxidation. Why adding small amount of thallium can get novel result? It may be explained that the thallium doping leads to an increase of the surface concentration of V(IV) species which is in favor with the redox cycle and help the selective oxidation reaction. However, other promoter Cs and Cu also make certain effects in the catalyst, will be studied in the next work. Based on the results of O 1s analysis mentioned above, we conclude that the introduction of thallium into V-Cs-Cu catalyst leads to enhancement of the nucleophilic oxygen (O2−), and results in high efficiency of V5+ ↔ V4+ redox cycle, especially in the selective oxidation reaction. 4 Conclusions Adding of thallium into V-Cs-Cu catalyst significantly improves the selective oxidation capacity by enhancing the V(V) species changes into V(IV) species, and increases the nucleophilic oxygen content of the catalyst. This results in the increase of the catalytic activity and selectivity from p-tert-toluene to p-tert-benzaldehyde. XPS and XRD analysis point out that the novel V-Cs-Cu-Tl catalyst consisted of the highly dispersed thallium and V4+/V5+ redox formation upon the catalyst. It also demonstrated that the nucleophilic oxygen (O2−) was the main active oxygen species in particle oxidation from p-tert-butyl toluene to p-tert-butyl benzaldehyde. References [1] S.T. Noboru, I.N.H. Sao, U.T. Michio, T.K. Kazuhiro, N.S. Isao, United States Patent 5,136,104 (1992). [2] M Ai J. Catal. 40 1975 327 [3] H.-J. Chae, I.-S. Nam, Y.-G. Kim, H.-S. Yang, Stud. Surf. Sci. Catal. 125. [4] B Grzybowska-Šwierkosz Appl. Catal. A 157 1997 263 [5] Min Chen R.X Zhou X.M Zheng Chin. Chem. Lett. 12 2001 133 [6] R.B Shalvoy P.J Reucroft J. Catal. 56 1979 336 [7] A Chimino B.A De Angelis J. Catal. 36 1975 11 [8] P Biloen G.T Pott J. Catal. 30 1973 169 [9] J Escard B Pontvianne J.P Contour J. Electron. Spectrosc. 6 1975 17 [10] A Brûckner M Baerns Appl. Catal. A 157 1997 311 [11] J.F. Monlder, Handbook of X-ray Photoelectron Spectroscopy, Perkin-Elmer, USA, 1993. [12] J.P Nogier M Delamar Catal. Today 20 1994 109 [13] M Buld E Finocchio F Milella G Busca Appl. Catal. B 16 1998 43 [14] M Abon J.-C Volta Appl. Catal. A 157 1997 173 [15] J.L.G Fleero G Tejuca Appl. Surf. Sci. 27 1987 453 [16] A. Bielanski, J. Haber, Oxygen in Catalysis, Marcel Dekker, New York, 1991. [17] V.D Sokolovskii Catal. Rev.-Sci. Eng. 32 1990 1 [18] B Jonson B Rebenstorf R Larsson S.L.T Andersson J. Chem. Soc., Faraday Trans. 84 1988 3547",
      "scopus-id": "0038172293",
      "coredata": {
        "eid": "1-s2.0-S138111690300150X",
        "dc:description": "A series of novel catalysts consisting of V-Cs-Cu-Tl supported on TiO2 and SiC were prepared by impregnation method and tested for their catalytic properties to selectivity oxidation from p-tert-butyl toluene to p-tert-butyl benzaldehyde. A very significant effect was obtained with a selectivity of about 80mol% and the conversion of 12mol% over the series of catalysts. The surface properties of the series of V-Cs-Cu-Tl catalyst were discussed by X-ray photoelectron spectroscopy (XPS) analysis. The results of XPS analysis pointed out the small decrease of the vanadium binding energies and increase in the peak area of nucleophilic oxygen (O2−) with the promoter thallium adding into V-Cs-Cu catalyst. The optimum catalytic activity for the series of V-Cs-Cu-Tl catalyst was probably ascribed to the promoter thallium which effectively enhanced the redox cycle of V5+↔V4+. In addition, O 1s analysis of catalyst indicated that the nucleophilic oxygen on the catalyst surface plays an important role in this selectivity oxidation. Such typical results were summarized and the role of thallium promoter was explained.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111690300150X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Min"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Xiao-Ming"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111690300150X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111690300150X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00150-X",
        "prism:volume": "201",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Effect of promoter thallium for a novel selectivity oxidation catalyst studied by X-ray photoelectron spectroscopy",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "Selective oxidation"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Thallium promoter"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "161-166",
        "prism:endingPage": "166",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 2003",
        "prism:doi": "10.1016/S1381-1169(03)00150-X",
        "prism:startingPage": "161",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00150-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "71",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1184",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "357",
            "@width": "273",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8000",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1975",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "184",
            "@width": "256",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5149",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "38",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "891",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "797",
            "@width": "330",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "59086",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "973",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "411",
            "@width": "289",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7860",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "66",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1119",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "383",
            "@width": "273",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7900",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1183",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "255",
            "@width": "240",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690300150X-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4494",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038172293"
      }
    }
  }
}