{
  "metadata": {
    "title": "Interaction of probe molecules with active sites on cobalt, copper and zinc-exchanged SAPO-18 solid acid catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-09-01",
    "doi": "10.1016/S1381-1169(03)00262-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903002620",
    "pii": "S1381116903002620"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041633438",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-06-05 2003-06-05 2010-04-18T22:33:40 1-s2.0-S1381116903002620 S1381-1169(03)00262-0 S1381116903002620 10.1016/S1381-1169(03)00262-0 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01720 2015-05-15T05:56:33.301439-04:00 0 0 20030901 2003 2003-06-05T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 203 203 1 2 1 2 Volume 203, Issues 1–2 22 193 202 193 202 20030901 1 September 2003 2003-09-01 2003 converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. INTERACTIONPROBEMOLECULESACTIVESITESCOBALTCOPPERZINCEXCHANGEDSAPO18SOLIDACIDCATALYSTS KLADIS C 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterisation 2.3 FTIR measurements 3 Results and discussion 3.1 Adsorption of NO on transition metal exchanged SAPO-18 3.2 Adsorption of CO on transition metal exchanged SAPO-18 4 Conclusions References IWAMOTO 1991 3727 M IWAMOTO 1991 57 M IWAMOTO 1994 1395 M ISHIHARA 1994 1493 T ISHIHARA 1997 93 T NISHIGUCHI 1998 391 H AKOLEKAR 1998 755 D WILSON 1982 1146 S LOK 1984 6092 B AKOLEKAR 1998 261 D SIMMEN 1991 654 A CHEN 1994 10216 J AKOLEKAR 1999 375 D AKOLEKAR 1993 227 D HUANG 1992 322 M GIAMELLO 1992 510 E SPOTO 1994 151 G CHEUNG 1996 301 T AKOLEKAR 1998 155 D HADJIIVANOV 2000 71 K KLADIS 2000 297 C KLADIS 2001 243 C KLADIS 2001 241 C AKOLEKAR 2001 355 D KEISKI 1995 85 R WARD 1966 1178 J ANGELL 1966 1413 C ZECCHINA 1987 244 A ZECCHINA 1992 2959 A KAMBLE 1993 1143 V HADJIIVANOV 1996 4595 K RAKIC 1999 27 V HADJIIVANOV 1999 49 K KLADISX2003X193 KLADISX2003X193X202 KLADISX2003X193XC KLADISX2003X193X202XC item S1381-1169(03)00262-0 S1381116903002620 1-s2.0-S1381116903002620 10.1016/S1381-1169(03)00262-0 271358 2010-10-04T20:43:43.067724-04:00 2003-09-01 1-s2.0-S1381116903002620-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/MAIN/application/pdf/4c65839331e35c0faa431a90e6f878d9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/MAIN/application/pdf/4c65839331e35c0faa431a90e6f878d9/main.pdf main.pdf pdf true 321839 MAIN 10 1-s2.0-S1381116903002620-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/PREVIEW/image/png/bcee2ed33d641f7d3a88583d58ddaeae/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/PREVIEW/image/png/bcee2ed33d641f7d3a88583d58ddaeae/main_1.png main_1.png png 64289 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903002620-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/fx1/THUMBNAIL/image/gif/6d123d606e61a4762222c985d97962c8/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/fx1/THUMBNAIL/image/gif/6d123d606e61a4762222c985d97962c8/fx1.sml fx1 true fx1.sml sml 1766 77 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002620-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/fx1/DOWNSAMPLED/image/jpeg/e06c491eb8cd3d7d314fe0edfdc21ade/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/fx1/DOWNSAMPLED/image/jpeg/e06c491eb8cd3d7d314fe0edfdc21ade/fx1.jpg fx1 true fx1.jpg jpg 9591 138 225 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002620-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr1/THUMBNAIL/image/gif/04fc8b9d784f001de122503692c5f04f/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr1/THUMBNAIL/image/gif/04fc8b9d784f001de122503692c5f04f/gr1.sml gr1 gr1.sml sml 1079 68 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002620-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr1/DOWNSAMPLED/image/jpeg/d412ffd6972ae263730214836d102fee/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr1/DOWNSAMPLED/image/jpeg/d412ffd6972ae263730214836d102fee/gr1.jpg gr1 gr1.jpg jpg 31728 386 710 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002620-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr2/THUMBNAIL/image/gif/bea370d6541127408dc564acb37cee1c/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr2/THUMBNAIL/image/gif/bea370d6541127408dc564acb37cee1c/gr2.sml gr2 gr2.sml sml 908 69 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002620-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr2/DOWNSAMPLED/image/jpeg/eaefbf1669e80b55ed168b24a2f8bc2d/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr2/DOWNSAMPLED/image/jpeg/eaefbf1669e80b55ed168b24a2f8bc2d/gr2.jpg gr2 gr2.jpg jpg 25540 387 699 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002620-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr3/THUMBNAIL/image/gif/744e06252977ede49a3eaa40989a2a38/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr3/THUMBNAIL/image/gif/744e06252977ede49a3eaa40989a2a38/gr3.sml gr3 gr3.sml sml 908 68 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002620-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr3/DOWNSAMPLED/image/jpeg/45eedcbe7b2a4736d9fd2f9f494e6de8/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr3/DOWNSAMPLED/image/jpeg/45eedcbe7b2a4736d9fd2f9f494e6de8/gr3.jpg gr3 gr3.jpg jpg 25251 378 697 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002620-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr4/THUMBNAIL/image/gif/1d2daba8d8b461e859ceea494b4e0ae1/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr4/THUMBNAIL/image/gif/1d2daba8d8b461e859ceea494b4e0ae1/gr4.sml gr4 gr4.sml sml 896 68 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002620-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr4/DOWNSAMPLED/image/jpeg/6172b8e343af407d4ff0df6118f717cd/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr4/DOWNSAMPLED/image/jpeg/6172b8e343af407d4ff0df6118f717cd/gr4.jpg gr4 gr4.jpg jpg 23813 379 700 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002620-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr5/THUMBNAIL/image/gif/a7ffc89e4d5350b30f401c6d7a4f3550/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr5/THUMBNAIL/image/gif/a7ffc89e4d5350b30f401c6d7a4f3550/gr5.sml gr5 gr5.sml sml 867 67 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002620-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr5/DOWNSAMPLED/image/jpeg/acfaef42e588242201561da0b3a2a4a8/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr5/DOWNSAMPLED/image/jpeg/acfaef42e588242201561da0b3a2a4a8/gr5.jpg gr5 gr5.jpg jpg 23108 375 699 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002620-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr6/THUMBNAIL/image/gif/db45935d17a63fde6ce720b200ece185/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr6/THUMBNAIL/image/gif/db45935d17a63fde6ce720b200ece185/gr6.sml gr6 gr6.sml sml 919 70 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002620-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002620/gr6/DOWNSAMPLED/image/jpeg/ef6bf74efcae0166f8fc6cf7f4616a28/gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002620/gr6/DOWNSAMPLED/image/jpeg/ef6bf74efcae0166f8fc6cf7f4616a28/gr6.jpg gr6 gr6.jpg jpg 27939 391 700 IMAGE-DOWNSAMPLED MOLCAA 4066 S1381-1169(03)00262-0 10.1016/S1381-1169(03)00262-0 Elsevier Science B.V. Fig. 1 FTIR spectra of NO adsorbed at various pressures over the dehydrated Co-SAPO-18 catalyst: (a) 22Torr, (b) 61Torr, (c) 72Torr and (d) 103Torr. Fig. 2 FTIR spectra of NO adsorbed at various pressures over the dehydrated Cu-SAPO-18 catalyst: (a) 22Torr, (b) 61Torr, (c) 72Torr and (d) 103Torr. Fig. 3 FTIR spectra of NO adsorbed at various pressures over the dehydrated Zn-SAPO-18 catalyst: (a) 22Torr, (b) 61Torr, (c) 72Torr and (d) 103Torr. Fig. 4 FTIR spectra of CO adsorbed at various pressures over the dehydrated Co-SAPO-18 catalyst: (a) 22Torr, (b) 61Torr, (c) 72Torr and (d) 103Torr. Fig. 5 FTIR spectra of CO adsorbed at various pressures over the dehydrated Zn-SAPO-18 catalyst: (a) 22Torr, (b) 61Torr, (c) 72Torr and (d) 103Torr. Fig. 6 FTIR spectra of CO adsorbed at various pressures over the dehydrated Cu-SAPO-18 catalyst: (a) 22Torr, (b) 61Torr, (c) 7Torr and (d) evacuation at room temperature for 30min. Table 1 Comparison of physical and chemical properties for the transition metal exchanged SAPO-18 solid acid catalysts Catalyst sample Product composition (mol%) Surface area (m2/g) Micropore volume (cm3/g) SAPO-18 Si, 10.8; Al, 54.5; P, 34.7 653 0.25 Co-SAPO-18 Co, 0.5; Si, 10.0; Al, 52.7; P, 36.8 460 0.17 Cu-SAPO-18 Cu, 2.8; Si, 10.0; Al, 52.7; P, 34.5 480 0.18 Zn-SAPO-18 Zn, 1.7; Si, 9.9; Al, 52.3; P, 36.1 503 0.19 Table 2 Comparison of bulk and surface chemical composition for the transition metal exchanged SAPO-18 solid acid catalysts Catalyst Surface Bulk Si/Al Si/P P/Al Si/Al Si/P P/Al SAPO-18 0.48 0.99 0.49 0.20 0.31 0.64 Co-SAPO-18 0.24 0.81 0.29 0.19 0.27 0.70 Cu-SAPO-18 0.15 0.48 0.32 0.19 0.29 0.65 Zn-SAPO-18 0.15 0.44 0.33 0.19 0.27 0.69 Interaction of probe molecules with active sites on cobalt, copper and zinc-exchanged SAPO-18 solid acid catalysts Chris Kladis Suresh K. Bhargava ∗ Deepak B. Akolekar Department of Applied Chemistry, RMIT University, GPO Box 2476V, Melbourne, Vic. 3001, Australia * Corresponding author. Tel.: +61-3-9925-3365; fax: +61-3-9639-1321. In situ FTIR of NO/CO studies were conducted on the in-housed prepared and well characterized Co-, Cu- and Zn-exchanged SAPO-18 solid acid catalysts. NO adsorption leads to the formation of adsorbed N2O, chemisorbed NO2 and nitrite, mononitrosyl and dinitrosyl complexes. CO adsorption leads to formation of physi-sorbed CO2, cationic Lewis acid carbonyl moieties and transition metal carbonyl complexes. Novel cobalt (Co), copper (Cu) and zinc (Zn) exchanged chabazite related SAPO-18 solid acid catalysts were prepared and characterised using techniques such as BET (nitrogen sorption), FTIR, ICP-OES, XPS and XRD. A detailed in situ FTIR investigation undertaken on the adsorption and disproportionation of NO and CO over Co-, Cu- and Zn-SAPO-18 molecular sieve catalysts indicated the formation of various NO/CO species or complexes with cationic Lewis acid and/or active metal sites. NO adsorption at room temperature leads to the formation of up to seven bands attributed to adsorbed nitrous oxide (N2O), chemisorbed nitrogen dioxide (NO2), nitrite (M-NO2) (M, metal), mononitrosyl (M-NO) and dinitrosyl [M-(NO)2] complexes. CO adsorption at room temperature leads to the formation of up to six bands attributed to physi-sorbed carbon dioxide (CO2), cationic Lewis acid carbonyl moieties (L-CO) and transition metal carbonyl complexes (M-CO). The concentration and distribution of NO/CO species varies with pressure, reaction temperature and evacuation. Keywords FTIR spectroscopy SCR Nitric oxide Carbon monoxide Co-SAPO-18 Cu-SAPO-18 Zn-SAPO-18 Lewis acid sites Active metal sites 1 Introduction As previously reported by Iwamoto et al., Cu-ZSM-5 was found to be active for the decomposition of NO x [1–4]. Its potential application in the selective catalytic reduction (SCR) of NO x from oxygen rich combustion processes was impaired by the reversible or irreversible suppression of catalytic activity by water vapour and SO2. Other catalysts such as Cu-exchanged SAPO-n molecular sieves (n=5, 11, 34) and zeolites (□, USY and ZSM-5) are known to be active for the SCR of NO with hydrocarbons in the presence of oxygen [5–8]. Crystalline silicoaluminophosphates (SAPO-n) are a new class of microporous inorganic solids with many applications as catalysts, ion exchangers and molecular sieves [9–12]. Crystalline microporous AlPO4 composed of corner sharing tetrahedral AlO4 and PO4 units are a new generation of molecular sieves with effective properties similar to zeolitic materials. Substitution of heteroatoms into the AlPO4 framework produces solid acids of variable acid strength. AlPO4-18 molecular sieve is a crystallographically novel but chabazite related material like SAPO-34. The main structural difference between AlPO4-18 and SAPO-34 lies in the orientation of the double hexagonal prisms from which both are built. In AlPO4-18, alternate layers of hexagonal prisms parallel to the ab-plane are related by a c-axis glide and thereby possess different orientations. This causes the supercage formed between hexagonal prisms to have a pear-like shape. Due to structural similarities, SAPO-18 is expected to exhibit similar Brønsted acidity to SAPO-34 [9–12]. Cu-SAPO-34 catalyst sustains the high catalytic activity for NO SCR for more than 60h at 473K in an atmosphere containing 15% water vapour and remains unaffected up to 1073K. The behaviour of Cu ions in SAPO-34 follows a redox mechanism between monovalent and divalent states [5–8]. Transition metal modified microporous materials display unique selectivity in catalysis, adsorption science and ion-exchange, as well as exhibiting significant catalytic activity towards the decomposition of air pollutants (NO x , CO x and SO x ). The interaction of molecular species with active metal sites is usually investigated by FTIR using nitric oxide (NO) and carbon monoxide (CO) probe molecules. In the present paper, the adsorption-interaction of typical probe molecules with active metal species on modified silicoaluminophosphate solid acid catalysts was investigated. Such NO/CO adsorption experiments were undertaken to elucidate the nature of active metal sites under varying experimental conditions. 2 Experimental 2.1 Catalyst preparation Co-, Cu- and Zn-exchanged SAPO-18 were prepared by a liquid ion-exchange method. Calcined SAPO-18 was ion-exchanged with a 0.010M transition metal nitrate solution. The suspension was stirred at 343K for 2h and the solid collected by filtration, washed with distilled water and dried. The entire ion-exchange process was repeated thrice. After the third ion-exchange, the material was calcined in air at 773K for 5h. SAPO-18 was obtained by calcination of as-synthesised SAPO-18. As-synthesised SAPO-18 was prepared by hydrothermal crystallisation of gel (molar composition: 1.6 C8H19N; 1.0 Al2O3; 0.4 SiO2; 0.9 P2O5; 50 H2O) in a Teflon-lined stainless steel autoclave at 443K for 8 days [13,14]. The crystallisation product was filtered, thoroughly washed and dried in air at 343K. The organic template was removed by calcination in a muffle furnace at 773K for 16h. The chemicals used for synthesis were catapal B (68% boehmite, Vista), o-phosphoric acid (85%, Merck), aerosil (99%, Degussa) and N,N-diisopropylethylamine (99%, Aldrich). 2.2 Catalyst characterisation Bulk chemical composition of transition metal exchanged SAPO-18 was determined by ICP-OES using a Perkin-Elmer Optima 3300 DV instrument. Surface area and micropore volume of the materials was obtained by the N2-dynamic adsorption/desorption technique using a Micromeritics ASAP2000 instrument. X-ray powder diffraction patterns were obtained with a Philips PA2000 diffractometer using a Ni-β filtered Cu Kα (1.5406Å) X-ray source. XPS surface analysis was conducted for determining the surface concentrations and binding energies of Si 2p, Al 2p, P 2p, O 1s, Co 2p, Cu 2p and Zn 2p using a Fisons Microlab 310F instrument operating in the constant pass energy mode. All spectra were referenced to C 1s (285eV). 2.3 FTIR measurements FTIR studies were performed on self-supported wafers (ca. 20mg). A self-supported wafer was fixed to a sample holder of a Pyrex high temperature FTIR cell with NaCl windows. All samples were first activated under vacuum (<10−4 Torr) at 573K for 16h. A high purity mixture of nitrogen (95%) and nitric oxide (5%) and carbon monoxide (99.95%) supplied by Linde, Australia were used as the NO or CO source. FTIR spectra were obtained using Perkin-Elmer System 2000 FTIR spectrometer equipped with deuterated triglycine sulphate (DTGS) and mercury cadmium telluride (MCT) detectors. The spectra of dehydrated catalyst samples were used as a background from which the adsorbed probe molecule spectra were subtracted. All spectra were collected at room temperature and at different gas pressures depending upon experimental conditions. FTIR spectra were obtained in the mid-infrared region, over the range 4000–1400cm−1, with 64 co-added scans at 2cm−1 spectral resolutions. All spectra were recorded in the transmission mode, smoothed and baseline corrected. 3 Results and discussion Highly crystalline SAPO-18 with a molar composition of 54.5 Al, 34.7 P and 10.8 Si was utilised for the preparation of Co-, Cu- and Zn-exchanged SAPO-18 molecular sieve catalysts. Characterisation of transition metal exchanged SAPO-18 materials by BET, ICP-OES and XRD confirmed the high purity and crystallinity. The characteristics of transition metal exchanged SAPO-18 materials are presented in Table 1 . The XRD shows strong reflections at 9.1 and 5.1° 2θ, characteristic for as-synthesised AEI materials. The competing phase of AEI materials is AFI when P2O5/Al2O3>1.2 or R/P2O5<1.2 [13,14]. The XRD patterns of AEI materials are very sensitive to water molecules present in the channels of the structure. Nitrogen sorption data (BET) for transition metal exchanged SAPO-18 materials is presented in Table 1. Nitrogen sorption is high for SAPO-18 (653m2/g surface area and 0.25cm3/g micropore volume) but decreases after ion-exchange with transition metals, indicating a high decrease in porosity [15]. Ion-exchange with transition metals results in micropore blockage, which leads to a reduction or distortion in the volume and shape of SAPO-18 micropores [16]. The low transition metal loading, and relative small decrease in surface area and micropore volume indicate a low concentration of Co, Cu and Zn active sites evenly spread throughout the SAPO-18 molecular sieve. Bulk chemical and XPS surface analysis (Tables 1 and 2 ) for transition metal exchanged SAPO-18 catalysts indicate that the concentrations of silicon, aluminium and phosphorous are higher in the bulk rather than on the surface. The lower surface transition metal to aluminium and transition metal silicon ratios indicate a higher concentration of transition metal ions in the bulk rather than on the surface of SAPO-18 (Table 2). This is confirmed by the BET nitrogen sorption results, which show a small decrease in surface area and micropore volume after exchange with transition metal ions. XPS analysis revealed the existence of Co metal ions in the +2 and +3 oxidation states while Cu and Zn metal ions existed predominantly in the +2 oxidation state. The binding energies of the other elements (O 1s, Si 2p, Al 2p, P 2p) are close to those for tetrahedrally coordinated elements in metal substituted aluminophosphates [17] and low silica zeolites [18]. In situ FTIR study revealed the presence of the four types of hydroxyl groups on pure dehydrated SAPO-18 at 3740, 3675, 3615 and 3520cm−1 ascribed to the fundamental stretching vibrations of terminal SiOH and/or surface AlOH and POH, undisturbed bridging hydroxyl (SiOHAl) groups with Brønsted acidic character and hydroxyl groups attached to multivalent cations, respectively. With transition metal exchanged SAPO-18, a slight decrease in band intensity of all OH groups was observed. 3.1 Adsorption of NO on transition metal exchanged SAPO-18 Nitric oxide adsorption on heterogeneous catalysts is a widely used technique in the investigation of the nature and properties of adsorption sites present on the catalyst surface. FTIR spectroscopy is a technique commonly utilised to investigate NO adsorption on catalysts. The infrared frequencies and changes in the frequencies of the stretching vibrations of the adsorbed probe molecule give information about the adsorption sites (e.g. types of sites, the oxidation state of the metal and the state and localisation of the cations). The interaction between NO and transition metal exchanged SAPO-18 is depicted in Figs. 1–3 . After dehydration of Co-, Cu- and Zn-exchanged SAPO-18 in vacuo at 573K for 16h, exposure to NO resulted in up to seven bands attributed to the formation of nitrous oxide (N2O), chemisorbed nitrogen dioxide (NO2), nitrite (M-NO2) (M, metal), mononitrosyl (M-NO) and dinitrosyl [M-(NO)2] complexes. The assignment of infrared bands is consistent with the literature data [19–28]. FTIR spectra of NO adsorption over activated Co-SAPO-18 at 298K are shown in Fig. 1. Exposure to 22Torr NO (Fig. 1a) produced four bands attributed to the formation of chemisorbed NO2 (2120cm−1), CoIII-NO (1900cm−1), CoII-(NO)2 (1845cm−1) and CoII-NO (1810cm−1). Adsorption of NO at 61Torr (Fig. 1b) leads to an increase in concentration of chemisorbed nitrogen dioxide and the appearance of an infrared band attributed to a cobalt-nitrite moiety (CoIII-NO2). The intensity of the CoII-NO band decreased with an increase in NO pressure. NO adsorption at 72 and 103Torr (Fig. 1c and d) leads to a further increase in NO surface coverage and hence intensities of the infrared bands at 2240, 1910 and 1845cm−1. The presence of bands attributed to adsorbed N2O and CoIII-NO2 indicate oxidation of CoII active sites to CoIII. Formation of CoIII occurs when the CoII-(NO)2 complex is oxidised by NO and forms an unstable CoIII complex with N2O and O− adsorbed species. Further reaction with NO sees the conversion of the unstable N2O and O− intermediates to CoIII-NO2. Evacuation of the NO gas phase (10−4 Torr) at room temperature for 30min leads to desorption of the Co-NO species. The chemisorbed nitrite and cobalt-nitrite species remained relatively unaffected by evacuation. In situ FTIR spectra of NO adsorption on the dehydrated Cu- and Zn-SAPO-18 molecular sieves at 298K and increasing gas pressures are shown in Figs. 2 and 3. Adsorption of NO at 22Torr (Figs. 2a and 3a) leads to the appearance of up to two strong and two weak vibrations at 2120, 1910, 1845 and 1630cm−1, attributed to chemisorbed NO2, MII-NO, MII-(NO)2 and MII-NO2 complexes, respectively. No bands attributed to CuI-NO are observed as XPS indicates the presence of predominantly Cu2+ active metal sites. NO adsorption at 61, 72 and 103Torr (Figs. 2b–d and 3b–d) leads to an increase in intensity of the chemisorbed NO2 band, the appearance of a band attributed to MII-NO2 and a decrease in intensity of the bands attributed to MII-NO and MII-(NO)2. The CuII and ZnII nitrite complexes react with NO to produce unstable CuII and ZnII intermediates with N2O and O− adsorbed species. Further reaction with nitric oxide leads to conversion of the unstable N2O and O− intermediates into a MII-NO2 complex. Evacuation of the NO gas phase (10−4 Torr) for 30min at room temperature leads to desorption of most of the adsorbed species. The band attributed to MII-NO2 intensifies after evacuation of the FTIR cell. The adsorption of NO over transition metal exchanged SAPO-18 resulted in the formation of M-NO, M-(NO)2, M-NO2, adsorbed N2O and chemisorbed NO2 species. The reaction mechanism by proposed by Giamello et al. [19] and Spoto et al. [20] for the adsorption and disproportionation of NO over Cu-ZSM-5 are in good agreement with the results presented in this paper. Interaction of NO with Co-SAPO-18 resulted in the formation a mononitrosyl species (CoII-NO) with a band appearing at 1810cm−1. Unlike copper exchanged ZSM-5 and SAPO-34, this band was not observed on the Cu-SAPO-18 catalyst, and it is believed that most of the CuI active metal sites had been already oxidised to the CuII oxidation state. After initial formation of M-NO, a second NO molecule adsorbs onto M-NO at higher equilibrium pressure to form a dinitrosyl moiety with stretching vibrations at 1845cm−1 (asymmetric) and 1735cm−1 (symmetric). Giamello et al. [19] and Spoto et al. [20] found that adsorption of a second NO molecule is usually followed by oxidation of the active metal catalyst. Both researchers agree that oxidation occurs at the site of the dinitrosyl complex. This involves bonding of two N atoms to form an unstable intermediate. Excess NO can displace the N2O species to give an infrared band at 2240cm−1, which is characteristic of adsorbed N2O. The reactive O− site reacts with another NO molecule to produce a M-NO2 complex with a vibrational band at 1630cm−1. To regenerate the active metal sites, surface oxygen has to be removed by desorption or reduction. 3.2 Adsorption of CO on transition metal exchanged SAPO-18 Carbon monoxide chemisorption on activated microporous materials provides information about the oxidation and coordination state of charge balancing cations. This technique is widely employed for analysis of active sites on ion-exchanged molecular sieves because of its ability to act as a weak σ-donor and π-acceptor, its sensitivity towards electrostatic fields surrounding metal cations and its ability to interact with Lewis acid sites. Modified SAPO-18 samples were used to investigate the interaction of CO using the in situ FTIR technique. The interaction between CO and transition metal exchanged SAPO-18 is depicted in Figs. 4–6 . After dehydration of Co-, Cu- and Zn-exchanged SAPO-18 in vacuo at 573K for 16h, exposure to CO produced vibrational spectra with up to six bands attributed to the formation of physi-sorbed carbon dioxide, cationic Lewis acid carbonyl moieties (L-CO) and transition metal carbonyl complexes (M-CO). These infrared bands are consistent with the reported literature [28–36]. CO adsorption on activated Co- and Zn-SAPO-18 solid acid catalyst at 298K and increasing equilibrium pressures is depicted in Figs. 4 and 5. The FTIR spectra of CO adsorption at 22Torr produced two strong and two weak vibrations at 2350, 2170, 2120 and 2060 (sh) cm−1 (Figs. 4a and 5a). Vibrational spectra at 61, 72 and 103Torr CO are shown in Figs. 4b–d and 5b–d. At these higher CO gas pressures, the four observed infrared bands remain relatively unchanged. A weak band at 2350cm−1 developed during CO adsorption on Co- and Zn-SAPO-18 is attributed to the ν3 vibration of adsorbed CO2, linearly bound to the cation by ion-induced dipole interactions [27,29,33,35]. The band at 2350cm−1 is therefore a good indicator of CO2 formation during the adsorption of CO over transition metal exchanged SAPO-18 solid acid catalysts. The infrared band at 2170cm−1 is assigned to CO adsorbed by the carbon on to cationic Lewis acid sites while the band at 2120cm−1 is assigned to CO adsorbed on to SAPO-18 cationic Lewis acid sites by the oxygen atom [30–33,35]. A weak shoulder band observed 2060cm−1 is characteristic of terminal stretching CO vibrations present in metal-carbonyl species. Evacuation of the high temperature infrared cell (10−4 Torr) at 298K for 30min resulted in the disappearance of all the observed infrared active species. Fig. 6 displays the FTIR spectra of vacuum-dehydrated Cu-SAPO-18 after exposure to CO at 298K. Adsorption of 22Torr CO leads to the appearance of five infrared bands at 2350, 2195, 2170, 2155 and 2120cm−1 (Fig. 6a). Infrared spectra of CO adsorption at 61 and 72Torr are shown in Fig. 6b and c. At these equilibrium pressures, the two bands at 2170 and 2120cm−1 increased in intensity indicating a greater surface coverage while the intensity of a band at 2350cm−1 decreased. The band at 2350cm−1 developed during adsorption of CO on Cu-SAPO-18 is attributed to the ν3 vibration of adsorbed CO2, linearly bound to Cu by ion-induced dipole interactions [27,29,33,35]. The infrared band at 2170cm−1 is assigned to CO adsorbed by the carbon on to SAPO-18 cationic Lewis acid sites, while the band at 2120cm−1 is assigned to CO adsorbed on to SAPO-18 cationic Lewis acid sites by the oxygen atom [30–33,35]. A weak fourth vibration at 2195cm−1 (sh), disappearing after evacuation is assigned to CuII-CO species [34–36]. Evacuation of the FTIR cell (10−4 Torr) at 298K for 30min leads to desorption of the moieties at 2170 and 2120cm−1, indicating the presence of weakly adsorbed species on the Cu-SAPO-18 framework, while the remaining band at 2350cm−1 indicates a continued presence of framework CO2. Deconvolution of the spectrum indicates the presence of a fifth infrared band at 2155cm−1. The band is resistant towards evacuation and indicates chemisorption of CO molecules on CuI sites similar to those observed on Cu-ZSM-5 and Cu-SAPO-34 [8,34–36]. The main products formed from the interaction of CO with transition metal exchanged SAPO-18 catalysts are weakly adsorbed carbonyl species (CO) with vibrations at 2170 and 2120cm−1. The infrared band at 2170cm−1 is assigned to CO adsorbed by the carbon on to SAPO-18 tri-coordinated aluminium atoms (Lewis acid sites) while the band at 2120cm−1 can be assigned to CO adsorbed by the oxygen on to SAPO-18 Lewis acid sites. As these two CO bands disappear from the spectrum upon evacuation of the infrared cell at room temperature, it is apparent that the CO molecules are held by dipole–dipole type weak forces and are localised within the cavities of the SAPO-18 molecular sieve [30–33,35]. A band appearing at a frequency near the asymmetric stretch vibration of gas-phase CO2 (2350cm−1) appears on the Cu- and Zn-SAPO-18 catalysts. It is attributed to the ν3 vibration of adsorbed CO2 on the catalyst surface [27,29,33,35]. Three infrared bands attributed to stretching vibrations of terminal metalcarbonyl bonds appear in transition metal exchanged SAPO-18 [8,32–36]. The first two bands, observed as weak shoulder vibrations at frequencies of 2195 and 2060cm−1 are attributed to linear CuII-CO species while the third band at 2155cm−1, observed only on Cu-SAPO-18 is attributed to a chemisorbed CuI-CO moiety similar to that observed on Cu-ZSM-5 and Cu-SAPO-34. 4 Conclusions The adsorption of nitric oxide on Co-, Cu- and Zn-SAPO-18 solid acid catalysts resulted in the formation of adsorbed N2O, chemisorbed NO2, M-NO, M-(NO)2 and M-NO2 species. Nitric oxide pressure affects the concentration and distribution of the NO complexes formed. The concentration of CoII-NO decreased while those of adsorbed N2O, CoIII-NO, CoII-(NO)2 and CoIII-NO2 increased indicating, conversion of nitrosyl species to nitrite and oxidation of the CoII active sites to CoIII. A similar pattern is observed with the Cu- and Zn-SAPO-18 molecular sieves, where metal-nitrosyl species decrease with the appearance of metal-nitrite moieties. Chemisorbed nitrite is present on the catalyst and is not affected by changes in NO equilibrium pressure. Evacuation of the FTIR cell at room temperature leads to desorption of the metal-nitrosyl species leaving metal-nitrite complexes as the only surface stable species at room temperature. Adsorption of carbon monoxide on Co-, Cu- and Zn-SAPO-18 solid acid catalysts resulted in the formation of carbonyls predominantly associated with cationic Lewis acid sites. Carbonyls linearly bound to active transition metal sites were also observed as weak shoulder bands, not resistant to evacuation under ambient conditions. Deconvolution of the Cu-SAPO-18 spectrum indicates the presence of a band resistant towards evacuation and associated with chemisorbed of CO molecules on CuI sites similar to that observed on Cu-ZSM-5 and Cu-SAPO-34. A third vibration developed during adsorption of CO on Cu- and Zn-SAPO-18. This band was attributed to the ν3 vibration of adsorbed CO2, linearly bound to CuII and ZnII active sites by ion-induced dipole interactions. References [1] M. Iwamoto, Future Opportunities in Catalytic and Separation Technology, Elsevier, Amsterdam, 1990. [2] M. Iwamoto H. Yahiro K. Tanda N. Mizuno Y. Mine S. Kagawa J. Phys. Chem. 95 1991 3727 [3] M. Iwamoto H. Hamada Catal. Today 10 1991 57 [4] M. Iwamoto Stud. Surf. Sci. Catal. 84 1994 1395 [5] T. Ishihara M. Kagawa F. Hadama Y. Takita Stud. Surf. Sci. Catal. 84 1994 1493 [6] T. Ishihara M. Kagawa F. Hadama Y. Takita J. Catal. 169 1997 93 [7] H. Nishiguchi S. Kimura T. Ishihara Y. Takita Res. Chem. Intermed. 24 1998 391 [8] D.B. Akolekar S.K. Bhargava Stud. Surf. Sci. Catal. 105 1998 755 [9] S.T. Wilson B.M. Lok C.A. Messina T.R. Cannan E.M. Flanigen J. Am. Chem. Soc. 104 1982 1146 [10] B.M. Lok C.A. Messina R.L. Patton R.T. Gajek T.R. Cannan E.M. Flanigen J. Am. Chem. Soc. 106 1984 6092 [11] A. Dyer, An Introduction to Zeolite Molecular Sieves, Wiley, New York, 1988. [12] D.B. Akolekar Appl. Catal. A: Gen. 171 1998 261 [13] A. Simmen L. McCusker C. Baerlocher W. Meier Zeolites 11 1991 654 [14] J. Chen P.A. Wright J.M. Thomas S. Natarajan L. Marchese S.M. Bradley G. Sankar C.R. Catlow P.L. Gai-Boyes R.P. Townsend C.M. Lok J. Phys. Chem. 98 1994 10216 [15] D.B. Akolekar S.K. Bhargava J. Gorman P. Paterson Colloids Surf. A: Physiochem. Eng. Asp. 146 1999 375 [16] D.W. Breck, Zeolite Molecular Sieves: Structure Chemistry and Use, Wiley, New York, 1974. [17] D.B. Akolekar J. Catal. 143 1993 227 [18] M. Huang A. Adnot S. Kaliaguine J. Catal. 137 1992 322 [19] E. Giamello D. Murphy G. Magnacca C. Morterra Y. Shioya T. Nomura M. Anpo J. Catal. 136 1992 510 [20] G. Spoto A. Zecchina S. Bordiga G. Richiardi G. Mata Appl. Catal. B: Environ. 3 1994 151 [21] T. Cheung S.K. Bhargava M. Hobday K. Foger J. Catal. 158 1996 301 [22] D.B. Akolekar S.K. Bhargava K. Foger J. Chem. Soc., Faraday Trans. 94 1998 155 [23] K. Hadjiivanov Catal. Rev.-Sci. Eng. 42 2000 71 [24] C. Kladis S.K. Bhargava K. Foger D.B. Akolekar Catal. Today 63 2000 297 [25] C. Kladis S.K. Bhargava K. Foger D.B. Akolekar J. Mol. Catal. A: Chem. 171 2001 243 [26] C. Kladis S.K. Bhargava K. Foger D.B. Akolekar J. Mol. Catal. A: Chem. 175 2001 241 [27] D.B. Akolekar S.K. Bhargava Appl. Catal. A: Gen. 207 2001 355 [28] R. Keiski M. Harkonen A. Lahti T. Maunula A. Savimaki T. Slotte Stud. Surf. Sci. Catal. 96 1995 85 [29] J. Ward H. Habgood J. Phys. Chem. 70 1966 1178 [30] C. Angell P. Schaffer J. Phys. Chem. 70 1966 1413 [31] A. Zecchina E. Escalona Platero C. Otero Arean J. Catal. 107 1987 244 [32] A. Zecchina S. Bordiga D. Scarano G. Petrini G. Leofanti M. Padovan C. Otero Arean J. Chem. Soc., Faraday Trans. 88 1992 2959 [33] V.S. Kamble N.M. Gupta V.B. Kartha R.M. Iyer J. Chem. Soc., Faraday Trans. 89 1993 1143 [34] K.I. Hadjiivanov M.M. Kantcheva D.G. Klissurski J. Chem. Soc., Faraday Trans. 92 1996 4595 [35] V.M. Rakic R.V. Hercigonja V.T. Dondur Microporous Mesoporous Mater. 27 1999 27 [36] K.I. Hadjiivanov L. Dimitrov Microporous Mesoporous Mater. 27 1999 49",
      "scopus-id": "0041633438",
      "coredata": {
        "eid": "1-s2.0-S1381116903002620",
        "dc:description": "Novel cobalt (Co), copper (Cu) and zinc (Zn) exchanged chabazite related SAPO-18 solid acid catalysts were prepared and characterised using techniques such as BET (nitrogen sorption), FTIR, ICP-OES, XPS and XRD. A detailed in situ FTIR investigation undertaken on the adsorption and disproportionation of NO and CO over Co-, Cu- and Zn-SAPO-18 molecular sieve catalysts indicated the formation of various NO/CO species or complexes with cationic Lewis acid and/or active metal sites. NO adsorption at room temperature leads to the formation of up to seven bands attributed to adsorbed nitrous oxide (N2O), chemisorbed nitrogen dioxide (NO2), nitrite (M-NO2) (M, metal), mononitrosyl (M-NO) and dinitrosyl [M-(NO)2] complexes. CO adsorption at room temperature leads to the formation of up to six bands attributed to physi-sorbed carbon dioxide (CO2), cationic Lewis acid carbonyl moieties (L-CO) and transition metal carbonyl complexes (M-CO). The concentration and distribution of NO/CO species varies with pressure, reaction temperature and evacuation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903002620",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kladis, Chris"
          },
          {
            "@_fa": "true",
            "$": "Bhargava, Suresh K."
          },
          {
            "@_fa": "true",
            "$": "Akolekar, Deepak B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903002620"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903002620"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00262-0",
        "prism:volume": "203",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Interaction of probe molecules with active sites on cobalt, copper and zinc-exchanged SAPO-18 solid acid catalysts",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "FTIR spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "SCR"
          },
          {
            "@_fa": "true",
            "$": "Nitric oxide"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "Co-SAPO-18"
          },
          {
            "@_fa": "true",
            "$": "Cu-SAPO-18"
          },
          {
            "@_fa": "true",
            "$": "Zn-SAPO-18"
          },
          {
            "@_fa": "true",
            "$": "Lewis acid sites"
          },
          {
            "@_fa": "true",
            "$": "Active metal sites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "193-202",
        "prism:endingPage": "202",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 2003",
        "prism:doi": "10.1016/S1381-1169(03)00262-0",
        "prism:startingPage": "193",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00262-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1766",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "138",
            "@width": "225",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9591",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "68",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1079",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "386",
            "@width": "710",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31728",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "69",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "908",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "387",
            "@width": "699",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25540",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "68",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "908",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "378",
            "@width": "697",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25251",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "68",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "896",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "379",
            "@width": "700",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23813",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "67",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "867",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "375",
            "@width": "699",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23108",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "919",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "391",
            "@width": "700",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002620-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27939",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041633438"
      }
    }
  }
}