{
  "metadata": {
    "title": "Contents volume 122",
    "authors": "",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-01",
    "doi": "10.1016/S1381-1169(97)90042-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111699790042X",
    "pii": "S138111699790042X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-12-18 2003-12-18 2010-03-25T21:28:44 1-s2.0-S138111699790042X S1381-1169(97)90042-X S138111699790042X 10.1016/S1381-1169(97)90042-X S350 S350.1 CONTENTS-ENTRY-ONLY 1-s2.0-S1381116900X00623 2015-05-15T05:56:33.668241-04:00 0 0 19970801 1997 2003-12-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount articletitle alllist content subj ssids 1381-1169 13811169 122 122 2 3 2 3 Volume 122, Issues 2–3 15 193 194 193 194 19970801 1 August 1997 1997-08-01 1997 converted-article mis Copyright © 1997 Published by Elsevier B.V. All rights reserved. CONTENTSVOLUME122 item S1381-1169(97)90042-X S138111699790042X 1-s2.0-S138111699790042X 10.1016/S1381-1169(97)90042-X 271358 2010-09-29T19:52:50.72537-04:00 1997-08-01 1-s2.0-S138111699790042X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699790042X/MAIN/application/pdf/15b63df4765e53ba4c68a5f6f93e641a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699790042X/MAIN/application/pdf/15b63df4765e53ba4c68a5f6f93e641a/main.pdf main.pdf pdf true 145773 MAIN 2 1-s2.0-S138111699790042X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699790042X/PREVIEW/image/png/0c5005bfccf5ac36c5ec93e7213774c2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699790042X/PREVIEW/image/png/0c5005bfccf5ac36c5ec93e7213774c2/main_1.png main_1.png png 46871 849 656 IMAGE-WEB-PDF 1 S50 unknown general factor influences the generation of FPs. Knowledge of maximal numbers of FPs/min in the various muscles of normal subjects is necessary to decide whether in an individual case fasculations are to be considered as pathological. 13-08 Determinants of Pain in Needle EMG Jeffrey A. Strommen, Jasper R. Daube. Mayo Clinic, Mayo Foundation, Rochester, USA Forty-eight subjects ages 26-82, with no significant sensory loss, were referred for routine EMG and were subsequently randomized to compare discomfort associated with two types of needle electrodes and insertional techniques. Comparisons were made between disposable standard concentric and monopolar needles, and between insertional techniques of minimal and standard needle movements. Minimal movements were defined by insertional activity of <200 msec; standard movement had 200-500 msec insertional activity. Double-blinded analysis of the subject's immediate discomfort, and residual discomfort were rated on visual analog scales. Preliminary analysis of variance revealed significantly less immediate pain only with minimal movements. Time spent examining muscles was not significantly different between groups. Residual discomfort depended on both needle type and insertion technique. This study demonstrates that the major factor in patient discomfort is the insertional technique rather than the type of recording needle electrode. SESSION 14: QUANTITATIVE EEG 1 14-01 Quantitative EEG-Measurements in Chronic Alcoholics - Spectral Parameters of the Topographic EEG in the Course of Withdrawal Therapy K. Fasshauer, H.-J. Greven. Alexian Hospital lGefeld, FRG Spectral EEG-Parameters in the beginning and at the end of a 6 months' withdrawal therapy of thirty chronic alcoholics were compared. The first examination was carried out after a detoxication period of 2 weeks and the second examination following 6 months of withdrawal therapy. EEG's were recorded by a Dantec concerto electroencephalograph with 16 channels. The power spectra of alpha, beta, theta and delta-bands were computed after Fast Fourr Transformation and recorded numerically and by mapping. Characteristic variations were found from the first to the second record. The band-power of alpha showed a reduction of 38% (beta: 10.3%, theta: 9.6%, delta: 16%). Dividing up the alpha band into 4 segments the greatest amount of reduction was found the bandwidth of 8 to 9.19 hz and the least reduction in the bandwidth of 9.2 to 10.39 hz. The amplitudes of alpha activity were diminished of 6.5 pV, the mean values of frequency showed fairly no alteration. These and some other variations of EEG-activity during a 6 months' withdrawal therapy showed some evidence of a normalization of former alterations by chronic intoxication rather than a constant type of EEG in chronic alcoholics. 14-02 Quantitative EEG During Tasks that Reflect the Different Components of Mental Calculus T Fernandez, T Harmony, M. Rodriguez, J. Bernal, J. Silva, E. Marosi, A. Reyes. National University of Mexico, Mexico In the process of calculus four different components have been considered: number-processing, sign-processing, computational procedures and spatial component. Tasks that reflect each one of these components were selected. The study was designed to assess whether it was possible to discriminate between tasks using EEG spectral parameters. The EEGs of 25 male universitary students were recorded during the performance of 4 tasks and their previous rest periods randomly presented. The EEG was recorded in the 19 leads of the 10-20 system. Absolute (AP) and Relative Power (RP) were calculated in the delta, theta, alpha and beta bands. Tasks were characterized by higher values of delta AP and lower values of alpha AP as compared to the rest conditions. Due to the great interindividual variability no significant differences in AP and RP between tasks were observed. However, when new variables - which measure the change between each task and its rest condition - were constructed, it was possible to observe significant Poster Sessions differences between tasks in Pronto-central areas in delta and beta activity. It was also possible to observe a posterior component common to the 4 tasks in delta, theta and beta bands. 14-03 Quantitative EEG Longitudinal Study in Scholars with Different Academic Performance T Harmony, E. Marosi, J. Becker, T Fernandez, M. Rodriguez, A. Reyes, J. Bernal. National University of Mexico, Mexico In a previous study we postulated that children with severe difficulty in learning to read and write had a Pronto-temporal dysfunction and that children with minor difficulties may have a maturational lag (Harmony et al., 1990). In order to test these hypothesis we conducted a longitudinal study in 47 children with a 2.5 years of interval between the first and the second EEG. All children had normal neurological and psychological (WISC) evaluation. Children during the first study were assigned to one of the following groups according to their performance in an educational evaluation: 1) Good; 2) Regular and 3) Poor. EEGs were recorded at rest, with eyes closed, in F3, F4, C3, C4, P3, P4, O1, 02, F7, F8, T3, T4, T5, T6 vs A1 A2. Absolute (AP) and Relative Powers (RP) were computed for delta, theta, alpha and beta bands. Paired t tests between the first and the second study showed more important changes in RP in groups 2 and 3. Comparisons between groups showed more differences in the first than in the second study. The most sensitive parameter was RP In the first and second EEG, delta RP T3 and T4 was higher in group 3. In the first EEG children from groups 2 and 3 had more theta and less alpha RP in all leads than children from group 1. We concluded that our previous hypothesis were correct. 14-04 Quantitative EEG in Schizophrenics, Patients with Schizotypal Disorder and Normals I. Lebedeva, A. Iznak, H. Soliman. National Mental Health Center Moscow In order to assess peculiarities of brain activity in various mental patients 16 channel monopolar background EEG was recorded in 10 male schizophrenics (ICD-10) with predominance of negative symptoms, in 13 male patients with schizotypal disorder (ICD-10) and in 13 male healthy volunteers. Groups were matched for age (range 17-28 y.) and consisted of right-handed subjects. All patients were free for medication at least 6 days. 40-60 2 sec epochs of EEG were submitted to Fourier analysis on Brain Atlas (Bio-logic, USA) mapping system, followed by statistical analysis of averaged spectral power amplitude (SPA) for each frequency in 1.5-25 Hz band (step 0.5 Hz). EEG abnormalities in schotypal group were marked by increase of SPA for delta and theta frequencies (3-4.5, 5.5-7.5 Hz), while in schizophrenics the same was observed only for 2.5 Hz SPA. Latter group was also characterized by increase of 7.5-8 Hz SPA and decrease of 11-12 Hz SPA. Topographically EEG changes in delta and alpha 1 frequencies were observed mainly in the left hemisphere (central-parietal-temporal areas), and in theta frequencies in the right hemisphere (temporal-parietal zones). Results are discussed terms of interhemispheric balance in schizophrenia and its correlation with different clinical features. Involvement of narrow frequency bands or even single frequencies rather than conventional rhythms is emphasized. 14-05 Quantified EEG in Cardiac Surgical Patients with Neuropsycologycal Deficits M. Mazzoni, E. Sisillo, F Bortone, L. Salvi, R. Ceriani, C. Solinas, G. Susini. Centro Cardiologico Monziho, 20138 Milano, Italy Subtle neuropsychological deficits frequently complicate cardiac surgery in as many as 60% of patients. Postoperative intellectual dysfunction was evaluated with power spectral analysis of EEG and neuropsychometric tests (NPT). Preoperatively and one week after surgery, a battery of NPT including MMSE, Corsi and digit span, long term memory, two verbal fluency tests, token, Raven and Bentons tests was administered to 39 patients scheduled for elective cardiac valve replacement or coronary artery bypass graft. NPT scores were standardized for intraindividual comparisons considering a change >25% significant. Three minute, linked ears reference, 19 leads EEG (10-20 i.S.) was recorded eyes closed and digitized on line at 100 Hz. Recordings were edited off line for artifacts and FFT was performed on 2.5 s artifact free epochs. Power spectra for delta, theta, alpha and beta Session 14: Quantitative EEG 1 bands were computed and traindividual z-scores were used for comparison of quantitative data (significant z > i 2.3). In all patients neurological examination was performed by a neurologist. Postoperatively no new neurological deficits were detected. However, EEG changes were present in 20 (51 %) patients. Particularly, global or regional increase of alpha power was observed in 12 (300) cases and increased delta and theta activity was present in 10 (25 ), whereas decrease of alpha power occurred in only 31,0.7fl) patients. Concomitant worsening of NPT score and EEG changes was observed in 10 cases (25o). Particularly, frontal increase of alpha power was associated with worsened verbal fluency. These data show that EEG changes are common following cardiac surgery. Some of these changes were associated with postoperative neuropsycological deterioration. Quantitative EEG may provide an objective measure of subtle intellectual dysfunction in cardiac surgical patients. 14-06 Quantitative EEG Study on Zen Meditation (ZAZEN) T. Murata, Y. Koshino, M. Qmori, I. Murata, M. Nishio, K. Sakamoto, T Horie, K. Isaki. Dept ofNeuropsychiatry, Fukui Medical School, Japan Zazen (Zen meditation) is a sitting meditation which is a kind of religious exercise in Zen-Buddhism. Zazen is said to make man free from lust and self-consciousness, and to awaken his pure, serene and true-self. The psychophysiology of Zazen was studied by quantitative EEG. The subjects were 5 disciples of the Soto sect between the ages of 25 and 41 years. EEGs were recorded in our laboratory. During Zazen the subjects keep their eyes open and look downward about one meter ahead while sitting on a round cushion. The Zazen lasted for about 30 minutes. EEG of 40 second, in which neither artifacts nor drowsiness was found, was analyzed. To study the activity of theta and alpha waves in greater detail, 10 frequency bands were determined. The number of waves contained in each band was calculated with the wave-form recognition method using a Nihon Denki San-ei Signal Processor 7T1 and Toposystem No. 311. Before Zazen the subjects usually showed an activating pattern with a small amount of alpha waves. At the initial stage of Zazen well-organized alpha waves appeared in all the regions in spite of opening eyes. In the later stage, an increase in the amount of slow alpha waves (frontal and occipital dominant) and fast alpha waves (occipital dominant) was observed compared to the initial stage. In addition, frontal dominant fast theta waves began to appear. These results suggested that a series of EEG changes in the course of Zazen is observed. Therefore, Zazen influences not only the psychic life but also the brain function. Quantitative EEG in Alzheimer's Patients and Age-Matched Controls Following a Single Acute Intravenous Dose of Scopolamine MX Neufeld, J.M. Rabey, P Sifris, Y. Parmet, TA. Troves, A.D. Korczyn. Dept of Neurology, Sourasky Medical Center. Ichilov Hospital, Tel Aviv, Israel Derangement of the cholinerg system has been postulated in the pathogenesis of Alzheimer's disease (AD). Scopolamine (Stop), a muscaric cholinergic blocker, has been shown to produce EEG slowing in normals. Eleven AD patients and 8 age-matched controls underwent quantitative EEG (qEEG) in baseline conditions (B) and 90 min. following double-blind single intravenous dose of 0.5 mg Scop or placebo (P). At (B), AD patients had significantly decreased mean and relative alpha, and increased relative theta power. In both groups, Scop administration was followed by decrease in mean and relative alpha power, and increase in the mean and relative delta activity. While the magnitude of the Scop effect in both groups regarding the alpha activity was not statistically different, the increase in the mean and relative delta power was significantly more prominent in the controls. Scop affects the change in delta power differently in AD patients and controls, probably reflecting the reduced cholinergic tone in AD. 14-08 Correlation of Quantitative EEG with ACTH, Cortisol and Glucose Blood Concentrations in Healthy Volunteers G. Rosadin W.G. Sanna. University of Genova and National Council of Research, Genova The effects on the quantitative EEG of physiological fluctuations in ACTH, cortisoi and glucose blood concentrations were investigated in 8 young male volunteers (age: 21-28 yrs, mean 24.5 1.7 yrs; weight: 62-79 Kg). Six multichannel EEG recordings were performed per each subject at regular interval during a 6 hrs experimental session in controlled conditions. Blood samples were collected after each EEG recording. The EEG signal was processed by power spectral analysis; glucose, cortol and ACTH concentrations were determined by hexokinase-G6P-DH essay and RIA respectively. No systematic trend of variation across subjects and over time was detected for any of the considered EEG/blood parameters. ACTH, cortisol and glucose were not correlated to each other. No effect of cortisol on the EEG was observed in these experimental conditions at concentration levels between 28.4 and 171.2 pg/ml, while the EEG total power increased with increasing serum glucose in the 59.0-101.0 mg/dl concentration range. The absolute power values on the 0.5-6.0 Hz., 6.5-14.0 Hz and 14.5-32.0 Hz EEG frequency intervals were directly correlated (though at different levels of statistical significance) with the variations of ACTH concentration in the physiological range (14.0-79.8 pg/ml). No correlation between .ACTH and the EEG total power was observed; subgroups of subjects with lower or higher ACTH levels (below or above 40 pg/ml) significantly differed as to scalp distribution of the power in each frequency interval. The 6.5-14.0 Hz power values paralleled in time the variations in blood ACTH. It is suggested that EEG concomitants of metaboliclhormonal changes can be identified in humans in physiological conditions and reflect homeostatic mechanisms or are potential (underestimated) sources of individual variability in EEG studies otherwise adequately controlled. 14-09 Correlation of Quantitative EEG with Age in Down's Syndrome W.G. Sannita, G. Di Bon, G. Rosadini, R. Shmueli. University ofGenova and National Council of Research, Genova The waking EEG at rest (power spectral analysis) of subjects with cytogenetically diagnosed Down's syndrome (16 females and 20 males; age range: 15-45 yrs) proved correlated with age. The peak frequency of the alpha rhythm was constant over time when recordings were repeated at 4-6 months interval (difference between recordings: 0.35 0.40 Hz) and 'sower (9.09 f 0.90 Hz) than in a population of age/soy, matched controls (9.81 f 0.88 Hz) (t = 3.47, p < 0.001). A linear correlation with age (regression analysis; t = -5.00; p < 0.0001) was detected for this EEG measure, with a 0.09 Hz/year reduction estimated from the regression function for the considered age interval. No correlation was observed in the population of controls matching for age, while a significant (though smaller compared to the subjects with Down's syndrome) reduction of alpha peak frequency (linear regression; t = -4.082; p < 0.001; 0.02 Hz/year estimated frequency slowing) was found when extending the population of controls to the 15-80 yrs range. The 0.5-6.0 Hz relative power values were significantly higher in Down's subjects compared to controls, without a definite correlation with age possibly due to the higher individual variability of this EEG measure. These observation add to the evidence of functional peculiarities in the CNS mechanisms generating/modulating the spontaneous EEG signal and in the aging processes of Down's subjects. 14-10 Quantitative EEG and Clinical Profiles of Children with Attention Deficit Disorder Gordon Serfontein, Robert J. Chabot. 44 Hunter Street, Sydney, NSW 2000, Australia Theme: 25 and 26: Quantitative EEG and Topographic EEG. Differential diagnosis and treatment of children presenting with possible attention deficit disorder with or without hyperactivity and/or learning disorders can be difficult especially when only clinical information about behaviour is available. Clinical experience and evaluations of the current research literature suggest that Quantitative EEG (QEEG) may provide useful information that contributes to differential diagnosis, treatment selection and treatment evaluation. Within this abstractwe will present preliminary results of a study designed to examine the relationships between clinical symptoms, QEEG profiles, and treatment outcome in a large sample of children referred for evaluation of attention deficit disorder. At the present time a sample of 414 children have been entered into the initial evaluation portion of the study. The following clinical information was obtained on each child; 1. Connors Teachers Rating Scales 2. DSM-111 Symptom Lists for hyperactivity, inattention, impulsivity, MOLCAA 9790042X S1381-1169(97)90042-X 10.1016/S1381-1169(97)90042-X Contents volume 122",
      "coredata": {
        "eid": "1-s2.0-S138111699790042X",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111699790042X",
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111699790042X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111699790042X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)90042-X",
        "prism:volume": "122",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Contents volume 122",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "193-194",
        "prism:endingPage": "194",
        "pubType": "mis",
        "prism:coverDisplayDate": "1 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)90042-X",
        "prism:startingPage": "193",
        "dc:identifier": "doi:10.1016/S1381-1169(97)90042-X",
        "openaccessSponsorName": null
      }
    }
  }
}