{
  "metadata": {
    "title": "Alkene and thioether oxidations with H<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>2</ce:inf> over Ti-containing mesoporous mesophase catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-09-08",
    "doi": "10.1016/S1381-1169(00)00116-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900001163",
    "pii": "S1381116900001163"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034623039",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-07-18 2000-07-18 2010-11-05T21:50:31 1-s2.0-S1381116900001163 S1381-1169(00)00116-3 S1381116900001163 10.1016/S1381-1169(00)00116-3 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01215 2015-05-15T05:55:31.049811-04:00 0 0 20000908 2000 2000-07-18T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 158 158 1 1 Volume 158, Issue 1 59 417 421 417 421 20000908 8 September 2000 2000-09-08 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. ALKENETHIOETHEROXIDATIONSH2O2OVERTICONTAININGMESOPOROUSMESOPHASECATALYSTS KHOLDEEVA O 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusion Acknowledgements References TANEV 1994 322 P CORMA 1994 69 A CORMA 1997 2373 A SHELDON 1997 151 R CORMA 1997 249 A FENELONOV 1999 57 V ZHANG 1996 9164 W VAYSSILOV 1997 209 G ZAKI 1987 1455 M CLERICI 1993 71 M CORMA 1996 153 A CHEN 1998 107 L KHOLDEEVAX2000X417 KHOLDEEVAX2000X417X421 KHOLDEEVAX2000X417XO KHOLDEEVAX2000X417X421XO item S1381-1169(00)00116-3 S1381116900001163 1-s2.0-S1381116900001163 10.1016/S1381-1169(00)00116-3 271358 2010-11-30T03:52:16.414865-05:00 2000-09-08 1-s2.0-S1381116900001163-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/MAIN/application/pdf/115ad9feeb0c3e44f826632a565702e2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/MAIN/application/pdf/115ad9feeb0c3e44f826632a565702e2/main.pdf main.pdf pdf true 183809 MAIN 5 1-s2.0-S1381116900001163-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/PREVIEW/image/png/f6fb214634bc4594ceea43776f1fea7d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/PREVIEW/image/png/f6fb214634bc4594ceea43776f1fea7d/main_1.png main_1.png png 59022 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900001163-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr1/DOWNSAMPLED/image/gif/f6ba76c347c59145475a2d19455a41ea/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr1/DOWNSAMPLED/image/gif/f6ba76c347c59145475a2d19455a41ea/gr1.gif gr1 gr1.gif gif 14368 228 611 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001163-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr1/THUMBNAIL/image/gif/d18187c8c984b4ed155c53fa513774e3/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr1/THUMBNAIL/image/gif/d18187c8c984b4ed155c53fa513774e3/gr1.sml gr1 gr1.sml sml 2961 82 219 IMAGE-THUMBNAIL 1-s2.0-S1381116900001163-gr1_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr1/HIGHRES/image/gif/d460b1d2be0b54c2f4fcd9234e23b3d8/gr1_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr1/HIGHRES/image/gif/d460b1d2be0b54c2f4fcd9234e23b3d8/gr1_lrg.gif gr1 gr1_lrg.gif gif 152407 2421 6480 IMAGE-HIGH-RES 1-s2.0-S1381116900001163-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr2/DOWNSAMPLED/image/gif/ec910c28451e2724f20e94b50dc3ac99/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr2/DOWNSAMPLED/image/gif/ec910c28451e2724f20e94b50dc3ac99/gr2.gif gr2 gr2.gif gif 7651 281 288 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001163-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr2/THUMBNAIL/image/gif/fc0b13ffd14f82345173cd3b966b914e/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr2/THUMBNAIL/image/gif/fc0b13ffd14f82345173cd3b966b914e/gr2.sml gr2 gr2.sml sml 3511 164 168 IMAGE-THUMBNAIL 1-s2.0-S1381116900001163-gr2_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr2/HIGHRES/image/gif/85e8d98b275171fa9acc6acae7091ebf/gr2_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr2/HIGHRES/image/gif/85e8d98b275171fa9acc6acae7091ebf/gr2_lrg.gif gr2 gr2_lrg.gif gif 73365 2981 3055 IMAGE-HIGH-RES 1-s2.0-S1381116900001163-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr3/DOWNSAMPLED/image/gif/86400257f05e495ffa1759b81ef5a899/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr3/DOWNSAMPLED/image/gif/86400257f05e495ffa1759b81ef5a899/gr3.gif gr3 gr3.gif gif 7441 240 325 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001163-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr3/THUMBNAIL/image/gif/d740bea46b3e617cd7edccfcdcaceaf5/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr3/THUMBNAIL/image/gif/d740bea46b3e617cd7edccfcdcaceaf5/gr3.sml gr3 gr3.sml sml 4274 162 219 IMAGE-THUMBNAIL 1-s2.0-S1381116900001163-gr3_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr3/HIGHRES/image/gif/1852a96a48fe4085921a1a2b5e995cfb/gr3_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr3/HIGHRES/image/gif/1852a96a48fe4085921a1a2b5e995cfb/gr3_lrg.gif gr3 gr3_lrg.gif gif 73259 2548 3448 IMAGE-HIGH-RES 1-s2.0-S1381116900001163-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr4/DOWNSAMPLED/image/gif/a18d148ed4eef27872274bdcce248316/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr4/DOWNSAMPLED/image/gif/a18d148ed4eef27872274bdcce248316/gr4.gif gr4 gr4.gif gif 16434 341 481 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001163-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr4/THUMBNAIL/image/gif/c227bb60131816adc11091f22177b6e3/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr4/THUMBNAIL/image/gif/c227bb60131816adc11091f22177b6e3/gr4.sml gr4 gr4.sml sml 5119 155 219 IMAGE-THUMBNAIL 1-s2.0-S1381116900001163-gr4_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr4/HIGHRES/image/gif/db63e43aae9849e5a210a58160e4cf8e/gr4_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr4/HIGHRES/image/gif/db63e43aae9849e5a210a58160e4cf8e/gr4_lrg.gif gr4 gr4_lrg.gif gif 174631 3613 5101 IMAGE-HIGH-RES 1-s2.0-S1381116900001163-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr5/DOWNSAMPLED/image/gif/b908abfa88d55ea0376906154c3f5ece/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr5/DOWNSAMPLED/image/gif/b908abfa88d55ea0376906154c3f5ece/gr5.gif gr5 gr5.gif gif 6455 234 324 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001163-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr5/THUMBNAIL/image/gif/264a96ce474aeb92691a488340f48900/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr5/THUMBNAIL/image/gif/264a96ce474aeb92691a488340f48900/gr5.sml gr5 gr5.sml sml 3765 158 219 IMAGE-THUMBNAIL 1-s2.0-S1381116900001163-gr5_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001163/gr5/HIGHRES/image/gif/360dddcf7e47bd29eb45eaa9e3c620c5/gr5_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001163/gr5/HIGHRES/image/gif/360dddcf7e47bd29eb45eaa9e3c620c5/gr5_lrg.gif gr5 gr5_lrg.gif gif 65847 2481 3441 IMAGE-HIGH-RES MOLCAA 2631 S1381-1169(00)00116-3 10.1016/S1381-1169(00)00116-3 Elsevier Science B.V. Fig. 1 Two most important angle regions of the XRD patterns of the samples studied. Curve numbers correspond to the sample numbers in Table 1. Fig. 2 Nitrogen adsorption isotherms of the samples studied. Curve numbers correspond to the sample numbers in Table 1. Fig. 3 UV–Vis diffuse reflectance spectra for the samples 1–5. Fig. 4 IR spectra of adsorbed CO (left) and of the OH group region (right) for the samples studied. Curve numbers correspond to the sample numbers in Table 1. Fig. 5 Thioanisole conversion vs. time: (a) over sample 4; (b) in filtrate after fast removal of the catalyst. Table 1 Structural, textural and catalytic characteristics of Ti-MMM calcined samples Sample no. Cyclohexene conversion for 4 h (%) Si/Ti, (at. ratio) Structural parameters Textural parameters a 0 a (nm) FWHM b (deg 2θ) A me c (m2/g) A ext d (m2/g) V me e (cm3/g) Δ(P/P 0) f 1 28 30 – >0.5 627 170 0.887 0.327 2 28 19 4.47 0.117 911 86 0.738 0.071 3 31 49 4.64 0.078 1059 53 0.908 0.064 4 33 124 4.68 0.086 1068 48 0.932 0.062 5 18 166 4.71 0.093 1015 44 0.887 0.064 6 0 ∝ 4.72 0.071 1065 44 0.930 0.067 a Unit cell parameter. b Full-width-at-half-maximum of the [100] reflection. c Specific mesopore surface area. d Specific external surface area. e Specific pore volume. f Pressure interval of the N2 capillary condensation. Table 2 Methyl phenyl sulfide (MPS) oxidation with H2O2 over sample 4 Ti (wt.%) MPS conversion in 20 min (%) Product distribution Sulfoxide (%) Sulfone (%) Before reaction 0.58 – I cycle 0.61 95 76 24 II cycle 0.57 84 77 23 III cycle 0.62 74 76 24 Alkene and thioether oxidations with H2O2 over Ti-containing mesoporous mesophase catalysts Oxana A Kholdeeva a * Alexander Yu Derevyankin a Alexander N Shmakov a Nataliya N Trukhan b Eugenii A Paukshtis a Alain Tuel c Vyacheslav N Romannikov 1 a a Boreskov Institute of Catalysis, 5 Acad. Lavrentiev Avenue, Novosibirsk 630090, Russia b Novosibirsk State University, Novosibirsk 630090, Russia c Institut de Recherches sur la Catalyse, C.N.R.S., 2 Avenue Albert Einstein, 69626 Villeurbanne Cedex, France * Corresponding author. Tel.: +7-383-2-344573; fax: +7-383-2-343766 1 Also corresponding author. Well-organized Ti-containing mesoporous mesophase materials (Ti-MMM) have been synthesized by hydrothermal synthesis using C16H33N(CH3)3Br and characterized by elemental analysis, IR, DRS-UV, XRD, and N2 adsorption. Catalytic properties of these materials in alkene and thioether oxidations with aqueous H2O2 in CH3CN have been studied and compared with those of the Ti-containing hexagonal mesoporous silica (Ti-HMS). The Ti-MMM catalysts with the Si/Ti atomic ratio varying in the range of 49–124 showed the highest catalytic activities in alkene oxidation. Both the structure of a silicate matrix and a degree of isolation of titanium ions in it are crucial factors determining catalytic activity of Ti-MMM. For thioether oxidation, the structural perfection of Ti-MMM catalysts is less important. No leaching of titanium ions occurs during both reactions. The oxidation process proved to be truly heterogeneous. Keywords Titanium Mesoporous mesophase catalysts Oxidation 1 Introduction Selective catalytic oxidations attract much attention due to the versatility of oxygen-containing compounds in organic synthesis. Mesoporous mesophase materials (MMM), containing transition metal ions highly dispersed in a regular silicate matrix, due to the proper pore size and high surface area are of great interest for oxidation of large organic molecules [1–5]. Here, we report on the structural and catalytic properties of Ti-MMM prepared using C16H33N(CH3)3Br by hydrothermal synthesis in alkene and thioether oxidation with aqueous H2O2 and compare them with structural and catalytic properties of another type of mesoporous catalyst — the Ti-containing hexagonal mesoporous silica (Ti-HMS). An attempt was made to distinguish between true heterogeneous catalysis, versus catalysis in homogeneous solution. 2 Experimental Ti-HMS (sample 1) was synthesized according to Ref. [1]. Ti-MMM (samples 2–5) and SiO2-MMM (sample 6) were prepared in the presence of C16H33N(CH3)3Br by hydrothermal synthesis at 140°C followed by the surfactant removal by calcination in air flow at 550–600°C. All the calcined catalysts were characterized by elemental analysis, IR spectroscopy of CO adsorbed at ∼77 K, DRS-UV, XRD using synchrotron radiation, and the N2 adsorption measurements. Textural parameters were calculated as described in Ref. [6]. Oxidation experiments were carried out in thermostated glass vessels (50 and 20°C for oxidation of alkenes and thioethers, respectively) under vigorous stirring. The reaction was initiated by adding 0.33 mmol of 35% aqueous H2O2 to a MeCN solution (3 ml) containing 0.30 mmol of an organic substrate, 6–60 mg of a catalyst (0.006 mmol of Ti) and an internal standard. The oxidation products were identified by GC-MS and 1H NMR and quantified by GC. H2O2 conversion was determined by iodometric titration. After the reaction catalysts were filtrated, they were washed with acetone and water, dried, calcined in air at 540°C for 4 h and then re-used. 3 Results and discussion The XRD patterns of the calcined Ti-MMM studied (samples 3–5, Fig. 1 ) are of well-known overall type [3,5] and very similar to that of pure siliceous MMM (samples 6). Unlike most earlier published data [1–3,5], the reflections observed in this work are of Gaussian shape with the full-width-at-half-maximum (FWHM) values about 0.07–0.09° 2θ (Table 1) . The peculiarities of the XRD patterns allow us to describe the structure of samples 3–5 as highly-ordered hexagonal arrangement of mesopores, which is indirectly supported also by a narrow interval of relative pressure Δ(P/P 0), within which the nitrogen capillary condensation occurs during low-temperature adsorption (Fig. 2) , along with relatively small values of the external surface area (Table 1), calculated from the comparative graphs as described in Ref. [6]. If the Ti content in the Ti-MMM is increased (sample 2), or the method of preparation is changed (sample 1), a decrease of structure perfection can be clearly seen (Figs. 1 and 2; Table 1). DR-UV spectra (Fig. 3) are similar for samples 4 and 5 (λ max=225 nm) and, according to Ref. [7], indicate isolated titanium ions. For samples 1–3, the UV absorption maximum shifted to longer wavelengths and the band is broader. This may be most probably due to the presence of partially clustered titanium-oxygen species [8]. The described ideas on the state of titanium ions in the samples studied as well as an interdependence of this state with total titanium content are also supported by IR spectra of adsorbed CO (Fig. 4) . Three types of the bands are observed in the spectra: at 2135 cm−1 (associated with physically adsorbed CO), at 2153 cm−1 (related to the complexes of CO with silanol groups, which are observed at 3730–3740 cm−1 in the OH-group region [8]), and at 2179 cm−1 (corresponded to the interaction of CO with titanium cations localized outside the silicate matrix [9]). It is also seen in Fig. 4 that the latter complexes are found in the highest concentration in the cases of samples 1 and 2. For the rest of the samples, the intensities of the bands at 2179 cm−1 diminish with decreasing Ti content. The activities of the Ti-MMM samples in alkene oxidation were compared using cyclohexene as a model substrate and were found to fall in the order: 4>3>1, 2>5≫6 (Table 1). Cyclohexene oxide and the corresponding diol predominated in the oxidation products. Small amounts of allylic oxidation products were also detected by GC-MS. Yields of cyclohexene oxidation products based on H2O2 consumed are moderate (38–45%) since nonproductive peroxide decomposition occurs significantly. When more nucleophylic alkene, (−)-caryophyllene was used, the efficiency of H2O2 utilization was rather high: selectivity of epoxidation attained 72%, 4,5-monoepoxide being the main product. Note that both substrates, especially caryophyllene, are too large to be successfully oxidized using microporous Ti-silicalites, such as TS-1 or TS-2 [10]. We have found that the well-organized Ti-MMM catalysts with the Si/Ti ratio in the range of 49–124 showed the highest catalytic activities in cyclohexene oxidation. The lower activity of sample 5, in spite of isolated state of titanium ions in it according to DR-UV and IR data (Figs. 3 and 4), was probably caused by its more substantial destruction in the presence of water as compared with sample 4, as was observed earlier for pure SiO2-MMM [11]. By contrast to cyclohexene oxidation, all the samples studied showed similar activity and selectivity, independently of their structural and textural properties as well as the titanium state, in thioether oxidation, which proceeded efficiently at room temperature to yield the corresponding sulfoxide and sulfone. Thioanisole conversion was 94–98% in 20 min for all the catalysts, sulfoxide/sulfone ratio being 76:24. Note that the Ti-MCM-41 catalysts showed less activities in this reaction [12]. Particular attention was devoted to the question of leaching of titanium ions during the reaction. According to elemental analysis data, titanium content did not decrease after three catalytic cycles (Table 2) . Substantial titanium leaching, which was observed recently in Ref. [13], was probably due to the employment of MeOH and high H2O2 concentrations. Additionally, we have found that after fast filtration of the reaction mixture the reaction does not proceed in the filtrate, which was colorless (Fig. 5) . Similar behaviour was observed for caryophyllene oxidation. This confirms that both alkene and thioether oxidations with H2O2 over Ti-MMM catalysts are true heterogeneous reactions. Therefore, some decrease in the Ti-MMM catalytic activity observed after recycling (Table 2) is not a result of titanium leaching. We believe that this decrease arises from the loss of the regular mesoporous structure during the regeneration process as it was observed for aluminosilicate MMM with relatively low aluminium concentration [14]. 4 Conclusion The present study demonstrates that both the structure of a sample and the high dispersion of titanium in it are crucial factors determining catalytic behavior of Ti-MMM in alkene oxidation, whereas for thioether oxidation the structural perfection of Ti-MMM is less important. No leaching of titanium occurs during both reactions. The oxidation process appeared to proceed in the heterogeneous matrix. Acknowledgements We are thankful to Mr. V.A. Utkin for the GC-MS measurements and Prof. A.V. Tkachev for the 1H NMR measurements. This investigation was supported partially by the RFBR-CNRS grant no. 98-03-22060 and by the RFBR grant no. 98-03-32390. References [1] P.T. Tanev M. Chibwe T. Pinnavaia Nature 368 1994 322 [2] A. Corma M.T. Navarro J. Perez-Pariente F. Sanchez Stud. Surf. Sci. Catal. 84 1994 69 [3] A. Corma Chem. Rev. 97 1997 2373 [4] R. Sheldon Stud. Surf. Sci. Catal. 110 1997 151 [5] A. Corma Top. Catal. 4 1997 249 [6] V.B. Fenelonov V.N. Romannikov A.Yu. Derevyankin Microporous and Mesoporous Mater. 28 1999 57 [7] W. Zhang M. Froba J. Wang P.T. Tanev J. Wong T.J. Pinnavaia J. Am. Chem. Soc. 118 1996 9164 [8] G.N. Vayssilov Catal. Rev.-Sci. Eng. 39 1997 209 [9] M.I. Zaki H. Knözinger Spectrochim. Acta 43A 1987 1455 [10] M.G. Clerici P. Ingallina J. Catal. 140 1993 71 [11] E.G. Kodenev, A.N. Smakov, A.Yu. Derevyankin, A.V. Nosov, V.N. Romannikov, Rus. Chem. Bull., (1999) submitted. [12] A. Corma M. Iglesias F. Sanchez Catal. Lett. 39 1996 153 [13] L.Y. Chen G.K. Chuah S. Jaenicke Catal. Lett. 50 1998 107 [14] E.G. Kodenev, A.N. Smakov, A.Yu. Derevyankin, O.B. Lapina, V.N. Romannikov, J. Mol. Catal., this issue.",
      "scopus-id": "0034623039",
      "coredata": {
        "eid": "1-s2.0-S1381116900001163",
        "dc:description": "Well-organized Ti-containing mesoporous mesophase materials (Ti-MMM) have been synthesized by hydrothermal synthesis using C16H33N(CH3)3Br and characterized by elemental analysis, IR, DRS-UV, XRD, and N2 adsorption. Catalytic properties of these materials in alkene and thioether oxidations with aqueous H2O2 in CH3CN have been studied and compared with those of the Ti-containing hexagonal mesoporous silica (Ti-HMS). The Ti-MMM catalysts with the Si/Ti atomic ratio varying in the range of 49–124 showed the highest catalytic activities in alkene oxidation. Both the structure of a silicate matrix and a degree of isolation of titanium ions in it are crucial factors determining catalytic activity of Ti-MMM. For thioether oxidation, the structural perfection of Ti-MMM catalysts is less important. No leaching of titanium ions occurs during both reactions. The oxidation process proved to be truly heterogeneous.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-09-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900001163",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kholdeeva, Oxana A"
          },
          {
            "@_fa": "true",
            "$": "Derevyankin, Alexander Yu"
          },
          {
            "@_fa": "true",
            "$": "Shmakov, Alexander N"
          },
          {
            "@_fa": "true",
            "$": "Trukhan, Nataliya N"
          },
          {
            "@_fa": "true",
            "$": "Paukshtis, Eugenii A"
          },
          {
            "@_fa": "true",
            "$": "Tuel, Alain"
          },
          {
            "@_fa": "true",
            "$": "Romannikov, Vyacheslav N"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900001163"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900001163"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00116-3",
        "prism:volume": "158",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Alkene and thioether oxidations with H2O2 over Ti-containing mesoporous mesophase catalysts",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Titanium"
          },
          {
            "@_fa": "true",
            "$": "Mesoporous mesophase catalysts"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "417-421",
        "prism:endingPage": "421",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 September 2000",
        "prism:doi": "10.1016/S1381-1169(00)00116-3",
        "prism:startingPage": "417",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00116-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "228",
            "@width": "611",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14368",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2961",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2421",
            "@width": "6480",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr1_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "152407",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "281",
            "@width": "288",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7651",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3511",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2981",
            "@width": "3055",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr2_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "73365",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "240",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7441",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4274",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2548",
            "@width": "3448",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr3_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "73259",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "341",
            "@width": "481",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16434",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "155",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5119",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3613",
            "@width": "5101",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr4_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "174631",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "234",
            "@width": "324",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6455",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "158",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3765",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2481",
            "@width": "3441",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001163-gr5_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "65847",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034623039"
      }
    }
  }
}