{
  "metadata": {
    "title": "Esterification reaction using solid heterogeneous acid catalysts under solvent-less condition",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-10-03",
    "doi": "10.1016/j.molcata.2005.06.048",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905004590",
    "pii": "S1381116905004590"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-24144465747",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-08-05 2005-08-05 2010-04-19T04:56:56 1-s2.0-S1381116905004590 S1381-1169(05)00459-0 S1381116905004590 10.1016/j.molcata.2005.06.048 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X02205 2015-05-15T05:56:33.000448-04:00 0 0 20051003 2005 2005-08-05T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 240 240 1 2 1 2 Volume 240, Issues 1–2 28 186 190 186 190 20051003 3 October 2005 2005-10-03 2005 article fla Copyright © 2005 Elsevier B.V. All rights reserved. ESTERIFICATIONREACTIONUSINGSOLIDHETEROGENEOUSACIDCATALYSTSUNDERSOLVENTLESSCONDITION SEJIDOV F 1 Introduction 2 Experimental 2.1 General 2.2 Instrumentation 2.3 Trans-(2-hexenyl)succinic anhydride 2.4 General procedure for esterification reaction 2.5 Determination of reactions conversion by acid number measurements 3 Results and discussions 4 Conclusion Acknowledgement References 1992 SOLIDSUPPORTSCATALYSTSINORGANICSYNTHESIS ZHAO 1990 61 Z ZHAO 1991 328 Z ZHAO 1993 332 Z HU 1993 437 C OKUHARA 1980 226 T YAMADA 1990 627 T OKUHARA 1990 1201 T OKUHARA 1995 155 T AOSHIMA 1990 127 A THORAT 1992 73 T ARABI 1996 299 M ZHAO 1993 634 Z ZHAO 2001 147 Z SONG 1996 329 X CORMA 1997 2373 A MISHRA 2004 378 H SUN 2004 17 Y HINO 1979 6439 M HINO 1980 851 M HSU 1992 1645 C HINO 1981 1671 M CORMA 1994 52 A KUROSAKA 1998 28 T DRAGO 1997 3360 R ADEEVA 1998 61 V HAASE 1998 13503 F STEVENS 2003 61 R CHEN 2005 104 J BARTHOS 2000 7311 R ARATA 1996 3 K CHEUNG 1998 41 T FARCASIU 1998 1 D HONG 1999 269 Z YADAV 1999 1 G NAHM 1996 5093 S NALLI 2002 343 S BAIR 2000 91 S SEJIDOVX2005X186 SEJIDOVX2005X186X190 SEJIDOVX2005X186XF SEJIDOVX2005X186X190XF item S1381-1169(05)00459-0 S1381116905004590 1-s2.0-S1381116905004590 10.1016/j.molcata.2005.06.048 271358 2010-10-10T21:04:40.443502-04:00 2005-10-03 1-s2.0-S1381116905004590-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905004590/MAIN/application/pdf/f138632cdf4b46b8462d15dee2a72485/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905004590/MAIN/application/pdf/f138632cdf4b46b8462d15dee2a72485/main.pdf main.pdf pdf true 93628 MAIN 5 1-s2.0-S1381116905004590-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905004590/PREVIEW/image/png/6418602cecb21c267a6f80c552846dca/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905004590/PREVIEW/image/png/6418602cecb21c267a6f80c552846dca/main_1.png main_1.png png 66028 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905004590-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905004590/STRIPIN/image/gif/ff8dc9a5fa8eb8d81452253c462d1a63/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905004590/STRIPIN/image/gif/ff8dc9a5fa8eb8d81452253c462d1a63/si2.gif si2 si2.gif gif 972 16 258 ALTIMG 1-s2.0-S1381116905004590-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905004590/STRIPIN/image/gif/c7a193aa71e5b23272a4f63714664f64/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905004590/STRIPIN/image/gif/c7a193aa71e5b23272a4f63714664f64/si1.gif si1 si1.gif gif 1125 16 311 ALTIMG 1-s2.0-S1381116905004590-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905004590/sc1/DOWNSAMPLED/image/jpeg/caae8ff7aa0ae8bd07109e70e08aa25c/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905004590/sc1/DOWNSAMPLED/image/jpeg/caae8ff7aa0ae8bd07109e70e08aa25c/sc1.jpg sc1 sc1.jpg jpg 13395 102 357 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905004590-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905004590/sc1/THUMBNAIL/image/gif/6436a1ec6760a89027284fbb4654b299/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905004590/sc1/THUMBNAIL/image/gif/6436a1ec6760a89027284fbb4654b299/sc1.sml sc1 sc1.sml sml 1542 36 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905004590-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905004590/fx1/DOWNSAMPLED/image/gif/832fbe54ad0c62734f8beacf2cf88742/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905004590/fx1/DOWNSAMPLED/image/gif/832fbe54ad0c62734f8beacf2cf88742/fx1.gif fx1 true fx1.gif gif 2957 98 356 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905004590-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905004590/fx1/THUMBNAIL/image/gif/a89154f4ae8e6c04a097737fcff6766e/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905004590/fx1/THUMBNAIL/image/gif/a89154f4ae8e6c04a097737fcff6766e/fx1.sml fx1 true fx1.sml sml 715 34 125 IMAGE-THUMBNAIL MOLCAA 5390 S1381-1169(05)00459-0 10.1016/j.molcata.2005.06.048 Elsevier B.V. Scheme 1 Table 1 Characteristics of the natural and synthetic Zeolites Physicochemical properties ZEOKAR-2 ASHNCH-3 Natural zeolite %SiO2 83.0–85.0 83.0–89.0 62.0–64.0 %Al2O3 9.0–11.0 9.0–15.0 10.0–12.0 %Fe2O3 – ≤0.2 0.8–1.0 %CaO – – 0.3–1.0 %Na2O 0.3 ≤0.7 5.0–6.5 %K2O – – 2.0–4.0 %Rare earth oxides 2.3 – – Bulk density (kg/dm3) 0.69–0.70 0.62–0.70 0.85–1.00 Particle size (mm) 2.50–5.00 2.50–5.00 1.46–2.46 Color White Gray Light green Table 2 Reaction conditions and conversions of DOP synthesis by various catalysts Entry Catalyst Catalyst (g/mol PA) a EA/PA (molar ratio) b Toluene (ml/mol PA) Reaction temperature (°C) Reaction time (min) Conversion (%) c 1 PTSA d 3.2 2.4 150 90 240 98.2 2 ZEOKAR-2 40.5 2.9 – 110–180 240 62.0 3 ASHNCH-3 40.5 2.9 – 110–180 240 67.5 4 Natural Zeolite 40.5 2.3 – 110–180 240 87.1 5 H4Si(W3O10)4 10.5 2.3 – 110–170 100 88.5 6 Sulfated ZrO2 20.3 2.3 – 110–190 240 98.4 7 Sulfated ZrO2 40.5 2.3 – 110–190 240 98.9 8 Sulfated ZrO2 48.0 2.3 – 110–190 240 98.9 9 Sulfated ZrO2 40.5 2.3 – 110–190 85 96.4 10 Sulfated ZrO2 40.5 2.3 – 110–190 105 97.3 a Phthalic anhydride. b 2-Ethylhexanol. c Calculated based on acid number. d p-Toluene sulfonic acid. Table 3 Reaction conditions and conversions of esterification reaction using sulfated ZrO2 Acid Alcohol Catalyst (mass %) a Alcohol/acid (molar ratio) Reaction temperature (°C) Reaction time (min) Conversion (%) b b.p. (°C) c Sebacic acid 2-Et-Hexanol 2.3 2.2 110–170 90 96.4 210–220 Trans-(2-hexenyl)succinic anhydride d 2-Et-Hexanol 2.3 2.2 110–180 120 97.3 190–200 Adipic acid 2-Et-Hexanol 2.3 2.2 110–160 120 95.6 165–175 Caproic acid Diethyleneglycol 2.3 2.2 110–160 90 97.7 200–210 Caproic acid Pentaerythritol 2.3 4.4 110–190 150 96.5 210–220 a Based on acid or anhydride. b Calculated based on acid number. c At 1–2mmHg. d See Section 2. Esterification reaction using solid heterogeneous acid catalysts under solvent-less condition Firdovsi Tataroglu Sejidov a * Yagoub Mansoori b ** Nadereh Goodarzi a a Chemistry Department, Azad Islamic University of Tabriz, Darvaze Tehran, Tabriz, Iran b Faculty of Chemistry, Iran University of Science and Technology, Tehran, Iran * Corresponding author. Tel.: +98 411 331 21 50; fax: +98 411 331 86 81. ** Corresponding author. Tel.: +98 21 7391 2703; fax: +98 21 749 1204. Graphical abstract The preparation of di-2-ethylhexylphthalate (DOP) via esterification reaction of phthalic anhydride by 2-ethylhexanol in the presence of solid acidic catalysts such as natural and synthetic zeolites, H4Si(W3O10)4, and sulfated ZrO2 has been investigated. Important plasticizers and ester base oils have prepared from anhydrides/acids and alcohols in the presence of sulfated zirconia under solvent-free condition. The preparation of di-2-ethylhexylphthalate (DOP) via esterification reaction of phthalic anhydride by 2-ethylhexanol in the presence of solid acidic catalysts has been investigated. The used catalysts were natural zeolite, synthetic zeolites (ZEOKAR-2, ASHNCH-3), heteropolyacid H4Si(W3O10)4 and sulfated ZrO2. The reactions were carried out under solvent-less conditions. It was observed that sulfated ZrO2 has higher reactivity and efficiency among the investigated catalysts. In the next part of the work, important plasticizers and ester base oils have prepared through esterification reaction of anhydrides and acids by alcohols in the presence of sulfated zirconia. Keywords Esterification Solid catalyst DOP Zeolite Sulfated zirconia DOA DOS 1 Introduction Plasticizers are important class of low molecular weight non-volatile compounds that they widely use in the polymer industries. Some commercially available plasticizers such as dibutylphthalate (DBP), dioctylphthalate (DOP), dioctyladipate (DOA), di-iso-pentylphthalate (DIPP), and di-iso-heptyl phthalate (DIHP) are usually prepared via esterification reaction between corresponding acids/anhydrides and alcohols in the presence of acidic catalysts [1,2]. Sulfuric acid, methane sulfonic acid, p-toluene sulfonic acid, and sodium hydrogen sulfate are the most conventional homogeneous used catalysts. Titanium alkylates and organo tin compounds are also used as amphoteric catalysts at elevated temperatures (200°C). The applications of these catalysts cause some problems such as corrosion, loss of catalyst, and environment problems. Therefore, development of more efficient catalysts will be interesting and useful. It is well known that the use of heterogeneous catalysts for liquid phase organic synthesis reactions can give a lot of benefits [3], for example, a clean reaction product solution can be obtained after simple filtration, the catalyst is easy to be recovered and reused, and avoidance of corrosion, etc. Hence, some attention has been paid to the use of heterogeneous catalysts in the esterification reactions of carboxylic acids [4–7]. Heteropolyacids are widely used in variety of acid-catalyzed reactions such as esterification [8], etherification [9], hydration of olefin [10], deesterification [11], dehydration of alcohol [12] and polymerization of THF [13] in homogenous and heterogeneous systems. Their application in the production of DOP was also reported [14,15]. The catalytic activity of some AlPO4 molecular sieves such as AlPO4-12, etc. in the esterification reaction of propionic acid with n-butanol has been investigated [16]. Preparation of DOP using silicoaluminophosphate molecular sieve CHSAPO-1 has also reported by Zhao [17]. Among various sulfated metal oxides, sulfated zirconia has attracted much attention and has been extensively investigated during the last two decades [18,19]. The major concern of this research still focuses on the acidity, in terms of types and strength. Sulfated zirconia catalyst, promoted with iron, aluminum and manganese, has shown much higher activity and could isomerize n-butane at 35°C under normal pressure in a continuous-flow recirculation tank reactor [20,21]. Also, it was proposed that iron-oxy species were the active sites [22]. It was also claimed sulfated zirconia is a solid superacid which can catalyze the skeletal isomerization of n-butane to iso-butane at room temperature and change the color of Hammet indicator at pKa <−11.9 [23,24]. Furthermore, it shows remarkable activity in many catalytic reactions [25–27]. Lots of papers suggested that the superacidity is responsible for its unique catalytic properties. However, many authors gave different opinions that sulfate zirconia is not a superacid [28–32], and its acidity is even weaker than the zeolite HZSM-5 [33]. Recent progresses in the sulfated zirconia have been reviewed by Song and Sayari [18], Arata [34], Cheung and Gates [35], Adeeva et al. [29], Farcasiu and Li [36], Hong et al. [37], and Yadav et al. [38]. Here, we report the esterification reaction of phthalic anhydride by 2-ethylhexanol in the presence of several solid acid catalysts such as zeolites, Heteropolyacid H4Si(W3O10)4, and sulfated zirconia under solvent-less condition. This work was originally performed in the aim of simplification of the esterification process, easier work-up, cleaner reaction, lower cost, and lowering the acidic wastes, which is environmentally favored. In this way, the reactivity of solid superacidic catalysts such as sulfated zirconia, heteropolyacid H4Si(W3O10)4, and a few types of zeolites have been studied and compared in the preparation of DOP. Showing the ability of sulfated zirconia under solvent-free condition in the preparation of important ester compounds, which have been found wide applications as plasticizers and ester base fluids, was also aimed. For this purpose esterification of mono- and di-carboxylic acids by mono and polyols has been investigated. It was observed that sulfated zirconia is an effective catalyst for this purpose. 2 Experimental 2.1 General Phthalic anhydride (99% purity) was obtained from Farabi Petrochemical Co. (Iran). Diethyleneglycol and 2-ethylhexanol (98.8% purity) were purchased from Arak Petrochemical Co. (Iran). Caproic acid (98% purity) was obtained from Chem Reactive (Russia). Pentaerythritol was product of BASF (Germany). Heteropolyacid tungstosilicic acid H4Si(W3O10)4, CAS No. 12027-38-2, in the form of white to light yellow crystalline solid), and p-toluenesulfonic acid were purchased from Merck Chemical Co. and used without further purification. Natural Zeolite (Clinoptilolite) was obtained from “Iran Zeolite Co.” (Tehran, Iran). It was activated before use by refluxing in 60% H2SO4 solution for 2h, washing with hot water until neutralization (filtrated was checked by pH paper), and then drying at 450–500°C for 3h. ZEOKAR-2 and ASHNCH-3 are synthetic zeolites and purchased from YUKOS Co. (Russian). They have been activated by heating at 550–600°C for 3h. The characteristic features of natural and synthetic zeolites are given in Table 1 . Sulfated ZrO2 was prepared according to literature [31]. 2.2 Instrumentation 1H-NMR (CDCl3) and FT-IR (neat) spectra were recorded on a Bruker-spectrospin-Avance 400-ultra shield spectrometer and a Shimadzu 200-91527 spectrophotometer, respectively. 2.3 Trans-(2-hexenyl)succinic anhydride The ene-reaction was taken place according to reference [39]. An autoclave equipped with an agitator, internal and external thermometers, a manometer, and safety valve has been charged with 1-hexene (328g, 4mol), maleic anhydride (98g, 1mol) and phenothiazine (0.001g). Temperature has been raised to 210°C in a period of 1h and maintained at this temperature for additional 11h. The reaction mixture was subjected to distillation under atmospheric pressure in order to remove excess of 1-hexene and followed by vacuum distillation to separate the main product, trans-(2-hexenyl)succinic anhydride, (b.p. 165°C/1mmHg, 66% yield). 2.4 General procedure for esterification reaction In a round-bottom flask equipped with an efficient mechanical stirrer, reflux condenser, and Dean-Stark trap acid/anhydride, and alcohol were placed and heated at the defined temperature for the defined time (Tables 2 and 3 ). The reactions progress was followed by measuring the amount of collected water. After completion of reaction, the mixture was allowed to settle down and then decanted. The reaction mixture was distilled under reduced pressure for removing the excess of alcohol and distillation continued to obtain the main product. The reactions conversions were calculated by determination of acid numbers of the crude reactions mixture. 2.5 Determination of reactions conversion by acid number measurements The extent of conversion for synthesis of DOP was calculated from the following equation: conversion ( % ) = [ ( 200.87 − a ) × 100 ] / 200.87 where “a” is the acid number (mgKOH/g) of the crude reaction mixture after completion of the reaction, corrected by amount of KOH required for the catalyst. The number 200.87 is the obtained acid number (mgKOH/g) of the half esterified phthalic anhydride, (C6H4)COOC8H17·COOH. The half esterification of phthalic anhydride is taking place in the absence of catalyst. This is the acid number (mgKOH/g) of the reaction mixture obtained from refluxing of equimolar mixture of phthalic anhydride and 2-ethylhexanol for 2h in the absence of solvent and catalyst (theoretical value is 201.59). The extent of conversion for esterification of trans-(2-hexenyl)succinic anhydride was calculated from same equation in which 178.54 was used in place of 200.87. The number was obtained same as for phthalic anhydride (theoretical value is 179.58). This number is acid number (mgKOH/g) of the half esterified anhydride. The extent of conversions for esterifications of mono- and di-carboxylic acids was calculated by the following equation: conversion ( % ) = [ ( a 1 − a 2 ) × 100 ] / a 1 where “a 1” is the acid number (mg KOH/g) of the reaction mixture at the beginning, and “a 2” is the acid number (mgKOH/g) of the crude reaction mixture after completion of the reaction. Both values are corrected by amount of KOH required for catalyst. The obtained values for extent of conversions were in accordance with the values obtained based on collected water. 3 Results and discussions Esterification of phthalic anhydride by alcohol takes place in two stages. The first stage is so rapid that it can be carried out in the absence of catalyst. However, esterification of the second carboxylic group is very slow and needs to be facilitated by acid catalyst and the resulting water must be removed from the reaction mixture. In this work, various acidic catalysts and zeolites were used for preparation of dioctylphthalate, DOP (Scheme 1 ). The characteristics features of the used natural and synthetic zeolites are given in Table 1. The investigated catalysts were easily separated from the product by simple decantation. The excess of 2-ethylhexanol was removed under reduced pressure and the reactions conversions were determined by measuring the acid number of the obtained crude reaction mixture. The obtained products were characterized by FT-IR and 1H-NMR spectroscopies. The refractive indices of the products were also measured and compared with those for DOP. Reactions condition and conversions for the investigated catalysts are given in Table 2. Using of p-toluene sulfonic acid, which is a homogeneous catalyst was carried out for comparison. The important aspect of the present work is caring out the reaction under solvent-free condition. This is very important points from economical and environmental views. Sulfated zirconia showed the maximum reactivity among other catalysts within 4h. The observed reactivity order of the investigated catalysts is as follow. SulfatedZrO2 ∼ p-toluenesulfonicacid>naturalzeolite>ASHNCH-3>ZEOKAR-2 Although the reactivity of the remaining catalysts is lower than homogeneous p-toluene sulfonic acid, but it must be noted they have easy work-up and they use without any solvent. Except in entry 5, heteropolyacid H4Si(W3O10)4, the neutralization and washing steps are omitted for heterogeneous catalysts. Removing of catalyst residue from the obtained product is a part of reaction work-up when p-toluene sulfonic acid (entry 1) and heteropolyacid H4Si(W3O10)4 (entry 5) use as catalyst. The data given in Table 2 also show that increasing the amount of sulfated ZrO2 up to 48.0g/mol of phthalic anhydride has not significant effect on the reaction conversion (entries 6–8). Reaction conversion reaches to about 96.4% conversion within 85min using this catalyst (entry 9), and only small change takes place in the reaction conversions after this time (entries 10, 6). In order to ensuring the absence of any acid and sulfate anion in the obtained product, about 2ml of the obtained DOP was well stirred with 2ml of water. The Aqueous phase had pH of about 7.0 and no precipitate was observed when the barium chloride solution was added. The effectiveness of sulfated zirconia was also shown by performing a series of esterification reactions of acids/anhydrides by different alcohols. The reactions conditions and conversions as well as boiling points are given in Table 3. Boiling points are in accordance with the literature reported values. The reactions conversions, which calculated by measuring the acid number of the crude reactions mixture, were higher than 96% in all cases. All obtained products are important materials and they have wide applications as plasticizer and synthetic base oil. For example, dioctyladipate (DOA) is an environmentally friendly plasticizer and found wide applications due its biocompatibility [40]. Dioctylsebacate (DOS) is an important synthetic diester base oil, which was chosen as calibration fluid for the viscosity measurements of ester base oils, since its viscosity–pressure relationship is well known [41]. Trans-(2-hexenyl)succinic anhydride was prepared via ene-reaction between succinic anhydride and 1-hexene in the presence of phenothiazine [39]. We have previously reported the preparation of synthetic ester base oil from trans-(2-hexenyl)succinic acid [42]. The catalytic condensation reaction of trans-(2-hexenyl)succinic anhydride by with tri-, tetra-ethylene glycols leading to the formation of macrocyclic crown esters base oil is also under investigation in our group. In the present study, esterification reaction of trans-(2-hexenyl)succinic anhydride by 2-ethylhexanol in the presence of sulfated zirconia performed in high conversion (97.3%). The point, which would be noted in Tables 2 and 3 is reaction temperatures. In contrast to entry 1, which was carried out at a fixed temperature, the remaining reactions were performed at a wide temperature range. The lower limit observed when the reaction started (beginning of water separation). The upper limit observed when the reaction terminated (cessation of water separation). The reactions temperatures were gradually raised from lower limit to upper limit during reaction progress. This is because of performing the reactions in the absence of solvent. Under this condition, the reaction composition will dramatically change as the reaction progress, in compared when using solvent (Table 2, entry 1), and temperature changes will be sever. At the beginning of the reaction, the mixture includes anhydride/carboxylic acid, 2-ethylhexanol (which play the solvent role), and catalyst. As the reaction progress, anhydride/carboxylic acid and the alcohol were gradually consumed and ester (product) formed. At the end of the reaction we have large amount of ester (which now play the solvent role), catalyst, and small amounts of reactants. In fact, because of lack of solvent, the reaction temperature is controlled by reaction mixture composition. In summary, the investigated heterogeneous catalysts showed high efficiency for esterification reactions. They have many advantages over homogeneous catalysts e.g., (a) high reaction yield, (b) not requiring for solvent and therefore low cost, (c) readily availability and (d) not requiring for neutralization and washing steps which produce large amounts acidic waste (environmentally friendly). Among the investigated catalysts, sulfated zirconia was showed the best reactivity and efficiency. In addition, these catalysts can be ecologically and economically preferred over homogeneous catalysts. Using these types of catalysts in the production of esters like DOP, DOA, DOS and also polyol esters will make the industrial processes easier, cleaner, and less complicated. They also will have less corrosion problem than homogeneous catalysts. 4 Conclusion Esterification reactions of phthalic anhydride by 2-ethylhexanol in the presence of solid acidic catalysts have been investigated under solvent-less condition. The results were compared with the case of homogeneous catalyst, p-toluene sulfonic acid. Sulfated zirconia was showed the best reactivity and efficiency among the investigated heterogeneous catalysts. Effectiveness of the sulfated zirconia in the preparation of important ester compounds, which have found wide applications as plasticizer and ester base fluids, e.g. dioctyladipate (DOA) and dioctylsebacate (DOS), and polyol esters was also investigated. Using of these catalysts make the industrial processes easier, cleaner, and less complicated. The reaction work-up is also simplified. These catalysts are environmentally friendly and cleaner than conventional homogeneous catalysts, because they do not need solvent and they have very low waste. These parameters also make them economically preferred. Acknowledgement The Graduate Council of Tabriz Azad University (Iran) is gratefully acknowledged for their financial support. References [1] Kirck Othmer Encyclopedia of Chemical Technology, vol. 18, 1998, p. 12. [2] Kirck Othmer Encyclopedia of Chemical Technology, vol. 4, 1998, p. 482. [3] K. Smith Solid Supports and Catalysts in Organic Synthesis 1992 Ellis Horwood Chichester, UK [4] Z.H. Zhao Y.Q. Wang Nat. Sci. J. Hunan Normal Univ. 1 1990 61 [5] Z.H. Zhao M. Zhang Cuihua Xuebao 12 1991 328 [6] Z.H. Zhao, R.L. Zhao, S.F. Jiang, Cuihua Xuebao 13 (1992) 237. [7] Z.H. Zhao Z.R.L. Zhao Sheng Nat. Sci. J. Hunan Normal Univ. 4 1993 332 [8] C. Hu M. Hashimoto T. Okuhara M. Misono J. Catal. 143 1993 437 [9] T. Okuhara A. Kasai M. Misono Shokubai (Catalyst) 22 1980 226 [10] T. Yamada Peterotech (Tokyo) 13 1990 627 [11] T. Okuhara T. Nishimura K. Ohashi M. Misono Chem. Lett. 1990 1201 [12] T. Okuhara T. Nishimura K. Ohashi M. Misono Chem. Lett. 1995 155 [13] A. Aoshima S. Tonomura S. Yamamatsu Adv. Technol. 2 1990 127 [14] T.S. Thorat V.M. Yadav G.D. Yadav Appl. Catal. A 90 1992 73 [15] M. Arabi M. Mohammadpour Amini M. Abedini A. Nemati M. Alizadeh J. Mol. Catal. A: Chem. 114 1996 299 [16] Z.H. Zhao R.L. Zhao Zeolites 13 1993 634 [17] Z.H. Zhao J. Mol. Catal. A: Chem. 168 2001 147 [18] X. Song A. Sayari Catal. Rev. Sci. Eng. 38 1996 329 [19] A. Corma Chem. Rev. 97 1997 2373 [20] H.K. Mishra A.K. Dalai D.D. Dasi K.M. Parida N.C. Pradhan J. Colloid Interf. Sci. 272 2004 378 [21] Y. Sun L. Yuan S. Ma Y. Han L. Zhao W. Wang C.-L. Chen F.-S. Xiao Appl. Catal. A: Gen. 268 2004 17 [22] M. Hino S. Kobayashi K. Arata J. Am. Chem. Soc. 101 1979 6439 [23] M. Hino K. Arata J. Chem. Soc. Chem. Commun. 1980 851 [24] C.Y. Hsu C.R. Heimbuch C.T. Armes B.C. Gates J. Chem. Soc. Chem. Commun. 1992 1645 [25] M. Hino K. Arata Chem. Lett. 1981 1671 [26] A. Corma A. Martinez C. Martinez J. Catal. 149 1994 52 [27] T. Kurosaka H. Matsuhashi K. Arata J. Catal. 179 1998 28 [28] R.S. Drago N. Kob J. Phys. Chem. B 101 1997 3360 [29] V. Adeeva H. Liu B. Xu W.M.H. Sachtler Top. Catal. 6 1998 61 [30] F. Haase J. Sauer J. Am. Chem. Soc. 120 1998 13503 [31] R.W. Stevens Jr. S.S.C. Chuang B.H. Davis Thermochim. Acta 407 2003 61 [32] J. Chen Z. Feng J. Shi P. Ying H. Zhang C. Li Chem. Phys. Lett. 401 2005 104 [33] R. Barthos F. Lonyi Gy. Onyestyak J. Valyon J. Phys. Chem. B 104 2000 7311 [34] K. Arata Appl. Catal. A 146 1996 3 [35] T.-K. Cheung B.C. Gates Top. Catal. 6 1998 41 [36] D. Farcasiu J.Q. Li Appl. Catal. A 175 1998 1 [37] Z. Hong K.B. Fogash J.A. Dumesic Catal. Today 5 1999 269 [38] G. Yadav J.J. Nair Micropor. Mesopor. Mater. 33 1999 1 [39] S.H. Nahm ChengF H.N. J. Org. Chem. 51 1996 5093 [40] S. Nalli D.G. Cooper J.A. Nicell Biodegradation 13 2002 343 [41] S. Bair Tribol. Trans. 43 2000 91 [42] A.M. Mamedyarov, F.T. Sejidov, F.G. Dzhavadova, G.D. Sulttanova, USSR Patent SU1241672, (1996).",
      "scopus-id": "24144465747",
      "coredata": {
        "eid": "1-s2.0-S1381116905004590",
        "dc:description": "The preparation of di-2-ethylhexylphthalate (DOP) via esterification reaction of phthalic anhydride by 2-ethylhexanol in the presence of solid acidic catalysts has been investigated. The used catalysts were natural zeolite, synthetic zeolites (ZEOKAR-2, ASHNCH-3), heteropolyacid H4Si(W3O10)4 and sulfated ZrO2. The reactions were carried out under solvent-less conditions. It was observed that sulfated ZrO2 has higher reactivity and efficiency among the investigated catalysts. In the next part of the work, important plasticizers and ester base oils have prepared through esterification reaction of anhydrides and acids by alcohols in the presence of sulfated zirconia.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-10-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905004590",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sejidov, Firdovsi Tataroglu"
          },
          {
            "@_fa": "true",
            "$": "Mansoori, Yagoub"
          },
          {
            "@_fa": "true",
            "$": "Goodarzi, Nadereh"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905004590"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905004590"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00459-0",
        "prism:volume": "240",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Esterification reaction using solid heterogeneous acid catalysts under solvent-less condition",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Esterification"
          },
          {
            "@_fa": "true",
            "$": "Solid catalyst"
          },
          {
            "@_fa": "true",
            "$": "DOP"
          },
          {
            "@_fa": "true",
            "$": "Zeolite"
          },
          {
            "@_fa": "true",
            "$": "Sulfated zirconia"
          },
          {
            "@_fa": "true",
            "$": "DOA"
          },
          {
            "@_fa": "true",
            "$": "DOS"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "186-190",
        "prism:endingPage": "190",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 October 2005",
        "prism:doi": "10.1016/j.molcata.2005.06.048",
        "prism:startingPage": "186",
        "dc:identifier": "doi:10.1016/j.molcata.2005.06.048",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "258",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905004590-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "972",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "311",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905004590-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1125",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "102",
            "@width": "357",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905004590-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13395",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "36",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905004590-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1542",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "98",
            "@width": "356",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905004590-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2957",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905004590-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "715",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/24144465747"
      }
    }
  }
}