{
  "metadata": {
    "title": "Prussian White as a highly active molecular catalyst for proton reduction",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-12-10",
    "doi": "10.1016/S1381-1169(97)00156-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997001568",
    "pii": "S1381116997001568"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031471768",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-12-04 2000-12-04 2010-03-25T02:32:37 1-s2.0-S1381116997001568 S1381-1169(97)00156-8 S1381116997001568 10.1016/S1381-1169(97)00156-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00714 2015-05-15T05:56:33.668241-04:00 0 0 19971210 1997 2000-12-04T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 126 126 2 3 2 3 Volume 126, Issues 2–3 13 L89 L92 L89 L92 19971210 10 December 1997 1997-12-10 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. PRUSSIANWHITEAHIGHLYACTIVEMOLECULARCATALYSTFORPROTONREDUCTION ABE T ABE 1996 55 T YAGI 1996 11098 M OKURA 1979 311 I KALYANASUNDARAM 1978 2720 K TOSHIMA 1980 1500 N BHUGUN 1996 3982 I VOLKOV 1989 3982 A GILBERT 1985 3855 J ITAYA 1982 4767 K ITAYA 1982 2415 K ELLIS 1981 1225 D ZAKHARCHUK 1995 23 N ABEX1997XL89 ABEX1997XL89XL92 ABEX1997XL89XT ABEX1997XL89XL92XT item S1381-1169(97)00156-8 S1381116997001568 1-s2.0-S1381116997001568 10.1016/S1381-1169(97)00156-8 271358 2010-09-29T16:30:24.454591-04:00 1997-12-10 1-s2.0-S1381116997001568-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001568/MAIN/application/pdf/1c218087a8e251177a0a27170fbe0a97/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001568/MAIN/application/pdf/1c218087a8e251177a0a27170fbe0a97/main.pdf main.pdf pdf true 345365 MAIN 4 1-s2.0-S1381116997001568-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001568/PREVIEW/image/png/8fa46456476974370a08eb488e8aeb2b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001568/PREVIEW/image/png/8fa46456476974370a08eb488e8aeb2b/main_1.png main_1.png png 60979 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116997001568-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001568/STRIPIN/image/gif/cd8abfb44af6c7c260945a3d439393d2/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001568/STRIPIN/image/gif/cd8abfb44af6c7c260945a3d439393d2/si1.gif si1 true si1.gif gif 365 33 61 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 126 (1997) L89-L92 Letter JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Prussian White as a highly active molecular catalyst for proton reduction Toshiyuki Abe a, Fumio Taguchi a, Sumio Tokita b, Masao Kaneko a a Faculty of Science, Ibaraki University, 2-1-I Bunkyo, Mito, Ibaraki 310, Japan b Faculty of Engineering, Saitama University, Urawa, Saitama 338, Japan Received 12 May 1997; accepted 21 July 1997 Abstract Electrocatalytic H+ reduction was found with the polynuclear iron-cyanide complex called Prussian White (PW, KQFe4[Fett(CN)613) coated on a Pt electrode. The PW-coated Pt produced much larger amounts of H2 than a bare electrode even at the theoretical potential of H+/HZ. Its electrocatalytic activity exceeded the conventional Pt catalyst. 1997 Elsevier Science B.v. Keywords: Proton reduction; Molecular catalyst; Prussian White 1. Introduction Proton reduction to produce H 2 is attracting attention in the fields of both basic science and researches in constructing new energy conversion systems. Particularly in the latter case, proton reduction is important in order to construct an artificial photosynthetic system capable of producing fuels from water and solar energy. Such a system should be composed of a molecule-based photoexcitation center and active catalyst sites (reduction and oxidation). In this regard, reduction and oxidation catalysts have been investigated [1-8]. As for the oxidation catalyst, we have found that trinuclear Ru complex called Ru-red shows high activity as a molecule-based catalyst [2]. As a catalyst for Corresponding author. Tel.: +81-29-2288374; fax: +81-292288406. 1381-1169/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PI1S1381-1169(97)00156-8 H+ reduction to produce H2, it has been reported that metal colloids or particles [4,5] such as Pt work as efficient catalysts. However, such metal catalysts usually need overpotential for H+ reduction. Hydrogenase [3] also possesses a catalytic activity for H+ reduction, but it is unstable against dioxygen. In these catalyst systems, reaction conditions are restricted so that they are not suited to apply to a molecule-based artificial photosynthetic system. As for H+ reduction catalysts, there have so far only been few molecular catalysts to produce H2' Iron tetraphenylporphine (FeTPP) [6] worked as a molecular catalyst in nonaqueous solution for H+ reduction, but it was not used in water, and needs Hg electrode and much negative applied potentials. It is of importance to establish an active molecule-based catalyst for H+ reduction working in water and with lower overpotentials. We have now found that Prussian White (PW), L90 T. Abe et al. / Journal of Molecular Catalysis A: Chemical 126 (1997) L89-L92 which is a high molecular weight polynuclear iron complex with the repeating unit, K4Fe4[Fell(CN)6]3, efficiently catalyzes electrochemical H+ reduction to produce HZ as a molecular catalyst in water at almost theoretical potentials. 2. Experimental The same volumes of a 20 mM potassium hexacyanoferrate(HI) and a 20 mM iron(III) chloride aqueous solution were mixed to obtain a Fe\"-Fe\"' complex (called Berlin Brown, BB; Fell'[Felll(CN)6]) solution [9]. The Feul-Fell complex called Prussian Blue (PB), which is the oxidized species of the PW, was electrodeposited onto a Pt plate electrode or a basal-plane pyrolytic graphite (BPG) electrode at + 0.5 V (vs. Ag/AgCl) from the BB solution. The PBcoated Pt electrode was rinsed with water. The composition of the coated water-insoluble PB was reported by Itaya et al. [9] as Fe41[Fell(CN)6]3. An electrochemical cell was equipped with the PB-coated working (effective area: ca. 1 cm'), a spiral Pt wire counter, and a silver-silver chloride (Ag/AgCl) reference electrode (a saturated KCl aqueous solution was employed as inner liquid). The potentiostatic electrolysis was carried out in a pH 1.35 aqueous solution containing 0.05 M potassium chloride electrolyte (KCl) for 1 h. The amount of HZ produced was analyzed by a gas chromathograph (Shimadzu, GC-4CPT) with a molecular sieve 5column and argon carrier gas. 3. Results Fig. la shows a typical cyclic voltammogram (CV) of the PB-coated Pt electrode in a pH 1.35 electrolyte solution. The electrochemistry of PB has been well characterized by various papers [9-11], and the PB-coated Pt showed reversible waves due to BB/PB and PB/PW couples at the potentials of Em = +0.86 V (vs. Ag/AgCI) and + 0.19 V, respectively (Em shows the mid- (a) 0 +0.2 +0.4 +0.6 +0.8 +1.0 V / vs. Ag/AgCI 21w.' -0.3 -0.2 -0.1 0 +0.1 V / vs. Ag/AgCI Fig. 1. Typical CV (scan rate, 20 mV s-1 ) of the PB-coated Pt in a pH 1.35 aqueous solution containing 0.05 M KCI electrolyte (a). Results of the CV measurement (scan rate, 1 mV s-') in more negative potential regions for both the Pt/PW (solid line) and a bare Pt (dashed line) in the same electrolyte solution (b). point potential of the anodic and the cathodic peaks in its cyclic voltammogram). The CVs measured on a more reductive scan are shown in Fig. lb. Under these negative potentials the coated PB is present as a form of PW. Cathodic current increases from more positive potentials at the PW-coated Pt system than a bare Pt, and the current is much larger amount at the former electrode than at the latter one. This cathodic current is ascribed to H+ reduction to produce HZ (vide infra). Fig. 2 shows the result of the potentiostatic electrolyses (1 h) at the PW-coated Pt electrode (denoted as Pt/PW) as well as at a bare Pt. The catalytic activity of the Pt/PW was remarkably higher than that of a bare Pt. The Pt/PW system could catalyze H+ reduction even at the T. Abe et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) L89-L92 800 Z V 7 400 N 200 ,o se ~e ~s ~~ o aso aVxre-0.7b W v m, adpa -o.as -0.as -0.a5 Potential / V vs. Ag/AgCI Fig. 2. HZ production by the potentiostatic electrolyses (1 h) at a Pt/PW system (O) and a bare Pt system (1) in a pH 1.35 aqueous solution containing 0.05 M KCI electrolyte. theoretical potential of H+/H 2 ( - 0.274 V vs. Ag/AgCI in pH 1.35) without overpotential. The amount of the H Z produced at the Pt/PW system was about 12 times as high as that of a bare Pt at - 0.274 V. The amount of PW coated on the Pt electrode in Fig. 2 was estimated as 1.8 X 10-g mol cm-Z from the CV, which corresponds to 0.12 /t,m thickness of the PW layer (the lattice constant of the PW is 1.02 nm as reported previously [9]). The turnover number (TN) of the PW unit cell for HZ production was 1.7 X 10 3 h-' at - 0.4 V (Faradaic efficiency to produce H Z exceeded 80%). The coated amount of the PW decreased only less than 10% after the electrolysis (1 h), so that the catalyst is stable during the electrolysis. The catalytic activity of PW was investigated in relevant to its coated amount, and the results of the potentiostatic electrolyses are shown in Fig. 3. The amount of the H 2 produced increased linearly with the amount of the coated PW, showing that not only the PW surface but also the bulk PW is effective for H+ reduction. 30 I: 7 20 = 10 OL I 0 2 a s a PW amount / 10'a molcm Z Fig. 3. Relationship between the amount of the Hz produced and the coated amount of PW on a Pt electrode in the potentiostatic electrolyses (I h) at -0.30 V (vs. Ag/AgCI) in a pH 1.35 aqueous solution containing 0.05 M KCl electrolyte. The results show that the PW works as a molecular catalyst for H+ reduction. In a separated experiment, the steady current density ( I) during the electrolysis was measured in various pH conditions (from 1.35 to 4.4). The plot of log I vs. pH showed the linear relationship, and the larger slope (1.5 times) was obtained in the Pt/PW system than in a bare Pt. This behaviour indicates that the catalysis by the Pt/PW system is unambiguously different from a bare Pt system, supporting that the PW works as a molecular catalyst. The catalytic activity of PW was also much higher than that of Pt black deposited electrochemically onto a Pt electrode from ptC146 aqueous solution (denoted as Pt/Pt black). The TN of a Fe atom in the PW to produce H2 is about 4 times higher than that of a Pt atom of the Pt black (e.g., the TN of Fe atom was 2.4 X 102 h-' in the Pt/PW system and the TN of Pt atom 64 h-1 in the Pt/Pt black system, at - 0.40 V vs. Ag/AgCl). The same electrolysis study was carried out by using a basal-plane Table 1 Electrocatalytic activity of Prussian White coated on a BPG electrode in comparison with a bare BPG electrode at -0.80 V vs. Ag/AgCI in a pH 1.35 aqueous solution (1 h) containing 0.05 M KCl Catalyst amount (mol cm-z ) Amount of H2 produced (w l) TN (h- 1)a A bare BPG - PW-coated BPG 1.8 x 10-s 0.23 6.35 6.7 x 10 'The value shows the turnover number to produce HZ per unit cell of the PW. L92 T. Abe et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) L89-L92 pyrolytic graphite (BPG, effective area; 0.17 cm 2) electrode instead of Pt. The results are shown in Table 1. It was also found that the amount of the HZ produced at the BPG/PW is much higher than at a bare BPG system. Since the redox potential of PB/PW is + 0.19 V vs. Ag/AgCl, PW would further be reduced to PWZ- in order to produce HZ by H+ reduction. It has been suggested recently that the cyanide ion in PB lattice can play a roll as a H+ transport site in acidic conditions by protonation of the cyanide ions [12]. It could be suggested that also in the present catalyst system the cyanide ions work as active sites for H+ reduction probably by coordinating H+. Intermolecular electron transfer from the further reduced iron (i.e., PW2-) to the cyanide ion may take place, and then two protons located on the adjacent cyanide sites would be reduced to HZ Pt Nsetrods 2e' PW PIM2' Pw film eb~me sMudon H2 2H* Scheme 1. Electrocatalytic H+ reduction in the Pt/PW system. (Scheme 1). The study of the detailed mechanism is now underway. References [1] T. Abe, F. Taguchi, T. Yoshida, S. Tokita, G. Schnurpfeil, D. Wrle, M. Kaneko, J. Mol. Catal. A 112 (1996) 55. [2] M. Yagi, K. Kinoshita, M. Kaneko, J. Phys. Chem. 100 (1996) 11098. [3] I. Okura, N.K. Thuan, J. Mol. Catal. 5 (1979) 311. [4] K. Kalyanasundaram, J. Kiwi, M. Grzel, Helv. Chim. Acta 61 (1978) 2720. [5] N. Toshima, Y. Yamada, H. Hirai, Polym. Preprints Jpn. 30 U98o) lsoo. [6] I. Bhugun, D. Lexa, J.-M. Savnt, J. Am. Chem. Soc. 118 (1996) 3982. [7] A.G. Volkov, Bioelectrochem. Bioenergetics 21 (1989) 3982. [8] J.A. Gilbert, D.D. Eggeston, W.R. Murphy Jr., D.A. Geselowitz> S.W. Gersten, D.T. Hodson, T.J. Meyer, J. Am. Chem. Soc. 107 (1985) 3855. [9] K. Itaya, T. Ataka, S. Toshima, J. Am. Chem. Soc. 104 (1982) 4767. [10] K. Itaya, T. Ataka, S. Toshima, T. Shinohara, J. Phys. Chem. 86 (1982) 2415. [11] D. Ellis, M. Eckhoff, V.D. Neff, J. Phys. Chem. 85 (1981) 1225. [12] N.F. Zakharchuk, B. Meyer, H. Hennig, F. Scholz, A. Jaworski, Z. Stojek, J. Electroanal. Chem. 398 (1995) 23. MOLCAA 97001568 S1381-1169(97)00156-8 10.1016/S1381-1169(97)00156-8 Chemical and metal complex catalysis Letter Prussian White as a highly active molecular catalyst for proton reduction Toshiyuki Abe a Fumio Taguchi a Sumio Tokita b Masao Kaneko ∗ a a Faculty of Science, Ibaraki University, 2-1-1 Bunkyo, Mito, Ibaraki 310, Japan b Faculty of Engineering, Saitama University, Urawa, Saitama 338, Japan ∗ Corresponding author. Tel.: +81-29-2288374; fax: +81-29-2288406. Electrocatalytic H+ reduction was found with the polynuclear iron-cyanide complex called Prussian White (PW, K4FeII 4[FeII(CN)6]3) coated on a Pt electrode. The PW-coated Pt produced much larger amounts of H2 than a bare electrode even at the theoretical potential of H+ H2 . Its electrocatalytic activity exceeded the conventional Pt catalyst. Keywords Proton reduction Molecular catalyst Prussian White References [1] T. Abe F. Taguchi T. Yoshida S. Tokita G. Schnurpfeil D. Wöhrle M. Kaneko J. Mol. Catal. A 112 1996 55 [2] M. Yagi K. Kinoshita M. Kaneko J. Phys. Chem. 100 1996 11098 [3] I. Okura N.K. Thuan J. Mol. Catal. 5 1979 311 [4] K. Kalyanasundaram J. Kiwi M. Grëtzel Helv. Chim. Acta 61 1978 2720 [5] N. Toshima Y. Yamada H. Hirai Polym. Preprints Jpn. 30 1980 1500 [6] I. Bhugun D. Lexa J.-M. Savéant J. Am. Chem. Soc. 118 1996 3982 [7] A.G. Volkov Bioelectrochem. Bioenergetics 21 1989 3982 [8] J.A. Gilbert D.D. Eggeston W.R. Murphy Jr. D.A. Geselowitz S.W. Gersten D.T. Hodson T.J. Meyer J. Am. Chem. Soc. 107 1985 3855 [9] K. Itaya T. Ataka S. Toshima J. Am. Chem. Soc. 104 1982 4767 [10] K. Itaya T. Ataka S. Toshima T. Shinohara J. Phys. Chem. 86 1982 2415 [11] D. Ellis M. Eckhoff V.D. Neff J. Phys. Chem. 85 1981 1225 [12] N.F. Zakharchuk B. Meyer H. Hennig F. Scholz A. Jaworski Z. Stojek J. Electroanal. Chem. 398 1995 23",
      "scopus-id": "0031471768",
      "coredata": {
        "eid": "1-s2.0-S1381116997001568",
        "dc:description": "Electrocatalytic H+ reduction was found with the polynuclear iron-cyanide complex called Prussian White (PW, K4FeII 4[FeII(CN)6]3) coated on a Pt electrode. The PW-coated Pt produced much larger amounts of H2 than a bare electrode even at the theoretical potential of H+ H2 . Its electrocatalytic activity exceeded the conventional Pt catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997001568",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Abe, Toshiyuki"
          },
          {
            "@_fa": "true",
            "$": "Taguchi, Fumio"
          },
          {
            "@_fa": "true",
            "$": "Tokita, Sumio"
          },
          {
            "@_fa": "true",
            "$": "Kaneko, Masao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997001568"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997001568"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00156-8",
        "prism:volume": "126",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Prussian White as a highly active molecular catalyst for proton reduction",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Proton reduction"
          },
          {
            "@_fa": "true",
            "$": "Molecular catalyst"
          },
          {
            "@_fa": "true",
            "$": "Prussian White"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L89-L92",
        "prism:endingPage": "L92",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 December 1997",
        "prism:doi": "10.1016/S1381-1169(97)00156-8",
        "prism:startingPage": "L89",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00156-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "33",
            "@width": "61",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997001568-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "365",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031471768"
      }
    }
  }
}