{
  "metadata": {
    "title": "Structure-activity relationship between some novel silica supported palladium catalysts: a study of the Suzuki reaction",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-06-14",
    "doi": "10.1016/j.molcata.2003.12.034",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904000408",
    "pii": "S1381116904000408"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-1942436178",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-02-18 2004-02-18 2010-03-28T13:36:59 1-s2.0-S1381116904000408 S1381-1169(04)00040-8 S1381116904000408 10.1016/j.molcata.2003.12.034 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01872 2015-05-15T05:56:32.920819-04:00 0 0 20040614 2004 2004-02-18T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 215 215 1 2 1 2 Volume 215, Issues 1–2 16 107 111 107 111 20040614 14 June 2004 2004-06-14 2004 converted-article fla Copyright © 2004 Elsevier B.V. All rights reserved. STRUCTUREACTIVITYRELATIONSHIPBETWEENNOVELSILICASUPPORTEDPALLADIUMCATALYSTSASTUDYSUZUKIREACTION PAUL S 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.1.1 Synthesis of 3-aminopropylsilica 2.1.2 Synthesis of Schiff bases 2.1.3 Preparation of catalysts 2.2 Catalyst testing 2.3 Characterization of catalysts 3 Results and discussion 3.1 Structure-activity relationship 4 Conclusion Acknowledgements References TUNDO 2000 1207 P DEMIGUEL 2000 4213 4221 Y CORAIN 2001 99 115 B MCNAMARA 2002 3275 3300 C LEADBEATER 2002 3217 3274 N CLARK 2000 53 55 J CLARK 2001 23 25 J YAMADA 2003 2379 2382 Y KOHLER 2001 105 114 K OKUBO 2002 7115 7118 K LAGASI 2002 61 72 M PAUL 2003 635 638 S PAULX2004X107 PAULX2004X107X111 PAULX2004X107XS PAULX2004X107X111XS item S1381-1169(04)00040-8 S1381116904000408 1-s2.0-S1381116904000408 10.1016/j.molcata.2003.12.034 271358 2010-10-15T16:14:04.086918-04:00 2004-06-14 1-s2.0-S1381116904000408-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/MAIN/application/pdf/b16af40e4fc4f5bd3f50b25d1569f321/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/MAIN/application/pdf/b16af40e4fc4f5bd3f50b25d1569f321/main.pdf main.pdf pdf true 93334 MAIN 5 1-s2.0-S1381116904000408-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/PREVIEW/image/png/344f328d9803f56255204a0c696ca9d6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/PREVIEW/image/png/344f328d9803f56255204a0c696ca9d6/main_1.png main_1.png png 65494 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904000408-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/STRIPIN/image/gif/96383979e381d99b3670c9bedbb893c3/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/STRIPIN/image/gif/96383979e381d99b3670c9bedbb893c3/si1.gif si1 si1.gif gif 545 16 135 ALTIMG 1-s2.0-S1381116904000408-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/fx1/THUMBNAIL/image/gif/f1abd8c537d3156b3d5f1849a7355b98/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/fx1/THUMBNAIL/image/gif/f1abd8c537d3156b3d5f1849a7355b98/fx1.sml fx1 true fx1.sml sml 866 49 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904000408-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/fx1/DOWNSAMPLED/image/gif/2cca4a364b77d33f1527a8afccdca704/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/fx1/DOWNSAMPLED/image/gif/2cca4a364b77d33f1527a8afccdca704/fx1.gif fx1 true fx1.gif gif 3258 127 323 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904000408-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/sc1/THUMBNAIL/image/gif/124c3e494d5177d5b9cfad1face84ff4/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/sc1/THUMBNAIL/image/gif/124c3e494d5177d5b9cfad1face84ff4/sc1.sml sc1 sc1.sml sml 2254 93 99 IMAGE-THUMBNAIL 1-s2.0-S1381116904000408-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/sc1/DOWNSAMPLED/image/gif/54dc8f077756fbf2f7f3c9a8593375ac/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/sc1/DOWNSAMPLED/image/gif/54dc8f077756fbf2f7f3c9a8593375ac/sc1.gif sc1 sc1.gif gif 10727 323 345 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904000408-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/gr1/THUMBNAIL/image/gif/ddfd391c27db4ee88fd175ff1af3a725/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/gr1/THUMBNAIL/image/gif/ddfd391c27db4ee88fd175ff1af3a725/gr1.sml gr1 gr1.sml sml 2471 74 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904000408-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/gr1/DOWNSAMPLED/image/gif/40c4add6a0e9943809f68d566a378f99/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/gr1/DOWNSAMPLED/image/gif/40c4add6a0e9943809f68d566a378f99/gr1.gif gr1 gr1.gif gif 9709 233 392 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904000408-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/gr2/THUMBNAIL/image/gif/e72c950c226e1a7daecb12c76aa8c2f7/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/gr2/THUMBNAIL/image/gif/e72c950c226e1a7daecb12c76aa8c2f7/gr2.sml gr2 gr2.sml sml 1910 93 81 IMAGE-THUMBNAIL 1-s2.0-S1381116904000408-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904000408/gr2/DOWNSAMPLED/image/gif/54d6bb165dcd2a02e442981bf1569a6f/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904000408/gr2/DOWNSAMPLED/image/gif/54d6bb165dcd2a02e442981bf1569a6f/gr2.gif gr2 gr2.gif gif 3401 160 140 IMAGE-DOWNSAMPLED MOLCAA 4511 S1381-1169(04)00040-8 10.1016/j.molcata.2003.12.034 Elsevier B.V. Scheme 1 Fig. 1 DRIFT of Cat 1 and modified silica (imine) (inset shows the imine peak at 1639 shifted to 1599cm−1). Fig. 2 Proposed mechanism for Suzuki cross-coupling reaction. Table 1 BET surface area, total pore volume and amount of Pd loaded on the surface of silica Catalyst BET surface area (m2/g) Total pore volume (ml/g) Amount of Pd by AAS (mmole/g) Cat 1 249.40 0.7130 0.100 Cat 2 266.36 0.7236 0.095 Cat 3 255.71 0.6630 0.092 Cat 4 266.03 0.7031 0.093 Cat 5 281.79 0.7405 0.197 Cat 6 260.89 0.7237 0.080 Cat 7 261.41 0.7254 0.088 Cat 8 293.37 0.7635 0.090 Table 2 Approximate CN peak values for catalysts and their corresponding imines in DRIFTS Catalyst CN (cm−1) in imine CN (cm−1) catalyst Shift of CN peak (cm−1) Cat 1 1639 1599 40 Cat 2 1648 1594 54 Cat 3 1637 1631 6 Cat 4 1646 1637 9 Cat 5 1630 1615 15 Cat 6 1616 1601 15 Cat 7 1596 1588 8 Cat 8 1639 1594 45 Table 3 Binding energies (eV) of Pd in catalysts and Pd(OAc)2 and rate constants in the Suzuki cross-coupling reaction between bromobenzene and benzeneboronic acid using K2CO3 as base and o-xylene as solvent Catalyst Binding energy (eV) Rate constant Pd(OAc)2 336.25 – Cat 1 333.45 0.0364 Cat 2 335.95 0.00198 Cat 3 334.95 0.00601 Cat 4 335.15 0.00601 Cat 5 334.05 0.00755 Cat 6 334.05 0.00943 Cat 7 334.35 0.01403 Cat 8 336.35 0.00167 Structure-activity relationship between some novel silica supported palladium catalysts: a study of the Suzuki reaction Satya Paul a James H. Clark ∗ b a Department of Chemistry, University of Jammu, Jammu-180 006, India b Clean Technology Centre, Department of Chemistry, University of York, Heslington, York YO10 5DD, UK * Corresponding author. Tel.: +44-1904-432-559; fax: +44-1904-434-550. A Series of novel silica supported palladium catalysts bearing N–N, N–S and N–O chelating ligands have been prepared and characterized on the basis of STA, BET, DRIFT and XPS. Structure-activity relationship between these catalysts has been discussed on the basis of DRIFT and XPS data. A series of novel silica supported palladium catalysts bearing N–N, N–S and N–O chelating ligands have been prepared by the following reactions—(a) synthesis of 3-aminopropylsilica from activated silica and 3-aminopropyl(trimethoxy)silane; (b) synthesis of Schiff-bases from 3-aminopropylsilica and 2-acetylpyridine, 2-pyridinecarboxaldehyde, 2-thiophenecarboxaldehyde, 2-furancarboxaldehyde, 2-acetylfuran, 2-hydroxyacetopheneone, 2-aminoacetopheneone and 2-pyrrolecarboxaldehyde; (c) reaction of Schiff-bases with palladium acetate to obtain silica supported palladium catalysts. The catalysts were characterized by STA, BET, DRIFT and X-ray photoelectron spectroscopy (XPS). X-ray photoelectron spectroscopy has been found to be a useful tool for establishing the structure-activity relationship between supported palladium catalysts with different chelating atoms using Suzuki reaction as an example. The catalysts with lower binding energy for palladium in comparison to palladium acetate are more active than those with higher binding energies. The activity of the catalysts was compared on the basis of rate constants in the Suzuki reaction between bromobenzene and benzeneboronic acid using anhydrous potassium carbonate as base and o-xylene as solvent. Keywords Structure-activity relationship Heterogeneous catalysis Silica supported palladium catalysts Suzuki coupling X-ray photoelectron spectroscopy 1 Introduction Heterogeneous catalysts for environmental related applications have progressively occupied a significant part of catalytic chemistry [1,2]. From the standpoint of environmentally benign organic synthesis, development of immobilized and insoluble metal catalysts is challenging and important (For reviews of immobilized metal catalysts, see: [3–6]). In an ideal system, they can be recovered from the reaction mixture by simple filtration and re-used infinitely, and contamination of products by metallic species is prevented. Among various transition metals, use of immobilized palladium on the surface of silica gel, aluminium oxide, polymers, metal oxides etc is well documented [7–10]. Recently palladium immobilized on the surface of silica gel was used for Suzuki [7,11], Heck, carbonylation [7,12,13] and other reactions. Keeping in view the application and interest of heterogeneous palladium catalysts in academia and industry, there is a need to design and develop stable, re-usable and easily recoverable chemically supported heterogeneous palladium catalysts. In this study our aim is to prepare novel heterogeneous palladium catalysts with different chelating ligands so as to study the structure-activity relationship between them. This will help the chemists working in the area of heterogeneous catalysis to choose appropriate catalytic systems for their own systems. 2 Experimental 2.1 Catalyst preparation The silica supported palladium catalysts were prepared by the following steps: (a) synthesis of 3-aminopropylsilica from activated silica and 3-aminopropyl(trimethoxy)silane; (b) synthesis of Schiff-bases from 3-aminopropylsilica and 2-acetylpyridine, 2-pyridinecarboxaldehyde, 2-thiophenecarboxaldehyde, 2-furancarboxaldehyde, 2-acetylfuran, 2-hydroxyacetopheneone, 2-aminoacetopheneone and 2-pyrrolecarboxaldehyde; (c) reaction of Schiff-bases with palladium acetate to obtain silica supported palladium catalysts with different chelating atoms. For general scheme and detailed procedure, please see reference [14]. 2.1.1 Synthesis of 3-aminopropylsilica Activated silica (K100) (10g) was added to a solution of aminopropyl(trimethoxy) silane (6.64g, 3mmol) in absolute ethanol (200ml) and stirred at room temperature for 24h. The aminopropyl silica (AMPS) was filtered, washed with ethanol and dried in air at 95°C overnight. 2.1.2 Synthesis of Schiff bases The oven dried aminopropyl silica (5g) was added to absolute ethanol (100ml) in a 250 round bottomed flask followed by carbonyl compound (5mmol). The reaction mixture was stirred at 60°C for 24h. The ligand-grafted silica was filtered at the reaction temperature and washed with ethanol thoroughly to remove unreacted 2-acetylpyridine. It was dried in air at 95°C overnight. 2.1.3 Preparation of catalysts The catalyst were prepared by stirring mixture of appropriate ligand-grafted silica (Schiff-base) (4g) and palladium acetate (0.112g, 0.5mmol) in acetone (100ml) at room temperature for 24h. After stirring, the catalyst was filtered, washed with acetone till washings were colourless. It was dried in air at 95 °C overnight and then conditioned for a total of 27h (3×3h each refluxing in toluene, ethanol and acetonitrile). During conditioning, there is a change of color from light brown to dark brown. This was done to make the process completely heterogeneous. The catalysts were dried at 70°C in a vacuum oven for 4h before its use in the Suzuki reaction. The probable structures of catalysts were shown in the Scheme 1 . 2.2 Catalyst testing The activity of the catalysts was tested using the Suzuki reaction between benzeneboronic acid and bromobenzene at 100°C using o-xylene as solvent. In a typical reaction, bromobenzene (5mmol), benzene boronic acid (8mmol), anhydrous potassium carbonate (10mmol) and n-dodecane (1ml, as internal standard) were added to a 50ml three-necked flask. To this reaction mixture, o-xylene (14ml) was added followed by the catalyst (equivalent to 0.02mmol of Pd). The reaction was stirred at 100°C and 600rpm for the appropriate time. The samples were withdrawn at regular interval and analyzed by GC. The reaction was carried out under nitrogen to ensure that there is no change in the ligand structure during the reaction. The yields were calculated on the basis of bromobenzene using n-dodecane as internal standard. 2.3 Characterization of catalysts Catalyst characterization was performed using thermal analysis, surface analysis, DRIFT and X-ray photoelectron spectroscopy (XPS). The thermal analysis was performed using a Netzsch 409 STA with a temperature range of 10°C/min. The presence of CH and CN bonds was confirmed by DRIFTS using a Bruker Equinox 55 FTIR spectrometer. The binding energy of palladium in the catalysts was determined by XPS using a Kratos AXIS HIs instrument equipped with a charge neutraliser and Mg Kα X-ray source. The pore size distribution and BET surface area were determined by using a Beckman Coulter SA 3100 porosimeter with dinitrogen as an adsorbate. The amount of palladium loaded on the surface of silica was determined by atomic absorption spectroscopy. 3 Results and discussion 3.1 Structure-activity relationship Following catalyst preparation, efforts have been made to prepare the catalysts with similar physical characteristics. The thermal analysis of catalysts shows the loss of residual solvent at 80°C. The decomposition of bound organics starts from 187 to 256°C for the eight catalysts studied here. The major weight loss at high temperature is characteristic of chemisorbed material and confirms that the aminopropyl group is chemically bound on the surface of silica. From STA results it is clear that 100°C is a safe temperature to carry out the reaction without any chance of decomposition of catalysts. The BET surface area, total pore volume and the amount of palladium loaded on the surface of silica gel is as shown in Table 1 . There is not much difference in the surface area of the various catalysts with values between ca. 250 and 290m2/g. Different surface area and pore volume can contribute to different activities of porous solid catalysts but we assume that there is no contribution due to different BET surface areas and pore volumes in our study towards establishing the structure-activity relationship. The amount of Pd loaded on the surface of silica gel was determined by AAS. All the reactions were carried out with catalysts containing 0.02mmol of Pd. Fig. 1 shows the DRIFTS of modified silica and supported palladium catalyst (Cat 1). The DRIFTS of 3-aminopropyl silica displays characteristic CH2 stretching bands at 2936 and 2865cm−1 and aliphatic deformation bands at 1469 and 1445cm−1. The DRIFTS of chemically modified silica (imine) shows sharp peak due to CN, which on complexation with Pd disappears and appears as a band at lower value. The lowering in frequencies of the CN peak is indicative of the formation of metal–ligand bonds. The difference in the values of the CN stretching band before and after complexation for all catalysts is shown in Table 2 . The larger shifts of the CN peak indicate stronger bonding of Pd with the ligands. On the basis of this, we tried to correlate the activity of the catalysts with the shift of the CN peak. If we consider the CN bond shift values before and after complexation as a measure of activity of catalysts, then Cat 2 with shift of 54cm−1 would be most active and Cat 3 with a small shift of 6cm−1 would be the least active. But actually this is not the case when we consider the rate constant values (Table 3 ). Rate constants are in the order Cat 1 ( Δν CN =40 cm −1 ) > Cat 7 (8cm−1) > Cat 6 (15cm−1) > Cat 5 (15cm−1) > Cat 3 (6cm−1) = Cat 4 (9cm−1) > Cat 2 (54cm−1) > Cat 8 (45cm−1). Unfortunately, we were unable to find any correlation between structure and activity of catalysts on the basis of DRIFTS data. This may be because the value of CN peak before complexation is not a true value as in the cases of Cat 6 & 7, there is a hydrogen bonding between the H of OH & NH2 with the nitrogen of CN bond, thus lowering the value of the CN peak. We should also note the breadth of some of the CN stretching band making assignment of frequencies difficult. X-ray photoelectron spectroscopic data gives the binding energies of Pd with different chelating ligands. The different values of binding energies for Pd in each catalyst suggests a different environment around the palladium. If we look at the proposed mechanism of the Suzuki cross coupling reaction (Fig. 2 ), it appears that a more electron rich environment around the palladium make it easy to insert it into the RX bond. But if we consider the XPS data, a more electron rich environment around the palladium leads to lower binding energy values. Thus, the lower the binding energy for Pd, the more easy the insertion of Pd in the RX bond can take place and hence the faster is the reaction. The binding energy values for Pd and the rate constants in the Suzuki cross-coupling reaction for each catalyst is shown in Table 3. From Table 3, it is clear that the lower the binding energy of Pd in the catalysts, the greater their activity in the Suzuki reaction. There is a clear but not linear relationship between binding energies and rate constants. The presence of the methyl group on the carbon of the CN group dramatically increases the rate of the reaction (cf. Cat 1 and Cat 2). This may be due to the electronic effect of a methyl group, which ultimately increases the electronic environment around the palladium. But if a methyl group is present on the carbon of the CN group, where one chelating atom is oxygen (Cat 5), there is no significant difference in the rate of the reaction (cf. Cat 4 & Cat 5). The reason for this is not clear. Thus, on the basis of XPS data, we can say that groups which increase the electronic environment around the palladium make the catalyst more active for the Suzuki cross-coupling reaction (e.g. Cat 1, 5–7, presence of methyl group on the carbon of the CN group). The reaction was also carried out with 4-bromoanisole and 4-bromobenzonitrile in the presence of Cat 1 to determine the electronic effects of the substituents on the bromobenzene. The rate constants were found to be 0.02479 for 4-bromoanisole and 0.05957 for 4-bromobenzonitrile in comparison to 0.03674 for bromobenzene. This suggests that different electronic effect of the substituents on bromobenzene affect the rate of the reaction significantly. Re-usability of Cat 1 was checked by performing the reaction after washing the catalyst with methylene chloride followed by excess of water. The catalyst was dried at 95°C for 5h in air prior to use. Up to the seventh use (1st use: 100% after 100min; fourth use: 95% after 150min; seventh use: 97% after 180min), of the catalyst leads to no significant drop in activity. Hence the catalyst can be used several times without any loss of activity. Although no significant change in the activity of the catalyst was observed, we have performed surface analysis and simultaneous thermal analysis of catalyst 1 after the seventh use in order to determine any changes in the catalyst. The surface analysis shows that there is no significant change in the surface area (from 249.40 to 246.28m2/g) and a slight increase in the total pore volume from 0.7130 to 0.7385ml/g. The simultaneous thermal analysis also shows the same weight loss after the seventh use as for the fresh catalyst. Clearly no significant restructuring of the catalyst has taken place on multiple use. 4 Conclusion In conclusion, we have for the first time demonstrated a structure-activity relationship for supported Pd catalysts in the Suzuki reaction based on Pd binding energies (as measured by XPS) and initial rate of the reaction. A surprisingly positive effect due to the alkyl substituent on the ligand provides the possibility for designing new ligand structures to examine the activity of the catalysts and this is currently being persued in research in our laboratory. Acknowledgements We gratefully acknowledge the support of the department of Science and Technology, New Delhi, Govt. of India for a BOYSCAST fellowship to S.P. and the constant support and advice of the York Green Chemistry group. References [1] J.N. Armor (Ed.), Environmental Catalysis, ACS Symposium Series, 1994, p. 552. [2] G. Ertl, H. Knozinger, J. Weitkamp, Environmental Catalysis, Wiley/VCH, Weiheim, Germany, 1999. [3] P.T. Anastas, J.C. Warner, Green Chemistry: Theory and Practice, Oxford University Press, Oxford, 1998. [4] P.T. Anastas, L.G. Heine, T.C. Williamson (Eds.), Green Chemical Synthesis and Processes: Recent Advances in Chemical Processing, The American Chemical Society, Washington, DC, 2001. [5] P. Tundo P. Anastas D.S. Black J. Breen T. Collins S. Memoli J. Miyamoto M. Ployakoff W. Tumas Pure Appl. Chem. 72 2000 1207 [6] (a) Y.R. de Miguel J. Chem. Soc. Perkin Trans. 1 2000 4213 4221 (b) B. Corain M. Kralik J. Mol. Catal. A Chem. 173 2001 99 115 (c) C.A. McNamara M.J. Dixon M. Bradley Chem. Rev. 102 2002 3275 3300 (d) N.E. Leadbeater M. Marco Chem. Rev. 102 2002 3217 3274 [7] J.H. Clark D.J. Macquarrie E.B. Mubofu Green Chem. 2 2000 53 55 J.H. Clark D.J. Macquarrie E.B. Mubofu Green Chem. 3 2001 23 25 [8] M. Julia, M. Dutheil, Bull. Soc. Chem. Chim. Fr. (1973) 2791. [9] Y.M.A. Yamada K. Takeda H. Takahashi S. Ikegami Tetrahedron Lett. 44 2003 2379 2382 [10] K. Kohler M. Wagner L. Djakovitch Catal. Today 66 2001 105 114 [11] C. Baleizao, A. Corma, H. Garcia, A. Leyva, Chem. Commun. (2003) 606–607. [12] K. Okubo M. Shirai C. Yokoyama Tetrahedron Lett. 43 2002 7115 7118 [13] M. Lagasi P. Moggi J. Mol. Cat. A Chem. 182-183 2002 61 72 [14] S. Paul J.H. Clark Green Chem. 5 2003 635 638",
      "scopus-id": "1942436178",
      "coredata": {
        "eid": "1-s2.0-S1381116904000408",
        "dc:description": "A series of novel silica supported palladium catalysts bearing N–N, N–S and N–O chelating ligands have been prepared by the following reactions—(a) synthesis of 3-aminopropylsilica from activated silica and 3-aminopropyl(trimethoxy)silane; (b) synthesis of Schiff-bases from 3-aminopropylsilica and 2-acetylpyridine, 2-pyridinecarboxaldehyde, 2-thiophenecarboxaldehyde, 2-furancarboxaldehyde, 2-acetylfuran, 2-hydroxyacetopheneone, 2-aminoacetopheneone and 2-pyrrolecarboxaldehyde; (c) reaction of Schiff-bases with palladium acetate to obtain silica supported palladium catalysts. The catalysts were characterized by STA, BET, DRIFT and X-ray photoelectron spectroscopy (XPS). X-ray photoelectron spectroscopy has been found to be a useful tool for establishing the structure-activity relationship between supported palladium catalysts with different chelating atoms using Suzuki reaction as an example. The catalysts with lower binding energy for palladium in comparison to palladium acetate are more active than those with higher binding energies. The activity of the catalysts was compared on the basis of rate constants in the Suzuki reaction between bromobenzene and benzeneboronic acid using anhydrous potassium carbonate as base and o-xylene as solvent.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-06-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904000408",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Paul, Satya"
          },
          {
            "@_fa": "true",
            "$": "Clark, James H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904000408"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904000408"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00040-8",
        "prism:volume": "215",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Structure-activity relationship between some novel silica supported palladium catalysts: a study of the Suzuki reaction",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Structure-activity relationship"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Silica supported palladium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Suzuki coupling"
          },
          {
            "@_fa": "true",
            "$": "X-ray photoelectron spectroscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "107-111",
        "prism:endingPage": "111",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 June 2004",
        "prism:doi": "10.1016/j.molcata.2003.12.034",
        "prism:startingPage": "107",
        "dc:identifier": "doi:10.1016/j.molcata.2003.12.034",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "545",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "866",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "127",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3258",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "99",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2254",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "345",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10727",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2471",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "233",
            "@width": "392",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9709",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "81",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1910",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "160",
            "@width": "140",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904000408-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3401",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/1942436178"
      }
    }
  }
}