{
  "metadata": {
    "title": "Effects of the addition of Nb<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf> to rhenium-based olefin metathesis catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-01-14",
    "doi": "10.1016/S1381-1169(96)00099-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996000994",
    "pii": "S1381116996000994"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031026970",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-24 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996000994 S1381-1169(96)00099-4 S1381116996000994 10.1016/S1381-1169(96)00099-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00660 2015-05-15T05:56:33.63776-04:00 0 0 19970114 1997 1998-03-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 115 115 1 1 Volume 115, Issue 1 20 173 181 173 181 19970114 14 January 1997 1997-01-14 1997 International Symposium on Olefin Metathesis and Related Chemistry Durham, UK 10–14 July 1995 19950710 19950714 converted-article fla Copyright © 1997 Published by Elsevier B.V. EFFECTSADDITIONNB2O5RHENIUMBASEDOLEFINMETATHESISCATALYSTS BUFFON R NAKAMURA 1977 M31 R XU 1985 273 X NAKAMURA 1977 1227 R XU 1986 1945 X XU 1985 631 X XU 1986 2707 X VERKUIJLEN 1977 198 E HERRMANN 1991 1636 W BUFFON 1992 287 R BUFFON 1992 R PHDTHESIS DATKA 1992 186 J HERRMANN 1989 351 W BUFFON 1995 3511 R NEDEZ 1994 8638 C NEDEZ 1993 722 C NEDEZ 1994 1099 C MITCHELL 1973 189 T SMITH 1972 341 P ZUCKERMAN 1984 267 H CHEMICALMOSSBAUERSPECTROSCOPY NEDEZ 1994 3039 C DAVIES 1982 523 A COMPREHENSIVEORGANOMETALLICCHEMISTRY SIBEIJN 1991 279 M SPRONK 1993 472 R KAPTEIJN 1977 M139 F XU 1986 271 X ELLISON 1990 335 A OLEFINMETATHESISPOLYMERIZATIONCATALYSTS TUREK 1992 5000 A SIBEIJN 1991 201 M VUURMAN 1992 263 M JEHNG 1992 179 J KIM 1993 419 D XU 1986 135 X BUFFONX1997X173 BUFFONX1997X173X181 BUFFONX1997X173XR BUFFONX1997X173X181XR item S1381-1169(96)00099-4 S1381116996000994 1-s2.0-S1381116996000994 10.1016/S1381-1169(96)00099-4 271358 2010-09-29T19:49:07.276565-04:00 1997-01-14 1-s2.0-S1381116996000994-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000994/MAIN/application/pdf/d78f08a6c71ab7f05514dd0ccdada006/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000994/MAIN/application/pdf/d78f08a6c71ab7f05514dd0ccdada006/main.pdf main.pdf pdf true 832602 MAIN 9 1-s2.0-S1381116996000994-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000994/PREVIEW/image/png/ab11b30480da9dcb7005eb3b3f4219f6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000994/PREVIEW/image/png/ab11b30480da9dcb7005eb3b3f4219f6/main_1.png main_1.png png 58170 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Effects of the addition of Nb205 to rhenium-based olefin metathesis catalysts Regina Buffon a' * , Marcelo JosD.M. Jannini a, Anuar Abras h Instituto de Quica, Universidade Estadual de Campinas, C.P. 6154, 13083-970 Campinas - SP. Bra,-J1 \" Departamento de Fica, ICEx, Universidade Federal de Minas Gerais, C.P. 702, 30161-970 Belo Horizonte - MG, Brazil Abstract The effects of the addition of Nb205 to 6 wt.% ReZ0,/Al203 metathesis catalysts were investigated. At least until 9 wt.% Nbz05 loadings both tetrahedral and octahedral aluminum sites are evenly involved in the reaction between alumina and niobium oxide. Up to 12 wt.% Nb20, no significative influence was observed in the catalytic activity of the resulting systems. For higher niobia loadings, however, the catalytic activity decreased quickly. In such conditions a second rhenium species, probably [Nb]--ORe03 was detected by TPR. 1 19Sn M6ssbauer analyses showed that the reaction between the niobia-modified systems and SnBu4 ([Snl:[Re] = 0.55) led to the formation of only one kind of rhenium-tin site, with the tin atom attached to the surface by two Sn-O bonds. In contrast to what happens with the unmodified system, no physisorbed SnBu4 was observed. Keywords: Olefin metathesis; Rhenium oxide/alumina; Niobium oxide; Msbauer: MAS NMR 1. Introduction Rhenium oxide supported on alumina is a well known metathesis catalyst. Modification of the support by addition of another oxide (viz. 5, M003, WOE, B203, etc.) increases significantly the catalytic activity of the system [1]. Such an effect is usually correlated to an increase of the Brsted acidity of the resulting system [2]. Addition of SnR4 (R = alkyl) allows the metathesis of olefins bearing functional y Corresponding author. Fax +55 192 393805, e-mail rbuffon@iqm.unicamp.br. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PH S1381-1169(96)00099-4 groups [3]. Recently, other rhenium-based systems, i.e. MeRe03/S'O2-Al2O3 [41 or MeRe03/Nb,O5 [5] have been described. Although such systems might be considered as models of active sites, MeRe03/Nb2O5 is not active in metathesis of functionalizcd olefins [6]. Moreover, the catalytic activity of rhenium oxide supported on niobia is negligible [6]. On the other hand, it has been shown that the addition of niobia to several oxides such as Si02, A1Z03, Zr02 causes an increase on their acidity [7]. Therefore, the aim of this work was to determine the effects of the addition of niobium oxide both on the catalytic activity of Re207 supported on alumina and on the characteristics of the resulting systems. 174 2. Experimental 2.1. Supports Alumina-supported niobium oxide samples were prepared by pore-volume impregnation of the support (A1203 Aldrich, acidic, 150 mesh) using calculated amounts of niobium oxalate/oxalic acid aqueous solutions (niobium oxalate was supplied by C.B.M.M.). The samples were dried at 100 overnight, followed by calcination at 550 under an air stream for 6 h. 2.2. Catalysts All Re207 catalysts were prepared by porevolume impregnation of the supports with calculated amounts of ammonium perrhenate (Aldrich, > 99%), followed by overnight drying in air at 100. The catalysts were calcined at 550 in a dry air stream (60 ml min-') for 2 h, followed by a nitrogen purge for 1 h, at the same temperature. After cooling to room temperature, the catalysts were transferred to the reaction vessel using Schlenk-tube techniques. Calculated volumes of SnBu4 (Fluka, 98%) were then added via a syringe, keeping the molar ratio [Sn]:[Re] = 0.55. MeRe03/support catalysts were prepared by addition of a hexane solution of MeRe03 [8] to the support pretreated as described above for Re207 catalysts. Metathesis of 1-hexene (Aldrich, 97%) was carried out in the liquid phase in a glass batch reactor, using toluene as a solvent and cyclohexane as an internal standard. The reaction was monitored by GC analysis (CG 37 D gas chromatograph) of the gas phase over a capillary column (OV 1, 20 m X 0.10 mm). Conversions were calculated as 2[ethene]/{2[ethene] + [1hexene]l. All reactions were carried out at room temperature. 2.3. BET measurements The specific surface area of the supports were determined by the BET method on a Mi- R. Bufon et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 cromeritics Flow Sorb 2300 equipment. Measurements were performed with nitrogen as the adsorbate at -196, after pretreating the samples at 150 under nitrogen for 1 h. 2.4. Temperature programmed reduction Temperature-programmed reduction of the Rez07 catalysts was carried out with a hydrogen/nitrogen mixture (2:98) at atmospheric pressure in a conventional TPR setup. The gas mixture (20 ml min-') was passed over approximately 100 mg of the sample placed in a quartz tube. The temperature of the sample was increased linearly at a rate of 10 min - I . 2.5. MAS NMR measurements All MAS NMR spectra were recorded on a Bruker AC 300 spectrometer operating at 75.47, 78.17 and 111.9 MHz for 13C, 27AI and 119Sn, respectively. The probehead was a commercial double-tuned 7 mm double-bearing system from Bruker, allowing spinning frequencies up to 4 kHz. The samples were introduced in the zirconia rotors under a dry argon atmosphere in a glove box and tightly closed. For 13C NMR, a typical cross-polarization scheme was used: 90rotation of the 1 H magnetization (pulse length 9.7 p,s), contact time of 5 ms and recording of the spectrum at high power decoupling. The delay between scans was fixed to 5 s to allow for the complete relaxation of the 1 H nuclei. Typically, 11000 scans were accumulated. Chemical shifts are given with respect to TMS using adamantane as an external reference. \" Sn NMR spectra were recorded by using a single pulse and high power decoupling, with a delay between each scan of 2.5 s. Typically, 30 000 scans were accumulated. The chemical shifts are given relative to SnMe4 used as external reference and with the IUPAC convention for chemical shifts (higher values for higher frequencies). 2 A1 NMR spectra were recorded by using a single impulsion sequence. The delay between scans was 1 s, and the number of scans was R. Buffon et al. / Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 typically 500. Chemical shifts are reported relative to OH20)6(N03)3 used as an external reference. 2.6. Msbauer measurements The samples were transferred to the sample holder under an argon atmosphere. 119Sn Msbauer spectra were run in a standard equipment at liquid-nitrogen temperature, using a CaSn03 source maintained at room temperature. The isomer shifts are given with respect to this source. 3. Results 3.1. Physical characterization 3.1.1. Support Modification of y-alumina by addition of Nb20s caused an increase in its surface area which is a function of the niobia-loading (Fig. 1). 27AI NMR spectra (peaks at 65, 53 and 3 ppm) were not affected, suggesting that both tetrahedral and octahedral Al sites are involved in the reaction. Crystallization of a Nb205 phase was not observed under our experimental conditions. 3.1.2. Re207/support The TPR profile for a 6 wt.% Re207/Al203 sample shows a reduction peak at 400 (Fig. 2). Addition of Nb205 up to a 9 wt.% Nb205 loading has no effect in the reduction tempera- 210 200 190 180 1 70 160 150 0 5 10 15 20 Nbz05 loading wt/wt ... Fig. 1. Specific surface area MET) of the modified supports as a function of Nb205 loading. 175 Nb206 z .z. J 100 300 500 T/ Fig. 2. TPR profiles of Re20?/NbZ05-A1~03 catalysts. ture. However, from 12 wt.% up to 18 wt.% Nb205 loading the reduction peak is shifted to 370 and a shoulder at ca. 440 appears. The TPR profile of rhenium oxide supported on niobia also presents a reduction peak at 440 (Fig. 2). These results suggest that at low Nb205 loadings there is only one kind of rhenium site, i.e., [Al]-O-Re03; for higher N05 loadings, a second site, probably [Nb]-O-ReO3, is also present. 3.2. Interaction between Re207/support and SnBu4 The reaction between Re207/support and SnBua was evidenced by a color change (from white to brownish) and evolution of butane. Although for the same support the extent to which the gas was released depended on the [Sn]:[Re] ratio, it was never higher than 0.2 [butane]:[Sn]. Blank experiments with the support alone showed that the interaction between A1203 and SnBu4 was not followed- by a color change; 9 wt.% N05/A1203 and Nb205 176 A 35 30 25 20 PPM 15 10 Fig. 3. 13C CP-MAS NMR spectra of 6 wt.% ReZ07/Nb205A1203 catalysts. (A) fresh sample; (B) after 20 regenerations (calcination followed by addition of SnBu4). alone, however, reacted slowly with SnBu4. Both oxides took at first a yellowish color, which turned to gray after ca. 24 h. 3.3. 13C and '39Sn NMR analyses Fig. 3A shows the 13C MAS NMR spectrum of 6 wt.% Re207/9 wt.% Nbz05A1203/SnBu4 where three signals can be observed, at 12.0, 17-21 and 27.6 ppm. Although by comparison with literature data (Table 1) Table 1 '3C and 119Sn chemical shifts for Re207/NbZ05-AIZ03/SnB R Buffon et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 `I ui d V B) z . UI Q W ~ ;i W :.- D) -6 -4 ~ -2 0 ~ +2 +4 +6 VELOCITY (mm/s) Fig. 4. H9Sn Msbauer spectra of: (A) 6 wt.% Re207 /N6205AI203 /SnBu4; (B) 6 wt.% Re207/A1203 /SnBu4; (C) B after calcination; (D) C after addition of SnBu4. these signals could be assigned to Cs, Ca and Cy of [Re]-O-SnBu3 species, the lack of a signal in the 119Sn spectrum suggests that the tin u4 catalysts and related systems System 8( 13 C) Ca CC, Cs b(\"9Sn) Ref. 6 wt.% Re207/NbZ05-AI203/SnBu4 17-21 27.6 27.6 12.0 n.d. < a this work After 20 regenerations + SnBu4 16-21 27.5 27.5 11.4 n.d. this work A1z03/SnBu4 (physisorbed) 9.2 29.7 n.d. 13.5 -13 this work 15-21 27.7 27.7 12.2 n.d. this work 9 wt.% Nb205-A'203/SnBU4 16-21 27.7 27.7 12.1 n.d. this work (physisorbed) 9.2 29.6 25.1 n.d. - 13 this work 6 wt.% Re207/Si02-AI203/SnBu4 16.4 27.5 27.5 12.3 103 191 AI0SnBu3 15-19 26.9 26.9 13.0 80 [101 SiOSnBu3 15.1 26.8 26.8 12.8 106 [111 (=Si0)zSnBu, 20.2 26.8 26.8 12.9 n.d. [121 SnBu4 9.1 29.6 27.6 13.7 -13 [131 a n.d. = not detected. R. Buffon et al. / Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 atom might be linked to the surface through two Sn-O bonds. In fact, as the 13C signal assigned for Ca is so broadened, no clear conclusion could be drawn from NMR analyses. Blank experiments with the support alone, employing the same tin loadings, revealed the presence of physisorbed SnBu4 species (Table 1). After 20 regenerations of the catalyst, followed by addition of another portion of SnBu4, the resulting 13C NMR spectrum is essentially the same (Fig. 3B), the only difference being a broadening of the signals assigned to Ca and Cs. Table 2 119Sn Msbauer data for R0207/Alz03/SnBu4 catalysts and some related compounds IS (MMS-') a 177 3.4. Msbauer measurements The Msbauer spectrum for 6 wt.% Re207/NbZ05-A1203/SnBu4 (Fig. 4A) presents two slightly asymmetric absorption peaks, corresponding to one tin site characterized by IS (isomer shift) = 1.47 mm s -' and QS (quadrupole splitting) = 3.34 mm s-1. In the same experimental conditions (i.e., [Sn]:[Re] = 0.55), the spectrum of a 6 wt.% Re207/A1203/SnBu4 sample shows three peaks (Fig. 4B). This spectrum is best fitted through one doublet (IS = 1.45 QS (mm s- 1) b Ref. 6 wt.% Re207/A1203/SnBu4 Fresh sample (site I) 1.45 3.20 (56%r) ` (site 11) 1.35 0.00 (44%) ` After calcination (site III) 0.14 0.76 (83%) ` (site IV) 0.22 1.53 (17%) ` After calcination and exposure to air (site III) 0.01 0.51 (71%) (site IV) 0.08 1.05 (29%) ` After calcination + SnBu4 (site 1) 1.44 3.37 (10%) ` (site Ila) 1.55 0.79 (18%) ` (site 111) 0.11 0,73 (31%) (site IV) 0.22 0.87 (38%a) ` 6 wt.% Re207/Nb2O5-Al203/SnBU4 Fresh sample (site 1) 1.47 3.34 ` After 20 regenerations d (site I) 1.49 2.94 (14%) ` (site 111) 0.07 0.56 (53%) ` (site IV) 0.14 1.33 (33%0) A1203/SnBu4 (site II) 1.36 0.00 (34%) ` 1.39 3.01 (66%) 1 Nb205-AI20.j/SnBu4 (site II) 1.42 0.00 (11%) ` 1.43 3.11 (89%) ` Nb205/SnBu4 (site II) 1.33 0.00 (20%) ` 1.43 2.93 (80%) 1 6 wt.% Re207/S'02-A1203/SnBU4 (site X) 1.41 2.90 (59%) [91 (site Y) 1.58 4.04 (41%) 191 Deactivated (site X) 1.35 2.65 (65%) [91 (site Y) 1.43 3.39 (35%) 191 Bu 3 SnOPh 1.42 2.85 [ 141 1.52 3.62 [ 14] BuZSn \\Sn02 0 0.53 [ 151 Si02/SnBu4 (physisor) 1.38 0 [161 SnBu4 1.35 0 [171 ' Accuracy: 0.02 mms-1; b Accuracy: 0.04 mms-1 and 5% for relative concentrations in parentheses; ` this work; calcination followed by addition of SnBu4. regeneration = 178 R. Buffon et al. / Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 50 40 u7 c 30< _c 0 m 20 d c u 10 \"p_ . A o~= i L i 1 i i 50 E 40 30 c 20 m e O 10 0 iL ! 0 6 12 18 0 6 12 18 Nb205 loading ( wt %) Re207 loading (wt Fig. 5. Catalytic activity in metathes of 1-hexene. (A) as a function of Nb205 loading for: O MeRe03; * 6 wt.% Re207/N05-A1203; (B) as a function of Re207 loading for: + support = A1203; 'I support = 9 wt.% N05-A1z03. Room temperature, [Re]:[1-hexene] _ 1:200. mm s-'; QS = 3.20 mm s-') and one singlet (IS= 1.35 mm s-'). Blank experiments revealed that reaction of alumina alone with SnBu4 also leads to two tin sites, a singlet characterized by IS = 1.36 mm s-', and a doublet with IS = 1.39 mm s-'and QS = 3.01 mm s-'. By comparison with literature data (Table 2) [16,17], the singlet can be assigned to SnBu4 only physisorbed on the support. The presence of such physisorbed species was also detected on N05 and 9 wt.% N05-A1203 when these supports were allowed to interact with SnBu4 (Table 2). A fter calcinatn of the Re207/A1203/SnBu4 catalysts two tin sites were observed (Fig. 4C):sites III (IS= 0.14 mm s-'; QS = 0.76 mm s-') and IV (IS = 0.22 mm. s-'; QS = 1.53 mm s-'). Exposure to air caused a shift to lower values for IS and QS for both sites (Table 2). When SnBu4 was added to a fresh calcined catalyst (Fig. 4D) only site I was restored. Physisorbed SnBu4 was no longer detected. Instead, another site appeared (Ila), with IS = 1.55 mm s-' and QS = 0.79 mm s-', which might be due to a reaction involving SnBu4 and sites III or IV. For the niobia-modified system the presence of a physisorbed SnBu4 was never observed. Moreover, even after 20 regenerations species like Ila could not be detected. 3.5. Catalytic activity' Fig. 5A shows that for 6 wt.% Re207 samples the catalytic activity in the metathesis of 1-hexene was not affected for niobia loadings up to 12 wt.%. For higher N05 loadings, however, it decreased rapidly. In the same conditions, a parallel set of experiments carried out with 1 wt.% MeRe03 showed that the catalytic activity of the resulting systems increased with the nb loading, reaching a maximum for the catalyst containing 12 wt.% N05. In Fig. SB can be seen that, for a 9 wt.% N05-A1203 support, the catalytic activity of Re207 reaches a maximum for a 6 wt.% Re207 loading. This behavior is quite different from that observed in the case of Re20.,/A1203 catalysts whose catalytic activity per rhenium atom increases at least up to 12 wt.% RezO7. This result agrees well with literature data: reports vary in the I The rhenium loadings were chosen based on literature data [s,1a,19]. R. Buffon et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 range 12-18 wt.% Re207, depending on the alumina employed [18-20]. For the Re207/support systems, the selectivity for the primary metathesis products (> 95% on alumina alone) was slightly reduced by the modified support (> 92% for 9 wt.% Nb205). 4. Discussion It has been demonstrated that at low-loaded Re207/y-A1203 catalysts Re04 ions unevenly replace the five different types of hydroxyl groups on the y-alumina surface; most of the rhenium preferentially replaces basic hydroxyls [21,22] or is adsorbed on coordinatively unsaturated A13+ sites, leading to a low number of active sites [22]. Increasing the rhenium loading leads to a higher replacement of acidic hydroxyl groups and thus to a higher concentration of active sites [22]. On the other hand, addition of Nb205 to -y-A'203 causes an increase in both Lewis and Brunsted acid sites whose numbers reach a maximum for 5 and 19 wt.% Nb205, respectively [7]. If the catalytic activity of the rhenium systems were to be accounted for only by the surface acidity, one would expect the addition of Nb20, to such systems to increase their activity, which was not observed: within experimental error, the catalytic activity of 6 wt.% Re207 systems remains constant for up to 12 wt.% Nb205 loadings (Fig. 5A). Also, an increase in the surface area did not correspond to an increase in the catalytic activity (Fig. 1 and Fig. 5A). However, TPR results showed that from 12 up to 18 wt.% Nb205 the main reduction peak was shifted to lower temperatures; there also appeared a second peak, at , which could be assigned to [Nb]-ORe03 sites as it has been shown that only this kind of rhenium species can be formed on the surface of inorganic oxides [23-25]. These results suggest that [Nb]-O-Re03 sites are not active in olefin metathesis. Thus, at lower niobia loadings, the surface hydroxyl groups involved in the reaction with rhenium might be 179 either the = Al-OH or the bridging OH groups (attached to both a niobium atom and an aluminum atom), resulting, after calcination, in one kind of rhenium site, [Al]-O-Re03 (one reduction peak). For higher niobia loadings, [Nb]-ORe03 sites would be unavoidable, and the catalytic activity should decrease. Such an explanation is consistent with the fact that for 9 wt.% Nb205 loadings the catalytic activity decreases for rhenium loadings higher than 6 wt.% Re 207: for higher rhenium loadings, there would be also more rhenium atoms bonded to niobium sites. It has been demonstrated that there is no direct correlation between the reductibility of the rhenium atoms and the catalytic activity [26]. Now, our results have shown that an increase in the Brsted (or Lewis) acidity of the support does not necessarily imply a higher activity of the resulting Re207/A1203 systems. Thus, it seems more probable that the catalytic activity of such systems is related to the strength of Re-O-support bonds which should allow mild reduction of the rhenium centers (to create active sites) [23]. In the case of MeRe03, although a correlation between catalytic activity and Lewis acidity has been observed, it appeared that both Lewis and Brsted acid sites should be present in order to allow metathesis reactions [5]. The different behavior observed for these two system s (M eReO 3/ support and Re207/support/SnBU4) in metathesis of 1hexene only reinforce the assumption that there is a difference in the nature of the active centers for each system. Reaction of Re 20 7/ A 120 3 or Re207/Nb205-Al203 catalysts with SnBu4 results in only one kind of rhenium-tin site. By comparison with data previously reported for Re207/Si02-A1203/SnBu4, for which two sites have been detected [9], it can be seen that the IS and QS values obtained in this work (Table 2) are intermediate between those assigned to species like A, A' (site X) and B, C (site Y). 180 R. Buffon et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 0 ,_,SnR3 I I /0 O-Re-R I 0 777777777777 0 /Sn R3 O~ Rei 0 O~ ~0 CHR' /0 I-, 0 j IIe\"Il0/$nR2 0 R ~R sn 0 0 0~ / \\ / 0 ,Red ,Red 0 RR Moreover, the IS and QS values for Re2o7/A'203/SnBU4 or Re207/Nb205A1203/SnBu4 are closer to those detected for site Y in Re207/Si02-A1203/SnBu4 after deactivation by air exposure. In that case, it was suggested that the solvation of the rhenium species might cause a weakening of the Re-O- Sn bonds. Thus, if the species formed in Re207/A1203/SnBu4 systems are of the same type as those present in Re207/S'02_ A1203/SnBu4 (site Y), weaker Sn-O-Re bonds might be caused by stronger Re-O-A1 bonds. Indeed, TPR studies for several rhenium-based metathesis catalysts indicated that the strength of the Re-O-Al bonds is higher for Re207/Al203 than for Re207/Si02-A1203 [26]. Thus, formation of only species like A or A', with Sn-O-Re bonds stronger than in the case of Re207/Si02-A1203/SnBu4 is not likely. Moreover, 119Sn NMR results do not support species A, A'. A third possibility would be the attachment of the tin atom to the surface through both Sn-O-Re and Sn-O-Al or SnO-Nb bonds. However, the latter hypothesis would imply a more asymmetric tin site and thus higher values for QS when compared to those obtained for Re207/Si02-A1203/SnBu4 [9]. Therefore, site Y (species B or C) seems the most likely to be present on the surface of Re2o7/A'203/SnBU4 or Re207/Nb2O._ A1203/SnBu4 catalysts. As the presence of site Y is favored for the niobia-modified system (no physisorbed tin species), it is also likely that C should be the major species. This means that there are pairs of Re sites on the surface so that SnBu4 reacts with two Re atoms at the same time. Note, however, that for a 6 wt.% Re207/(A1203 or 9 wt.% Nb205-A1203) the surface concentration of rhenium atoms would be ca. 0.5 atoms per nm2. When the 6 wt.% Re207/A1203/SnBu catalyst was calcined under air the resulting ~'9Sn Mdssbauer spectrum reveals the presence of two tin sites: none of them seems to correspond to an Sn02 phase (Table 2). However, after exposure to air a tin oxide phase was indeed detected. Thus, the non-observation of such a phase in a fresh calcined catalyst (during its first regeneration) might be due to a low tin coverage which makes it difficult for tin atoms to be closer to each other. Indeed, after 20 regenerations an Sn02 phase could be detected in the case of Re207/Nb2O5-Al203/SnBU4. This re- sult is in agreement with data reported for Re.,07/Si02-A1203/SnR4, for which two tin sites have been observed after calcination: an Sn02 phase and a polymeric ionic Sn(IV) species [9]. 5. Conclusions Modification of 6 wt.% Re207/A1203 catalysts has no significative effect on the catalytic activity of the resulting systems (in metathesis of 1-hexene) up to 12 wt.% NbZ05. At higher niobia loadings the presence of [Nb]-ORe03 species, not active, causes a decrease in the catalytic activity. Upon reaction with SnBu4 only one kind of rhenium-tin site is formed, with the tin atom attached to the surface through two SnO bonds. The presence of physisorbed SnBu4 is not detected on the niobia-modified system as opposed to what happens for 6 wt.% Re207/A1203/SnBu4. Nevertheless, this higher reactivity towards SnBu4 seems not to result in a higher number of active sites as the catalytic activity is not increased. It also may be concluded that for the rhenium-based niobiamodified catalysts the acidity of the support has no influence on the catalytic activity of such systems, the strength of the Re-O-support bonds being the main factor. Acknowledgements The authors would like to thank C.B.M.M. for a generous loan of niobium oxalate. Professor U. Schuchardt is thanked for allowing this work to be carried out in his laboratory. Financial support from CNPq, FINEP, FAPESP and FAPEMIG is gratefully acknowledged. References [1] (a) R. Nakamura and E. Echigoya, Recl. Trav. Chim. PaysBas, 96 (1977) M31; (b) Xu Xiaoding, P. Imhoff, G.C.N. van den Aardweg and J.C. Mol, J. Chem. Soc., Chem. Commun., R. Buff et al. /Journal of Molecular Catalysis A: Chemical 115 (1997) 173-181 18 (1985) 273; (c) R. Nakamura and E. Echigoya, Chem. Lett., (1977) 1227; (d) Xu Xiaoding, C. Boelhouwer, J.I. Benecke, D. Vonk and J.C. Mol, J. Chem. Soc., Faraday Trans. 1, 82 (1986) 1945. [2] (a) Xu Xiaoding and J,C. Mol, J. Chem. Soc., Chem. Commun.. (1985) 631; (b) Xu Xiaoding, J.C. Mol and C. Boelhouwer, J. Chem. Sec., Faraday Trans. 1. 82 (1986) 2707. [31 E. Verkuijlen, F. Kapteijn, J.C. Mol and C. Boelhouwer. J. Chem. Soc.. Chem. Commun.. (1977) 198. [4] W.A. Herrmann, W. Wagner, U.N. Flessner, U. Volkhardt and H. Komber, Angew. Chem., Int. Ed. Engl., 30 (1991) 1636. [51 R. Buffon, A. Auroux, F. Lefebvre, M. Leconte, A. Choplin, J.-M. Basset and W.A. Herrmann, J. Mol. Catal., 76 (1992) 287. [6] R. Buffon, Ph.D. Thesis, Universit6 Claude-Bernard - Lyon I , France (1992). [7] J. Datka, A.M. Turek, J.M. Jehng and I.E. Wachs. J. Catal., 135 (1992) 186. [81 W.A. Herrmann, J.G. Kuchler, G. Weichselbaumer, E. Herdtweek and P. Kiprof, J. Organomet. Chem., 372 (1989) 351. [9] R. Buffon, U. Schuchardt and A. Abras, J. Chem. Soc., Faraday Trans., 91 (1995) 3511. (10] C. Nez, F. Lefebvre, A. Choplin, G.P. Niccolai, J.-M. Basset and E. Benazzi, J. Am. Chem. Soc.. 116 (1994) 8638. [11J C. Nez, A. Thlier, F. Lefebvre, A. Choplin, J: M. Basset and J.F. Joly, J. Am. Chem. Soc., 115 (1993) 722. [12] C. Nez, A. Choplin, F. Lefebvre. J.-M. Basset and E. Benazzi, Inorg. Chem., 33 (1994) 1099. [13] T.N. Mitchell, J. Organomet. Chem., 59 (1973) 189. [14] P.J. Smith, R.F.M. White and L. Smith. J. Organomet. Chem., 40 (1972) 341. (15] H.J. Zuckerman, in Chemical Msbauer Spectroscopy, R.H. Herber (Ed.), Plenum, New York, 1984, p. 267. [16] C. Nez, F. Lefebvre, A. Choplin, J.-M. Basset and E. Benazzi, J. Am. Chem. Soc., 116 (1994) 3039. [17] A.G. Davies and P.J. Smith, in Comprehensive Organometallic Chemistry, G. Wilkinson F.G.A. Stone and E.W. Abel (Eds.). Pergamon, Oxford, 1982, vol. 2, p. 523. [18] M. Sibeijn and J.C. Mol, Appl. Catal., 67 (1991) 279. [19] R. Spronk, J.A.R. van Veen and J.C. Mol, J. Catal., 144 (1993) 472. [20] (a) F. Kapteijn, L.H.G. Bredt and J.C. Mol, Reel. Trav. Chim. Pays-Bas, 96 (1977) MIA (b) Xu Xiaoding, J.I. Benecke, C. Boelhouwer and J.C. Mol, Appl. Catal., 28 (1986) 271; (c) A. Ellison, in Olefin Metathesis and Polymerization Catalysts, Y. Imamoglu, B. Zreoglu-Karan and A.J. Amass (Eds.), Kluwer, Dordrecht, 1990, p. 335. [21] A.M. Turek, E. Decanio and I.E. Wachs, J. Phys. Chem., 96 (1992) 5000. [22] M. Sibeijn, R. Spronk, J.A.R. van Veen and J.C. Mol, Catal. Lett., 8 (1991) 201. [23] M.A. Vuurman, D.J. Stufkens, A. Oskam and I.E. Wachs, J. Mol. Catal.. 76 (1992) 263. [24] J.M. Jehng and I.E. Wachs, Appl. Catal. A, 83 (1992) 179. [25] D.S. Kim and I.E. Wachs, J. Catal., 141 (1993) 419. [26] Xu Xiaoding, D. Vonk and J.C. Mol, Termochimica Acta, 105 (1986) 135. MOLCAA 96000994 S1381-1169(96)00099-4 10.1016/S1381-1169(96)00099-4 Effects of the addition of Nb2O5 to rhenium-based olefin metathesis catalysts Regina Buffon ∗ a Marcelo JoséD.M Jannini a Anuar Abras b a Instituto de Química, Universidade Estadual de Campinas, C.P. 6154, 13083-970 Campinas - SP, Brazil b Departamento de Física, ICEx, Universidade Federal de Minas Gerais, C.P. 702, 30161-970 Belo Horizonte - MG, Brazil ∗ Corresponding author. Fax +55 192 393805 The effects of the addition of Nb2O5 to 6 wt.% Re2O7/Al2O3 metathesis catalysts were investigated. At least until 9 wt.% Nb2O5 loadings both tetrahedral and octahedral aluminum sites are evenly involved in the reaction between alumina and niobium oxide. Up to 12 wt.% Nb2O5 no significative influence was observed in the catalytic activity of the resulting systems. For higher niobia loadings, however, the catalytic activity decreased quickly. In such conditions a second rhenium species, probably [Nb]-OReO3 was detected by TPR. 119Sn Mössbauer analyses showed that the reaction between the niobia-modified systems and SnBu4 ([Sn]:[Re] = 0.55) led to the formation of only one kind of rhenium-tin site, with the tin atom attached to the surface by two SnO bonds. In contrast to what happens with the unmodified system, no physisorbed SnBu4 was observed. Keywords Olefin metathesis Rhenium oxide/alumina Niobium oxide Mössbauer MAS NMR References [1] (a) R Nakamura E Echigoya Recl. Trav. Chim. Pays-Bas 96 1977 M31 [1] (b) Xiaoding Xu P Imhoff G.C.N van den Aardweg J.C Mol J. Chem. Soc., Chem. Commun. 1985 273 [1] (c) R Nakamura E Echigoya Chem. Lett. 1977 1227 [1] (d) Xiaoding Xu C Boelhouwer J.I Benecke D Vonk J.C Mol J. Chem. Soc., Faraday Trans. 1 82 1986 1945 [2] (a) Xiaoding Xu J.C Mol J. Chem. Soc., Chem. Commun. 1985 631 [2] (b) Xiaoding Xu J.C Mol C Boelhouwer J. Chem. Soc., Faraday Trans. 1 82 1986 2707 [3] E Verkuijlen F Kapteijn J.C Mol C Boelhouwer J. Chem. Soc., Chem. Commun. 1977 198 [4] W.A Herrmann W Wagner U.N Flessner U Volkhardt H Komber Angew. Chem., Int. Ed. Engl. 30 1991 1636 [5] R Buffon A Auroux F Lefebvre M Leconte A Choplin J.-M Basset W.A Herrmann J. Mol. Catal. 76 1992 287 [6] R Buffon Ph.D. Thesis 1992 Université Claude-Bernard Lyon 1, France [7] J Datka A.M Turek J.M Jehng I.E Wachs J. Catal. 135 1992 186 [8] W.A Herrmann J.G Kuchler G Weichselbaumer E Herdtweck P Kiprof J. Organomet. Chem. 372 1989 351 [9] R Buffon U Schuchardt A Abras J. Chem. Soc., Faraday Trans. 91 1995 3511 [10] C Nédez F Lefebvre A Choplin G.P Niccolai J.-M Basset E Benazzi J. Am. Chem. Soc. 116 1994 8638 [11] C Nédez A Théolier F Lefebvre A Choplin J.-M Basset J.F Joly J. Am. Chem. Soc. 115 1993 722 [12] C Nédez A Choplin F Lefebvre J.-M Basset E Benazzi Inorg. Chem. 33 1994 1099 [13] T.N Mitchell J. Organomet. Chem. 59 1973 189 [14] P.J Smith R.F.M White L Smith J. Organomet. Chem. 40 1972 341 [15] H.J Zuckerman R.H Herber Chemical Mössbauer Spectroscopy 1984 Plenum New York 267 [16] C Nédez F Lefebvre A Choplin J.-M Basset E Benazzi J. Am. Chem. Soc. 116 1994 3039 [17] A.G Davies P.J Smith G Wilkinsom F.G.A Stone E.W Abel Comprehensive Organometallic Chemistry vol. 2 1982 Pergamon Oxford 523 [18] M Sibeijn J.C Mol Appl. Catal. 67 1991 279 [19] R Spronk J.A.R van Veen J.C Mol J. Catal. 144 1993 472 [20] (a) F Kapteijn L.H.G Bredt J.C Mol Recl. Trav. Chim. Pays-Bas 96 1977 M139 [20] (b) Xiaoding Xu J.I Benecke C Boelhouwer J.C Mol Appl. Catal. 28 1986 271 [20] (c) A Ellison Y Imamoglu B Zümreoglu-Karan A.J Amass Olefin Metathesis and Polymerization Catalysts 1990 Kluwer Dordrecht 335 [21] A.M Turek E Decanio I.E Wachs J. Phys. Chem. 96 1992 5000 [22] M Sibeijn R Spronk J.A.R van Veen J.C Mol Catal. Lett. 8 1991 201 [23] M.A Vuurman D.J Stufkens A Oskam I.E Wachs J. Mol. Catal. 76 1992 263 [24] J.M Jehng I.E Wachs Appl. Catal. A 83 1992 179 [25] D.S Kim I.E Wachs J. Catal. 141 1993 419 [26] Xiaoding Xu D Vonk J.C Mol Termochimica Acta 105 1986 135",
      "scopus-id": "0031026970",
      "coredata": {
        "eid": "1-s2.0-S1381116996000994",
        "dc:description": "The effects of the addition of Nb2O5 to 6 wt.% Re2O7/Al2O3 metathesis catalysts were investigated. At least until 9 wt.% Nb2O5 loadings both tetrahedral and octahedral aluminum sites are evenly involved in the reaction between alumina and niobium oxide. Up to 12 wt.% Nb2O5 no significative influence was observed in the catalytic activity of the resulting systems. For higher niobia loadings, however, the catalytic activity decreased quickly. In such conditions a second rhenium species, probably [Nb]-OReO3 was detected by TPR. 119Sn Mössbauer analyses showed that the reaction between the niobia-modified systems and SnBu4 ([Sn]:[Re] = 0.55) led to the formation of only one kind of rhenium-tin site, with the tin atom attached to the surface by two SnO bonds. In contrast to what happens with the unmodified system, no physisorbed SnBu4 was observed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-01-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996000994",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Buffon, Regina"
          },
          {
            "@_fa": "true",
            "$": "Jannini, Marcelo JoséD.M"
          },
          {
            "@_fa": "true",
            "$": "Abras, Anuar"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996000994"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996000994"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00099-4",
        "prism:volume": "115",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effects of the addition of Nb2O5 to rhenium-based olefin metathesis catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on Olefin Metathesis and Related Chemistry",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Olefin metathesis"
          },
          {
            "@_fa": "true",
            "$": "Rhenium oxide/alumina"
          },
          {
            "@_fa": "true",
            "$": "Niobium oxide"
          },
          {
            "@_fa": "true",
            "$": "Mössbauer"
          },
          {
            "@_fa": "true",
            "$": "MAS NMR"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "173-181",
        "prism:endingPage": "181",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 January 1997",
        "prism:doi": "10.1016/S1381-1169(96)00099-4",
        "prism:startingPage": "173",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00099-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031026970"
      }
    }
  }
}