{
  "metadata": {
    "title": "Influence of residual chloride ions in the CO hydrogenation over Rh/SiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-08-01",
    "doi": "10.1016/S1381-1169(03)00203-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903002036",
    "pii": "S1381116903002036"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038110859",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-04-24 2003-04-24 2010-04-18T22:33:40 1-s2.0-S1381116903002036 S1381-1169(03)00203-6 S1381116903002036 10.1016/S1381-1169(03)00203-6 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01719 2015-05-15T05:56:33.301439-04:00 0 0 20030801 2003 2003-04-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 202 202 1 2 1 2 Volume 202, Issues 1–2 20 179 186 179 186 20030801 1 August 2003 2003-08-01 2003 converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. INFLUENCERESIDUALCHLORIDEIONSINCOHYDROGENATIONOVERRHSIO2CATALYSTS OJEDA M 1 Introduction 2 Experimental 2.1 Catalysts preparation 2.2 Catalyst characterisation 2.3 Catalytic measurements 3 Results 3.1 Rhodium particles characterisation 3.2 CO hydrogenation over Rh/SiO2 catalysts 3.3 H2 TPD patterns 4 Discussion 5 Conclusions Acknowledgements References BHASIN 1978 120 M ORITA 1984 183 H BANDO 1998 47 K ISHIGURO 1998 197 S KUSAMA 2001 85 H JACKSON 1988 1741 S GOTTI 1996 143 A WAGNER 1981 211 C PEREZRAMIREZ 2000 93 J YANG 1957 1504 A IGLESIA 1993 221 E VANDERLAAN 1999 255 G IOANNIDES 1993 353 T BOSSI 1979 405 A LEBEDEVA 2000 189 O KUSAMA 2001 285 H GLOOR 1994 481 A KIP 1986 43 B KUIPERS 1996 288 E CARTER 1965 3070 J NOWAK 1969 3790 E FIGOLI 1980 545 N CURTISCONNER 1995 759 W CURTISCONNER 1986 1 W BIANCHI 1975 135 D LENZ 1987 288 D LENZ 1988 116 D OJEDAX2003X179 OJEDAX2003X179X186 OJEDAX2003X179XM OJEDAX2003X179X186XM item S1381-1169(03)00203-6 S1381116903002036 1-s2.0-S1381116903002036 10.1016/S1381-1169(03)00203-6 271358 2010-10-04T20:43:32.359188-04:00 2003-08-01 1-s2.0-S1381116903002036-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/MAIN/application/pdf/8de7d3517666cd3f990a2aad66af34b5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/MAIN/application/pdf/8de7d3517666cd3f990a2aad66af34b5/main.pdf main.pdf pdf true 114864 MAIN 8 1-s2.0-S1381116903002036-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/PREVIEW/image/png/c92b1faa05b83382b12a833c496da38a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/PREVIEW/image/png/c92b1faa05b83382b12a833c496da38a/main_1.png main_1.png png 63066 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903002036-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/STRIPIN/image/gif/0a3903439e56a14d2e41ae00e6d07db3/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/STRIPIN/image/gif/0a3903439e56a14d2e41ae00e6d07db3/si2.gif si2 si2.gif gif 421 12 84 ALTIMG 1-s2.0-S1381116903002036-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/STRIPIN/image/gif/a45a7f28dbbc78db9c67a689fb827672/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/STRIPIN/image/gif/a45a7f28dbbc78db9c67a689fb827672/si1.gif si1 si1.gif gif 413 12 83 ALTIMG 1-s2.0-S1381116903002036-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/fx1/THUMBNAIL/image/gif/46c709331bf5ee7dcc62aec8373aab50/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/fx1/THUMBNAIL/image/gif/46c709331bf5ee7dcc62aec8373aab50/fx1.sml fx1 true fx1.sml sml 1457 73 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903002036-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/fx1/DOWNSAMPLED/image/jpeg/a3a28e3e0a0d5e2cdc1ee78741a4b751/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/fx1/DOWNSAMPLED/image/jpeg/a3a28e3e0a0d5e2cdc1ee78741a4b751/fx1.jpg fx1 true fx1.jpg jpg 10023 154 263 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002036-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/gr1/THUMBNAIL/image/gif/561f2085882e454ef2cbeb8ca8eccf1a/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/gr1/THUMBNAIL/image/gif/561f2085882e454ef2cbeb8ca8eccf1a/gr1.sml gr1 gr1.sml sml 1610 93 79 IMAGE-THUMBNAIL 1-s2.0-S1381116903002036-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/gr1/DOWNSAMPLED/image/gif/0edd9dd40f0934ad16d45426132d7e21/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/gr1/DOWNSAMPLED/image/gif/0edd9dd40f0934ad16d45426132d7e21/gr1.gif gr1 gr1.gif gif 9314 323 274 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002036-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/gr2/THUMBNAIL/image/gif/56a22f54333b1eab18490d8c7db85189/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/gr2/THUMBNAIL/image/gif/56a22f54333b1eab18490d8c7db85189/gr2.sml gr2 gr2.sml sml 1506 93 78 IMAGE-THUMBNAIL 1-s2.0-S1381116903002036-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/gr2/DOWNSAMPLED/image/gif/f16c440d29020e49e9a9b4ccb559b83b/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/gr2/DOWNSAMPLED/image/gif/f16c440d29020e49e9a9b4ccb559b83b/gr2.gif gr2 gr2.gif gif 8574 323 271 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002036-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/gr3/THUMBNAIL/image/gif/4e55c24ace8b7365350ca1fdd6c096e0/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/gr3/THUMBNAIL/image/gif/4e55c24ace8b7365350ca1fdd6c096e0/gr3.sml gr3 gr3.sml sml 1231 93 94 IMAGE-THUMBNAIL 1-s2.0-S1381116903002036-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/gr3/DOWNSAMPLED/image/gif/76e0d2259c7d2a2cbc6fe450b7f91aa4/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/gr3/DOWNSAMPLED/image/gif/76e0d2259c7d2a2cbc6fe450b7f91aa4/gr3.gif gr3 gr3.gif gif 6477 323 326 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903002036-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/gr4/THUMBNAIL/image/gif/a0f66e9bea2dd8d2991daf9dbdc6e2b0/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/gr4/THUMBNAIL/image/gif/a0f66e9bea2dd8d2991daf9dbdc6e2b0/gr4.sml gr4 gr4.sml sml 1452 94 117 IMAGE-THUMBNAIL 1-s2.0-S1381116903002036-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903002036/gr4/DOWNSAMPLED/image/gif/c70a8205a4bdebd3198e87ff7f6997ae/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903002036/gr4/DOWNSAMPLED/image/gif/c70a8205a4bdebd3198e87ff7f6997ae/gr4.gif gr4 gr4.gif gif 7196 321 401 IMAGE-DOWNSAMPLED MOLCAA 4041 S1381-1169(03)00203-6 10.1016/S1381-1169(03)00203-6 Elsevier Science B.V. Fig. 1 FTIR spectra of chemisorbed CO on the reduced Rh(N) catalyst: (a) 0.4kPa; (b) 0.93kPa; (c) 1.73kPa; (d) 2.93kPa; (e) 8.93kPa. Fig. 2 FTIR spectra of chemisorbed CO on the reduced Rh(Cl) catalyst: (a) 0.4kPa; (b) 0.93kPa; (c) 1.73kPa; (d) 2.93kPa; (e) 8.93kPa. Fig. 3 Precursor effect on the 1-olefin/n-paraffin ratio: filled symbols, Rh(N) catalyst; open symbols, Rh(Cl) catalyst; (○) ethene/ethane ratio; (□) propene/propane ratio; (▵) 1-pentene/n-pentane ratio. Fig. 4 TPD of hydrogen: (a) SiO2; (b) Rh(N)/SiO2; (c) Rh(Cl)/SiO2. Table 1 Particle size and dispersion of Rh/SiO2 catalysts Sample H2 chemisorption Volume-surface mean diameter (nm) (TEM) H/Rh (atomic ratio) Volume-surface mean diameter (nm) Rh(N)/SiO2 0.49 2.2 3.7 Rh(Cl)/SiO2 0.44 2.5 3.4 Table 2 Results of CO hydrogenation over Rh/SiO2 catalysts Rh(N)/SiO2 Rh(Cl)/SiO2 320 a 120 a 80 a 320 a 120 a 80 a Conversion (%) 8.0 16.3 20.1 8.2 15.2 19.5 Selectivity b (%) C1 7.4 7.1 7.1 9.8 9.5 9.4 C2–C4 43.9 43.3 43.8 42.0 44.2 44.9 C5+ 27.0 26.8 26.7 21.2 21.3 21.5 Coxygenates 21.6 22.8 22.4 27.0 25.0 24.1 a Space velocity (ml/(mingcat)). b Carbon base; reaction conditions: 498K, 2.03MPa, H2/CO=2. Influence of residual chloride ions in the CO hydrogenation over Rh/SiO2 catalysts M Ojeda M López Granados S Rojas P Terreros J.L.G Fierro ∗ Instituto de Catálisis y Petroleoquı́mica, CSIC, Cantoblanco, 28049 Madrid, Spain * Corresponding author. Tel.: +34-915854769; fax: +34-915854760. Silica-supported rhodium catalysts prepared from nitrate and chloride precursors were tested in the CO+H2 reaction. The ex-chloride catalyst showed a lower 1-olefin/n-paraffin ratio. From the H2 TPD results, it is suggested that residual chloride ions favour H2 spillover from the Rh metal to the SiO2 surface, thus leading to new active sites where olefins are hydrogenated to the corresponding paraffins. Silica-supported rhodium catalysts prepared from nitrate and chloride precursors were tested in the CO hydrogenation reaction. Similar reaction rate and selectivities to the different product families were found for both catalysts, however the ex-chloride catalyst showed a lower 1-olefin/n-paraffin ratio. Characterisation by X-ray photoelectron spectroscopy (XPS), transmission electron microscopy (TEM), H2 chemisorption and Fourier transform infrared spectroscopy (FTIR) of CO chemisorbed did not evidence disparate features between ex-nitrate and ex-chloride samples. However, a much higher H2 desorption was found in the ex-chloride catalyst according to the hydrogen temperature-programmed desorption (TPD) studies. Residual chloride species seems to be involved in the H2 adsorption on silica enhancing the spillover of hydrogen from metal particles to the silica support. It is suggested that spilt-H atoms can create active sites on the silica surface where olefins can be hydrogenated to the corresponding paraffins. Keywords CO hydrogenation Fischer–Tropsch Silica-supported Rh catalysts Hydrogen spillover Olefin/paraffin ratio 1 Introduction Rhodium-based catalysts have been demonstrated to be suitable for the synthesis of oxygenates compounds from synthesis gas (CO+H2) [1–5]. In spite of the many studies addressing this kind of catalysts, some aspects relating to the genesis of the metal precursor and its role in the activity and selectivity of the Fischer–Tropsch reaction are still not fully understood. The effect of the nature of the metal precursor on both activity and selectivity in the hydrogenation of carbon monoxide over rhodium-based catalysts has also been investigated by several authors, although with conflicting results. Over a silica support, Jackson et al. [6] found that the rhodium precursor affects available site geometries on the metal crystallites, and that such variations play a significant role in determining selectivities in CO hydrogenation. By contrast, Gotti and Prins [7] reported that the presence of residual anions on the rhodium metal surface does not affect either activity or selectivity. Therefore, it seems that the role of chloride ions in CO hydrogenation is not fully understood and some of the aspects involved require further in-depth study. Thus, our aim in this contribution is to examine the influence of the rhodium precursor salts (nitrate or chloride) used in the preparation of the catalysts in the catalytic performance for CO hydrogenation. In that sense, several characterisation techniques, including photoelectron spectroscopy (XPS), transmission electron microscopy (TEM), Fourier transform infrared spectroscopy (FTIR) of chemisorbed CO, hydrogen chemisorption and hydrogen temperature-programmed desorption, were used to investigate the surface structures of supported Rh particles on a non-reducible substrate like SiO2. The objective is to detect any difference on the surface properties of catalysts that could shed light on the differences in the catalytic behaviour. 2 Experimental 2.1 Catalysts preparation The catalysts were prepared by impregnation of a silica carrier (MS-3030, PQ Corporation) with aqueous solutions (ca. 40ml) of Rh(NO3)3·2H2O and RhCl3·xH2O (Johnson Matthey Co.) of appropriate concentration in order to achieve a metal loading of 2.5wt.%. Excess water was removed in a rotary evaporator until dryness. The impregnates were subsequently dried in air at 383K for 2h. Calcination was carried out at 773K for 12h. Some impurities, mainly Fe, Ca and K, were found by chemical analysis, although no different levels of them were detected. The samples are hereafter referred to as Rh(N) and Rh(Cl) for the ex-nitrate and ex-chloride salt precursors, respectively. 2.2 Catalyst characterisation X-ray photoelectron spectroscopy (XPS) experiments were accomplished with a VG Escalab 200 R spectrometer equipped with a hemispherical electron analyser and an Al Kα (1486.6eV) X-ray source. The samples were pressed on copper holders, mounted on a sample rod placed in the pretreatment chamber of the spectrometer, and then outgassed at 383K for 1h. Once the spectra had been recorded, the sample was reduced in situ at 523K (heating rate of 10K/min) under hydrogen for 1h and then analysed again. Energy regions (20eV) of the C 1s, Si 2p, Rh 3d and N 1s or Cl 2p photoelectrons were scanned a number of times in order to obtain good signal-to-noise ratios. The binding energies (BE) were referenced to the Si 2p (103.4eV) internal standard. Both BE values and peak areas were computed by fitting the experimental spectra to Gaussian/Lorenztian lines after removal of a S-shaped background. Surface atomic ratios were calculated from peak area ratios normalised by atomic sensitivity factors [8]. Rhodium dispersion and metal particle size were evaluated by hydrogen chemisorption in a conventional volumetric system; a Had/Ms=1 stoichiometry was assumed. Typically, ca. 0.5g of the samples were outgassed at 523K for 1h and then reduced in hydrogen at 523K for 1h. After outgassing at this temperature for 1h, the samples were cooled down to 308K and the H2 adsorption isotherm was determined. The amounts of chemisorbed H2 were estimated using a baratron (MKS Instruments) pressure transducer. From the first isotherm, the amount of H2 chemisorbed in the monolayer was determined by extrapolation of the linear part of the isotherm to zero pressure. Transmission electron microscopy was used to determine the size and shape of supported particles. The micrographs were obtained using a JEOL JEM-2000FX electron microscope at an accelerating voltage of 200kV. Catalysts were reduced ex situ and passivated at room temperature in diluted oxygen (1% (v/v)). The powdered samples were suspended in n-butanol and drops of this suspension were deposited on a copper grid, which was then placed in the microscope. In order to confirm that the metal particles observed by TEM did consist of Rh, X-ray energy dispersive spectroscopy (XEDS) probe was used for chemical identification. The number of particles counted and used to construct the particle histograms was around 300, which is considered reasonable for statistical significance to be reached. Transmission infrared spectra were obtained on a Nicolet ZDX Fourier transform IR spectrophotometer connected to a Nicolet 680 Spectral Workstation equipped with a DTGS detector. The catalyst samples were pressed to obtain thin wafers, which were placed inside a special greaseless infrared cell. Typically, samples were first dried under a high vacuum at 383K in order to remove contaminants from the surface and were then H2-reduced at 523K for 1h. The samples were subsequently outgassed under high vacuum for 0.5h and the temperature of the cell was set at 303K. Finally, small CO pulses (0.40–8.93kPa) were dosed into the cell, recording each FTIR spectrum after each pulse. The spectrum of the sample wafer before the admission of adsorbate was used as the background spectrum. All the spectra were recorded at a resolution of 4cm−1. Temperature-programmed desorption (TPD) experiments were carried out using an U-shaped quartz reactor connected to a Baltzer Prisma QMS 200 TM quadropole mass spectrometer. First, the catalyst was reduced in H2/Ar flow (100ml/min) at 523K for 1h. Once the catalyst was cooled down, the surface was purged by flowing Ar for 2h. Subsequently, temperature was linearly increased from room temperature to 1073K at 10K/min, following the hydrogen desorption with the mass spectrometer. 2.3 Catalytic measurements CO hydrogenation reactions were performed using a high-pressure fixed-bed microreactor (stainless steel 316, length 150mm and i.d. 4mm). The calcined samples (0.3g, 0.42–0.50mm particle size) were diluted with SiC (0.6g, 0.42–0.50mm particle size) to avoid hot spots. Before the reactions, the catalysts were reduced in situ at 523K (heating rate of 10K/min) for 1h in a flow of H2/N2 (1:9) at a rate of 100ml/min. The reactor was then cooled and the gas flow was switched to the reaction gas mixture (molar ratio H2/CO=2). The system was pressurised at 2.03MPa and the reactor temperature was increased up to 498K at a heating ramp of 10K/min. The total flow rate was varied in order to test the catalytic properties at different contact time (syngas space velocity was randomly varied). Temperature was measured with a type-K thermocouple buried in the catalytic bed. Flow rates were controlled using a Brooks 5850 TR Series mass flow controller. All experimental variables were carefully controlled to ensure identical reaction conditions when testing both catalysts. Some recommendations and criteria proposed by Pérez-Ramirez et al. [9] were followed to assure accurate measurements. Product analysis was performed on-line with a gas chromatograph (HP 5890) equipped with TCD and FID detectors and two in-series fused silica capillary columns: SPB-5 (60 m×0.53 mm) and Supel-Q Plot (30 m×0.53 mm). It was possible to analyse inorganic gases (H2, CO and CO2), C1–C20 hydrocarbons, C1–C10 alcohols and other oxygenated compounds. The identification of reaction products and gas chromatograph calibration were accomplished using gas chromatography–mass spectrometry (GC–MS) and quantitative standard solutions from AccuStandard. 3 Results 3.1 Rhodium particles characterisation X-ray photoelectron spectroscopy was used to determine the chemical state of the constituent atoms of the catalysts and their relative surface concentration. After the reduction procedure, the BE of the Rh 3d5/2 peak was about 307.0eV for both catalysts, that means that the rhodium atoms were in the metallic state. As no shift in the binding energy of Rh 3d5/2 core level was observed, electronic effects should be, in principle, discarded. For the Rh(N) catalyst, no nitrogen species were observed on the surface, but a certain proportion of chloride ions were detected over the Rh(Cl) catalyst surface, the Cl/Rh atomic ratio being 0.26. Rhodium particle size was measured by TEM and hydrogen chemisorption (Table 1 ). TEM micrographs of catalysts prepared from nitrate and chloride precursors showed nearly spherical particles; the particle size distributions were relatively narrow and similar for both catalysts. From the results of H2 chemisorption, the volume-surface mean diameter was 2.2 and 2.5nm for the Rh(N) and Rh(Cl) catalysts, respectively. Figs. 1 and 2 show the infrared spectra of CO chemisorbed at 303K on the reduced Rh(N) and Rh(Cl) catalysts, respectively. Both catalysts showed very similar FTIR spectra. The observed absorption bands are well established in the literature [10]. The broad band centred at ca. 1870cm−1 is assigned to the bridge-bonded CO surface species. Those bands at 2091 and 2025cm−1 are assigned to the symmetrical and asymmetrical stretching vibration of gem-dicarbonyl Rh+(CO)2 species. Finally, the band at 2057cm−1 represents the linear adsorption of CO over rhodium. Increasing the CO pressure did not cause differences between both catalysts either. 3.2 CO hydrogenation over Rh/SiO2 catalysts Table 2 summarises the results of the hydrogenation of carbon monoxide at 498K and different syngas space velocities. Reaction product analyses were carried out once steady-state had been reached. At the same reaction conditions, very similar conversions were achieved with both catalytic systems. The main reaction products were linear hydrocarbons (n-paraffins and 1-olefins) and oxygenated compounds (mainly 1-alcohols). The distribution of the reaction products was almost identical for the studied catalysts and only minor differences were found. Although only C1, C2–C4, C5+ and oxygenate family compounds were tabulated for simplification, it must be stressed that classification by individual carbon number brings the same conclusion. However, an interesting precursor effect was observed in the Rh-based catalysts not reported before to our knowledge. Fig. 3 shows the 1-olefin/n-paraffin ratio at different CO conversion for the Rh(N) and Rh(Cl) catalysts. This ratio will be used as an index of the olefinicity of the reaction products since the main olefin isomer is the 1-olefin. For the sake of clarity, ethene/ethane, propene/propane and 1-pentene/n-pentane ratios were only plotted (although similar conclusions were found for other hydrocarbons). The 1-olefin/n-paraffin ratio decreases with conversion when contact time is increased. It is well established that long contact time gives higher probability to olefins to be readsorbed and to undertake secondary reactions which lower olefin selectivity. The decrease of this ratio with the chain length is also well documented. In the same way, the low ratio for ethane/ethane is also a well-known effect [11,12]. Therefore, the results showed in Fig. 3 agree with former well-reported effects as long as a given catalyst is considered. However, when comparing the Rh(N) and Rh(Cl) catalysts, for a given hydrocarbon length and at isoconversion, the 1-olefin/n-paraffin ratio is lower for the ex-chloride catalyst. For example, the 1-pentene/n-pentane ratio is about 30–35% lower for the ex-chloride catalyst. For other hydrocarbon chain size, the observed trend is very similar. Since both catalysts were prepared following the same method and the same support, and since they were tested under identical reaction conditions, this different behaviour can, in principle, be ascribed to the catalyst precursor nature, and more precisely, to the presence of residual chloride anions. 3.3 H2 TPD patterns In Fig. 4 , the TPD of H2 of the Rh/SiO2 catalysts and of the silica support are shown. The TPD profiles for both catalysts are very different. As temperature was increased from 313 to 1000K, the Rh(N) catalyst showed only a small hydrogen desorption peak at about 700K, while the Rh(Cl) catalyst displayed a broad desorption peak at about 650K and a sharp peak at 935K, both very intense. According to the literature [13], H2 chemisorbed over silica-supported rhodium particles desorbs at 353K. However, we could not detect this type of hydrogen. The lack of desorption peak due to H2 chemisorbed over rhodium particles can be due to the relative high temperature used to start the TPD experiments (313K). Before starting the temperature ramp, sample was kept at 313K for a couple of hours, which could result in the removal of the H2 chemisorbed over the rhodium metal surface, responsible for this desorption peak. Because the TPD of the bare silica does not show any peak at all, the peaks at 650 and 935K correspond to the desorption of hydrogen spilt-over from the metal particles to the support surface. 4 Discussion The chloride species detected by photoelectron spectroscopy should be located on the silica surface but not on the metal particles. Similarly as pointed out by Bossi et al. [14], the formation of a rhodium oxychloride should result in a lower dispersion compared with the nitrate precursor. However, our results (TEM and H2 chemisorption) indicated that the rhodium dispersion is similar in both cases. Thus, it is inferred that no Rh oxychloride is formed. The Cl/Rh atomic ratio was 0.26. This ratio is rather low but agrees with the low retention capacity of Cl by silica [15,16]. The key question is whether the residual chloride left over the silica surface affects the catalyst structure and/or its catalytic performance. Concerning the Rh particles characterisation, TEM micrographs showed that chloride ions did not affect rhodium dispersion since similar shape and size were found. H2 chemisorption experiments did not either show differences between both catalysts. The average rhodium particle size detected by TEM was larger than those found by H2 chemisorption. This could be explained in terms of the resolution limit of this technique; smaller particles cannot be seen and hence the mean particle size seems to be higher. Kusama et al. [17] studied the structure of Rh/SiO2 catalysts prepared from chloride and nitrate precursors. They found that chloride ions decrease the number of active sites, although they did not advance any hypothesis to explain this type of behaviour. In our work, we did not detect such chloride poison effect. Besides, we did not observe any differences with regard the shape and the size of the rhodium particles. As stated above, several bands corresponding to the interaction between CO and supported rhodium particles were observed by FTIR. The bands due to the linear, bridge-bonded and gem-dicarbonyl CO adsorption were observed. Both catalysts show quite similar spectra. The intensity of the bridge carbonyl is slightly higher at low CO pressures in the Rh(Cl) catalyst, and this could suggest that the rhodium is slightly less dispersed, as also observed by hydrogen chemisorption experiments. Therefore, it can be concluded that the metallic precursor does not influence the CO adsorption process over the rhodium particles. With respect to the catalytic properties, Table 2 shows that apparently, neither the conversion nor the selectivity to the main reaction products families was affected by the residual chloride ions retained by the catalyst. This issue is controversial in the literature. Some authors [6,18–20] have found that chloride anions behave as catalytic promoters, leading to more active catalysts, whereas others [21] do not agree with this point of view, claiming chloride precursors to be a poison for the rhodium metal particles. In our study, we found that residual chloride anions did not have any effect on activity or on selectivity to the main compounds families. Similar results have been reported by Gotti and Prins [7]; those authors failed to find any influence of residual chloride in activity or in selectivity over silica-supported rhodium catalysts. Most of the previous studies based their conclusions on the analysis of the main reaction products families. However, a more exhaustive study of our data led us to find some differences on the performance of both catalysts. It is clear from Fig. 3 that the olefinicity of the reaction products is between 15 and 35% higher for the Rh(N) catalyst, depending on the chain size we select for the comparison. To confirm our observation, we carried out again the CO hydrogenation with new batches of the catalysts, finding similar results. Therefore, it seems unlikely to attribute the different catalytic performance to experimental errors. Our observation means that, in the case of chloride precursor, the hydrogenating character of the catalyst was higher. A hypothesis to explain the differences found in the 1-olefin/n-paraffin ratio on Rh(N) and Rh(Cl) catalysts is advanced in this paper. According to the well-known mechanism for hydrocarbon formation in the FT synthesis [11], 1-olefins are produced on the Rh particles by CH x fragments oligomerisation and subsequent β-hydrogen elimination. Once these olefins are formed and desorbed from the active site, they can be again readsorbed onto the surface sites and undertake secondary reactions, namely reinsertion, hydrogenation, isomerisation and hydrogenolysis. Olefins cofeeding experiments have demonstrated that the last two secondary reactions are not significant under realistic FT conditions [22]. Reinsertion gives rise to the initiation of a new chain growth process. Hydrogenation of olefins, in principle less important than reinsertion, yields linear paraffins. In this work it is proposed that a secondary pathway for olefin hydrogenation has been reinforced in ex-chloride catalysts. From Fig. 4 it is clear that the Rh(N) and Rh(Cl) catalysts show a very different H2 TPD pattern. It seems clear, at least in our results, that chloride ions favour the hydrogen spillover from the rhodium sites to the silica. However again in bibliography controversy comes out when comparing ex-chloride or ex-nitrate catalysts. Some authors [23–25] have reported that chloride ion produces an inhibition of the spillover, while others [26] have observed that spillover is favoured by the presence of those ions. Finally, other authors [27] have justified the contradictory results of the former, and have suggested, and indeed demonstrated, that an optimum amount of chloride exists for which spillover is maximum. As stated above, in our work, the residual chloride ions enhanced the hydrogen spillover phenomenon. It is known that spillover species are able to react with the support and create or modify the catalytic activity of the acceptor phase [28,29]. Furthermore, surfaces that are inactive as catalysts become active after exposure to spillover species. As a matter of fact, some authors [30–32] have demonstrated that hydrogen molecules can be dissociated on metal particles at high temperatures, spillover onto the silica support, and can create active sites for olefin hydrogenation, such as ethylene. Without activation by hydrogen spillover, silica adsorbed neither ethylene nor hydrogen and was inert as hydrogenation catalyst. Hydroxyl groups were claimed to be involved in the mechanism through which active sites are created on silica. It is important to stress that H2 chemisorption measurements are not affected by H2 spillover since before adsorbate dosing, samples were reduced and outgassed at 523K, and this temperature is lower than the outset of the desorption of spilt-over hydrogen. In this work it is proposed that, once the 1-olefins are desorbed, they can migrate to the active sites created on the silica surface by H2 spillover during the catalyst reduction at 523K, where these olefins can be hydrogenated to produce the corresponding n-paraffins. In the case of the Rh(Cl) catalyst, H2 spillover is favoured by the presence of residual chloride ions, and therefore, more active sites for olefin hydrogenation are created on the chlorinated silica surface. 5 Conclusions Rh/SiO2 catalysts prepared from rhodium nitrate and chloride were studied in the CO hydrogenation. Although similar reaction rates and selectivities to the different product families were found for both catalysts, the ex-chloride sample showed a lower 1-olefin/n-paraffin ratio. We found that chloride species retained by the silica surface enhanced hydrogen spillover, as it was concluded from the hydrogen TPD experiments. It is suggested that these spilt-over species can create active sites on the silica where olefins can be hydrogenated to the corresponding paraffins. Acknowledgements One of us (M. Ojeda) acknowledges a fellowship from the Consejerı́a de Educación y Cultura (CAM). This work was partly supported by the Dirección General de Investigación, MCYT (Spain), under grant MAT2001-2215-C03-01. TEM micrographs were taken at the Centre of Electron Microscopy, University Complutense of Madrid, Spain. References [1] M.M. Bhasin J. Catal. 54 1978 120 [2] H. Orita S. Naito K. Tamaru J. Catal. 90 1984 183 [3] K.K. Bando K. Soga K.K. Kunimori N. Ichikuni K. Okabe H. Kusama K. Sayama H. Arakawa Appl. Catal. A: Gen. 173 1998 47 [4] S. Ishiguro S. Ito K. Kunimori Catal. Today 45 1998 197 [5] H. Kusama K. Okabe H. Arakawa Appl. Catal. A: Gen. 207 2001 85 [6] S.D. Jackson B.J. Brandreth D. Winstanley J. Chem. Soc., Faraday Trans. 84 1988 1741 [7] A. Gotti R. Prins Catal. Lett. 37 1996 143 [8] C.D. Wagner L.E. Davis M.V. Zeller J.A. Taylor R.H. Raymond L.H. Gale Surf. Interface Anal. 3 1981 211 [9] J. Pérez-Ramı́rez R.J. Berger G. Mul F. Kapteijn J.A. Moulijn Catal. Today 60 2000 93 [10] A.C. Yang C.W. Garland J. Phys. Chem. 61 1957 1504 [11] E. Iglesia S.C. Reyes R.J. Madon S.L. Soled Adv. Catal. 39 1993 221 [12] G.P. van der Laan A.A.C.M. Beenackers Catal. Rev. Sci. Eng. 41 1999 255 [13] T. Ioannides X. Verykios J. Catal. 140 1993 353 [14] A. Bossi F. Garbassi A. Orlandi G. Petrini L. Zanderighi Stud. Surf. Sci. Catal. 3 1979 405 [15] B.J. Kip, Thesis, University of Eindhoven, Eindhoven, 1987. [16] O.E. Lebedeva W.A. Chiou W.M.H. Sachtler Catal. Lett. 66 2000 189 [17] H. Kusama K.K. Bando K. Okabe H. Arakawa Appl. Catal. A: Gen. 205 2001 285 [18] B.J. Kip, E.G.F. Hermans, R. Prins, in: Proceedings of the Ninth International Congress on Catalysis, Ottawa, 1988, p. 821. [19] A.P. Gloor R. Prins Recl. Trav. Chim. Pays-Bas 113 1994 481 [20] B.J. Kip F.W.A. Dirne J. van Grondelle R. Prins Appl. Catal. 25 1986 43 [21] M.W. Balakos, S.S.C. Chuang, R. Krisnamurthy, G. Srinivas, in: Proceedings of the 10th International Congress on Catalysis, Amsterdam, 1993, p. 1467. [22] E.W. Kuipers C. Scheper J.H. Wilson I.H. Vinkenburg H. Oosterbeek J. Catal. 158 1996 288 [23] J.L. Carter P.J. Lucchesi P. Cornell D.J.C. Yates J.H. Sinfelt J. Phys. Chem. 69 1965 3070 [24] G.C. Bond, M.J. Fuller, L.R. Molloy, in: Proceedings of the Sixth International Congress on Catalysis, London, 1976, p. 356. [25] E.J. Nowak J. Phys. Chem. 73 1969 3790 [26] A.H. Benke, Thesis, University of California, Berkeley, 1976. [27] N.S. Fı́goli M.R. Sad J.N. Beltramini E.L. Jablonski J.M. Parera Ind. Eng. Chem. Prod. Res. Dev. 19 1980 545 [28] W. Curtis Conner J.L. Falconer Chem. Rev. 95 1995 759 [29] W. Curtis Conner G.M. Pajonk S.J. Teichner Adv. Catal. 34 1986 1 [30] D. Bianchi M. Lacroix G. Pajonk S. Teichner J. Catal. 38 1975 135 [31] D.H. Lenz W. Curtis Conner J. Catal. 104 1987 288 [32] D.H. Lenz W. Curtis Conner J. Catal. 112 1988 116",
      "scopus-id": "0038110859",
      "coredata": {
        "eid": "1-s2.0-S1381116903002036",
        "dc:description": "Silica-supported rhodium catalysts prepared from nitrate and chloride precursors were tested in the CO hydrogenation reaction. Similar reaction rate and selectivities to the different product families were found for both catalysts, however the ex-chloride catalyst showed a lower 1-olefin/n-paraffin ratio. Characterisation by X-ray photoelectron spectroscopy (XPS), transmission electron microscopy (TEM), H2 chemisorption and Fourier transform infrared spectroscopy (FTIR) of CO chemisorbed did not evidence disparate features between ex-nitrate and ex-chloride samples. However, a much higher H2 desorption was found in the ex-chloride catalyst according to the hydrogen temperature-programmed desorption (TPD) studies. Residual chloride species seems to be involved in the H2 adsorption on silica enhancing the spillover of hydrogen from metal particles to the silica support. It is suggested that spilt-H atoms can create active sites on the silica surface where olefins can be hydrogenated to the corresponding paraffins.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903002036",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ojeda, M"
          },
          {
            "@_fa": "true",
            "$": "López Granados, M"
          },
          {
            "@_fa": "true",
            "$": "Rojas, S"
          },
          {
            "@_fa": "true",
            "$": "Terreros, P"
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903002036"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903002036"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00203-6",
        "prism:volume": "202",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Influence of residual chloride ions in the CO hydrogenation over Rh/SiO2 catalysts",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Fischer–Tropsch"
          },
          {
            "@_fa": "true",
            "$": "Silica-supported Rh catalysts"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen spillover"
          },
          {
            "@_fa": "true",
            "$": "Olefin/paraffin ratio"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "179-186",
        "prism:endingPage": "186",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 2003",
        "prism:doi": "10.1016/S1381-1169(03)00203-6",
        "prism:startingPage": "179",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00203-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "84",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "421",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "413",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1457",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "154",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10023",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "79",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1610",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "274",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9314",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "78",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1506",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "271",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8574",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "94",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1231",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "326",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6477",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1452",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "321",
            "@width": "401",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903002036-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7196",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038110859"
      }
    }
  }
}