{
  "metadata": {
    "title": "Heterogeneous molecular catalysis: Oxymoron or reality?",
    "authors": "Michel Boudart",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-06-13",
    "doi": "10.1016/S1381-1169(96)00421-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996004219",
    "pii": "S1381116996004219"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030969090",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996004219 S1381-1169(96)00421-9 S1381116996004219 10.1016/S1381-1169(96)00421-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0060X 2023-03-30T08:44:45.610927Z 0 0 19970613 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 120 120 1 3 1 2 3 Volume 120, Issues 1–3 30 271 280 271 280 19970613 13 June 1997 1997-06-13 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. HETEROGENEOUSMOLECULARCATALYSISOXYMORONREALITY BOUDART M TAYLOR 1925 105 H PROCRSOCLONDONA BOUDART 1966 92 M BOUDART 1969 160 M BOUDART 1984 M KINETICSHETEROGENEOUSCATALYTICREACTIONS TAMARU 1968 K DYNAMICHETEROGENEOUSCATALYSIS DEPONTES 1987 147 M NWALOR 1994 285 J KRAL 1967 41 H SCHLOGL 1993 381 R HAAG 1994 1375 W STUDIESINSURFACESCIENCECATALYSIS 1994 SURFACESCIENCEFIRSTTHIRTYYEARS ERTL 1973 969 G PROC5THINTCONGRCATAL LADAS 1981 151 S ENGEL 1978 373 T RUMPF 1988 722 F KIEKEN 1993 1 L SZANYI 1994 2972 J SZANYI 1994 2978 J XU 1994 57 X MEYER 1963 2877 E SOMORJAI 1994 468 G INTRODUCTIONSURFACECHEMISTRYCATALYSIS BOUDART 1975 337 360 M PHYSICALBASISFORHETEROGENEOUSCATALYSIS BRILL 1967 882 R BRILL 1969 99 R TOPSOE 1981 247 H PROC7THIRC DUMESIC 1975 503 J SPENCER 1982 129 N BOUDART 1984 5763 M EMMETT 1975 18 P PHYSICALBASISFORHETEROGENEOUSCATALYSIS BORESKOV 1988 G GETEROGENNYIKATALIZ TAYLOR 1919 H CATALYSISINTHEORYPRACTICE TURKEVICH 1954 515 J OZAKI 1971 3216 A BOUDARTX1997X271 BOUDARTX1997X271X280 BOUDARTX1997X271XM BOUDARTX1997X271X280XM Full 1999-03-26T00:00:00.000Z FundingPartnerOpenArchive STANF http://creativecommons.org/licenses/by-nc-nd/4.0/ OA-Window item S1381-1169(96)00421-9 S1381116996004219 1-s2.0-S1381116996004219 10.1016/S1381-1169(96)00421-9 271358 2010-09-29T19:51:57.118887-04:00 1997-06-13 1-s2.0-S1381116996004219-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004219/MAIN/application/pdf/ecf90d28630baac36a6db298547d42c2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004219/MAIN/application/pdf/ecf90d28630baac36a6db298547d42c2/main.pdf main.pdf pdf true 1050522 MAIN 10 1-s2.0-S1381116996004219-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004219/PREVIEW/image/png/7c5c5702783c463f7728a880815a04c3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004219/PREVIEW/image/png/7c5c5702783c463f7728a880815a04c3/main_1.png main_1.png png 60412 849 656 IMAGE-WEB-PDF 1 ELSEUIER Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 JOURNALOF MOLECULAR CATALYSIS 10 A: CHEMICAL Heterogeneous molecular catalysis: Oxymoron or reality? Michel Boudart a,b, Department of Chemical Engineering, Stanford University, Stanford, CA 94305-5025, USA b Department of Chemical Engineering, University of California, Berkeley, USA Received 4 September 1996; accepted 16 October 1996 Abstract It has become common to call a molecular catalyst a single site catalyst. The intent is to stress that all sites of a molecular catalyst are identical in activity and selectivity. In this essay, three cases are examined. In each one the evidence is very strong that heterogeneous catalysts can be considered to be molecular catalysts. The first case is the cracking of alkanes on H-ZSM-5. The second is the oxidation of carbon monoxide on palladium. The third is ammonia synthesis on KMI, a multipromoted iron based commercial catalyst. Keywords: Heterogeneous catalysis; Cracking; ZSM-5; Carbon monoxide oxidation; Ammonia synthesis; Iron; Palladium 1. The search for active centres in heteroge- neous catalysis Active centres, with the intended British spelling, were introduced by Taylor (Sir Hugh) in 1925 [1]. The concept was based on observations suggesting that catalytic surfaces contained sites or ensembles of sites called active centres, that were endowed with different activity in chemisorption and catalysis. If the science citation index were to go back that far in time, Taylor's paper might break all records, at least in heterogeneous catalysis. Taylor did not specify the nature of active centres, except to mention as an example that certain atoms on a metal surface could be what ` Tel.: + 1-415-7234748; fax: + 1-415-7239780; e-mail: lindi @chemeng.stanford.edu. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PHS1381-1169(96)00421-9 we would call today highly coordinatively unsaturated. Why then was his paper so influential, for better or for worse? A plausible answer is that, if these centres exist, we should hunt for them. The hunting season started in 1925 and is still open. Even a partially successful hunt is a worthwhile achievement. On the down side, the very existence of active centres gave heterogeneous catalysis a bad reputation as a `black art', very different from the science of molecular catalysis with identical active sites exhibiting optimum activity and selectivity. To promote heterogeneous catalysis to the rank of molecular catalysis, we must first identify active centres on solid surfaces and then build a surface with these active centres exclusively. The purpose of this paper is not to review the many identified types of active centres on heterogeneous catalysts. Rather, it is to show that the hunt for a solid catalyst exposing exclu- 272 M. Boudart /Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 sively identical active centres has been successful in three selected, well-documented cases that qualify heterogeneous catalysis as a bona fide form of molecular catalysis. But first, let us recall the full message of Taylor in his paper of 1925. 2. The message of Taylor The message was not so much the idea of active centres as quoted reverently by so many who have not read Taylor's 1925 paper. The critical and cryptic message was in two sentences which I have cited repeatedly, in extenso [2-4]. The first sentence reads: \"There will be all extremes between the case in which all the atoms in the surface are active and that in which relatively few are so active.\" The second statement reads: \"The amount of surface which is catalytically active is determined by the reaction catalyzed.\" Note that these are prophetic statements, in the future tense, since there was no experimental evidence at the time to support them. The second statement, as it foreshadows surface reconstruction, is truly remarkable. Both statements will be illustrated and discussed in this paper. 3. All surface sites are active but not equally so This is the case between the two extremes of Taylor. The literature on chemisorption reveals that this is a frequent situation. This is the one that has contributed to the reputation of heterogeneous catalysts as non-scientific as compared to molecular catalysts. The question then arises about the distribution of activity over the surface or the distribution of binding energies of probe molecules on surfaces by equilibrium adsorption or calorimetry, and the distribution of activation energies in activated chemisorption of probe molecules. This information can be used in obtaining a distribution of catalytic rates on the different sites through the elegant formalism of Temkin and co-workers, as summarized in our monograph [5]. Besides this formalism, there exists an experimental approach to deal with the distribution of activity of surface sites: the isotope jump technique originated by Tamaru [6]. In its evolved form, the technique consists of operating a catalyst at the steady state, abruptly switching one of the reactants from an isotopic composition to another one, and measuring the relaxation time of appearance of the new isotope in a reaction product, while the reaction continues to proceed at the steady state. If all sites are identical in activity, the relaxation process is described by an exponential curve with a single relaxation time. If not, it is possible to extract a distribution of site activity from a deconvolution of the relaxation curve [7,8]. Thus, the first Taylor statement has now been quantified, not only by the Temkin formalism, but also by the powerful isotope jump technique. Other approaches have been suggested. For instance, Kral proposed that the fraction of surface sites that is catalytically active be called the Taylor ratio [9]. This concept has not received wide acceptance, probably because it is usually qualitative. Indeed, is the activity of the fraction of sites that is catalytically active the same for all sites? Moreover, it is not clear how the Taylor ratio should be measured experimentally. The use of progressive poisoning of sites, as proposed by Kral, is fraught with experimental difficulties. Indeed, it is essential to insure that the successive pulses of poison, e.g., sulfur on iron, are uniformly distributed in the catalyst bed, as well as through each catalyst grain. In conclusion, the kind of situation described above is largely responsible for a recent answer to the question: \"Heterogeneous catalysis - still magic or already a science?\" [10]. The answer was: still magic. The opposite answer comes out strongly from a thorough study of catalytic cracking of n-hexane on H-ZSM-5 (MFI) zeolites, a case corresponding to one extreme of Taylor's first statement. M. Boudart /Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 4. All the atoms in the surface are active and equally active This is the first part of Taylor's first statement, with one severe restriction, imposing identical activity of the atoms in the surface, atoms being meant to be active sites in currently accepted language. If the active sites differ in activity, the heterogeneous catalyst cannot be called a molecular catalyst in our understanding of the strict sense of the word. In fact, Taylor's first case, with our restriction of identical activity, defines a heterogeneous molecular catalyst that necessitates a perfect single crystal with active sites that are sufficiently apart from each other so that they do not interact when bare or when covered with adsorbates. Such a situation exists in the case of zeolites such as silicalite with protonic sites. These sites were introduced by framework aluminum ions providing non-interacting molecularly known acid sites at sufficiently low concentrations of aluminum. Such catalysts were prepared and used by Haag in the catalytic cracking of alkanes [11]. This work may well be the first rigorous determination of a true turnover frequency (TOF). Indeed, the active acid sites were counted as corresponding to the number of aluminum ions in the zeolite. Their identity was shown by progressive poisoning as well as by the constancy of the TOF for hexane cracking as the content of aluminum increased over almost four orders of magnitude while remaining small enough for satisfying the condition of no interaction between them. This is shown in Fig. 1 by the linear increase in activity with aluminum content. The exhaustive investigation of Haag is the first rigorous demonstration of a heterogeneous catalyst functioning as a molecular catalyst over a set of identified and identical active sites. This achievement opens up the use of zeolitic catalysts as ideal systems to study various aspects of molecular heterogeneous catalysis. The so-called black art of heterogeneous catalysis should now be a misnomer of the past, not only qualitatively but also quan- 273 100 10 0.1 Si02 AIz03 100000 10000 1000 100 10 10 100 1000 10000 ppm AI-content Fig. 1. Activity of H-ZSM-5 for cracking of n-hexane [I I]. titatively. The example just discussed is particularly interesting, since no soluble molecule has ever been reported to crack alkanes in a catalytic mode. Zeolites offer an added asset not available with other heterogeneous catalysts, namely the possibility of shape selectivity [12]. Zeolites offer today the best examples of heterogeneous molecular catalysts. 5. Can metal catalysts behave as molecular catalysts? Metallic catalysts are widespread in practice. But for theoretical studies they present the complication of all solid materials: surface crystalline anisotropy. Even the simplest metal surface, the (111) face of a face centered cubic structure, exposes different sites: a threefold hollow site, a bridge site and an on-top site. Relaxation and reconstruction effects on clean metal surfaces are important and are modified by chemisorption. Both attractive and repulsive interactions between chemisorbed species must be taken into account. Many of these features, including surface defects, change when a different crystal plane is exposed. In other words, can a pure metal surface function as a molecular catalyst? As a result of the knowledge accumulated over the past 30 years [ 12], the answer to 274 M. Boudart/Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 the question above would seem to be a resounding no. Yet, in the next two sections (Sections 6 and 7), we shall attempt to show that for two reactions on two different metals, catalytic behavior of the metal approximates closely or very closely that of a molecular catalyst. The reactions will be, respectively, oxidation of carbon monoxide and ammonia synthesis. In the first case, the rate of reaction depends only in a subtle way on surface crystallographic anisotropy. In the second case, the opposite is true. The rate of reaction varies considerably with crystalline anisotropy, but the reaction reconstructs the surface so as to expose only the most active equivalent sites. 6. Oxidation of carbon monoxide on palladium This is a bellwether, much studied, reaction in heterogeneous catalysis. The era of surface science for that reaction on palladium single crystals opened up with an often-quoted study by Ertl and Koch [13]. They measured the steady-state rate of C02 formation between 300 and 900 K on the (100), (110) and (111) faces of Pd single crystals, as well as on a Pd polycrystalline wire (Fig. 2). They concluded that \"no crystal plane specificity exists for this reac- 100 80 so 40 - 20 d 300 o Pd we * Pd(100) o Pd(110) 0 Pd(111) 500 700 900 T/K Fig. 2. Relative rate of CO oxidation on three low index planes of Pd single crystals and a polycrystalline wire [13]. 0.4 0.2 Z 518 K eo Pd/11012)a-A'203 Pro=1.2x10-4 Pa Pd/f111) P,o= 1.2 x 10-4 Pa _.___..._, 445 K 0.01 - e--~ ~--v_____ __a 0 2 4 8 8 v DAV / n m Fig. 3. TOF (s-1) for CO oxidation (p02 Ipco)= 1.1 on Pd clusters and supported on sapphire [14]. tion system\". In the discussion of this paper, they reported that the open planes (210) and (311) \"showed almost identical behavior with the more densely packed planes\". They concluded again that \"for this system, the structural factor is only of minor importance\". Subsequently, Ladas et al. measured the rate of CO oxidation per Pd atom exposed on palladium clusters grown in UHV on a single crystal surface of sapphire at the partial pressures of CO and 02 used by Ertl and Koch: they found no effect of cluster size for clusters with average particle diameter equal to 1.5, 2.8, 4.9, and 8.0 nm as determined from transmission electron microscopy or TPD of CO [14]. This result was obtained at 445 K on collections of clusters with a narrow size distribution. As seen on Fig. 3, rates were in good agreement with that obtained on Pd(111) by Engel [ 15]. It was concluded [14] that, at 445 K, the rate was insensitive to structural differences expected on clusters in the size range examined, a conclusion similar to that of Ertl and Koch. At 518 K, a higher TOF was found on the smaller clusters (1.5 and 2.8 nm) than on the larger ones (4.9 and 8.0 nm). This puzzling effect was later explained quantitatively by the surface diffusion of CO molecules adsorbed on sapphire, providing a secondary flux of CO to the clusters, in addition to the flux of CO striking the clusters directly from the gas phase [16]. While this M. Bout/Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 Table 1 Oxidation of CO on Pd(100) and Pd(111) at pro = 1 Torr and poz=0.5 Torr, AH isosteric heat of adsorption of CO/kcal mol- ' ; Ea: apparent activation energy/kcal mol- l ; TOF: turnover frequency (s- 1 ) from Figs. 1 and 2 OH E~ TOF(s-1) T=465K T=570K (100) 29 t 2 29.4 t 0.3 0.6 200 (111) 2512 28.1 .3 0.4 110 effect of reverse spillover is beyond the theme of this paper, it is mentioned here as an example of yet another complicating factor that can be encountered in catalysis by supported metal clusters. The above studies were carried out at low total pressure of the order of 10-6 mbar. Under these conditions the rate of reaction of CO and OZ on palladium surfaces is not affected much by structural details of the surface. This conclusion remains valid at much higher total pressures of up to 102 mbar [17] with a comparison of identical TOF values on Pd(100) and (110) as well as on a commercial catalyst Pd/y-A'203) as shown on Table 1. This very detailed recent study by Goodman et al. [ 18,19] of the reaction on Pd(100) and NO 11) at high pressure bears on the conclu- 1000 200 100 . 10 O 1.75 1.85 1.95 2.05 2.15 275 1000 110 100 v 10- O '1 y 0.4 1.75 1.85 1.95 2.05 2.15 1000/(T/K) Fig. 5. TOF (s-1 ) for CO oxidation on Pd(l l l) [19]. sion of Ertl and Koch when they say that \"for this system, the structural factor is only of minor importance\". The results of these studies are shown in Figs. 4 and 5 and summarized in Table 2. The values of TOF at the upper and lower temperatures of these studies differ by a factor of about two for the (100) and (111) faces. As to the (110) face, the value of TOF is practically identical to that on the (100) as shown on Fig. 8 of Ref. [20]. The work of Goodman et al. [ 18,19], shows small but complex effects of surface coverage by CO, as changes with Table 2 Mole fraction of the products of reaction between 2-butyne and deuterium at 287 K on palladium [21] 2-butyne CHI-C=C-CHI 0.220 C DIl Cis-2-butene-2,3-d, 0.772 '0.6 CH ~C-C ~CH3 a D Trans-2-butene-2,3-d2 0.007 1000/(T/K) 1-butene CH Z=CH-CHZ-CHI 0.000 = Fig. 4. TOF (s-1 ) for CO oxidation of Pd(100) [18]. Butane C113-CH=-CHZ-CH 3-CHZ-CH3 0.001 276 M. Boudart/Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 temperature, pressure, and face exposed. As coverage changes, so does the heat of adsorption of CO. The latter seems to be the main factor affecting the rate of CO oxidation, although it is not the only one. These effects have to be sorted out, but a prudent conclusion is that the rate of oxidation of CO on Pd surfaces does not seem to be affected by changes in surface structure, except in a subtle manner, to use the word of Wayne Goodman. This conclusion is of course restricted to the conditions of the work discussed in this paper. If this conclusion is granted, it becomes clear that on a polycrystalline array of palladium clusters of different size, the oxidation of carbon monoxide under the above conditions will take place at about the same rate on all exposed Pd atoms counted by a suitable technique that counts all the exposed Pd atoms, either selective chemisorption or electron microscopy. These surface atoms can be considered as identical in activity provided that the surface coverage is large enough that the free sites all find themselves in the same environment. This condition seems to be satisfied not only at high pressure [18-20], but also at low pressure [13,14]. This also appears to be true at low temperature with respect to chemisorbed CO and at high temperature with respect to chemisorbed oxygen, but this question of coverage must be clarified by further work. With the reservation of subtle differences in rate in the collection of exposed atoms, a typical supported palladium catalyst is a close approximation to a molecular catalyst for the oxidation of carbon monoxide. This statement is reinforced if we consider catalytic selectivity rather than catalytic activity, since selectivity is frequently considered as the most important asset of molecular catalysts. The chemoselectivity and stereoselectivity of a supported palladium catalyst are shown in Table 2 for the deuteration of 2-butyne [21]. Table 2 shows very high selectivity at a high value of conversion. Thus the surface of a supported heterogeneous metallic catalyst may expose a collection of subtly identical sites. The uniform behavior of palladium surfaces in the oxidation of carbon monoxide may be assisted by surface relaxation and/or reconstruction under reaction conditions as suggested in Ref. [17]. This idea corresponds to Taylor's second message: \"the amount of surface which is catalytically active is determined by the reaction catalyzed.\" Convincing evidence for surface reconstruction as a result of reaction is discussed in Section 7. 7. Ammonia synthesis on iron If the oxidation of CO on Pd is perhaps the best understood reaction proceeding at a rate that is least dependent on surface crystalline anisotropy, then the synthesis of NH3 on Fe is certainly the most extreme known example of a reaction with a rate that is very different on five different faces of iron single crystals. The situation is unique in that the rate of synthesis is the rate of adsorption and desorption of nitrogen, the rate determining step, all the other elementary steps being in quasi-equilibrium. Next, the nature of the active site or centre has been identified beyond any reasonable doubt. Finally, as anticipated by Taylor, the reaction itself restructures the surface so as to expose the most active centres. First, the importance of surface crystalline anisotropy was demonstrated in Somorjai's laboratory by measuring the rate of reaction at ^- 20 bar on the (111), (211), (100) (210) and (110) faces of iron single crystals [22]. Areal rates are shown in Fig. 6. Rates on the (111) and (211) faces are larger by an order of magnitude than on the (100) and (210) faces, and larger by a factor of about 600 than on the (110) face. The two faces with the highest values of rate, corresponding to a TOF of about 10 s-', are the only ones exposing C7 sites, i.e., surface atoms with a coordination number equal to 7. The identification of C7 sites as Taylor's likely active centres in ammonia synthesis was made earlier in a study by M6ssbauer effect spec- M. Boudart/Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 14 12 G X 10 U N N N E v M x z h d E 8 s 4 T=673 K 20 atm 3:1 H2: N2 (111) (211) (100(210) (110) Surface Orientation Fig. 6. Areal rates of ammonia synthesis on Fe single crystal faces [22]. troscopy of iron clusters supported on MgO. Details of several investigations at Stanford on the catalytic and magnetic anisotropy of these iron surfaces were reviewed in a single paper [23]. In particular, it was shown that the Nl surface magnetic anisotropy of superparamagnetic iron clusters changes by pretreatment of the clusters in ammonia, leading to an increase in surface C 7 sites. The change also led to an increase in TOF for the ammonia synthesis. The restructuration of the iron surface of iron by nitrogen had been shown previously by Brill et al. on an iron tip in a field electron microscope [24]. The restructuration led to the appearance of (111) faces on the tip. Brill and Kurzidim also reported that the catalytic activity of iron for ammonia synthesis was higher when Fe304 was reduced to iron with NH 3 than with H2. This increase was attributed to the preferential (111) orientation of the reduced surface [25]. Since the (111) face exposed C7 sites, the identification of the active centres as C7 sites is strongly supported by work prior to Somorjai's study of NH 3 synthesis on single crystals, but Somorjai's results are a direct proof of this identification. The work of Brill et al. and the Stanford :>77 results suggest reconstruction by nitrogen, but more strongly by ammonia. A large single crystal of Fe, exposing a face different from the (111) face, has not been reported by Somorjai to restructure to the (111) face. Will an ammonia synthesis catalyst do so? The answer is in the affirmative, as shown by Fig. 7, which summarizes one of the most revealing studies in catalysis by metals [26]. All data of Tops et al. are from Ref. [26] except the value of TOF for the 30 nm Fe clusters [27] and the Fe(111), for which the experimental value [28] was extrapolated to the conditions of Tops et al. [29]. The data points along the curve pertain to Fe/Mg0 with cluster size plotted on the horizontal axis, the sites for TOF values having been counted by selective chemisorption of H 2 and CO. The marked effect of cluster size on TOF reflects the marked effect of single crystal orientation on areal rate. Indeed, chemisorption of CO has been shown by the extensive classical work of Emmett and co-workers to count all of the iron atoms exposed [30]. From the paper of Tops et al., about the same is true for HZ chemisorption. The data along the curve of Fig. 10-2 10-3 10-' 10-5 10-s Promoted catalysts o0 e 0 Supported o Fe/Mg0 0 0 I n 0 2 4 6 8 10 12 V 60 64 00 dlnm 30 nm Number of active sites counted by: o CO o H2 n N2 Fig. 7. Turnover rate (s-i ) for ammonia synthesis (673 K, 1 atm, stoichiometric mixtures) on Fe/Mg0 with Fe clusters of size d (nm), two multipromoted catalysts (arrows), and a (111) single crystal of Fe [26]. 278 M. Boudart/Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 7 show that as cluster size increases, so does the value of TOF calculated on the assumption that all iron atoms are active sites in ammonia synthesis. Clearly, not all exposed atoms are equally active: as cluster size increases, so does the fraction of exposed iron atoms capable of catalyzing ammonia synthesis at a faster rate. This is why the data of Ref. [27], plotted on a curve similar to that of Fig. 7, were interpreted as indicating sensitivity of the rate to surface crystalline anisotropy. But the crucial fact shown by the data points in Fig. 7 is that when TOF is calculated from chemisorption data for N2 at high temperature, all shown TOF values are the same: there is no more any effect of cluster size on TOR It was concluded by Tops et al. that N2 chemisorption at high temperature counts only the more active sites. The next most decisive result of Tops et al. consists of two points on Fig. 7 for the TOF measured on two multipromoted unsupported industrial catalysts. The one on the left is for an experimental catalyst, and the one on the right for a commercial catalyst. Both show TOF values practically identical to those of Fe/Mg0 catalysts. But the most interesting result is that for the commercial catalyst. Indeed, the TOF for the commercial catalyst is practically the same whether the number of sites is counted by H2, CO, or N2 chemisorption. This suggests that the commercial catalyst exposes only sites that are the best for ammonia synthesis. Turning back to Fig. 6, we come to the conclusion that the commercial catalyst exposes almost exclusively C7 sites. This conclusion is strengthened by a calculation of the TOF as measured on Fe(111) surfaces [28] by extrapolating this value to the conditions of the work of Tops et al. [29]. The result of that extrapolation is shown on Fig. 7, as the point labeled Fe(111). Extrapolation is always risky, although this one has not been contested as yet. The strongest argument remains that TOF is practically the same whether sites are counted by CO, H2 or N2 (high temperature) chemisorption, the last method being the one that counts the sites that are the most active in ammonia synthesis. This tells us that a commercial ammonia synthesis has been optimized to the extent that its surface exposes almost exclusively the C7 sites that have been shown by work on single crystals of iron to be the most active ones in ammonia synthesis. 8. Conclusion I The commercial ammonia synthesis catalyst is a molecular catalyst in the sense that approximately all of its sites are identical and are active centres based on C 7 sites. This surprising conclusion is based on a mechanism of surface adaptation, i.e., surface reconstruction, anticipated by Taylor and documented only much more recently. In the case of ammonia synthesis, reconstruction of iron surfaces under nitrogen or ammonia with formation of (111) facets was anticipated by a number of investigators [24-26]. The results discussed in this paper are compatible with the idea that an iron surface will be reconstructed to a surface exhibiting C7 sites under conditions of ammonia synthesis if it can do so kinetically. This does not happen with large single crystals (see Fig. 6), but seems to happen with iron clusters of not too large a size and iron facets on promoted iron catalysts. Indeed, the data on Fig. 7 pertaining to the latter deal with catalysts that had been previously used in ammonia synthesis under commercial conditions [31]. The intuition of Taylor as to the role of the reaction in determining the fraction of active centres on a working catalytic surface was discussed by Boreskov to explain why areal rates for a variety of reactions on supported metals did not depend on the fraction of metal exposed, i.e., on cluster size [32]. We conclude that multiply promoted ammonia synthesis catalysts appear to be molecular heterogeneous catalysts in the sense that all working sites are identical with respect to TOF and that these sites have been identified molecularly as C7 iron `active centres'. M. Boudart/Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 One more remark is necessary. When discussing the rigorous example of a heterogeneous molecular catalyst such as H-zeolite for cracking of alkanes, it was said that the sites should be identical and non-interacting. In the case of oxidation of CO on Pd or ammonia synthesis on Fe, interaction might be suspected because of appreciable surface coverage of Pd by CO at low T and by O at high T, and very high surface coverage of Fe by N. But in either case, remaining vacant sites have all the same environment and therefore identical interaction with their nearest neighbors. This is sufficient for preserving the identical activity of the vacant sites. 9. Conclusion II Surface chemistry of solids is a treacherous field. With the analytical methods of surface science, qualitative, quantitative, and structural analysis of model catalysts have become possible down to the nanometric scale [33]. Studies on single crystals provide the standards by which work with heterogeneous high specific surface area catalysts can be assessed, as illustrated by our two examples. In the first example, study of oxidation of CO at low pressure on model supported palladium clusters indicated insensitivity (not invariance) with respect to surface structure at low temperature [ 14]. This was in agreement with the earlier single crystal work of Ertl and Koch [13]. Anomalous behavior of the clusters at higher temperature could have been explained away by dependency of the rate on cluster size. The conflicting anomaly was later explained qualitatively and quantitatively by reverse spillover in the case of supported clusters [16]. Conversely, for the second example, early work on model supported iron catalysts indicated sensitivity to cluster size. This was interpreted as structure sensitivity because the TOF for ammonia synthesis was calculated by counting surface sites by a technique (chemisorption 279 of CO) known to count all surface iron atoms. Structure sensitivity of the reaction was then confirmed spectacularly by single crystal work [22]. The identification of the sites that were the most active by far was also confirmed by the single crystal work. Next, when the sites were counted by chemisorption of nitrogen at high temperature, the TOF became independent of cluster size, since the rate determining step in ammonia synthesis is the chemisorption of nitrogen at high temperature. Finally, surface reconstruction during reaction came into play. This phenomenon was first recognized on platinum metals gauze used in the Ostwald oxidation of ammonia, and illustrated by cauliflower structures on photomicrographs [34], then transmission electron micrographs [35], and finally on the tip of a field election microscope at the atomic resolution level [24]. This phenomenon of surface reconstruction of iron surfaces during ammonia synthesis was evidenced by Msbauer effect spectroscopy [23]. It accounts for the behavior of a working multipromoted industrial catalyst as a surface exposing only identical sites of identical activity [26,29] as befits a molecular catalyst. This ultimate result is important for the future development of heterogeneous catalysis: first, because it illustrates how intuitions, working hypotheses, and indirect evidence can be clarified or guided by surface science techniques; second, because the technological advantages of heterogeneous catalysts can be preserved without sacrificing the advantages of molecular catalysts as a collection of identical single sites of uniform activity and selectivity. These considerations are pertinent not only in theory, but also in practice. Indeed, if the iron based ammonia synthesis catalyst has been optimized, as suggested above, further process improvements at lower temperatures ands pressures may be forthcoming, only if iron is replaced by another metal. This is in fact taking place. The new generation of ammonia synthesis catalysts started with the report by Ozaki of 280 M. Boudart/Journal of Molecular Catalysis A: Chemical 120 (1997) 271-280 very active carbon-supported and potassiumpromoted ruthenium catalysts [36]. Their development started at British Petroleum six years later with a high surface area graphite [37]. This was followed by the preparation of a Rb promoted Ru catalyst supported on the new carbon support[38]. Commercialization by M.W. Kellogg was pursued. After more than 950 days on stream, the new catalyst showed no sign of deactivation in a retrofitted plant. This result led to the construction of a low pressure, low volume grassroots commercial ammonia synthesis plant at Ocelot, Canada. This plant is scheduled to go on stream in 1996 [39]. The search for the nature of active centres on these new ruthenium catalysts for ammonia synthesis has already started. The practical goal is clear: to optimize the new ruthenium catalyst as another molecular catalyst. References [1] H.S. Taylor, Proc. R. Soc. London A 108 (1925) 105. [2] M. Boudart, A. Aldag, J.E. Benson, N.A. Dougharty and G.C. Harkins, J. Catal. 6 (1966) 92. [3] M. Boudart, Adv. Catal. Rel. Subj. 20 (1969) 160. [4] M. Boudart, in: G. Ertl, H. Kndzinger and J. Weitkamp (Eds.), Handbook of Heterogeneous Catalysis, Vol. 1, Section 1 (VCH-Weinheim), in press. [5] M. Boudart and G. Dja-Mariadassou, Kinetics of Heterogeneous Catalytic Reactions (Princeton University Press, 1984) ch. 4. [6] K. Tamaru, Dynamic Heterogeneous Catalysis (Academic Press, London, 1968). [7] M. de Pontes, G.H. Yokomizo and A.T. Bell, J. Catal. 104 (1987) 147. [8] J.N. Nwalor and J. Goodwin, Topics Catal. 1 (1994) 285. [9] H. Kral, Chem. Ztg. 61 (1967) 41. [10] R. Schl6gl, Angew. Chem. Int. Engl. 32 (1993) 381. [11] W.O. Haag, in: J. Weitkamp, H.G. Karge and W. H61derich (Eds.), Studies in Surface Science and Catalysis, Vol. 84 (Elsevier, 1994) p. 1375. [12] C.B. Duke (Ed.), Surface Science: The First Thirty Years (North Holland, Amsterdam, 1994). [13] G. Ertl and J. Koch, in: Proc. 5th Int. Congr. Catal., Vol. 2 (North Holland, Amsterdam, 1973) p. 969. [14] S. Ladas, H. Poppa and M. Boudart, Surf. Sci. 102 (1981) 151. [15] T. Engel, J. Chem. Phys. 69 (1978) 373. [16] F.R. Rumpf, H. Poppa and M. Boudart, Langmuir 7 (1988) 722. [17] L. Meken and M. Boudart, Catal. Lett. 17 (1993) 1. [18] J. Szanyi and D.W. Goodman, J. Phys. Chem. 98 (1994) 2972. [19] J. Szanyi, WK. Kuhn and D.W. Goodman, J. Phys. Chem. 98 (1994) 2978. [20] X. Xu, J. Szanyi, Q. Xu and D.W. Goodman, Catal. Today 21 (1994) 57. [21] E.F. Meyer and R.L. Burwell, Jr., J. Am. Chem. Soc. 85 (1963) 2877. [22] G.A. Somorjai, Introduction to Surface Chemistry and Catalysis (Wiley Interscience, New York, 1994) p. 468. [23] M. Boudart, H. Tops and J.A. Dumesic, in: E. Drauglis and R.I. Jaffee (Eds.), The Physical Basis for Heterogeneous Catalysis (Plenum Press, New York, 1975) pp. 337-360. [24] R. Brill, E.L. Richter and E. Ruch, Angew. Chem. Int. 6 (1967) 882. [25] R. Brill and 1. Kurzidim, Colloques Int. CNRS 187 (1969) 99. [26] H. Tops, N. Tops, H. Bohlbro and J.A. Dumesic, in: T. Seiyama and K. Tanabe (Eds.), Proc. 7th IRC, Kodansha, Tokyo (1981) p. 247. [27] J.A. Dumesic, H. Topsoe, S. Khammouma and M. Boudart, J. Catal. 37 (1975) 503. [28] N.D. Spencer, R.C. Schoonmaker and G.A. Somorjai, J. Catal. 74 (1982) 129. [29] M. Boudart and D.G. Lfler, J. Phys. Chem. 88 (1984) 5763. [30] P.H. Emmett, in: E. Drauglis and R.I. Jaffee (Eds.), The Physical Basis for Heterogeneous Catalysis (Plenum Press, New York, 1975) p. 18. [31] H. Tops, personal communication. [32] G.K. Boreskov, Geterogennyi Kataliz, Section 3.6 (Nauka, Moskva, 1988). [33] M. Boudart, Z. Physik. Chem., in press. [34] H.S. Taylor and E.K. Rideal, Catalysis in Theory and Practice (Longmans, London, 1919). [35] J. Turkevich and G. Garton, J. Chim. Phys. 51 (1954) 515. [36] A. Ozaki, K. Aika and H. Hori, Bull. Chem. Soc. Jpn. 44 (1971) 3216. [37] J.J. McCarroll, J.T. Clark and S.R. Tennison, U.K. Patent 1,471,233 (1977). [38] A.I. Foster, P.J. James, J.J. McCarroll and S.R. Tennison, U.S. Patent 4,163,775 (1981). S.R. Tennison, personal communication. MOLCAA 96004219 S1381-1169(96)00421-9 10.1016/S1381-1169(96)00421-9 Molecular aspects of heterogeneous catalysis Article Heterogeneous molecular catalysis: Oxymoron or reality? Michel Boudart a b ∗ a Department of Chemical Engineering, Stanford University, Stanford, CA 94305-5025, USA b Department of Chemical Engineering, University of California, Berkeley, USA ∗ Tel.: +1-415-7234748; fax: +1-415-7239780 It has become common to call a molecular catalyst a single site catalyst. The intent is to stress that all sites of a molecular catalyst are identical in activity and selectivity. In this essay, three cases are examined. In each one the evidence is very strong that heterogeneous catalysts can be considered to be molecular catalysts. The first case is the cracking of alkanes on H-ZSM-5. The second is the oxidation of carbon monoxide on palladium. The third is ammonia synthesis on KMI, a multipromoted iron based commercial catalyst. Keywords Heterogeneous catalysis Cracking ZSM-5 Carbon monoxide oxidation Ammonia synthesis Iron Palladium References [1] H.S. Taylor Proc. R. Soc. London A 108 1925 105 [2] M. Boudart A. Aldag J.E. Benson N.A. Dougharty G.C. Harkins J. Catal. 6 1966 92 [3] M. Boudart Adv. Catal. Rel. Subj. 20 1969 160 [4] M. Boudart, in: G. Ertl, H. Knözinger and J. Weitkamp (Eds.), Handbook of Heterogeneous Catalysis, Vol. 1, Section 1 (VCH-Weinheim), in press. [5] M. Boudart G. Djéga-Mariadassou Kinetics of Heterogeneous Catalytic Reactions 1984 Princeton University Press ch. 4 [6] K. Tamaru Dynamic Heterogeneous Catalysis 1968 Academic Press London [7] M. de Pontes G.H. Yokomizo A.T. Bell J. Catal. 104 1987 147 [8] J.N. Nwalor J. Goodwin Topics Catal. 1 1994 285 [9] H. Kral Chem. Ztg. 61 1967 41 [10] R. Schlögl Angew. Chem. Int. Engl. 32 1993 381 [11] W.O. Haag J. Weitkamp H.G. Karge W. Hölderich Studies in Surface Science and Catalysis Vol. 84 1994 Elsevier 1375 [12] C.B. Duke Surface Science: The First Thirty Years 1994 North Holland Amsterdam [13] G. Ertl J. Koch Proc. 5th Int. Congr. Catal. Vol. 2 1973 North Holland Amsterdam 969 [14] S. Ladas H. Poppa M. Boudart Surf. Sci. 102 1981 151 [15] T. Engel J. Chem. Phys. 69 1978 373 [16] F.R. Rumpf H. Poppa M. Boudart Langmuir 7 1988 722 [17] L. Kieken M. Boudart Catal. Lett. 17 1993 1 [18] J. Szanyi D.W. Goodman J. Phys. Chem. 98 1994 2972 [19] J. Szanyi W.K. Kuhn D.W. Goodman J. Phys. Chem. 98 1994 2978 [20] X. Xu J. Szanyi Q. Xu D.W. Goodman Catal. Today 21 1994 57 [21] E.F. Meyer R.L. Burwell Jr. J. Am. Chem. Soc. 85 1963 2877 [22] G.A. Somorjai Introduction to Surface Chemistry and Catalysis 1994 Wiley Interscience New York 468 [23] M. Boudart H. Topsøe J.A. Dumesic E. Drauglis R.I. Jaffee The Physical Basis for Heterogeneous Catalysis 1975 Plenum Press New York 337 360 [24] R. Brill E.L. Richter E. Ruch Angew. Chem. Int. 6 1967 882 [25] R. Brill J. Kurzidim Colloques Int. CNRS 187 1969 99 [26] H. Topsøe N. Topsøe H. Bohlbro J.A. Dumesic T. Seiyama K. Tanabe Proc. 7th IRC Kodansha, Tokyo 1981 247 [27] J.A. Dumesic H. Topsøe S. Khammouma M. Boudart J. Catal. 37 1975 503 [28] N.D. Spencer R.C. Schoonmaker G.A. Somorjai J. Catal. 74 1982 129 [29] M. Boudart D.G. Löffler J. Phys. Chem. 88 1984 5763 [30] P.H. Emmett E. Drauglis R.I. Jaffee The Physical Basis for Heterogeneous Catalysis 1975 Plenum Press New York 18 [31] H. Topsøe, personal communication. [32] G.K. Boreskov Geterogennyi Kataliz Section 3.6 1988 Nauka Moskva [33] M. Boudart, Z. Physik. Chem., in press. [34] H.S. Taylor E.K. Rideal Catalysis in Theory and Practice 1919 Longmans London [35] J. Turkevich G. Garton J. Chim. Phys. 51 1954 515 [36] A. Ozaki K. Aika H. Hori Bull. Chem. Soc. Jpn. 44 1971 3216 [37] J.J. McCarroll, J.T. Clark and S.R. Tennison, U.K. Patent 1,471,233 (1977). [38] A.I. Foster, P.J. James, J.J. McCarroll and S.R. Tennison, U.S. Patent 4,163,775 (1981). [39] S.R. Tennison, personal communication.",
      "scopus-id": "0030969090",
      "coredata": {
        "eid": "1-s2.0-S1381116996004219",
        "dc:description": "It has become common to call a molecular catalyst a single site catalyst. The intent is to stress that all sites of a molecular catalyst are identical in activity and selectivity. In this essay, three cases are examined. In each one the evidence is very strong that heterogeneous catalysts can be considered to be molecular catalysts. The first case is the cracking of alkanes on H-ZSM-5. The second is the oxidation of carbon monoxide on palladium. The third is ammonia synthesis on KMI, a multipromoted iron based commercial catalyst.",
        "openArchiveArticle": "true",
        "prism:coverDate": "1997-06-13",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996004219",
        "dc:creator": {
          "@_fa": "true",
          "$": "Boudart, Michel"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996004219"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996004219"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S1381-1169(96)00421-9",
        "prism:volume": "120",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Heterogeneous molecular catalysis: Oxymoron or reality?",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "1",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Cracking"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide oxidation"
          },
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": "FundingPartnerOpenArchive",
        "prism:pageRange": "271-280",
        "prism:endingPage": "280",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 June 1997",
        "prism:doi": "10.1016/S1381-1169(96)00421-9",
        "prism:startingPage": "271",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00421-9",
        "openaccessSponsorName": "STANF"
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030969090"
      }
    }
  }
}