{
  "metadata": {
    "title": "Potassium phthalimide<ce:italic>-N-</ce:italic>oxyl: An efficient catalyst for cyanosilylation of carbonyl compounds under mild conditions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-03-18",
    "doi": "10.1016/j.molcata.2007.12.007",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907006863",
    "pii": "S1381116907006863"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-40249119612",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-12-15 2007-12-15 2010-03-29T10:57:16 1-s2.0-S1381116907006863 S1381-1169(07)00686-3 S1381116907006863 10.1016/j.molcata.2007.12.007 S300 S300.2 FULL-TEXT 1-s2.0-S1381116908X02663 2015-05-15T05:56:33.307883-04:00 0 0 20080318 2008 2007-12-15T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst alllist content subj ssids 1381-1169 13811169 283 283 1 2 1 2 Volume 283, Issues 1–2 7 29 32 29 32 20080318 18 March 2008 2008-03-18 2008 article fla Copyright © 2007 Elsevier B.V. All rights reserved. POTASSIUMPHTHALIMIDENOXYLEFFICIENTCATALYSTFORCYANOSILYLATIONCARBONYLCOMPOUNDSUNDERMILDCONDITIONS DEKAMIN M 1 Introduction 2 Experimental 2.1 General 2.2 General procedure for cyanosilylation of carbonyl compounds 2.3 Selected spectroscopic data 2.3.1 2-(4-Cholorophenyl)-2-(trimethylsilanyloxy) acetonitrile (9a) 2.3.2 (2-Nitrophenyl)-2-(trimethylsilanyloxy) acetonitrile (9b) 2.3.3 (4-Methoxyphenyl)-2-trimethylsilanyloxy acetonitrile (9i) 3 Results and discussions 4 Conclusion Acknowledgements References CHOLOD 1993 821 834 M ENCYCLOPEDIACHEMICALTECHNOLOGY GREGORY 1999 3649 3682 R RYU 2004 8106 8107 D BALEIZAO 2004 10461 10468 C NORTH 2004 10383 10384 M AZIZI 2003 283 285 N MEI 2005 183 186 L CHEN 2005 892 899 F KIM 2005 1995 1998 B KIM 2007 368 372 S KURONO 2005 6530 6532 N KARIMI 2004 4813 4815 B FETTERLY 2005 8061 8066 B SUZUKI 2006 4227 4231 Y SONG 2006 1273 1276 J FUKUDA 2006 589 590 Y FUKUDA 2006 2649 2652 Y BLANRUE 2004 2621 2623 A LIU 2005 12224 12225 X HE 2004 1776 1778 B ZHOU 2004 1077 1079 H LI 2004 1598 1600 Y QIN 2007 2374 2378 B AMURRIO 2004 10521 10524 I WANG 2006 1581 1584 L TIAN 2003 9900 9901 S STEELE 2006 999 1006 R FUERST 2005 8964 8965 D DEKAMIN 2006 1591 1595 M PRAKASH 2006 6808 6813 G ORITO 2006 1391 1401 Y DEKAMINX2008X29 DEKAMINX2008X29X32 DEKAMINX2008X29XM DEKAMINX2008X29X32XM item S1381-1169(07)00686-3 S1381116907006863 1-s2.0-S1381116907006863 10.1016/j.molcata.2007.12.007 271358 2010-10-11T07:02:23.288888-04:00 2008-03-18 1-s2.0-S1381116907006863-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/MAIN/application/pdf/6be78c355fd96a2da7f1cc4c0b4fc4b6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/MAIN/application/pdf/6be78c355fd96a2da7f1cc4c0b4fc4b6/main.pdf main.pdf pdf true 213399 MAIN 4 1-s2.0-S1381116907006863-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/PREVIEW/image/png/9f57e3521aa01468a9b912de133df686/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/PREVIEW/image/png/9f57e3521aa01468a9b912de133df686/main_1.png main_1.png png 71251 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907006863-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/fx1/DOWNSAMPLED/image/jpeg/55a5036b76e5ddee6b4afe81a6f91d3e/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/fx1/DOWNSAMPLED/image/jpeg/55a5036b76e5ddee6b4afe81a6f91d3e/fx1.jpg fx1 true fx1.jpg jpg 9384 171 344 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907006863-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/fx1/THUMBNAIL/image/gif/8c934eb862f42f8b2a1091fbb780db7b/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/fx1/THUMBNAIL/image/gif/8c934eb862f42f8b2a1091fbb780db7b/fx1.sml fx1 true fx1.sml sml 841 62 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907006863-fx2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/fx2/DOWNSAMPLED/image/jpeg/3f9eb92fcbb941fef4578821a7466a9c/fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/fx2/DOWNSAMPLED/image/jpeg/3f9eb92fcbb941fef4578821a7466a9c/fx2.jpg fx2 fx2.jpg jpg 5697 97 268 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907006863-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/fx2/THUMBNAIL/image/gif/5cb6a7290488b471464fcb3722174048/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/fx2/THUMBNAIL/image/gif/5cb6a7290488b471464fcb3722174048/fx2.sml fx2 fx2.sml sml 783 45 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907006863-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/sc1/DOWNSAMPLED/image/jpeg/c9725b0eaaa39060f0552e87346c0398/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/sc1/DOWNSAMPLED/image/jpeg/c9725b0eaaa39060f0552e87346c0398/sc1.jpg sc1 sc1.jpg jpg 9119 152 336 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907006863-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/sc1/THUMBNAIL/image/gif/8ed7a9e0c6e886793ee5602fdf8ab204/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/sc1/THUMBNAIL/image/gif/8ed7a9e0c6e886793ee5602fdf8ab204/sc1.sml sc1 sc1.sml sml 899 57 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907006863-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/sc2/DOWNSAMPLED/image/jpeg/06195402b1c1650daabb12284d5e092b/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/sc2/DOWNSAMPLED/image/jpeg/06195402b1c1650daabb12284d5e092b/sc2.jpg sc2 sc2.jpg jpg 23326 442 540 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907006863-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907006863/sc2/THUMBNAIL/image/gif/b209ae7f2b8960f95dc9e35c1a520419/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907006863/sc2/THUMBNAIL/image/gif/b209ae7f2b8960f95dc9e35c1a520419/sc2.sml sc2 sc2.sml sml 1092 93 114 IMAGE-THUMBNAIL MOLCAA 7029 S1381-1169(07)00686-3 10.1016/j.molcata.2007.12.007 Elsevier B.V. Scheme 1 Scheme 2 Postulated mechanism of the reaction. Table 1 Optimization of the cyanosilylation of 4-chlorobenzaldehyde catalyzed by PINO salts at room temperature a (Entry 1, Table 2) Entry Catalyst mol% Solvent Time Yield 1 PPINO 2 10.0 CH3CN 3.0h 99 2 PPINO 2 5.0 CH3CN 3.0h 97 3 PPINO 2 2.5 CH3CN 3.0h 96 4 PPINO 2 2.5 CH2Cl2 20min 100 5 – – CH2Cl2 3.0h 0.0 6 SPINO 3 2.5 CH2Cl2 40min 88 7 LPINO 4 2.5 CH2Cl2 3.0h 86 a All reactions were performed in the shown solvent (0.2M solution of the aldehyde). Table 2 Cyanosilylation of various carbonyl compounds under optimized conditions Entry Carbonyl compound (5) Time Product (9) Yield (%) 1 4-Chlorobenzaldehyde (5a) 20min 9a 100 2 2-Nitrobenzaldehyde (5b) 20min 9b 99 3 4-Cyanobenzaldehyde (5c) 20min 9c 100 4 3-Nitrobenzaldehyde (5d) 30min 9d 98 5 4-Bromobenzaldehyde (5e) 90min 9e 99 6 Benzaldehyde (5f) 90min 9f 98 7 4-Methylbenzaldehyde (5g) 60min 9g 95 8 2-Methoxylbenzaldehyde (5h) 60min 9h 96 9 4-Methoxylbenzaldehyde (5i) 4.0h 9i 93 10 Furfural (5j) 4.0h 9j 92 11 Thiophen-2-carbaldehyde (5k) 4.0h 9k 90 12 2-Naphthaldehyde (5l) 30min 9l 96 13 Cinnamaldehyde (5m) 60min 9m 100 14 3-Phenylpropanal (5n) 60min 9n 96 15 Octanal (5o) 4.0h 9o 94 16 Acetophenone (5p) a 4.0h 9p 90 17 Cyclohexanone (5q) a 4.0h 9q 93 a 7.5mol% of the catalyst 2 was used. Table 3 Comparison of the results obtained by cyanosilylation of aldehydes with TMSCN in the presence of PPINO (1), with those catalyzed by NHCs (2), imidazolium-carbodithioate zwitterions (3) and K2CO3 (4) Entry Substrate Method [mol%/ Time (min)/ Yield (%)] 1 2 3 4 1 Benzaldehyde 2.5/90/98 10/180/95 10/960/99 3/40/99 2 4-Chlorobenzaldehyde 2.5/20/100 5/120/80 – 3/20/99 3 4-Methoxylbenzaldehyde 2.5/240/93 10/180/90 10/3300/82 3/360/93 5/30/69 4 2-Naphthaldehyde 2.5/30/96 – 10/900/99 – 5 Cinnamaldehyde 2.5/60/100 5/30/75 – 3/180/82 6 3-Phenylpropanal 2.5/60/96 10/5/90 – – Potassium phthalimide-N-oxyl: An efficient catalyst for cyanosilylation of carbonyl compounds under mild conditions Mohammad G. Dekamin a 1 ⁎ Shahrzad Javanshir a b M. Reza Naimi-Jamal a Rahim Hekmatshoar b Javad Mokhtari a a College of Chemistry, Iran University of Science and Technology, Tehran 16846-13114, Iran b Department of Chemistry, School of Science, Azzahra University, Vanak, Tehran, Iran ⁎ Corresponding author. Tel.: +98 21 7391 2703; fax: +98 21 7749 1204. 1 Previous name: Mohammad G. Dakamin. Potassium phthalimide-N-oxyl was used as an effective, easy to handle and readily available Lewis basic organocatalyst for the facile addition of trimethylsilyl cyanide to various carbonyl compounds at room temperature under mild conditions to afford corresponding cyanohydrin trimethylsilyl ethers in high to quantitative yields. The high yields of products, high turnover numbers of the catalyst, compatibility of other functional groups, and simplicity in the operation are the advantages of this method. Graphical abstract Potassium phthalimide-N-oxyl was used as an effective, easy to handle and readily available Lewis basic organocatalyst for the facile addition of trimethylsilyl cyanide to various carbonyl compounds under mild conditions. Keywords Cyanohydrins Carbonyl compounds Potassium phthalimide-N-oxyl Nucleophilic catalyst 1 Introduction Cyanohydrins and corresponding trimethylsilyl ethers are versatile intermediates in the preparation of a wide range of pharmaceuticals, agrochemicals and insecticides [1–4]. They can easily be converted into various functionalized α-hydroxy acids, α-hydroxy aldehydes, β-amino alcohols and other polyfunctional compounds [4]. The addition of trimethylsilyl cyanide (TMSCN) to carbonyl compounds, including aldehydes and ketones is a well-established route to afford trimethylsilylated cyanohydrins of which the preparation is difficult by the traditional methods [1–17]. The reaction is catalyzed by Lewis acids [8] as well as Lewis bases [9] or double activating catalytic systems. It is therefore not surprising that many catalysts have been developed for this transformation [8–10]. On the other hand, the past few years have witnessed major advances in new catalytic methods based on organic compounds as organocatalysts to replace the traditional transition metal–ligand catalytic systems [10,11]. Hence, various organocatalysts have also been applied to catalyze addition of TMSCN to carbonyl compounds at the threshold of their application in organic synthesis [9–17]. Among them, trisaminophosphines [9], stable N-heterocyclic carbenes (NHCs) [10], imidazolium-carbodithioate zwitterions [11], alkali metal salts of amino acids [12], N-oxides and their combination with quaternary ammonium salt [13], tetrabutylammonium cyanide [14], substituted guanidines [15], tertiary amines [16], derivatives of thia-urea [17] are worthwhile to be mentioned. However, most of these catalytic systems require multi-step preparation, the use of strong bases such as potassium t-butoxide, high catalyst to substrate mole ratio, inert atmosphere, long reaction times and laborious work-up procedure [9–17]. Therefore, development of new catalysts which operate under milder conditions is a challenge attracting much attention. Recently, we have reported the first catalytic cyclotrimerization of aryl and alkyl isocyanates using potassium phthalimide-N-oxyl (PPINO) [18]. On the basis of our previous results and to develop the catalytic scope of the phthalimide-N-oxyl (PINO) nucleophile, we decided to examine the feasibility and efficiency of the PINO-catalyzed cyanosilylation of carbonyl compounds. Herein, we disclose the application of PPINO as an efficient organocatalyst to the addition of TMSCN to carbonyl compounds under mild conditions affording various cyanohydrin trimethylsilyl ethers. 2 Experimental 2.1 General FT IR spectra were recorded as KBr pellets on a Shimadzu FT IR-8400S spectrometer. 1H NMR (500MHz) and 13C NMR (125MHz) spectra were obtained using a Bruker DRX-500 AVANCE spectrometer. All NMR spectra were determined in CDCl3 at ambient temperature. GC chromatograms were recorded on a Shimadzu 2010 instrument. All chemicals were purchased from Merck or Aldrich and used as received except for benzaldehyde which a fresh distilled sample was used. Commercially available CH3CN and CH2Cl2 were respectively distilled from CaCl2 and dried on 4Å molecular sieve supplied by Carl Roth GmbH+Co, 76185 Karlsruhe, Germany. Catalysts were powdered and dried at 70°C for 1h under reduced pressure [18]. All reactions were protected from moisture using a CaCl2 guard tube. Analytical TLC was carried out using Merck 0.2mm silica gel 60 F-254 Al-plates. All compounds well characterized by GC analysis, IR and NMR spectral data by comparison with those obtained from authentic samples or reported in the literature [8b,c,10a,d]. 2.2 General procedure for cyanosilylation of carbonyl compounds TMSCN (1.2mmol, 0.15mL) was added to the stirred mixture of 1.0mmol of a carbonyl compound dissolved in 5.0mL CH2Cl2 and 5.0mg of PPINO. The mixture was stirred at room temperature for 20–240min. The reaction was monitored by TLC. Then, the reaction mixture was quenched by water (2.5mL) and the organic materials were extracted with CH2Cl2 (2mL×5.0mL). The obtained organic phase was washed with brine and water (5.0mL), respectively and dried over MgSO4. The solvent was evaporated on a rotary evaporator to afford the desired products which in some cases were essentially pure cyanohydrin TMS ethers. Further purification of the products was performed by silica gel column chromatography (EtOAc-Hexane, 1:10). The isolated yields were in good agreement with those obtained by GC analysis. 2.3 Selected spectroscopic data 2.3.1 2-(4-Cholorophenyl)-2-(trimethylsilanyloxy) acetonitrile (9a) Yield 100%; 1H NMR (500MHz, CDCl3): δ 0.28 (s, 9H), 5.53 (s, 1H), 7.41–7.42 (d, J =8.50, 2H), 7.45–7.46 (d, J =8.50, 2H). 13C NMR (125.8MHz, CDCl3): δ −0.3, 62.9, 118.8, 127.7, 129.1, 134.8, 135.2. 2.3.2 (2-Nitrophenyl)-2-(trimethylsilanyloxy) acetonitrile (9b) Yield 100%; 1H NMR (500MHz, CDCl3): δ 0.31 (s, 9H), 6.25 (s, 1H), 7.61–7.65 (t, J =8.20, 1H), 7.79–7.82 (t, J =7.80, 1H), 8.04–8.06 (d, J =7.80, 1H), 8.16–8.18 (d, J =8.20, 1H); 13C NMR (125.8MHz, CDCl3): δ 2.0, 60.6, 117.5, 125.9, 129.5, 130.9, 131.0, 134.9, 147.0. 2.3.3 (4-Methoxyphenyl)-2-trimethylsilanyloxy acetonitrile (9i) Yield 93%; 1H NMR (500MHz, CDCl3): δ 0.08 (s, 9H), 3.77 (s, 3H) 5.40 (s, 1H) 6.88–6.90 (d, J =8.70, 2H), 7.37–7.39 (d, J =8.70, 2H). 13C NMR (125.8MHz, CDCl3): δ 1.86, 55.47, 62.99, 114.51, 119.39, 127.78, 128.36, 160.54. 3 Results and discussions Since N-hydroxyphthalimide 1 has a pK a of 6.1, its alkali-metal salts 2–4 were simply prepared in quantitative yields by the reaction of N-hydroxyphthalimide 1 with an equivalent amount of the corresponding metal hydroxide in ethanol at room temperature or under reflux conditions (Scheme 1 ) [18]. A series of preliminary exploratory experiments revealed that 2.5mol% of PPINO 2 can promote the addition of TMSCN to 4-chlorobenzaldehyde 5a in dichloromethane at room temperature with a quantitative yield, demonstrating it as catalyst of choice for this transformation (Entry 4, Table 1 ). No reaction was observed under similar reaction conditions in the absence of PPINO. Further experiments were carried out by using sodium phthalimide-N-oxyl 3 and lithium phthalimide-N-oxyl 4 to compare their catalytic activities with PPINO in similar conditions. These salts showed lower activity than PPINO in this process (Entries 6,7, Table 1). The reactivity of different alkali metal salts of phthalimide-N-oxyl followed the sequence of K>Na>Li. Having optimal conditions of this reaction (2.5mol% of PPINO, TMSCN/aldehyde=1.2 equiv., CH2Cl2, r.t.) in hand, the reactivity of various aldehydes were investigated in the next step. The results have been summarized in Table 2 . Aromatic, heterocyclic and aliphatic aldehydes have been efficiently converted. The data in Table 2 clearly show that all substrates react smoothly under optimal conditions to give the desired products in high to quantitative yields. No by-products such as product of benzoin condensation or desilylation have been isolated. Furthermore, cinnamaldehyde as an α,β-unsaturated aldehyde reacted solely in the 1,2-mode and no Michael addition product was detected. On the other hand, this protocol is especially suitable for substrates such as furfural, thiophene-2-carbaldehyde and cinnamaldehyde which are polymerized or decomposed under acidic conditions. In general, the reaction conditions are mild and catalyst could be easily separated by aqueous extraction from the reaction mixture. As shown in Table 2, electronic effects and the nature of the substituents on the aromatic ring showed relatively strong effects on the required reaction time for the complete conversion of aldehydes. In general, substrates containing electron-withdrawing groups (Entries 2–5) react much faster than ones bearing electron-donating groups (Entries 7–15). However, 4-bromobenzaldehyde 5e did not demonstrate any substantial substituent effect and its reaction was completed after 90min. Whereas 4-methoxybenzaldehyde 5i required 4h, 2-methoxybenzaldehyde 5h completed cyanosilylation only after 1h due to the “ortho effect”. Interestingly, 2-naphthaldehyde 5l required short reaction time. On the other hand, due to the steric bulk, ketones such as acetophenone and cyclohexanone required higher catalyst loading (7.5mol%) and longer reaction times than aldehydes to obtain the corresponding cyanohydrin trimethylsilyl ethers in near quantitative yields (Entries 16,17). The mechanism of the PINO-catalyzed cyanosilylation probably involves the initial activation of TMSCN by its coordination with the most basic oxygen of the PINO anion and subsequent release of the nucleophilic cyanide ion to add to the carbonyl moiety in a rate-determining step followed by silylation and formation of the product 9 (Scheme 2 ). Considerable advancement has been made during the recent years in the Lewis base catalyzed reactions, using silylated reagents. On the other hand, among the various silicon derivatives, trimethylsilyl compounds are the most common reagents in organic synthesis. Therefore, it is anticipated that base-promoted reactions using trimethylsilyl compounds will be expanded in the future. Oxygen-containing nucleophiles are more efficient catalysts due to high bond strength as well as the kinetic lability of the silicon−oxygen bond. As a consequence, development of more efficient oxygen-containing nucleophiles such as the PINO anion, which are catalytic in nature, less basic, cost-effective, and simple to use, is very important [19,20]. To illustrate the efficiency of the proposed method, Table 3 is shown to compare our results with those reported in the literature [10a,10c,11,12b]. 4 Conclusion In conclusion, potassium phthalimide-N-oxyl was found to be an excellent and readily available catalyst for cyanosilylation of various carbonyl compounds under mild conditions. It compares favorably with and represents a valid alternative to the existing methods. Attractive features of the method include the general application, high turnover numbers under mild conditions and simplicity in the preparation, operation and separation of the catalyst. The catalytic ability of PINO anion has been developed for the addition of TMSCN to carbonyl compounds for the first time and this would be useful in other reactions using trimethylsilyl compounds. Further studies on preparation of other useful PINO salts and development of its catalytic scope are in progress and would be presented in due course. Acknowledgements The partial financial support of this work by the Research Council of Iran University of Science and Technology (IUST), Iran (Grant No. 160/4698) is gratefully acknowledged. References [1] M.S. Cholod M.H. Grant Encyclopedia of Chemical Technology vol. 7 1993 Wiley New York 821 834 [2] R.J.H. Gregory Chem. Rev. 99 1999 3649 3682 [3] D.H. Ryu E.J. Corey J. Am. Chem. Soc. 126 2004 8106 8107 [4] (a) C. Baleizão B. Gigante H. García A. Corma Tetrahedron 60 2004 10461 10468 (b) M. North Tetrahedron 60 2004 10383 10384 [5] N. Azizi M.R. Saidi J. Organomet. Chem. 688 2003 283 285 [6] L. Mei J. Mol. Cat. A Chem. 227 2005 183 186 [7] (a) F. Chen X. Feng Synlett 2005 892 899 (b) B. Kim M.K. Kim S.H. Kang Y.H. Kim Synlett 2005 1995 1998 [8] (a) S.S. Kim G. Rajagopal S.C. George Appl. Organomet. Chem. 21 2007 368 372 (b) N. Kurono M. Yamaguchi K. Suzuki T. Ohkuma J. Org. Chem. 70 2005 6530 6532 (c) B. Karimi L. Ma’Mani Org. Lett. 6 2004 4813 4815 [9] B.M. Fetterly J.G. Verkade Tetrahedron Lett. 46 2005 8061 8066 [10] (a) Y. Suzuki M.D. Abu Bakar K. Muramatsu M. Sato Tetrahedron 62 2006 4227 4231 (b) J.J. Song F. Gallou J.T. Reeves Z. Tan N.K. Yee C.H. Senanyake J. Org. Chem. 71 2006 1273 1276 (c) Y. Fukuda Y. Maeda S. Ishii K. Kondo T. Aoyama Synthesis 2006 589 590 (d) Y. Fukuda K. Kondo T. Aoyama Synthesis 2006 2649 2652 [11] A. Blanrue R. Wilhelm Synlett 2004 2621 2623 [12] (a) X. Liu B. Qin X. Zhou B. He X. Feng J. Am. Chem. Soc. 127 2005 12224 12225 (b) B. He Y. Li X. Feng G. Zhang Synlett 2004 1776 1778 [13] (a) H. Zhou F. Chen B. Qin X. Feng G. Zhang Synlett 2004 1077 1079 (b) Y. Li B. He X. Feng G. Zhang Synlett 2004 1598 1600 (c) B. Qin X. Liu J. Shi K. Zheng H.T. Zhao X. Feng J. Org. Chem. 72 2007 2374 2378 [14] I. Amurrio R. Córdoba A.G. Csáky J. Plumet Tetrahedron 60 2004 10521 10524 [15] L. Wang X. Huang J. Jiang X. Liu X. Feng Tetrahedron Lett. 47 2006 1581 1584 [16] S.K. Tian R. Hong L. Deng J. Am. Chem. Soc. 125 2003 9900 9901 [17] (a) R.M. Steele C. Monti C. Gennari U. Piarulli F. Andreoli N. Vanthuynec C. Roussel Tetrahedron Asymm. 17 2006 999 1006 (b) D.E. Fuerst E.N. Jacobsen J. Am. Chem. Soc. 127 2005 8964 8965 [18] M.G. Dekamin F.M. Moghaddam H. Saiedian S. Mallakpour Monatsh. Chem. 137 2006 1591 1595 [19] G.K.S. Prakash C. Panja H. Vaghoo V. Surampudi R. Kultyshev M. Mandal G. Rasul T. Mathew G.A. Olah J. Org. Chem. 71 2006 6808 6813 [20] Y. Orito M. Nakajima Synthesis 2006 1391 1401",
      "scopus-id": "40249119612",
      "coredata": {
        "eid": "1-s2.0-S1381116907006863",
        "dc:description": "Potassium phthalimide-N-oxyl was used as an effective, easy to handle and readily available Lewis basic organocatalyst for the facile addition of trimethylsilyl cyanide to various carbonyl compounds at room temperature under mild conditions to afford corresponding cyanohydrin trimethylsilyl ethers in high to quantitative yields. The high yields of products, high turnover numbers of the catalyst, compatibility of other functional groups, and simplicity in the operation are the advantages of this method.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-03-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907006863",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dekamin, Mohammad G."
          },
          {
            "@_fa": "true",
            "$": "Javanshir, Shahrzad"
          },
          {
            "@_fa": "true",
            "$": "Reza Naimi-Jamal, M."
          },
          {
            "@_fa": "true",
            "$": "Hekmatshoar, Rahim"
          },
          {
            "@_fa": "true",
            "$": "Mokhtari, Javad"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907006863"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907006863"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00686-3",
        "prism:volume": "283",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Potassium phthalimide-N-oxyl: An efficient catalyst for cyanosilylation of carbonyl compounds under mild conditions",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cyanohydrins"
          },
          {
            "@_fa": "true",
            "$": "Carbonyl compounds"
          },
          {
            "@_fa": "true",
            "$": "Potassium phthalimide-N-oxyl"
          },
          {
            "@_fa": "true",
            "$": "Nucleophilic catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "29-32",
        "prism:endingPage": "32",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 March 2008",
        "prism:doi": "10.1016/j.molcata.2007.12.007",
        "prism:startingPage": "29",
        "dc:identifier": "doi:10.1016/j.molcata.2007.12.007",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "171",
            "@width": "344",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907006863-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9384",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "62",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907006863-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "841",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "97",
            "@width": "268",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907006863-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5697",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "45",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907006863-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "783",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "152",
            "@width": "336",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907006863-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9119",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "57",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907006863-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "899",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "442",
            "@width": "540",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907006863-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23326",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907006863-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1092",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/40249119612"
      }
    }
  }
}