{
  "metadata": {
    "title": "Bromamine-T mediated aziridination of olefins with a new polymer supported Manganese(II) complex as catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-10-31",
    "doi": "10.1016/S1381-1169(00)00217-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111690000217X",
    "pii": "S138111690000217X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034739588",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-08-25 2000-08-25 2010-04-18T20:21:34 1-s2.0-S138111690000217X S1381-1169(00)00217-X S138111690000217X 10.1016/S1381-1169(00)00217-X S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01252 2015-05-15T05:55:31.049811-04:00 0 0 20001031 2000 2000-08-25T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref alllist content subj ssids 1381-1169 13811169 160 160 2 2 Volume 160, Issue 2 5 237 241 237 241 20001031 31 October 2000 2000-10-31 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. BROMAMINETMEDIATEDAZIRIDINATIONOLEFINSANEWPOLYMERSUPPORTEDMANGANESEIICOMPLEXCATALYST VYAS R 1 Introduction 2 Experimental 2.1 Materials and equipment 2.2 Synthesis of the catalyst 2.2.1 Introduction of o-phenylene diamine on the polymer matrix 2.2.2 Attachment of metal ion on to the polymer anchored ligand 2.3 Aziridination of olefins 2.3.1 A typical procedure for the aziridinatoion of olefin 2.3.1.1 N-p-toluenesulfonyl-2-phenylaziridine 3 Result and discussion 3.1 Characterization of the catalyst 3.2 Catalytic aziridination of olefins 4 Conclusion Acknowledgements References PITMAN 1981 C POLYMERSUPPORTEDCOMPLEXES KANEDA 1991 109 K HARTELY 1985 F SUPPORTEDMETALCOMPLEXES IWASAWA 1986 Y TAILOREDMETALCATALYSTS YERMAKOV 1981 Y CATALYSISBYSUPPORTEDCOMPLEXES SHUTTLEWORTH 1997 1217 S GOKAK 1985 1528 D GOKAK 1989 285 D SHAH 1993 67 J JOHN 1994 369 J PADWA 1983 47 A COMPREHENSIVEHETEROCYCLICCHEMISTRY KEMP 1991 469 J COMPREHENSIVEORGANICSYNTHESIS TANNER 1994 599 D KWART 1967 1951 H MANSUY 1984 1161 D EVANS 1994 2742 D SODERGREN 1997 6897 M CARDUCCI 1996 3777 M VYAS 1998 4715 R 1978 VOGELSTEXTBOOKPRACTICALORGANICCHEMISTRY NAIR 1976 239 C VOGELS 1975 A TEXTBOOKQUANTITATIVEINORGANICANALYSIS DRAGO 1980 1036 R PATEL 1996 141 D PATEL 1998 57 D GOKAK 1989 37 D ANDO 1998 309 T ALBONE 1998 9569 D JEONG 1998 6844 J MULLER 1996 1543 P NAGELI 1997 1087 I KOHMURA 1997 1456 Y VYASX2000X237 VYASX2000X237X241 VYASX2000X237XR VYASX2000X237X241XR item S1381-1169(00)00217-X S138111690000217X 1-s2.0-S138111690000217X 10.1016/S1381-1169(00)00217-X 271358 2010-09-30T18:12:50.585842-04:00 2000-10-31 1-s2.0-S138111690000217X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/MAIN/application/pdf/08334d060216d8f59b75dfdf87c3459a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/MAIN/application/pdf/08334d060216d8f59b75dfdf87c3459a/main.pdf main.pdf pdf true 90412 MAIN 5 1-s2.0-S138111690000217X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/PREVIEW/image/png/a04f2b6291a0c80a81ff03b54fad6f6c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/PREVIEW/image/png/a04f2b6291a0c80a81ff03b54fad6f6c/main_1.png main_1.png png 57086 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111690000217X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/STRIPIN/image/gif/463e17c32c8bc28e2bfff0d2f804a4d4/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/STRIPIN/image/gif/463e17c32c8bc28e2bfff0d2f804a4d4/si1.gif si1 si1.gif gif 2240 1403 995 ALTIMG 1-s2.0-S138111690000217X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/fx1/THUMBNAIL/image/gif/42bf3dc7ff5877794fec53fcf53d707a/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/fx1/THUMBNAIL/image/gif/42bf3dc7ff5877794fec53fcf53d707a/fx1.sml fx1 fx1.sml sml 1409 63 125 IMAGE-THUMBNAIL 1-s2.0-S138111690000217X-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/fx1/DOWNSAMPLED/image/gif/f6720f79e0f4c1d447941fa2d854f626/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/fx1/DOWNSAMPLED/image/gif/f6720f79e0f4c1d447941fa2d854f626/fx1.gif fx1 fx1.gif gif 1333 67 134 IMAGE-DOWNSAMPLED 1-s2.0-S138111690000217X-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/sc1/THUMBNAIL/image/gif/8107ac140862d2ec91615581e1a113b7/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/sc1/THUMBNAIL/image/gif/8107ac140862d2ec91615581e1a113b7/sc1.sml sc1 sc1.sml sml 1113 84 125 IMAGE-THUMBNAIL 1-s2.0-S138111690000217X-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/sc1/DOWNSAMPLED/image/gif/793d27a89b09d29aa712cac769d48a80/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/sc1/DOWNSAMPLED/image/gif/793d27a89b09d29aa712cac769d48a80/sc1.gif sc1 sc1.gif gif 3954 217 322 IMAGE-DOWNSAMPLED 1-s2.0-S138111690000217X-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/fx2/THUMBNAIL/image/gif/9d398d179793c690390894d5b628eff1/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/fx2/THUMBNAIL/image/gif/9d398d179793c690390894d5b628eff1/fx2.sml fx2 fx2.sml sml 753 25 125 IMAGE-THUMBNAIL 1-s2.0-S138111690000217X-fx2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/fx2/DOWNSAMPLED/image/gif/e8a8f3fac88b8713abd58b966a297fa4/fx2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/fx2/DOWNSAMPLED/image/gif/e8a8f3fac88b8713abd58b966a297fa4/fx2.gif fx2 fx2.gif gif 1924 52 259 IMAGE-DOWNSAMPLED 1-s2.0-S138111690000217X-fx3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/fx3/THUMBNAIL/image/gif/071ab4c766dea1b11999734e295a47ae/fx3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/fx3/THUMBNAIL/image/gif/071ab4c766dea1b11999734e295a47ae/fx3.sml fx3 fx3.sml sml 893 93 86 IMAGE-THUMBNAIL 1-s2.0-S138111690000217X-fx3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690000217X/fx3/DOWNSAMPLED/image/gif/1b7b47fc3474b57feff23c4f79fcc134/fx3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690000217X/fx3/DOWNSAMPLED/image/gif/1b7b47fc3474b57feff23c4f79fcc134/fx3.gif fx3 fx3.gif gif 5464 349 322 IMAGE-DOWNSAMPLED MOLCAA 2739 S1381-1169(00)00217-X 10.1016/S1381-1169(00)00217-X Elsevier Science B.V. Scheme 1 Table 1 Elemental analysis at different stages of catalyst preparation Polymer 1 Polymer 2 Polymer 3 %C %H %Cl %C %H %N %Cl %C %H %N %Cl 72.95 5.93 17.50 54.27 4.85 3.45 11.18 61.76 5.69 2.98 10.47 Table 2 Catalytic aziridination of olefins aIsolated yield. The aziridines were characterized by usual spectral analyses. Bromamine-T mediated aziridination of olefins with a new polymer supported Manganese(II) complex as catalyst Dedicated to Dr. T. Ravindranathan on the occasion of his 60th birthday R. Vyas a B.M. Chanda a * A.A. Belhekar b D.R. Patel c R.N. Ram c A.V. Bedekar a a Division of Organic Chemistry: Technology, National Chemical Laboratory, Pune 411 008, India b Catalysis Division, National Chemical Laboratory, Pune 411 008, India c Department of Chemistry, Faculty of Science, M.S. University of Baroda, Baroda 390 002, India * Corresponding author. Fax: +91-20-589-3614 Chloromethylated styrene-divinyl benzene of 8% cross-link was functionalized using o-phenylene diamine and finally it was treated with Mn(II) for the formation of metal complex on the surface. The metal content was estimated using atomic absorption spectroscopy. The thermal stability of the catalyst was seen by the use of DTA-TG analyses and the catalyst was found to be stable up to ~125°C. The modern spectroscopic methods such as FT-IR, ESR were used in order to confirm the probable structure of the catalyst. The catalytic activity of this supported Mn(II)-complex was investigated for aziridination of olefins with bromamine-T as the source of nitrogen. The catalyst was found to be effective in this reaction and could be reused with no substantial loss of activity for up to three cycles. Keywords Bromamine-T Olefin Manganese (II) 1 Introduction Polymer-supported metal complexes have found an important place in synthetic organic chemistry exhibiting well documented advantages over the homogeneous systems [1,2]. This type of anchored catalysts have been studied by many researchers to compare the behavior of transition metal catalysts in homogeneous and heterogeneous states, due to higher catalytic activity exhibited by these anchored catalysts under mild reaction parameters [3–6]. Some reports have been published from our group on the immobilization of various metal complexes on organic polymer [7–10] with their applications as catalysts. Aziridines, belonging to the smallest group of heterocycles, is an important class of compounds [11–13] and is especially useful as intermediates for functional group modifications. Synthesis of aziridines is therefore a subject of much research over the last few years. The most atom efficient method of preparation of aziridines lies in the direct aziridination of olefins with suitable nitrenes [14–18]. In our preliminary communication, we have demonstrated [19] the use of bromamine-T, 1 (TsNNaBr) as a superior source of nitrogen in the copper catalyzed aziridination of different olefins. The present study deals with the preparation of chelated manganese metal complex on a polymer support and investigations of its catalytic behaviour in the aziridination of olefins with bromamine-T. 2 Experimental 2.1 Materials and equipment Acetone, dioxane, methanol, THF were purified according to reported procedures [20]. Acetonitrile was dried on CaH2 and distilled before use. Analytical grade MnCl2·4H2O was used as such. Chloromethylated polystyrene divinylbenzene (PS-DVB) of 8% cross-linked (chlorine content 17.5%) was obtained as gift sample from Ion Exchange (India), Mumbai. The olefins for aziridination reactions were obtained from commercial sources and distilled before the experiments. Bromamine-T was prepared from commercial chloramine-T following the literature procedure [21]. Elemental analysis was carried out using a Coleman analyzer unit. Infra red spectra were recorded in Nujol as well as KBr matrix on Shimadzu 8300 FTIR spectrometer. DTA-TG analysis was recorded on TG-DTA 32 (Seiko, Japan) and ESR in granular form on ESR, Bruker EMX machine. Atomic absorption results were obtained on Varian Atomic Absorption spectrometer. Proton NMR spectra were recorded on Bruker AC-200 machine in CDCl3 with TMS as internal standard. 2.2 Synthesis of the catalyst 2.2.1 Introduction of o-phenylene diamine on the polymer matrix Chloromethylated PS-DVB of 8% cross link was washed with water, water–ethanol mixture (1:1) and finally with ethanol. Any adsorbed material was removed by extracting the polymer in a soxhlet using ethanol–benzene mixture for 10 h. Chlorine content of the polymer beads was estimated using standard method [22] and found to be 17.5%. The chloromethylated PS-DVB was kept in contact with NaI in acetone–dioxane mixture for 4 days. It was purified by soxhlet extraction using acetone as solvent and dried at 60–70°C for 8 h. The polymer beads thus processed were refluxed with o-phenylene diamine in THF (2%) for 2 days and finally it was filtered and washed with THF [23]. The loading of o-phenylene diamine on the polymer (2) was confirmed by the presence of N, which was found to be 3.32%. 2.2.2 Attachment of metal ion on to the polymer anchored ligand In a round bottom flask, 10.0 g of polymer anchored diamine 2 was taken in ethanol (60 ml) and left for about 30 min. To this mixture, ethanolic solution of MnCl2·4H2O (0.25%; 100 ml) was added via an addition funnel over 30 min. The reaction was continued for 7 days at ambient temperature after which the beads of polymer 3 acquired light pink color indicating the formation of metal complex on the surface of the polymeric material. In order to estimate the metal content 99 mg of the catalyst 3 was treated with 1:1 HCl for three times for the total extraction of the metal ions and determined by the atomic absorption spectroscopy. The quantity of Mn present was found to be 2.73×10−2% [23]. 2.3 Aziridination of olefins 2.3.1 A typical procedure for the aziridinatoion of olefin 2.3.1.1 N-p-toluenesulfonyl-2-phenylaziridine A round bottom two neck flask (25 ml cap.) was charged with freshly distilled styrene (0.10 ml; 2.0 mmol), bromamine-T (0.10 g; 0.4 mmol), and Mn-catalyst 3 (0.10 g) along with activated powdered molecular sieves (0.05 g). Dry acetonitrile (5 ml) was added and reaction mixture stirred for 15 h at ambient temperature under the Ar atmosphere. The catalyst was filtered off and washed with dichloromethane and product purified by column chromatography on silica gel (10% EtOAc in light petroleum ether) to afford N-p-toluenesulfonyl-2-phenylaziridine (46.0 mg; 42.0%). The structure was confirmed by proton NMR and mass spectroscopy. 3 Result and discussion 3.1 Characterization of the catalyst Elemental analyses at the different stages of preparation of catalyst are given in Table 1 . Elemental analysis and metal estimation of the catalyst indicate a low level of anchoring of the metal ion on to the aminated polymer. Similar observations were made by us while loading ruthenium, palladium, and rhodium on styrene-DVB cross linked polymer [24–26]. This might be due to the lack of access of ligands to the metal ions. However, anchoring of the metal complex on to the polymer was confirmed by comparative spectral studies of polymer bound complex. The various IR frequencies assigned for N–H, metal–N, and CH2–C(Cl)=C groups are 3438, 532, and 1699 cm−1, respectively. ESR was recorded in the granular form of 3 on ESR, Bruker EMX instrument. The main peak at 3440 G is due to C− radical while other small signals with g value 2 may be due to Mn+ species which indicates that Mn is present in +2 oxidation state. In DTA-TG analysis, it was found that polymer degradation starts above 125°C. A weight loss of about 5% below this temperature may be due to moisture content. Hence, it was ensured that the polymer-anchored catalyst 3 may be used in catalytic studies below 125°C. The surface area of the support 2 was found to be 37.37 m2/g while that of the catalyst 3 is 24.00 m2/g. The decrease in the surface area observed after loading the metal ions on to the polymer support might be due to blocking of pores of the polymer support after introducing the ligand and the metal ions and is in accordance with our previous observations [7,8,26]. Based on the above spectral evidence, the possible picture of the synthesis and structure of the catalyst may be projected as shown in Scheme 1 where polymer-anchored o-phenylene diamine is 2 and its Mn complex is 3. 3.2 Catalytic aziridination of olefins Several methods are reported for the direct aziridination of olefins with a variety of reagents used as source of the nitrogen component [14–18]. Recently, {N-(arenesulfonyl)imino}-phenyliodinanes have been widely used for the aziridination of olefins. However, their preparation is difficult and gives iodobenzene as a byproduct in the reaction. Recently, few groups have reported chloramine-T as an alternative source of nitrogen for this transformation [27–29]. For the first time, we used bromamine-T for this purpose and found it to be superior in this reaction [19]. In the preliminary communication, we have used copper chloride as the catalyst for the reaction. The polymer-anchored Mn-complex 3 was now screened as heterogeneous catalyst for the aziridination of olefins with bromamine-T, 1 as the source of nitrogen. A standard reaction was run with styrene as the test substrate (Eq. 1). The aziridine was isolated in 42% yield after the reaction was left for 15 h at ambient temperature. (1) The catalyst was physically separated and recycled for two more times with very little loss of activity (Table 2) indicating its reusability. A variety of olefins have been successfully examined for this useful transformation and the results are presented in Table 2. Catalytic aziridination of nitrene source with cyclohexene has been a peculiar case due to the formation of undesired insertion products [30–32]. However, in this procedure we have isolated required aziridine of cyclohexene, albeit in moderate yields. This catalyst has worked better than Mn based homogeneous system investigated for {N-(p-tolylsulfonyl)imino}phenyliodinane by Evans et al. [16]. 4 Conclusion We have presented preparation of a new polymer-supported Mn (II) complex with simple synthetic manipulations from commercially available chloromethylated resin. A systematic characterization of this material and catalytic activity for the aziridination of olefins has been carried out. The efficiency of this catalyst for the particular reaction has been established with a wide range of substrates and easy recoverability and reusability of the system. Acknowledgements The authors would like to thank the Head of the Department of Organic Chemistry: Technology, NCL, Pune, Head of the Department of Chemistry, M.S. University of Baroda for the necessary facilities and Ion Exchange (India), Mumbai for the gift sample of chloromethylated polymer. The financial support from CSIR, New Delhi in the form of Pool Officership (AVB) and Senior Research Fellowship (RV and DRP) is sincerely appreciated. References [1] C.U. Pitman Jr P. Hodge D.C. Sherrington Polymer Supported Complexes 1981 Elsevier Amsterdam [2] K. Kaneda T. Imanaka Trends Org. Chem. 2 1991 109 [3] F.R. Hartely Supported Metal Complexes 1985 Reidel Dordrecht [4] Y. Iwasawa Tailored Metal Catalysts 1986 Reidel Dordrecht [5] Y.I. Yermakov B.N. Kuznetsov V.A. Zakharev Catalysis by Supported Complexes 1981 Elsevier Amsterdam [6] S.J. Shuttleworth S.M. Allin P.K. Sharma Synthesis 1997 1217 [7] D.T. Gokak B.V. Kamath R.N. Ram J. Appl. Polym. Sci. 35 1985 1528 [8] D.T. Gokak R.N. Ram J. Mol. Catal. 49 1989 285 [9] J.N. Shah R.N. Ram J. Mol. Catal. 83 1993 67 [10] J. John R.N. Ram Polym. Int. 34 1994 369 [11] A. Padwa A.D. Woolhouse W. Lwowski Comprehensive Heterocyclic Chemistry Vol. 7 1983 Pergamon Oxford 47 [12] J.E.G. Kemp B.M. Trost I. Fleming Comprehensive Organic Synthesis Vol. 7 1991 Pergamon Oxford 469 [13] D. Tanner Angew. Chem., Int. Ed. Engl. 33 1994 599 [14] H. Kwart A.A. Kahn J. Am. Chem. Soc. 89 1967 1951 [15] D. Mansuy J.P. Mahy A. Dureault G. Bedi P. Battioni J. Chem. Soc. Chem. Commun. 1984 1161 [16] D.A. Evans M.M. Faul M.T. Bilodeau J. Am. Chem. Soc. 116 1994 2742 [17] M.J. Sodergren D. Alonso A.V. Bedekar P.G. Andersson Tetrahedron Lett. 38 1997 6897 [18] M. Carducci S. Fioravanti M.A. Loreto L. Pellacani P.A. Tardella Tetrahedron Lett. 37 1996 3777 [19] R. Vyas B.M. Chanda A.V. Bedekar Tetrahedron Lett. 39 1998 4715 [20] B.S. Furniss A.J. Hannaford V. Rogers P.W.G. Smith A.R. Tatchell Vogel's Textbook of Practical Organic Chemistry 4th edn. 1978 ELBS Longmanan, London [21] C.G.R. Nair P. Indrasenan Talanta 23 1976 239 [22] A.I. Vogels Textbook of Quantitative Inorganic Analysis 3rd edn. 1975 ELBS Longmanan, London [23] R.S. Drago J. Gaul J. Am. Chem. Soc. 102 1980 1036 [24] D.R. Patel M.K. Dalal R.N. Ram J. Mol. Catal. 109 1996 141 [25] D.R. Patel R.N. Ram J. Mol. Catal. 130 1998 57 [26] D.T. Gokak B.V. Kamath R.N. Ram React. Polym. 10 1989 37 [27] T. Ando S. Minakata I. Ryu M. Komatsu Tetrahedron Lett. 39 1998 309 [28] D.P. Albone P.S. Aujla P.C. Taylor S. Challenger A.M. Derrick J. Org. Chem. 63 1998 9569 [29] J.U. Jeong B. Tao I. Sagasser H. Henniges K.B. Sharpless J. Am. Chem. Soc. 120 1998 6844 [30] P. Muller C. Baud Y. Jacquier Tetrahedron 52 1996 1543 [31] I. Nageli C. Baud G. Bernardinelli Y. Jacquier M. Moran P. Muller Helv. Chim. Acta 80 1997 1087 [32] Y. Kohmura K. Kawasaki T. Katsuki Synlett 1997 1456",
      "scopus-id": "0034739588",
      "coredata": {
        "eid": "1-s2.0-S138111690000217X",
        "dc:description": "Chloromethylated styrene-divinyl benzene of 8% cross-link was functionalized using o-phenylene diamine and finally it was treated with Mn(II) for the formation of metal complex on the surface. The metal content was estimated using atomic absorption spectroscopy. The thermal stability of the catalyst was seen by the use of DTA-TG analyses and the catalyst was found to be stable up to ~125°C. The modern spectroscopic methods such as FT-IR, ESR were used in order to confirm the probable structure of the catalyst. The catalytic activity of this supported Mn(II)-complex was investigated for aziridination of olefins with bromamine-T as the source of nitrogen. The catalyst was found to be effective in this reaction and could be reused with no substantial loss of activity for up to three cycles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111690000217X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Vyas, R."
          },
          {
            "@_fa": "true",
            "$": "Chanda, B.M."
          },
          {
            "@_fa": "true",
            "$": "Belhekar, A.A."
          },
          {
            "@_fa": "true",
            "$": "Patel, D.R."
          },
          {
            "@_fa": "true",
            "$": "Ram, R.N."
          },
          {
            "@_fa": "true",
            "$": "Bedekar, A.V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111690000217X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111690000217X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00217-X",
        "prism:volume": "160",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Bromamine-T mediated aziridination of olefins with a new polymer supported Manganese(II) complex as catalyst",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bromamine-T"
          },
          {
            "@_fa": "true",
            "$": "Olefin"
          },
          {
            "@_fa": "true",
            "$": "Manganese (II)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "237-241",
        "prism:endingPage": "241",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 October 2000",
        "prism:doi": "10.1016/S1381-1169(00)00217-X",
        "prism:startingPage": "237",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00217-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "1403",
            "@width": "995",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2240",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1409",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "67",
            "@width": "134",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1333",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1113",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "217",
            "@width": "322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3954",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "25",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "753",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "52",
            "@width": "259",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-fx2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1924",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "86",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-fx3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "893",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "349",
            "@width": "322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690000217X-fx3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5464",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034739588"
      }
    }
  }
}