{
  "metadata": {
    "title": "Styrene hydroformylation over modified Rh/SiO<ce:inf loc=post>2</ce:inf>·Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-03-20",
    "doi": "10.1016/S1381-1169(99)00367-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999003672",
    "pii": "S1381116999003672"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034689636",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-05 2000-04-05 2010-04-18T20:21:34 1-s2.0-S1381116999003672 S1381-1169(99)00367-2 S1381116999003672 10.1016/S1381-1169(99)00367-2 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01161 2015-05-15T05:56:33.651043-04:00 0 0 20000320 2000 2000-04-05T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 154 154 1 2 1 2 Volume 154, Issues 1–2 18 143 154 143 154 20000320 20 March 2000 2000-03-20 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. STYRENEHYDROFORMYLATIONOVERMODIFIEDRHSIO2AL2O3CATALYSTS CORONADO J 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalytic tests 3 Results 3.1 Catalyst characterisation 3.2 Interaction of the diphosphines with the surface of the catalysts 3.3 Metallic phase under hydroformylation conditions 3.4 Asymmetric hydroformylation of styrene 4 Discussion 5 Conclusions Acknowledgements References FRUNZA 1997 179 L CHAN 1993 46 A PITTMAN 1982 473 C PINO 1983 612 P DESCHENAUX 1985 2299 R KIJENSKI 1988 379 J NOZAKI 1997 247 K ZAKI 1987 1455 M RODE 1985 574 E ANDERSON 1991 3435 J AVRAM 1970 M INFRAREDSPECTROSCOPYAPPLICATIONSINORGANICCHEMISTRY CHUANG 1993 323 S BERNSTEIN 1981 310 T ANDERSON 1989 1129 J NAAKTGEBOREN 1980 3350 J JANSSEN 1997 165 J FYFE 1980 3350 C BEMI 1982 438 L ZALEWSKI 1989 1026 D WANG 1986 35 P TUNIK 1998 221 S VANTBLIK 1983 2264 H ANDERSEN 1997 132 J KARIIS 1998 2736 H LENARDA 1996 117 M KAINULAINEN 1997 39 T ALVILA 1994 335 L ANDERSEN 1996 1543 J TAKAHASHI 1989 348 N HUANG 1995 61 L HAYASHI 1981 323 T CONSIGLIO 1985 193 G CORONADOX2000X143 CORONADOX2000X143X154 CORONADOX2000X143XJ CORONADOX2000X143X154XJ item S1381-1169(99)00367-2 S1381116999003672 1-s2.0-S1381116999003672 10.1016/S1381-1169(99)00367-2 271358 2010-09-30T18:08:53.561259-04:00 2000-03-20 1-s2.0-S1381116999003672-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/MAIN/application/pdf/16a80e88f49c6718109a2885128e437d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/MAIN/application/pdf/16a80e88f49c6718109a2885128e437d/main.pdf main.pdf pdf true 188470 MAIN 12 1-s2.0-S1381116999003672-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/PREVIEW/image/png/26f99ced59919716e8e0c1052ff38999/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/PREVIEW/image/png/26f99ced59919716e8e0c1052ff38999/main_1.png main_1.png png 60106 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999003672-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/STRIPIN/image/gif/78256af790286afd5ab727657bd89f7a/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/STRIPIN/image/gif/78256af790286afd5ab727657bd89f7a/si1.gif si1 si1.gif gif 1813 19 498 ALTIMG 1-s2.0-S1381116999003672-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr1/THUMBNAIL/image/gif/c831798350adeb33661959097cc0643f/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr1/THUMBNAIL/image/gif/c831798350adeb33661959097cc0643f/gr1.sml gr1 gr1.sml sml 2196 93 120 IMAGE-THUMBNAIL 1-s2.0-S1381116999003672-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr1/DOWNSAMPLED/image/gif/4df9235d5e01d5ffdf919fa26f7a1732/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr1/DOWNSAMPLED/image/gif/4df9235d5e01d5ffdf919fa26f7a1732/gr1.gif gr1 gr1.gif gif 9669 252 324 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003672-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr2/THUMBNAIL/image/gif/67df34d601772b1b5462711a6db56452/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr2/THUMBNAIL/image/gif/67df34d601772b1b5462711a6db56452/gr2.sml gr2 gr2.sml sml 1828 94 115 IMAGE-THUMBNAIL 1-s2.0-S1381116999003672-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr2/DOWNSAMPLED/image/gif/64648f0b75e8b96ca7d570481f593c46/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr2/DOWNSAMPLED/image/gif/64648f0b75e8b96ca7d570481f593c46/gr2.gif gr2 gr2.gif gif 6481 228 280 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003672-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr3/THUMBNAIL/image/gif/e20bffdfa34bd506630a9c926c2ca744/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr3/THUMBNAIL/image/gif/e20bffdfa34bd506630a9c926c2ca744/gr3.sml gr3 gr3.sml sml 775 93 72 IMAGE-THUMBNAIL 1-s2.0-S1381116999003672-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr3/DOWNSAMPLED/image/gif/38e4ce84a930d6f6fa3de35b868e1a46/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr3/DOWNSAMPLED/image/gif/38e4ce84a930d6f6fa3de35b868e1a46/gr3.gif gr3 gr3.gif gif 4861 340 263 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003672-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr4/THUMBNAIL/image/gif/ad7862681ed67ede337c17c595aecf82/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr4/THUMBNAIL/image/gif/ad7862681ed67ede337c17c595aecf82/gr4.sml gr4 gr4.sml sml 1946 93 124 IMAGE-THUMBNAIL 1-s2.0-S1381116999003672-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr4/DOWNSAMPLED/image/gif/b8b5b63e9f7135fdbe90411eee7878c0/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr4/DOWNSAMPLED/image/gif/b8b5b63e9f7135fdbe90411eee7878c0/gr4.gif gr4 gr4.gif gif 7469 238 316 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003672-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr5/THUMBNAIL/image/gif/5d7f97b8c330041e27d46c65dd1eba46/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr5/THUMBNAIL/image/gif/5d7f97b8c330041e27d46c65dd1eba46/gr5.sml gr5 gr5.sml sml 2088 93 117 IMAGE-THUMBNAIL 1-s2.0-S1381116999003672-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003672/gr5/DOWNSAMPLED/image/gif/b7b502f4456c863d0c1dab9e774bedb3/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003672/gr5/DOWNSAMPLED/image/gif/b7b502f4456c863d0c1dab9e774bedb3/gr5.gif gr5 gr5.gif gif 7341 210 263 IMAGE-DOWNSAMPLED MOLCAA 2495 S1381-1169(99)00367-2 10.1016/S1381-1169(99)00367-2 Elsevier Science B.V. Fig. 1 Spectra of Rh/SiO2·Al2O3 catalyst reduced in H2 at 698 K (a) exposed to 65 Torr at 298 K and then (b) after immersion in (−)-Chiraphos in toluene solution for 2.5 h, brief evacuation at 298 K and exposure to 65 Torr of CO and (c) subsequent outgassing at 298 K until P<2×10−2 mbar. Gas phase contributions have been subtracted. Fig. 2 Spectra of Rh/SiO2 calcined in air at 473 and then (a) exposed to CO (30 Torr) at 363 K. Same sample then immersed in a (−)-DIOP in toluene solution for 1 h and (b) after brief outgassing at 298 K and (c) contacted with CO (10 Torr) and (d) exposed to air. Fig. 3 31P CP MAS NMR spectra of Rh/SiO2·Al2O3 contacted with a DIOP in toluene solution after (a) reduction in H2 flow at 498 K or (b) evacuation at 498 K for 1 h. (c) Previous sample after storage at 263 K for 4 months and (d) spectrum of Rh/SiO2·Al2O3 catalyst treated in H2 at 673 K for 1 h and immersed in a solution of chiraphos in toluene. (Spinning-side bands marked by asterisk Fig. 4 FTIR spectra Rh/SiO2·Al2O3 catalyst reduced in H2 at 673 K exposed to (a) 1 bar of CO at 423 K, then increasing the pressure to (b) 6 bar of CO at 423 K (2.8 h), and (c) fresh sample after same pretreatment (H2 at 673 K) followed by exposure to ca. 35 μmol of styrene and ca. 1.5 bar of CO/H2 at 358 K and then (d) after 3.1 h at 358 K in 12.1 bar CO/H2. Gas phase contributions have been subtracted. Fig. 5 31P CP MAS NMR spectra of the Rh/SiO2·Al2O3 catalyst (a) reduced at 500 K in H2, or (b) at 673 K and recovered after styrene hydroformylation in presence of (a) DIOP and (b) Chiraphos. Table 1 Styrene hydroformylation over Rh/SiO2·Al2O3 submitted to different treatments Catalyst treatment Rate a S Hydf b 2Ph/3Ph c % Rh in solution Outgassed at 500 K 98.5 >99 86/14 7.9 Reduced in H2 at 500 K 137.7 >99 87/13 14.5 Recovered solution d 188.3 100 84/16 100 Reduced in H2 at 673 K e 130.4 98.0 86/14 3.4 Reduced in H2 at 673 K 147.2 92.0 88/12 0.0 a mmoles Sty h−1 mmol Rh−1. b Selectivity to Aldehydes. c Branched/Linear Ratio. d Using 5 cm3 of the solution recovered from the previous experiment. e Solvent used without drying. Table 2 Styrene hydroformylation over Rh/SiO2·Al2O3 modified with chiral diphophines Cycle Modifier Rate a S Hydf b 2Ph/3Ph c e.e. 1 (−)-DIOP 7.8 94.4 88/12 3.8 (R) 2 d None 165.6 92.0 91/6 0.0 1 (−)-Chiraphos 1.4 63.7 84/16 n.m. e 1 f (−)-Chiraphos 7.5 86.7 78/22 9.0 (R) 2 d None 142.2 95.8 87/13 0.0 a mmoles Sty h−1 mmol Rh−1. b Selectivity to Aldehydes. c Branched/Linear Ratio. d Using catalysts recovered from the previous experiment. e Not measured. f Reaction temperature 353 K. Styrene hydroformylation over modified Rh/SiO2·Al2O3 catalysts Juan M Coronado Royal Society Research Fellow 1 Fernando Coloma James A Anderson * Department of Chemistry, The University of Dundee, Dundee, DD1 4HN, Scotland, UK * Corresponding author. Tel.: +44-1382-344312; fax: +44-1382-345517 1 Present address: Instituto de Catálisis y Petroleoquı́mica, CSIC, Campus de la Universidad Autónoma, Cantoblanco, Madrid 28049, Spain. The hydroformylation of styrene over Rh/SiO2·Al2O3 has been studied in the presence of the chiral diphosphines (−)-Chiraphos and (−)-DIOP. FTIR studies of the solid–liquid interface show that these molecules react with the surface rhodium gem-dicarbonyl complex to yield Rh(I)(CO)(P–P), which remains attached to the solid. FTIR and 31P CP MAS NMR measurements, indicate that the optical modifiers are also adsorbed on the support and to a lesser extent, on the metal surfaces. Leaching of rhodium is greatly reduced by controlling the water content of the solvent and the degree of hydration of the catalyst surface. Catalytic activity is significantly decreased in the presence of the diphosphines although high levels of both chemo and regio selectivity towards the chiral aldehyde are maintained. Optical yields are moderate (maximum e.e. 9.0%) and drop to zero when the catalysts are reused. Styrene conversion is recovered after recycling of the catalyst. The participation of metallic particles in the hydroformylation process is discussed in relation with the changes that occur under reaction conditions. Keywords Hydroformylation Heterogeneous catalysts Rhodium Chiral phosphines Asymmetric synthesis 31P NMR 1 Introduction Hydroformylation of styrene and its derivatives attracts considerable attention as it offers a possible route for 2-arylpropionic acid synthesis [1] which are used as non-steroidal analgesics such as ibuprofen, and naproxen. Considerable effort has been made towards the production of pure enantiomers as the interaction of each optical isomer with biological systems differs and their therapeutic properties may also vary dramatically. The S-isomer of 2-arylpropionic acids is reported to be ca. 28 times more effective in the case of naproxen [2]. Pt complexes of chiral diphosphines promoted with SnCl2 have been used as catalysts for the asymmetric hydroformylation of arylaromatics [3,4]; however, homogeneous systems based on rhodium, present higher chemo and regio selectivity. When used with asymmetric phosphinephosphite as optical inductor, enantiomeric excesses of around 94% can be obtained [5]. The application of heterogeneous catalysts to homochiral compound synthesis is less well developed, despite the advantages of ease of separation from the reaction media. Although promising results in asymmetric hydroformylation have been attained using metal complexes supported on functionalised polymers [3,4,6], use of organic supports requires solvent compatibility [6]. Inorganic supports do not present this inconvenience and the ability to induce optical activity in the presence of a chiral promoter has been shown [7,8]. Although optical yields obtained with these catalysts are modest and loss of active phase into solution limits their use [7,8], a better understanding of the mechanism of these processes could result in the development of industrially suitable heterogeneous asymmetric catalysts. In the present study, the feasibility of using supported rhodium catalysts modified with chiral diphosphines for the asymmetric hydroformylation of styrene has been investigated. The influence of the state of the surface on the adsorption of the optical promoter and on metal leaching was studied. (S)-DIOP and (S)-Chiraphos were used as optical modifiers due to their availability and the abundance of information concerning their use in asymmetric synthesis. Amorphous silica–alumina was used as support because of the presence of Brønsted acidity which could be used to anchor the active phase via ion-exchange. SiO2-supported catalysts were used for comparative purposes. Both materials are mainly mesoporous and shape selectivity induced by the carrier [8], was not expected. This might simplify analysis as variations in selectivity may be related in the main to changes in the nature of the active sites. 2 Experimental 2.1 Catalyst preparation Catalysts were prepared by mixing a suspension of silica–alumina (Aldrich, 13% Al2O3, S BET=475 m2 g−1, pore volume 0.77 cm3 g−1, 67 μm average particle size) and a solution of RhCl3 (Alfa products). The pH was held at 10 by the addition of NaOH, and after 3 h continuous stirring, the solid was filtered and repeatedly washed with deionised water. The powder obtained was dried overnight at 353 K and stored. Catalyst conditioning was carried out in a Pyrex reactor that could be connected to a manifold where both vacuum and gas flow lines were available. Reduction was performed by heating the sample in a flow (50 cm3 min−1) of H2 for 1 h. The solid was outgassed at the same temperature and, following cooling to 298 K, immersed in toluene, to prevent contact with air during transfer to the reactor. A 1% Rh/SiO2, catalyst was prepared by wet impregnation, using RhCl3 and Aerosil 200 (Degussa) silica. The sample was dried at 383 K. Chiral diphosphines, (S,S)–Chiraphos (Aldrich, 98%) and (R,R)–DIOP (Aldrich, 98%), were stored at ca. 263 K and used without further purification. 2.2 Catalyst characterization BET surface area measurements of samples outgassed at 473 K were performed using Ar as adsorbate. Metal surface areas for samples that had been pre-treated at 673 K in H2 were measured by introducing a succession of 0.323 μmol pulses of H2 into a flow of nitrogen carrier gas and passing these over the sample at 298 K. The proportion of unconsumed H2 in each pulse was measured using a TC detector. Rhodium contents of the catalysts were determined using Atomic Absorption.31P CP MAS NMR spectra of the samples were obtained using a multinuclear Fourier Transform spectrometer (31P, 121.5 MHz; 1H, 300.1 MHz). Spectral acquisition was carried out using a 90° pulse width of 6 μs; 1 ms contact time, 60 kHz spectral width and a repetition time of 5.14 s. Data was acquired into 8 k words and transformed, using a line broadening of 100 Hz, into 8 k words. Powdered samples contained within 7.5 mm diameter zirconia “pencil” rotors were spun at 3.5 kHz using compressed air. Instrument calibration was performed using 85% H3PO4. Infrared spectra in the transmission mode were obtained of sample in the form of 25 mm diameter pressed powder discs located in a quartz IR cell connected to a conventional vacuum line apparatus fitted with dosing bulbs and connections to provide controlled gas flows. Measurements in the presence of higher gas pressures were conducted in a stainless steel high-pressure transmittance cell with spectra recorded at the elevated temperatures indicated in the figure legends. 2.3 Catalytic tests Pretreated catalysts were transferred under toluene to a glass tube that fitted within the walls of a 270 cm3 steel autoclave fitted with inlet/outlet ports, a pressure measuring gauge and a magnetically coupled stirring device. Typically, ca. 20 cm3 of a solution of styrene (Aldrich, 99%) in toluene (Aldrich, 99.8%, HPLC grade) previously dried with 5 A molecular sieve, was used. The olefin/metal molar ratio was fixed at 1500 while 12 μmol of the chiral diphophine (molar ratio Rh/(P–P)=1.5–2.0) were added to the reaction mixture. The autoclave was immersed in an oil bath maintained at 338 K, unless otherwise stated. The pressure inside the reactor was set at 80 bar at 298 K using a 1:1 CO/H2 mixture (BOC) which was purified using a commercial oxy trap. Conversion to the various products was determined by injection of the liquid sample into a gas chromatograph fitted with a Poropak Q column and an FID. Optical excesses were measured using a 10-cm long cell placed in a polarimeter, using a published value [3,4] for the specific rotation of 2-phenylpropanal. 3 Results 3.1 Catalyst characterisation The Rh/SiO2·Al2O3 catalyst contained 0.71 wt.% rhodium as determined by atomic absorption spectrometry. The BET area of the 473 K dried catalyst was 375 m2 g−1 and the metal dispersion after reduction at 673 K, was 0.46 H/Rh. The Rh/SiO2 catalyst, after calcination at 473 K gave a BET area of 185 m2 g−1 and after reduction at 673 K gave a H/Rh ratio of 0.34. 3.2 Interaction of the diphosphines with the surface of the catalysts Interaction of diphosphines with the supported rhodium catalysts was studied after exposing the sample to a solution of the modifier in toluene. Fig. 1 displays the FTIR spectra obtained of the adsorption of (−)-Chiraphos on Rh/SiO2·Al2O3. Spectra of a reduced sample exposed to CO at 298 K (Fig. 1a) show bands at 2223, 2112, 2070, 2052, and 1890 cm−1. The 2223 cm−1 band corresponds to CO at Lewis centres of the support [9]. The band at 2112 cm−1 is due to ν symCO of rhodium gem-dicarbonyl, and the band at 2052 cm−1 to the asymmetric stretching mode. These species present bands at 2112 and 2048 cm−1 when co-ordinated simultaneously to a water molecule and to a zeolite framework oxygen ions [10] and formation of a complex of the type Rh(CO)2(Os)(H2O) on the silica–alumina surface is feasible. Metallic sites were indicated by bands at 2070 due to linearly adsorbed CO along with the broader feature at 1890 cm−1, due to CO on bridging sites [11]. The sample was then immersed in the diphosphine in toluene solution for 2.5 h. A spectrum obtained after brief outgassing at 298 K and admission of CO is shown in Fig. 1b. Bands corresponding to the solvent dominate the spectrum, although it is possible to appreciate modifications in the carbonyl region. These changes become more apparent after extensive evacuation at 298 K (Fig. 1c). In the 2200–1800 cm−1 range, an overall reduction of the intensity along with a red–shift of most of the bands are observed. The band due to ν symCO of the dicarbonyl was centred at 2109 cm−1, the peak at 2070 appears as a shoulder, but without significant displacement, and the ν asymCO of the dicarbonyl appeared at 2041 cm−1. The bridging carbonyl band became narrower and relatively more intense, and CO species on the support were no longer detected. Adsorption of chiraphos/toluene solution also led to the appearance of several bands in the 1700–1300 cm−1 and 3100–2800 cm−1 regions of the spectrum. Bands at 1602, 1495, and 1462 cm−1 correspond to νC–C of a substituted ring and peaks at 1438 and 1386 cm−1 to the asymmetric and symmetric deformation modes of CH3 groups, respectively [12]. As the presence of toluene even after extended evacuation may not be neglected, and both solute and solvent contain monosubstituted benzene ring structures, the above bands can not be unambiguously attributed to the diphosphine. To gain further insight in to the role of the support and the state of the metal on the nature of the interactions with the chiral diphosphines, an experiment was conducted using the Rh/SiO2. Fig. 2a displays the spectrum of the calcined sample after exposure to CO at 363 K. Under these conditions it is expected that Rh, initially present as Rh(III), is reduced to Rh(I)(CO)2 complexes [10,13]. This process may take place in the presence of water: (1) Rh(III)+3CO+H 2 O(or OH −)→Rh(I)(CO) 2+CO 2+2H +(orH +) Dicarbonyls are confirmed by the bands at 2099 and 2043 cm−1. The relatively high frequency of the ν asyCO suggests that dicarbonyl species are also bound to both oxygen and OH/H2O groups of the support [10]. Following exposure to (−)-DIOP in toluene and brief outgassing, the most intense feature of the spectrum (Fig. 2b) appeared at 1996 cm−1. Although the relatively broad nature of this band obscures the peak at 2043 cm−1, the reduced intensity of the high frequency component clearly indicates that a proportion of the Rh(I)(CO)2 has been depleted. As no linear carbonyl species are present in the initial sample (Fig. 2a), displacement of these by the co-adsorbate molecule is not a possible assignment for the 1996 cm−1 band. It may be tentatively ascribed to the formation of Rh(I)(CO)(DIOP) species. Monocarbonyl rhodium complexes, co-ordinated to different phosphines, present bands below 2000 cm−1 and are formed under similar conditions [10]. Bands in the 1800–1300 cm−1 range of the spectrum (Fig. 2b) confirm the presence of diphosphine on the surface. The most intense features in this region appeared at 1487, 1438, and 1384 cm−1, due to aromatic ν(C–C), δ asy(CH3) and δ sym(CH3) vibrations, respectively, of the DIOP molecule [12]. Further CO (Fig. 2c), reduced the intensity at 1996 cm−1 and enhanced maxima of Rh gem-dicarbonyl species. Band positions of 2102 and 2023 cm−1 are shifted with respect to the initial spectrum (Fig. 2a) suggesting changes in the immediate environment of the Rh site. Conversion of a proportion of Rh(CO)(DIOP) to (DIOP)–Rh(CO)2 in the presence of CO might account for these modifications. Exposure of this sample to air resulted in further changes to the dicarbonyl species, giving shifts to 2096 and 2026 cm−1 (Fig. 2d). In addition, the carbonyl band at 1996 cm−1 indicative of Rh(I)(CO)(DIOP) was no longer observed and a new feature at 1690 cm−1 appeared. By comparison with spectra of acetone on SiO2 and Rh/SiO2 [14,15], this is attributed to the ν(CO) mode of this hydrolysis product present at very low coverage. This acid catalysed reaction retains the configuration of the asymmetric centre [6]. When the more acidic silica–alumina support was used, cleavage of the acetal group occurred readily without the need for atmospheric moisture. Fig. 3 displays the 31P CP MAS NMR spectra of Rh/SiO2·Al2O3 pre-treated under different conditions, and then contacted with solutions of the chiral diphosphines and finally exposed to air. When the catalyst was treated in vacuum at 498 K and contacted with (−)-DIOP (Fig. 3a) two lines appeared at 42 and −27 ppm, along with the corresponding side bands. Phosphines attached to rhodium(I) give resonances in the 70–30 ppm range, with J(Rh–P) of about 190 Hz [16]. This parameter does not vary significantly when these species are bound to polymeric or inorganic matrices. The chemical shift of the free Rh(l)(Chiraphos)(acac) complex is 60.8 ppm, whereas when attached to a silica–aluminate network, the value of δ shifts to 59.5 ppm [17]. The resonance at 42 ppm may be attributed to the presence of Rh(I)(DIOP) on the silica–alumina surface. The signal at lower chemical shift may therefore indicate diphosphine adsorbed on the support as both free, and supported phosphines, present resonances at negative δ values [16,18,19]. The measured chemical shift is down-field shifted from reported values for neat DIOP (−11.8 and −18.3 ppm) and out of the range reported for monophosphines supported on silica [18,19]. These results indicate considerable modification to the phosphorous nucleus. This can not be attributed to the formation of the diphosphine diol because a similar shift of the signal to lower fields was observed when Chiraphos was contacted with the catalyst (Fig. 3d). Bearing in mind the evacuation pretreatment of the samples, it seems likely that the resonance at −27 ppm is related to DIOP molecules at Lewis acid sites of the silica–alumina. When Rh/SiO2·Al2O3 is pre-treated under H2, the diphosphine gave essentially the same surface species (Fig. 3b), as deduced for the observed resonances. However, the ratio between signals corresponding to DIOP attached to the metal and to the support differs appreciably with a smaller proportion of support anchored species for the pre-reduced sample. After 4 months storage at 263 K, a spectrum of the Rh/SiO2·Al2O3 catalyst modified with DIOP showed some transformations (Fig. 3c). The detection of additional lines at 24.1 and 31.5 ppm, along with the slight depletion at −27.0 ppm, suggest that DIOP molecules attached to support may undergo oxidation to some extent [20]. The Rh–DIOP surface complexes, on the other hand, appear more stable to oxidation, with no indication of metal bound P(V) species. A possible weak contribution at 70.4 ppm appeared after ageing. This may be due to protonated diphosphine species [20] or to DIOP attached to oxygen covered rhodium clusters. When Rh/SiO2·Al2O3 sample was reduced at 673 K and exposed to Chiraphos solution in toluene, the 31P NMR spectrum displays lines at −14.9 (sh), −6.9, 43.7, and 52.9 ppm with the others due to spinning side-bands of the 43.7 and 52.9 ppm resonances (Fig. 3d). Following the assignment given for DIOP, the diphosphine attached to the acid sites of the support gives rise to the resonances at negative δ, whereas signals in the 55–40 ppm range can be attributed to rhodium–Chiraphos complexes [16,17]. Although adsorbed species on particles with metallic character can be difficult to detect due to signal broadening caused by the metal magnetic susceptibility [21], 31P NMR spectra of phosphines attached to polynuclear Rh0 complexes show resonances below those for the corresponding Rh(I) complexes [16,22]. The component at 43.7 ppm may be tentatively assigned to Chiraphos adsorbed on metallic aggregates with the 52.9 ppm line due to Rh(I) chiraphos. Oxygen would shift the 31P resonance of chiraphos on Rh metal to lower field, although the measured value indicates that oxidation to P(V) is not taking place. Phosphine oxide after reaction with Rh6(CO)16 gives rise to signals at around 110 ppm [22]. Possible explanations for the low field resonance is that diphosphine molecules are adsorbed at Rh sites affected by exposure to air or that phosphonium ion formation on the metallic surface occurred. The isotropic line-shape suggests limited heterogeneity in the environment of these surface species. 3.3 Metallic phase under hydroformylation conditions Reaction was carried out using Rh/SiO2·Al2O3 subjected to various pre-treatments. Aldehyde selectivity was always >90% and the branched/linear isomer ratio was relatively insensitive to pretreatment (Table 1) . The highest selectivity to linear aldehyde was obtained using recovered solution after a previous catalytic run. AA analysis of the solution after reaction indicated that an amount of rhodium had been leached to the liquid phase (Table 1). The amount of metal present in the reaction media was strongly influenced by the state of the catalyst. The greatest measured loss from the solid phase was ca. 60%, which occurred for a sample treated in CO at 373 K and then left in 2-phenylpropanal overnight. Results obtained using solvents that had not been dried before use indicated that the presence of water was also important with its presence favouring transfer to solution (Table 1). These leached Rh species were highly active for styrene hydroformylation as demonstrated by use of a small volume of recovered solution after reaction (Table 1). Not all styrene conversion could be attributed to Rh in solution, since there are cases where the measured metal losses were small or negligible, it still gave specific activities of ca. 150 mmol styrene h−1 mmol Rh−1. This value was somewhat lower than the value for the homogeneous reaction, but clearly demonstrates the participation of the supported phase in the oxo process. The regio selectivity did not vary significantly with the proportion of rhodium in the liquid phase. Spectra in the carbonyl region for reduced Rh/SiO2·Al2O3 exposed to high pressure gas mixtures are displayed in Fig. 4 . Following admission of 1 bar CO at 423 K, the spectrum shows bands at 2206, 2106, 2064, 2039, and 1865 cm−1. These are almost coincident with bands in a spectrum of the sample at 298 K and at a low pressure of CO (Fig. 1a). The highest frequency band is assigned to CO adsorbed on the support, whereas peaks at 2106 and 2041 cm−1 are associated with Rh(I)(CO)2 complexes. Bands at 2064 and 1865 cm−1 correspond to CO adsorbed on-top and at bridging sites, respectively, on metallic rhodium. As a function of time under 6 bar of CO at 423 K, the intensity of the dicarbonyl bands increased along with a shift to 1877 cm−1 for the bridge CO band (Fig. 4b), while the other features remain basically unchanged. This formation of Rh (CO)2 species as a function of contact time with CO is well documented [11,22]. The shift of the bridging band may be due to coverage effects but could also be related to the formation of Rh4(CO)12 clusters whose formation is favoured on acidic supports [23]. After the same pretreatment and following exposure of the Rh/SiO2·Al2O3 to 35 μmol of styrene and 1.5 bar of CO/H2 at 358 K, the greatest change was the almost complete absence of dicarbonyl species and the reduced intensity of the bridge (1882 cm−1) CO band (Fig. 4c). The band due to linearly adsorbed CO was only slightly affected, being shifted to 2059 cm−1. These changes are most likely due to co-adsorption with the styrene. After a period of time at 358 K under higher CO/H2 pressure, bands at 2098 and 2039 cm−1 were detected, indicating the formation of dicarbonyl species (Fig. 4d). The bridging carbonyl band regained intensity and shifted to 1875 cm−1. These changes may be explained by displacement of styrene by CO under higher-pressure conditions. However, changes in frequency and increased widths of the gem-dicarbonyl bands indicate modification to the environment of the adsorption site. The presence of ligated water or changes to the chemical nature of the surface oxygen bound to the metal centre have been used to account for these modifications [10,24]. 3.4 Asymmetric hydroformylation of styrene Table 2 summarises results obtained for the asymmetric hydroformylation of styrene using Rh/SiO2·Al2O3 in the presence of chiral diphosphines. The pre-treatment conditions (H2 at 673 K and outgassing at 673 K) were chosen in order to minimise rhodium loss. Using these conditions and providing that the solid was not exposed to atmospheric moisture, rhodium could not be detected in the solution after reaction by atomic absorption. Although some leaching of the active phase below the detection limit cannot be totally ruled out, the contribution of homogeneous species to the measured reactivity can be considered negligible. The addition of diphosphines in general, had a detrimental effect on the hydroformylation rates, and a higher reaction temperature was selected to increase styrene conversion when using (−)-Chiraphos. After recycling a previously modified catalyst, recovery or even slight improvement in activity with respect to unmodified catalyst was obtained. The observed rate increases may, to some extent, result from underestimating the amount of Rh due to losses during manipulation. These results contrast with those for Rh/SiO2 under similar conditions, where a ca. 10-fold activity decrease was found for reused catalysts. Selectivity to hydroformylation was generally high with only limited dependence on conversion. The contribution of direct hydrogenation of styrene was not very significant, but during the early stages, a considerable amount of oxygenated products, resulting from processes other than hydroformylation, were detected. These products, mainly phenyl ketones, were generated by carbonylation of styrene on the silica–alumina surface [25]. Although this reaction proceeded faster than hydroformylation during the initial stages, the active sites were quickly deactivated. Branched aldehyde was favoured over linear aldehyde formation and regio selectivity was relatively insensitive to the presence of chiral modifiers. A chiraphos modified catalyst, operating at higher temperature produced relatively higher proportions of 3-phenylpropanal. Asymmetric induction, although modest, was attained after addition of the chiral diphosphines to the reaction mixture (Table 2). The optical isomer in excess in all cases was (R)-2-phenylpropanal. Although the results are not directly comparable, (−)-Chiraphos appeared more effective than (−)-DIOP. Reused catalysts, previously exposed to the optical modifiers, gave racemic mixtures. 31P CP MAS NMR confirmed the presence of the chiral diphosphines on Rh/SiO2·Al2O3 catalyst after use in the hydroformylation reaction. Fig. 5 displays spectra of solids recovered after reaction where the optical modifier was used. To fill the NMR rotors, the recovered catalysts were physically mixed with silica–alumina in ca. 1/10 ratio. The poor signal to noise ratio does not, therefore, reflect insignificant quantities of the diphosphine. The resonance at −29.8 ppm (Fig. 5a) is due to DIOP attached to the support, while the peak at 42.8 ppm is due to diphosphine at isolated Rh(I) sites [16–20]. The resonance at 65.0 ppm, along with a weak line at ca. 90 ppm, are most likely related to DIOP molecules on the surface of particulate Rh, which are influenced by the presence of other adsorbates. Resonances at 76.3, 42.8, and −22.3 ppm (Fig. 5b) are attributed to equivalent species formed by interaction of Chiraphos with the different surface sites of Rh/SiO2·Al2O3. Slight differences in chemical shift may result from the influence of reagents and products on the configuration of the adsorbed species. Comparing results with those displayed in Fig. 3 shows the absence of two lines for Chiraphos (Fig. 5b) and an additional signal for the DIOP modified catalyst. Signals with positive chemical shift are more intense after reaction than following direct adsorption from toluene solution. These differences result from conditions generated by the hydroformylation reaction, which appear to favour adsorption of the optical modifier at metallic Rh centres. 4 Discussion The reactivity of phosphine modified Rh complexes on various supports has been studied [10,17]. Formation of Rh(CO)(PR2R′) complexes (R,R′=methyl, hexyl or phenyl groups) from Rh(I)(CO)2 on NaX and NaY zeolites treated with PR2R′ was indicated by an IR band in the 1990–64 cm−1 range [10]. Similar transformations would explain results where gem-dicarbonyl species are exposed to solutions of DIOP in toluene (Fig. 2b). Decreased intensity of the ν symCO band of the Rh(I)(CO)2 species on exposure to Chiraphos (Fig. 1) may indicate that similar complexes are formed for both modifiers. Bands due to monocarbonyl species are not clearly observed for the latter, possibly due to overlap with other bands. A band just outside the range reported by Rode et al. [10] is observed at ca. 1950 cm−1 (Fig. 1b) however, this forms one of the four bands in the 2000–1600 cm−1 region which are characteristic overtones of γCH vibrations of monosubstituted benzenes [12]. Support for co-ordination of Chiraphos and DIOP to Rh(I) sites is provided by 31P NMR (Fig. 3). As experiments were performed with samples exposed to air, results are relatively insensitive to catalyst pretreatment conditions. In the case of DIOP adsorption, the Rh(I) bound species formed are relatively homogeneous and the spectra display only one resonance (Fig. 3a,b). In contrast, Chiraphos generates at least two different Rh(I) complexes (Fig. 3d). There is no clear explanation for this behaviour since both modifiers posses comparable symmetries, although interaction of the oxygenate group of the DIOP could influence the mode of interaction. 31P NMR experiments indicate that species of the type Rh(I)(DIOP) are very stable. The corresponding resonance remains basically unaltered even after 2 months exposure to atmosphere at 263 K. This is of relevance as stability could be a key feature in the handling of catalysts based on these species. Contact with moisture may have a detrimental effect on their performance, not only affecting Rh leaching (Table 1) but also leading to hydrolysis of the DIOP acetal group (Fig. 2d). Adsorption of phosphines has received little attention, although the interactions of some PR3 molecules with several metals have been studied by IRAS [26]. Evidence for adsorption of Chiraphos on different Rh0 sites was detected indirectly here by frequency and intensity modifications to bands due to adsorbed CO. Shifts to lower frequencies accompanied by reduced band intensity and increased band width indicate direct interaction with the CO adlayer. An assumption would be that the diphosphines are preferentially located on terrace sites, which would maximise interactions with the surface. 31P NMR spectra suggest the presence of Chiraphos attached to rhodium clusters in different forms. Adsoprtion of equivalent species for DIOP on metal crystallites appears less likely, although NMR experiments provide evidence for their existence. This behaviour may be the result of specific interactions of the oxygen groups of this molecule with the surface. In contrast with the behaviour of the modifier at Rh(I) sites, diphosphines adsorbed on metal sites and on the support are less stable and gradually undergo oxidation and/or protonation [20]. As metallic sites are likely to participate in the hydroformylation reaction, these transformations might influence the activity of catalysts contacted with atmospheric air. None of the observed reactions (oxidation, protonation or diol formation), however, is expected to change the chirality of the modifier and therefore the ability to induce optical activity [6]. Diphosphines were identified in the same variety of adsorption sites after reaction (Fig. 5), suggesting similar interactions between the modifier and catalyst under hydroformylation conditions. The relative proportion of optical modifier at metal centres was greater than simple adsorption. This is significant in the case of reaction involving DIOP as species located on Rh0 were only observed under these conditions. As exposure to atmospheric air could result in changes in the characteristics and/or the relative proportion of the surface complexes, it cannot be inferred with certainty that the species detected by 31P NMR are identical to those present in the reaction media. Despite this limitations, data suggest that Rh(I) and Rh(0) sites are modified by the chiral diphosphines in the course of the reaction. Rhodium on inorganic supports may successfully catalyse the hydroformylation of various olefins in the liquid phase [7,27,28]. Conversion of 1-hexene and selectivity to alcohols and aldehydes over Rh/C, are comparable with results obtained under homogeneous conditions [28]. Substituted styrene is converted to the corresponding aldehydes using Rh–B–(Zn)/SiO2 to give comparable yields to the homogeneous reaction [27]. However, extensive leaching of the active phase is common for supported catalysts. Modifications using B or Zn may overcome this problem, which in extreme cases may result in losses of up to 40% of the active phase during a single hydroformylation experiment [27,28]. The mechanism of this process is not well established but a link between the amount of oxygenates in the solution and the extent of solubility of the active metal has been reported [28,29]. The influence of the reaction products on Rh leaching is confirmed here. When Rh/SiO2·Al2O3 was pre-treated in CO at 363 K, leaving all the Rh as gem-dicarbonyls, and subsequently contacted with a solution of 2-phenylpropanal in toluene for 12 h, ca. 60% of the initial Rh was lost from the solid. Some of the isolated Rh(I)(CO)2 species are apparently readily transferred from the support in the presence of oxygenates. The amount of water present either in the solution or adsorbed on the solid influenced the leaching process. When using solvents not previously dried, or low temperature pretreatment conditions which fail to remove adequate amounts of surface water, losses of rhodium were notably greater (Table 2). It is known that in the presence of H2O or surface hydroxyl groups [23], CO adsorption can lead to disruption of metallic rhodium particles and the formation of rhodium gem-dicarbonyl species (Eq. 1). IR experiments under conditions similar to the activity measurements (Fig. 4b) confirm an increase in the number of Rh(I)(CO)2 species. A quantity of Rh gem-dicarbonyl sites were present even when water was strictly excluded and similar species were detected even where no metal was lost into solution. It would appear that the rhodium gem-dicarbonyls formed via Eq. 1 are more susceptible to extraction from the solid surface. One possible explanation for this behaviour is that there are different types of Rh(I)(CO)2 species present (Fig. 4d) but only some are strongly held at the surface, possibly at the ion exchange sites on the Brønsted acidic solid. This is supported by the more extensive leaching of metal found when using Rh/SiO2 where the later sites are absent. Oxygenate molecules formed during reaction may saturate the co-ordination sphere of the Rh complexes when detaching these from the surface, thus facilitating their transfer to solution. The specific activity of Rh in solution is greater that the corresponding supported catalyst (on a mol Rh basis), but is slightly less on an atom basis when the supported catalyst dispersion is considered. Although reports show that activity may be comparable, conversions over heterogenised systems are usually lower than for the corresponding complexes in solution [27,28,30]. As solid surfaces present a range of adsorption sites, it is difficult to determine whether differences in activity result from an inherently lower activity of supported metals or to the averaging of the characteristics of the different centres. Studies using relatively well-defined surfaces, suggest lower activity for the supported complexes [24,30]. Although Rh(I) species are usually considered as the active site for hydroformylation by analogy with results obtained in the homogeneous phase, evidence for the participation of metallic particles in the process has been reported [31,32]. Studies of C2H4 hydroformylation over supported Rh suggest propanal formation occurs at Rh(0) centres [31,32]. Decreased activity for the modified catalysts (Table 2) suggest a contribution of the metallic particles to the hydroformylation reaction. The diphosphines are adsorbed at Rh(I) and Rh(0) sites, but it is not expected that the oxidised centres are detrimentally affected by the modifier. Isolated Rh(I)(CO) x (PR3) y species encapsulated in different zeolites show considerable activity for the hydroformylation of different substrates [24]. Similarly, a positive effect of excess optical modifier has been reported for Pd(II) exchanged catalysts [8]. For extended metal surfaces such as those possessed by particulate Rh, adsorption of the diphosphines could lead to loss of active sites that would account for the decreased activity. Styrene is not strongly adsorbed on Rh(0) surfaces as indicated by the limited modification to the IR spectrum in the carbonyl range after its admission and the ease with which it was displaced by increasing CO pressure (Fig. 4). The existence of competitive adsorption equilibrium between the substrate and the modifier would seem reasonable. A similar argument has been used to explain the low activity of Rh–B–(Zn)/SiO2 catalysts for styrene hydroformylation when using DMF as solvent [27]. Accepting this behaviour would imply a higher efficiency of the metallic surfaces for styrene hydroformylation, since their blockage would lead to the most significant decrease in activity. On the other hand, the hydrogenation rate remained very low, despite reports of high activity of metallic Rh for this reaction [27]. Experiments conducted at higher temperatures showed increased ethylbenzene formation. Hydroformylation in the liquid phase using heterogeneous Rh catalysts has shown high selectivity to oxygenated products [27]. Regio selectivity does not show high sensitivity to catalyst pretreatment, and branched/linear ratios of ca. 86:14 were obtained even with a fully homogeneous catalyst (Table 1). These values are comparable with those obtained for a number of homogeneous and heterogeneous rhodium catalysts [7,24,27,28]. In contrast with results here, an increase in branched aldehyde is generally observed after the addition of diphosphines [24,33]. The species determining the regio selectivity is the alkyl-intermediate complex [34]. Interaction of styrene with Rh centres would appear to take place preferentially through the Cα of the molecule, regardless of the catalyst characteristics. Optical activity using Rh/SiO2·Al2O3 in the presence of chiral diphosphines was less than 50% of that for the homogeneous catalyst [34], although the absolute configuration of the enantiomer in excess was the same. Similar behaviour was reported for other solid systems modified with asymmetric diphosphines [3,4,9]. The need for significant excess of the optical promoter to achieve enantioactivity has been highlighted [8]. This is consistent with formation of racemic mixtures for the recycled catalysts (Table 2) and indicates that significant coverage by the modifier is necessary to induce optical activity. When the diphosphine concentration is too low, equilibrium favours their presence in solution, and the resultant surface looses its chiral character. In addition to interactions via the phosphorus atom as in the homogeneous case, adsorption on the metal may also involve the aromatic ring [26] leading to a less effective orientation of the modifier for the formation of a particular enantiomer, than in the homogeneous case 5 Conclusions Chiral diphosphine modifiers were located predominantly at Rh(I) and Rh(0) centres of the pre-reduced catalysts used in hydroformylation, whereas adsorption from solution resulted in a higher concentration of diphosphines attached to the support. Modified catalysts were stable although some transformations take place following contact with moisture and/or oxygen. Rh/SiO2·Al2O3 exhibits high activity for styrene hydroformylation, which is comparable with the homogeneous equivalents. Leaching of Rh could be limited by careful preparation of catalyst and solvents by minimising water content. Metallic sites participate in the oxo process but do not significantly increase selectivity to hydrogenation. Asymmetric induction is achieved with modified catalysts, although the optical yield obtained is lower than in the homogeneous case. Large excesses of chiral diphosphine are necessary to obtain enantiomeric excesses. Acknowledgements This work was supported by the E.C. by the award of a TMR fellowship (to J.M.C.). We thank Dr. J.A. Chudek and Mrs R.L. MacKay for their assistance in obtaining the 31P NMR spectra. References [1] L Frunza H Kosslicck H Landmesser E Höft R Fricke J. Mol. Catal. A: Chem. 123 1997 179 [2] A.S.C Chan CHEMTECH 1993 46 [3] C.U Pittman Y Kawabata L.I Flowers J. Chem. Soc., Chem. Commun. 1982 473 [4] P Pino L.I Flowers C.U Pittman J. Chem. Soc., Chem. Commun. 1983 612 [5] K. Nozaki, N. Sakai, T. Nanno, T. Higashijima, S. Mano, T. Horiuchi, H. Takaya, 119 (1997) 4413 [6] R Deschenaux J.K Stille J. Org. Chem. 50 1985 2299 [7] J Kijénski M Glı́nski K Bielawski Stud. Surf. Sci. Catal. 41 1988 379 [8] K Nozaki M Lakshmi Kantam T Horiuchi H Takaya J. Mol. Catal. A: Chem. 118 1997 247 [9] M.I Zaki H Knözinger Spectrochim. Acta 43A 1987 1455 [10] E.J Rode M.E Davis B.E Hanson J. Catal. 96 1985 574 [11] J.A Anderson F Solymosi J. Chem. Soc., Faraday Trans. 87 1991 3435 [12] M Avram G.D Mateescu Infrared Spectroscopy — Applications in Organic Chemistry 1970 Wiley New York [13] S.S.C Chuang S Debnath J. Mol. Catal. 79 1993 323 [14] T Bernstein D Michel H Pfeifer P Fink J. Colloid Interface Sci. 84 1981 310 [15] J.A Anderson C.H Rochester J.C.S. Faraday 1 85 1989 1129 [16] J Naaktgeboren R.J.M Nolte W Drenth J. Am. Chem. Soc. 102 1980 3350 [17] J Janssen P.M Niederer W.F Hölderich Catal. Lett. 48 1997 165 [18] C.A Fyfe H.C Clark J.A Davies P.J Hayes R.E Wasylishen J. Am. Chem. Soc. 102 1980 3350 [19] L Bemi H.C Clark J.A Davies C.A Fyfe R.E Wasylishen J. Am. Chem. Soc. 104 1982 438 [20] D.J Zalewski P Chu P.N Tutunjian J.H Lunsford Langmuir 5 1989 1026 [21] P.K Wang J.P Ansermet S.L Rudaz Z Wang S Shore C.P Slichter J.H Sinfelt Science 234 1986 35 [22] S.P Tunik I.S Podkorytov B.T Heaton J.A Iggo J Sampanthar J. Organomet. Chem. 550 1998 221 [23] H.F.J Van't Blik J.D.A.B Van Zon T Huizinga J.C Vis D.C Koningsberger R Prins J. Phys. Chem. 87 1983 2264 [24] J.M Andersen Platinum Met. Rev. 41 1997 132 [25] J.M. Coronado, J.A. Anderson, to be published. [26] H Kariis G Westermark I Perssom B Liedberg Langmuir 14 1998 2736 [27] M Lenarda R Ganzerla S Paganelli L Storaro R Zanoni J. Mol. Catal. A: Chem. 105 1996 117 [28] T.A Kainulainen M.K Niemelä A.O.J Krause J. Mol. Catal. A: Chem. 122 1997 39 [29] L Alvila J Pursiainen J Kiviaho T.A Pakkanen O Krause J. Mol. Catal. A: Chem. 91 1994 335 [30] J.M Andersen A.W.S Currie J. Chem. Soc., Chem. Commun. 1996 1543 [31] N Takahashi A Mijin H Suematsu S Shinoara H Matsuoka J. Catal. 117 1989 348 [32] L Huang Y Xu W Guo A Liu D Li X Guo Catal. Lett. 32 1995 61 [33] T Hayashi M Tanaka I Ogata J. Mol. Catal. 13 1981 323 [34] G Consiglio F Morandini M Scalone P Pino J. Organomet. Chem. 279 1985 193",
      "scopus-id": "0034689636",
      "coredata": {
        "eid": "1-s2.0-S1381116999003672",
        "dc:description": "The hydroformylation of styrene over Rh/SiO2·Al2O3 has been studied in the presence of the chiral diphosphines (−)-Chiraphos and (−)-DIOP. FTIR studies of the solid–liquid interface show that these molecules react with the surface rhodium gem-dicarbonyl complex to yield Rh(I)(CO)(P–P), which remains attached to the solid. FTIR and 31P CP MAS NMR measurements, indicate that the optical modifiers are also adsorbed on the support and to a lesser extent, on the metal surfaces. Leaching of rhodium is greatly reduced by controlling the water content of the solvent and the degree of hydration of the catalyst surface. Catalytic activity is significantly decreased in the presence of the diphosphines although high levels of both chemo and regio selectivity towards the chiral aldehyde are maintained. Optical yields are moderate (maximum e.e. 9.0%) and drop to zero when the catalysts are reused. Styrene conversion is recovered after recycling of the catalyst. The participation of metallic particles in the hydroformylation process is discussed in relation with the changes that occur under reaction conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-03-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999003672",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Coronado, Juan M"
          },
          {
            "@_fa": "true",
            "$": "Coloma, Fernando"
          },
          {
            "@_fa": "true",
            "$": "Anderson, James A"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999003672"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999003672"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00367-2",
        "prism:volume": "154",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Styrene hydroformylation over modified Rh/SiO2·Al2O3 catalysts",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysts"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Chiral phosphines"
          },
          {
            "@_fa": "true",
            "$": "Asymmetric synthesis"
          },
          {
            "@_fa": "true",
            "$": "31P NMR"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "143-154",
        "prism:endingPage": "154",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 March 2000",
        "prism:doi": "10.1016/S1381-1169(99)00367-2",
        "prism:startingPage": "143",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00367-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "498",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1813",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2196",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "324",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9669",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1828",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "228",
            "@width": "280",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6481",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "72",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "775",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "340",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4861",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1946",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "238",
            "@width": "316",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7469",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2088",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "210",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003672-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7341",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034689636"
      }
    }
  }
}