{
  "metadata": {
    "title": "Further studies on hydration of alkynes by the PtCl<ce:inf loc=post>4</ce:inf>–CO catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-06-17",
    "doi": "10.1016/S1381-1169(01)00425-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901004253",
    "pii": "S1381116901004253"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037124976",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-11-28 2001-11-28 2010-04-18T17:18:08 1-s2.0-S1381116901004253 S1381-1169(01)00425-3 S1381116901004253 10.1016/S1381-1169(01)00425-3 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01513 2015-05-15T05:56:33.301439-04:00 0 0 20020617 2002 2001-11-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 184 184 1 2 1 2 Volume 184, Issues 1–2 1 1 10 1 10 20020617 17 June 2002 2002-06-17 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. FURTHERSTUDIESHYDRATIONALKYNESBYPTCL4COCATALYST ISRAELSOHN O 1 Introduction 2 Experimental 2.1 General 2.1.1 3(5α)-Ethynylandrostan-3β-ol 2.2 General procedure for the hydration of alkynes 2.2.1 3-Acetyl-2(5α)androstene 2.3 Partial kinetic resolution of 1,3,5-triphenylpent-4-yn-1-one by hydration 3 Results and discussion 3.1 Solvent effect 3.2 Effect of the amount of water 3.3 Dependence on the amount of PtCl4 and the mode of its application 3.4 Scope of reaction 3.5 Dependence on the substrate 3.6 Effect of the temperature and the stirring rate 3.7 Role of the CO and of other ligands 3.8 Partial resolution of a racemic alkyne via hydration by PtCl4–CO in the presence of a chiral ligand 3.9 Immobilization of the platinum–carbonyl catalyst 3.10 Catalytic transformation of the product 3.11 Mechanistic considerations Acknowledgements References BAIDOSSI 1997 669 W WOLOVSKY 1966 421 R BADRIEH 1992 161 Y VANDENHOVEN 1999 3964 B ANDREAS 1973 648 M CARPITA 1985 1919 A OKURO 1993 4716 K SHAPIRO 1964 2837 R CHONG 2000 1822 M HIRSCH 1978 4090 S SJOSTROM 1976 200 M JAFFE 1953 191 H DOUGHERY 1983 5273 T BADRIEH 1991 295 Y BONNEMANN 1996 143 H CALABRESE 1974 2614 J MENASHE 1993 7434 N BLUM 1999 32 J BLUM 2000 509 J TELES 1998 1415 H SAUVETRE 1982 4325 R CHISHOLM 1971 2557 M HISOX 1990 1997 W BROWNING 1988 105 C HARTMAN 1993 7613 J HISCOX 1994 317 W LONGONI 1976 7225 G ISRAELSOHNX2002X1 ISRAELSOHNX2002X1X10 ISRAELSOHNX2002X1XO ISRAELSOHNX2002X1X10XO item S1381-1169(01)00425-3 S1381116901004253 1-s2.0-S1381116901004253 10.1016/S1381-1169(01)00425-3 271358 2010-10-03T19:44:47.711707-04:00 2002-06-17 1-s2.0-S1381116901004253-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004253/MAIN/application/pdf/dddc979d3b6709d94515ddfb37e887a5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004253/MAIN/application/pdf/dddc979d3b6709d94515ddfb37e887a5/main.pdf main.pdf pdf true 94524 MAIN 10 1-s2.0-S1381116901004253-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004253/PREVIEW/image/png/99a7802de07d21936152046cae0658f1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004253/PREVIEW/image/png/99a7802de07d21936152046cae0658f1/main_1.png main_1.png png 56675 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901004253-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004253/STRIPIN/image/gif/35d1706661f9f2e81286994aad073044/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004253/STRIPIN/image/gif/35d1706661f9f2e81286994aad073044/si3.gif si3 si3.gif gif 594 18 115 ALTIMG 1-s2.0-S1381116901004253-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004253/STRIPIN/image/gif/c07bd84725ede5757de31bc04af782ec/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004253/STRIPIN/image/gif/c07bd84725ede5757de31bc04af782ec/si2.gif si2 si2.gif gif 334 19 54 ALTIMG 1-s2.0-S1381116901004253-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004253/STRIPIN/image/gif/448901794e3e2de549fcecdbe292a36e/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004253/STRIPIN/image/gif/448901794e3e2de549fcecdbe292a36e/si1.gif si1 si1.gif gif 1213 18 320 ALTIMG 1-s2.0-S1381116901004253-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004253/sc1/THUMBNAIL/image/gif/260d60fdcbb8471eeecc0eb33a4c3f6a/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004253/sc1/THUMBNAIL/image/gif/260d60fdcbb8471eeecc0eb33a4c3f6a/sc1.sml sc1 sc1.sml sml 1140 91 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004253-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004253/sc1/DOWNSAMPLED/image/gif/2ab860b4dcd8d207b10dbf4d9c1885e2/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004253/sc1/DOWNSAMPLED/image/gif/2ab860b4dcd8d207b10dbf4d9c1885e2/sc1.gif sc1 sc1.gif gif 6374 313 431 IMAGE-DOWNSAMPLED MOLCAA 3415 S1381-1169(01)00425-3 10.1016/S1381-1169(01)00425-3 Elsevier Science B.V. Scheme 1 Proposed mechanism for the hydration of alkynes by the PtCl4–CO catalyst. Table 1 Hydration of representative alkynes by the PtCl4–CO catalyst in aqueous glyme a Entry Substrate Reaction time (h) Hydration and main low boiling byproducts (yield, %) b 1 CH3(CH2)3CCH c 0.20 CH3(CH2)3COCH3 (46) 2 C6H5CCH 0.33 C6H5COCH3 (74) 3 2-(C4H3S)CCH 0.20 2-(C4H3S)COCH3 (30) 4 C6H5(CH2)2CCH d 0.20 C6H5(CH2)2COCH3 (46) 5 C6H5CCC6H5 d,e 12 C6H5COCH2C6H5 (63), cis-C6H5CHCHC6H5 (12), trans-C6H5CHCHC6H5 (24) 6 2-C10H7CCC6H5 d 19 2-C10H7COCH2C6H5 (20), 2-C10H7CH2COC6H5 (20) 7 C6H5CCCCC6H5 5 C6H5COCH2CCC6H5 (67), cis-C6H5CHCHCCC6H5 (9), trans-C6H5CHCHCCC6H5 (20) 8 HCC(CH2)2CC(CH2)2CCH 0.33 CH3CO(CH2)2CO(CH2)3CCH (9), CH3CO(CH2)3CO(CH2)2CCH (37), CH3CO(CH2)2CC(CH2)2COCH3 (10) 9 C6H5CCCO(CH2)2CH3 2.25 C6H5COCH2CO(CH2)2CH3 (83), f C6H5CClCHCO(CH2)2CH3 (4), C6H5COCHCCl(CH2)2CH3 (2) 10 H2CC(CH3)CC(CH2)2CH(CH3)2 1.25 H2CC(CH3)CH2CO(CH2)2CH(CH3)2 (68), H2CC(CH3)COCH2(CH2)2CH(CH3)2 (5), H2CC(CH3)CHCH(CH2)2CH(CH3)2 (2) 11 3(5α)-ethynylandrostan-3β-ol 0.33 g 3-acetyl-2(5α)-androstene (40) a Reaction conditions: 7.5mmol alkyne, 0.15mmol PtCl4, 200psi CO, 2ml 92% aqueous glyme, 108°C, stirring rate 350–400rpm. b The yields given are average of at least two experiments that did not differ by more than ±3%. Under these conditions the remaining percentages usually reflect the unreacted alkyne (within 1–3%). c 92% aqueous diglyme was used as solvent. d 0.75mmol of PtCl4 was used. e At 112°C. f As a mixture of the keto and enol tautomers. g Under the conditions given in Section 2. Table 2 Effect of the concentration of the water on the hydration of phenylacetylene a Amount of H2O 104 (initial rate) (moll−1 s−1) Yield of acetophenone after 12min (%) % M 4 2.22 4.69 9 8 4.44 13.3 26 12 6.52 14.1 27 15 8.35 3.13 6 17 9.45 1.56 3 20 11.1 0.52 1 a Reaction conditions: 7.5mmol phenylacetylene in 2ml of diglyme, 0.15mmol PtCl4, 200psi CO, 108°C, stirring rate 390rpm. Table 3 Dependence of the initial rate of acetophenone formation on the concentration of phenylacetylene a Initial concentration of phenylacetylene (M) 103 (initial rate) (moll−1 s−1) b 0.937 1.24 1.500 1.22 1.875 1.18 2.500 1.20 3.750 1.05 4.125 0.90 4.687 0.81 a Reaction conditions: 0.15mmol PtCl4, 200psi CO, 2ml diglyme, 108°C, stirring rate 390rpm. b Each datum is the average of at least two results that do not differ by more than ±3%. Table 4 Hydration of several diphenylacetylene derivatives under comparable conditions a Entry Substrate Yield of individual ketones (%) 1 4-CH3C6H4CCC6H5 4-CH3C6H4COCH2C6H5 (29), 4-CH3C6H4CH2COC6H5 (11) 2 C6H5CCC6H5 C6H5COCH2C6H5 (18) 3 4-FC6H4CCC6H5 4-FC6H4CH2COC6H5 (24), 4-FC6H4COCH2C6H5 (6) 4 4-ClC6H4CCC6H5 4-ClC6H4CH2COC6H5 (11), 4-ClC6H4COCH2C6H5 (5) 5 4-O2NC6H4CCC6H5 4-O2NC6H4CH2COC6H5 (6), 4-O2NC6H4COCH2C6H5 (3) 6 2-CH3C6H4CCC6H5 2-CH3C6H4CH2COC6H5 (2.5) a Reaction conditions: 7.5mmol alkyne, 0.15mmol PtCl4, 200psi CO, 2ml 92% aqueous glyme, 108°C, 3h. Further studies on hydration of alkynes by the PtCl4–CO catalyst Osnat Israelsohn a K.Peter C. Vollhardt b Jochanan Blum a * a Department of Organic Chemistry, The Hebrew University of Jerusalem, Jerusalem 91904, Israel b Department of Chemistry, Center for New Directions in Organic Synthesis, University of California and the Chemical Sciences Division, Lawrence Berkeley National Laboratory, Berkeley, CA 94720-1460, USA * Corresponding author. Tel.: +972-2-6585-329; fax: +972-2-6513-832 Under CO atmosphere, a glyme solution of PtCl4 forms, between 80 and 120°C, a carbonyl compound that promotes hydration of internal and terminal alkynes to give aldehyde-free ketones. The catalytic process depends strongly on the electronic and steric nature of the alkynes. Part of the carbonyl functions of the catalyst can be replaced by phosphine ligands, including chiral DIOP and polystyrene-bound diphenylphosphine. Upon entrapment of the platinum compound in a silica sol–gel matrix, it reacts as a partially recyclable catalyst. Keywords Platinum Carbon monoxide Alkynes Hydration 1 Introduction In a previous study [1], we have shown that, under CO atmosphere a PtCl4 solution in aqueous THF, catalyzes the hydration of several alkynes to give aldehyde-free saturated ketones according to Eq. (1). Upon extension of these studies, we realized (1) RCCR 1+H 2 O→RCOCH 2 R 1+RCH 2 COR 1 in some cases that the resulting ketones are accompanied by considerable amount of high molecular weight condensation products, and by alkenes that result from the water assisted transfer-hydrogenation of the alkynes. In addition, we noticed that small changes in the reaction conditions could be associated with significant variations in the results and consequently lead to low reproducibility. Particular significant fluctuations in the yields were observed in the hydration of C6H5CCH, C6H5CCC6H5, and C6H5CCCO(CH2)2CH3 mentioned in our previous paper [1]. Therefore, we found it necessary to investigate the main factors that influence the desired and the undesired processes, to optimize the reaction conditions, and to try to broaden the scope of the catalytic hydration. In this paper, we report the dependence of the catalytic hydration of alkynes on the nature of the organic solvent, on the amount of water, on the electronic and steric structure of the substrate, and on the CO, as well as on other additives to the platinum salt. We also report the possibility of using a chiral catalyst for induction of asymmetry during the addition of water to a racemic alkyne. 2 Experimental 2.1 General 1H and 13C NMR spectra were recorded on Bruker AMX-300 and AMX-400 instruments. MS measurements were performed on a Hewlett-Packard model 4989A mass spectrometer equipped with both an HP gas chromatograph model 5890 Series II and a particle beam interface system with an HPLC model 1050. IR spectra were taken on a Bruker Vector 22 FTIR spectrometer. Gas chromatographic separations and analyses were carried out with the aid of a Hewlett-Packard GC model 417, and a Varian-Aerograph instrument model 920. HPLC separation of none chiral products were performed on a Jasco TRI-ROTAR IV machine equipped with a DG-3510 degasser and a UVIDEC 100-VI UV spectrophotometer. The hydration experiments were carried out either in a Parr bench top microreactor series 4591 with a temperature controller 4841, equipped with a mechanical stirrer and a sampler, or in a 45ml Parr pressure vessel model 4712 with a gage block No. 4316 furnished with a magnetic stirrer. Optical rotation measurements were taken on a Perkin-Elmer polarograph model 141 equipped with a sodium lamp. HPLC analysis and separation of partially resolved 1,3,5-triphenylpent-4-yn-1-one was made for us by Regis Technologies (Morton Grove, IL) on a Pirkle Type (S,S)-ULMO column. Most commercially available starting acetylenes were purchased from Farchan Division of Story Chemical and from Aldrich Chemical Co. 1,4-Diphenyl-1,3-butadiyne [2], 1,5,9-decatriyne [3], 1-phenyl-1-hexyn-3-one [4], 2,7-dimethyloct-1-en-3-yne [5,30], 3-ethoxy-1,3-phenylbut-1-yne [6], 2-ethynylfuran [7], 2-ethynylthiophene [7], 1- and 2-phenylethynylnaphthalene [8], and 1,3,5-triphenylpent-4-yn-1-one [9] were prepared as described in the literature. The various 4-substituted phenylacetylenes [10] XC6H4CCH, as well as the substituted diphenylacetylenes XC6H4CCC6H5, were prepared either by treatment of the corresponding aryl iodides with trimethylsilyl-acetylene followed by hydrolysis, or by the reaction of the iodides with phenylacetylene in the presence of PdCl2(PPh3)2 and Cu2I2 [10]. 5α-Androstan-3-one was prepared from epiandrosterone by Wolff–Kishner reduction followed by Jones oxidation according to the procedure of Shapiro et al. [11]. 2.1.1 3(5α)-Ethynylandrostan-3β-ol To a solution of trimethylethynylmagnesium bromide (prepared from a THF solution of 27mmol of ethylmagnesium bromide and an equimolar amount of trimethylsilylacetylene) in 85ml of THF was added dropwise at −78°C a solution of 1.53g (5.58mmol) of 5α-androstan-3-one in 60ml of the same solvent. The stirred reaction mixture was allowed to warm up to 25°C within 30min, and then quenched with 10% aqueous NH4Cl. Most of the THF was removed under reduced pressure and the residue extracted with ether and worked up in the usual manner to give 1.20g (58%) of crude 3(5α)-trimethylsilylethynylandrostan-3β-ol. The carbinol was hydrolyzed without purification by stirring for 18h with a mixture of 1.2g K2CO3, 1.5ml water, 5.2ml MeOH and 5.2ml of ether. Extraction of the steroid into ether and column chromatography on silica gel, using mixtures of 20:1–10:1 hexane–ether as eluent, afforded 750mg (78%) of the colorless alkynol; m.p. 108–109°C; IR (KBr): 3302 (OH), 2116cm−1 (CC); 300MHz 1H NMR (CDCl3): 0.59 (s, 3), 0.81 (s, 3), 0.95–1.88 (m, 24), 2.05 (br s, 1), 2.47 (s, 1). Analysis: Found: C, 83.99; H, 10.60%. C21H32O requires: 83.94; H, 10.73%. 2.2 General procedure for the hydration of alkynes The following procedure was employed for the hydration of most alkynes. A solution of 50.5mg (0.15mmol) of PtCl4 in 2ml of 92% aqueous glyme and 7.5mmol of the alkyne was placed in a miniautoclave. The reaction vessel was flushed (3×) with carbon monoxide and then pressurized with the same gas to 200psi. The autoclave was then introduced into an oil bath, thermostated at 108°C and the reaction mixture stirred at 350–400rpm for the desired length of time. The mixture was concentrated under reduced pressure. The concentrate was extracted with a suitable solvent (usually CH2Cl2) and chromatographed on either silica gel or alumina. The resulting products were analyzed by the usual spectroscopic methods and, when possible, compared with authentic samples. Some representative results obtained under these conditions are summarized in Table 1 . For the kinetic measurement, an autoclave with sampler was used and the CO pressure was adjusted after each sampling. 2.2.1 3-Acetyl-2(5α)androstene The reaction of 200mg (0.67mmol) of 5α-ethynylandrostan-3β-ol in 3ml of 92% aqueous glyme in the presence of 7mg (21×10−3 mmol) of PtCl4 under 200psi CO afforded after 20min at 108°C, the unsaturated ketone as the only product. Separation from the unreacted starting alkynol was accomplished by preparative TLC on silica gel using a 4:1 hexane–ether mixture as eluent. Yield 81mg (40%); m.p. 138–140°C; IR (KBr): 1663 (CO), 1642cm−1 (CC); 300MHz 1H NMR (CDCl3): 0.71 (s, 3), 0.72 (s, 3), 0.95–1.48 (m, 22), 2.32 (s, 3), 6.81 (t, 1, J=8Hz). Analysis: Found: C, 83.65; H, 10.82%. C21H32O requires: C, 83.94; H, 10.73%. 2.3 Partial kinetic resolution of 1,3,5-triphenylpent-4-yn-1-one by hydration To a solution of 10mg (3×10−2 mmol) of PtCl4 and 15mg (3×10−2 mmol) of (4R,5R)-(-)-O-isopropylidene-2,3-dihydroxy-1,4-bis(diphenylphosphino)butane (R,R-DIOP) in 2.5ml of dry glyme was added a solution of 25.1mg (0.81mmol) of 1,3,5-triphenylpent-4-yn-1-one [9] in 1ml of glyme and 70μl of water. The reaction mixture was then treated as described above with CO at 108°C for 16.5h. After the usual work-up, the resulting material was separated on silica gel using a 1:10 mixture of ether–hexane as eluent to give 201mg of starting material and 53mg (20%) of 1,3,5-triphenylpentane-1,5-dione, m.p. 84°C [12]. The recovered alkyne was optically active; 0.8°, 25°C, 589nm, CHCl3, c=1; which indicates 3% ee [13]. The same ee value was obtained by HPLC analysis on a 250×4.6mm Pirkle Type (S,S)-ULMO column with a mobile phase of 99.5% hexane and 0.5% of 2-propanol; flow rate 1ml/min. 3 Results and discussion Like some other platinum compounds that promote hydration of acetylenes [4,14,31–35] the PtCl4–CO catalyst was found to be highly sensitive to the reaction conditions and its activity influenced by several factors. 3.1 Solvent effect Hydration of phenylacetylene in the presence of 8% of water and 200psi CO in (i) dioxane, (ii) THF, (iii) ethyl acetate, (iv) glyme, and (v) diglyme at 108°C formed after 12min 6, 16, 25, 26, and 26 of acetophenone, respectively. The reaction under phase transfer conditions using tricaprylmethylammonium chloride as phase transfer catalyst and either 1,1,2,2-tetrachloroethane or benzene as the organic medium, afforded 4–12% of the expected ketone. On the basis of these results, we conducted our standard hydration experiments either in aqueous glyme or diglyme. 3.2 Effect of the amount of water The hydration in diglyme proved to be first-order in H2O at low water concentration (<6M), but above 7M the rate of formation of PhCOCH3 decreased sharply (Table 2 ). As the optimal amount of water was 8–12%, we used 88–92% of aqueous diglyme (or glyme) in our standard experiments. Replacement of the H2O by D2O was associated with a primary kinetic isotope effect, rate(H)/rate(D)=2.5, and the resulting ketones were found by 400MHz 1 H{2 D} NMR to be 8% C6H5COCH3, 26% C6H5COCH2D, 42% C6H5COCHD2, and 24% C6H5COCD3. Control experiments have shown that part of the deuterium labeling results from platinum catalyzed H–D exchange of acetophenone with D2O. 3.3 Dependence on the amount of PtCl4 and the mode of its application Experiments in which 7.5mmol of phenylacetylene in 2ml of diglyme and varying amounts of PtCl4 (from 0.032 to 0.188mmol) were reacted for 12min periods with 0.16ml H2O at 108°C under 200psi of CO, revealed that the hydration is first-order in the platinum compounds for [PtCl 4]<70 mM . Above 75mM, the process becomes practically independent of the catalyst. An identical rate dependence was observed when these experiments were conducted in glyme instead of diglyme. In our preliminary experiments [1], we carried out the hydrations in two steps: in the first step, we treated the platinum salt at 100°C with CO under a pressure of 200psi, and in the second step, the green complex was heated with the substrate at 80°C under 20psi CO. We have now found that the process gives the most reproducible results in a one step process in which all components are heated at 105–110°C under 200psi CO. Thus, the standard hydration experiments could be optimized by using 0.075–0.125M solutions of PtCl4 in 92% aqueous glyme at 108°C. 3.4 Scope of reaction Several representative alkynes that had not been studied in our preliminary work as well as phenylacetylene, diphenylacetylene, and 1-phenyl-1-octyn-2-one that gave somewhat irreproducible results, were now investigated under the improved conditions. The results are summarized in Table 1. Table 1 indicates that the hydration takes place with terminal and internal aliphatic, aromatic, as well as sulfur heterocyclic alkynes to give aldehyde-free ketones. As the ketonic products formed from terminal acetylenes have reactive acetyl moieties that may undergo slow undesired catalytic condensations, we limited the reaction time of these substrates to 12–20min, during which the condensation processes are usually still negligible. Diarylacetylenes give ketones that do not undergo condensation. Owing to their bulkiness, they require, however, longer reaction times of several hours. During this extended period, two side reaction occurred occasionally. Diphenylacetylene (entry 5 in Table 1) and 1,4-diphenylbutadiyne (entry 7), but not 2-naphthylphenylacetylene (entry 6), underwent water-assisted transfer hydrogenation to give substantial amounts of the corresponding cis- and trans-olefins. The second side reaction, which in most cases did not exceed 0.5% was hydrochlorination of the alkynes. The formation of HCl is the result of hydrolysis of the platinum salt. Only in the hydration of 1-phenyl-1-hexyn-3-one, 6% of chlorinated olefins was obtained (entry 9). The formation of 2% of C6H5COCHCCl(CH2)CH3 is rationalized by rearrangement of the starting alkynone to C6H5COCC(CH2)2CH3 prior to the addition of HCl [4]. Under our reaction conditions, only two molecules of water added to 1,5,9-decatriyne [3] in the first 20min (entry 8). Interestingly, CH3CO(CH2)2CC(CH2)2COCH3 [15], which one would expect to be the major hydration product, was obtained in only 10% yield in the first 20min. The alkynediones CH3CO(CH2)3CO(CH2)2CCH and CH3CO(CH2)2CO(CH2)3CCH were formed in 37 and 9% yield, respectively. They were difficult to separate as analytically pure compounds, but their structure could be determined unequivocally from their mass spectra. While 1-decyn-6,9-dione forms [HCC(CH2)3]+ (m/z=67) as a major fragment, this ion does not show up in the spectrum of 1-decyne-5,9-dione. The latter alkynedione is characterized by the strong MS peak, m/z=85, which corresponds to [CH3CO(CH2)3]+. The enyne, H2CC(CH3)CC(CH2)2CH(CH3)2 [5,30], yielded mainly H2CC(CH3)CH2CO(CH2)CH(CH3)2 [16] in which the carbonyl function is located at the least hindered position. The only by-product in this reaction was 2% of the partially hydrogenated alkyne, CH2C(CH3)CHCH(CH2)2CH(CH3)2 [17]. The experiment listed as entry 11 indicates that the PtCl4–CO promoted hydration is applicable to steroidal alkynes that are usually difficult to be hydrated by other methods. The ethynylandrostanol undergoes both catalytic dehydration (removal of the OH group from position 3 and a hydrogen from position 2) and catalytic addition of water to the C–C triple bond. The location of the double bond between C2 and C3 was evidenced by the appearance of a triplet for the vinylic proton in the 1H NMR spectrum. 3.5 Dependence on the substrate At substrate concentrations between 0.937 and 3.75M, the hydration of phenylacetylene proved to be practically independent of the substrate during the first 5min, during which practically no side products are detectable. At substrate concentrations >3.75M, the reaction rate slows down. The dependence of the rate of hydration of phenylacetylene on the concentration of the substrate between 0.937 and 4.688M is summarized in Table 3 . We attribute this catalyst “poisoning” with excessive substrate to the blocking of active sites which interferes with the coordination of the water. The reaction rate proved to depend significantly on the electronic and steric nature of the substrate. Experiments conducted under comparable conditions with some substituted phenylacetylenes revealed that the initial hydration rates of 4-CH3C6H4CCH, 4-CH3OCH4CCH, 4-FC6H4CCH, and 4-ClC6H4CCH were 6.92×10−4,6.51×10−4,2.60×10−4, and 9.20×10−5 moll−1 s−1. From the logarithm of these data and the σ p values suggested by Sjöström and Wold [18], a Hammett plot could be drawn and the ρ value of 2.20±0.03 deduced. This value suggests partial positive charge formation in the rate determining step [19]. A quite similar electronic effect was observed during the hydration of internal alkynes. The substrates of choice were substituted diphenylacetylenes, XC6H4CCC6H5, which react much more slowly than the phenylacetylenes, but do not undergo condensation reactions. The results of some comparative experiments are summarized in Table 4 . The only by-products were cis- and trans-stilbene derivatives formed by water-assisted transfer hydrogenation. The latter products could be separated readily from the ketones by chromatographic methods. Despite the general trend that alkynes with electron donating substituents in the para-position react relatively fast and those with electron attracting groups react slowly, the results listed in Table 4 cannot be expressed very well as a Hammett plot. In this series, one should notice that while 4-CH3C6H4CCC6H5 forms 4-CH3C6H4COCH2C6H5 and 4-CH3C6H4CH2COC6H5 as the major and minor products, respectively (entry 1), the diarylacetylenes with electron attracting substituents yield in preference ketones in which the carbonyl group is conjugated with the substituted phenyl moiety (entries 3–5). Steric factors have an even stronger influence than the electronic effect on the hydration of alkynes in aqueous glyme (see entry 6 in Table 4). In aqueous THF and under phase transfer conditions, the steric effect is less pronounced than in glyme [1]. The carbonyl moiety in the single product of sterically hindered 2-CH3C6H4CCC6H5 is conjugated to the non-substituted phenyl ring. Further, significant steric effects have been observed in the hydration of the naphthylacetylenes. While 2-(phenylethynyl)naphthalene forms slowly the two expected ketones in equal amounts (Table 1, entry 6), the more hindered 1-(phenylethynyl)naphthalene does not react at all under the same conditions. Likewise, 9-(phenylethynyl)phenanthrene [20] and 1,2-bis(phenylethynyl)benzene [21] proved inactive. 3.6 Effect of the temperature and the stirring rate The hydration of the alkynes proved to take place over a considerable range of temperatures. Phenylacetylene hydration was studied between 80 and 120°C and found to yield during the first 10–15min practically pure acetophenone. Thereafter, however, the product started to undergo considerable condensation (vide infra). Therefore, our determination of the rate dependence on the temperature was based only on the initial rates. For several substrate concentrations between 0.8 and 1.2M rate measurements were carried out between 87 and 117°C (360–390K). In a set of experiments, in which a 1.01M solution of phenylacetylene and 0.034M of PtCl4 in glyme was reacted under 200psi CO, the initial rates of acetophenone formation at 87, 97, 113 and 117°C were 0.0125, 0.0325, 0.505, and 0.716moll−1 s−1. From the Arrhenius plot of ln(initial rate) against 1/T×10−3, the apparent activation energy E a=7.16kcalmol−1 was deduced. This surprisingly low value suggests that the hydration takes place under heterogeneous conditions and is diffusion, rather than being chemically controlled [22]. Support for this suggestion is found in the observation that the reaction depends strongly on the stirring rate. In order to eliminate this factor from our studies, we have tuned our stirrers to 390rpm. We believe that the heterogeneous nature of the catalytic system is associated with the initial formation of insoluble clusters of platinum complexes. A possibility that metallic platinum particles are formed during the process can be ruled out by our experiments with metallic nanoparticles (prepared by reduction of a THF solution of K2PtCl4 by NaBH4 in the presence of [(C8H17)3NCH3]Cl) [23], which proved completely inactive, and by the fact that XPS studies of the used catalyst did not reveal the presence of any Pt(0). 3.7 Role of the CO and of other ligands While some α-alkynones can be hydrated by PtCl4 in the absence of CO [4], most alkynes react efficiently only in its presence. As we have shown [1] that both the kinetics of the addition of water to alkynes by our PtCl4–CO system, and the IR bands of the reacting complex resemble those obtained with H2[Pt3(CO)3(μ-CO)3] n (n=5,6) [24,36], we suggest that in the presence of traces of HCl both platinum-containing materials are precursors to one and the same catalyst HPtCl(CO)2 [1]. Since we found that there are some acetylenes, apart from α-alkynones, that can be transformed to ketones in aqueous glyme or diglyme without CO, we conclude that there must be more than one route for the hydration of alkynes. For example, when in the hydration of phenylacetylene at 108°C under 200psi CO (that yielded 85% acetophenone after 25min), the CO was replaced by N2 (200psi) or CO2 (80psi), the reaction still proceeded, although the yield of the ketone dropped to 33 and 23%, respectively. When the process was conducted in air under ambient conditions, 20% of acetophenone was isolated. In the various experiments without CO, significant amounts of condensation products of high molecular weight were obtained, even at the short reaction period of 20min. This proves that the CO-containing system is a better hydration than condensation catalyst (vide infra). Despite these observations, it was feasible to replace part of the CO by various ligands without increasing the amount of undesired polycondensation products, although large amounts of the additive usually decreased the rate of hydration. Under conditions, in which the PtCl4–CO catalyst yielded 60% of acetophenone, the addition of 20, 33, and 100mol% of triphenylphosphine to the reaction mixture furnished, 66, 43 and 23% of the ketone. Thus, a small amount of the phosphine is not only not deleterious but, even increases the rate. Under the same conditions, the addition of an equimolar amount of triphenyl phosphite yielded 31% of acetophenone, and 40mol% of the bidentate (S)-(−)-2,2′-bis(diphenylphosphino)-1,1′-binaphthalene gave 18% of the ketone. Because the hydration of some alkynes was reported to take place by metal-free formic acetic, and some mineral acids [25], we investigated the possibility that the hydration process is associated with the high acidity of the PtCl4–CO solution. In experiments with C6H5CCH in which the platinum catalyst was replaced by HCl, CH3C6H4SO3H, SbF3 or even H2PtCl6, the yield of acetophenone proved to be significantly lower than that obtained with the PtCl4–CO complex. 3.8 Partial resolution of a racemic alkyne via hydration by PtCl4–CO in the presence of a chiral ligand The ability to replace part of the carbonyl groups of the PtCl4–CO system by an optically active phosphine ligand lead us to investigate the possibility of kinetic resolution of a chiral alkyne. Thus, 1,3,5-triphenylpent-4-yn-1-one, C6H5COCH2CH(C6H5)CCC6H5 (prepared best from diphenylacetone and [(3-dimethylamino)propyl]-bis(phenylethynyl)aluminum [9]), was hydrated in the presence of PtCl4, CO, and (R,R)-DIOP under the conditions described in Section 2 until 20% of the starting material had reacted. After chromatographic separation of the reaction mixture, 20% of the symmetrical 1,3,5-triphenyl-1,5-pentanedione [13] and starting alkyne which was resolved to the extent of 3%, were obtained. Although, such low resolution is of no practical value, it proved the feasibility of asymmetric induction in alkynes during platinum-catalyzed hydration. 3.9 Immobilization of the platinum–carbonyl catalyst The observation that the PtCl4–CO system tolerates the presence of tertiary phosphines, allowed us to attach the platinum salt to a phosphinated polystyrene support. In a typical set of experiments, 0.25–0.65mmol of PtCl4 were bound to 1g samples of 2% cross-linked polymer-bound diphenylphosphine on styrene–divinylbenzene co-polymer (0.62mequiv. of P/g, beads, 20–60mesh) in the conventional method [26], and the resulting immobilized platinum salt (washed with glyme and dried at 70°C in vacuo) was employed in the hydration of phenylacetylene under 200psi CO. A supported catalyst with P:Pt molar ratio of 1:1 lead to slow hydration to give 17% of acetophenone within 20min. Upon recycling of the catalyst the same yield was obtained in the second and third runs. Extension of the reaction time to 45min, lead to the formation of 38% of the ketone but an approximately 20% reduction in yield occurred in each of the next runs. Reduction of the P:Pt ratio in the catalyst to 1:3, lead to a relatively high yield (54% in 20min) in the first run which, however, dropped sharply (to 7.5%) in the second cycle. The PtCl4 has been immobilized also by encapsulation in a silica sol–gel matrix [27]. The best catalyst was obtained when the sol–gel material was prepared under anhydrous conditions from SiCl4 (rather than from an alkoxy silane) in the presence of tert-BuOH [28]. Stirring of PtCl4 (0.1mmol) in THF (6ml) in the presence of tert-BuOH (3.2ml) and SiCl4 (2ml) for 6h under N2 atmosphere at 25°C afforded heterogenized PtCl4 that hydrated phenylacetylene with aqueous glyme and CO (200psi). In the first run, 50% of acetophenone and 3% of styrene were obtained. In the second run, however, the yield of the ketone dropped to 20%, and in the third run, the immobilized complex lost completely its power to catalyze hydration, although it continued to promote the transfer-hydrogenation of the alkyne to styrene for at least the next five runs. 3.10 Catalytic transformation of the product As mentioned above, the main limitation of the hydration process is the condensation of the ketonic products that have COCH3 moieties to give oligomers and insoluble macromolecules. In fact, there exists the possibility that in some cases carboxaldehydes are formed in addition to ketones as primary products, but that they do not accumulate owing to their rapid depletion by condensation processes. While these condensations are usually slow and negligible during the first stages of the hydration, they may become significant when the process advances. Therefore, in some cases the accumulation of the ketones even decreases after a certain time. For example, when C6H5CH2CH2CCH was hydrated under our standard conditions for 20min, the yield of C6H5(CH2)2COCH3 was 16%. Upon extension of the reaction time to 30min, only 13% of the desired ketone was left. The condensation process was found to be particularly significant when the CO gas was replaced by N2. In a typical experiment of phenylacetylene hydration by PtCl4–N2, the yield of acetophenone after 40 and 120min was 33 and 16%, respectively. We have shown that the hydration catalyst also promotes the polycondensation processes. When in a standard experiment of phenylacetylene hydration that yielded normally 74% of acetophenone after 20min, the reagent was exchanged by alkyne-free acetophenone, 67% of the ketone underwent condensation. When a 1:1 mixture of phenylacetylene and acetophenone was placed in the reaction vessel the entire alkyne was consumed, but only 45% of monomeric acetophenone was left after 20min. A threefold dilution with the medium (glyme) had no effect on the polymerization: the yield of the ketone was 74% as in the case of more concentrated reaction mixtures. The possibility that the polymerization takes place by a free radical process could be excluded on the basis of tests with free radical initiators and free radical scavengers. Neither addition of 5mg of hydroquinone nor of benzoyl peroxide had any effect on the accumulation of the macromolecules. Both additives decreased the rate of hydration to some extent, probably as the result of complexation with the catalyst. Under conditions that, in the absence of the additives, furnished 74% of acetophenone, we obtained 52 and 57% of the ketone, respectively, in their presence. On the other hand, the addition of bases (e.g., sodium acetate) strongly promoted the condensation reactions. 3.11 Mechanistic considerations Our observation that aryl acetylenes with electron donating substituents at the para-position are hydrated faster than those with electron-attracting groups may suggest that the addition of the water to the triple bond is an electrophilic, rather than a nucleophilic process. This is not in agreement with the previously proposed mechanism [1]. It would fit, however, a mechanism similar to the one suggested by Teles et al. [29] for gold-promoted addition of alcohols to alkynes. The first step in the catalytic cycle (step ‘a’ in Scheme 1 ) is the addition of water to an alkyne complex of Pt(II). Step ‘b’ is an intramolecular electrophilic attack of the oxonium moiety on the alkyne ligand, followed by transfer of an oxygen-bound hydrogen to the platinum bound carbon atom via a platinum hydride species. The final step ‘d’ is the release of ketone (in its enol form) from the Pt(IV) intermediate and addition of a new alkyne molecule which regenerates the initial Pt(II)–alkyne complex. Support for this mechanism is found in the observation that non-hindered diarylacetylenes with electron-donating groups form as the main products ketones in which the carbonyl function is conjugated to the substituted phenyl ring, and vice versa. The alkynes with electron-attracting substituents give mainly ketones in which the carbonyl winds up adjacent to the unsubstituted ring. The significant deuterium isotope effect indicates that the step which involves hydrogen transfer is rate-limiting. Thus, we assume that both steps ‘b’ and ‘c’ are slow and influence the rate. This proposed mechanism is also in agreement with XPS analysis of the residual catalyst which revealed that the platinum exists as a mixture of Pt(II) and Pt(IV) species, free of Pt(0). We assume that during the reaction of PtCl4 with CO at least part of the Pt(IV) is reduced to Pt(II). In fact, PtCl4 and PtCl2 give under CO quite similar yields of ketones, but PtCl2 leads usually to more polymeric material than PtCl4. Acknowledgements We thank the United States–Israel Binational Science Foundation (BSF), for major support of this study through Grant No. 96-00093. KPCV is supported by the Director, Office of Energy Research, Office of Basic Energy Sciences, Chemical Sciences Division of the US Department of Energy under contract DEAC03-76SF00098. The Center for New Directions in Organic Syntheses is supported by Bristol-Myers Squibb as Sponsoring Member. We also thank Professor Moris S. Eisen for performing XPS analyses and the Regis Technologies, Inc., Morton Grove, IL, for HPLC-separation of the enantiomers of 1,3,5-triphenylpent-4-yn-1-one, free of charge. References [1] W. Baidossi M. Lahav J. Blum J. Org. Chem. 62 1997 669 [2] I.D. Campbell, G. Eglington, Org. Synth. Coll. 5 (1973) 517. [3] R. Wolovsky F. Sondheimer J. Am. Chem. Soc. 88 1966 421 [4] Y. Badrieh A. Kyyal J. Blum J. Mol. Catal. 75 1992 161 [5] B.G. Van den Hoven H. Alper J. Org. Chem. 64 1999 3964 [6] M. Andreas Angew. Chem. Int. Ed. Engl. 12 1973 648 [7] A. Carpita R. Rossi C.A. Verancini Tetrahedron 41 1985 1919 [8] K. Okuro M. Furuune M. Enna M. Miura M. Nomura J. Org. Chem. 58 1993 4716 [9] W. Baidossi, A. Rosenfeld, B.C. Wassermann, S. Schutte, H. Schumann, J. Blum, Synthesis (1996) 1127. [10] S. Takahashi, Y. Kuroyama, K. Sonogashira, N. Hagihara, Synthesis (1980) 627. [11] R.H. Shapiro D.H. Williams H. Budzikiewicz C. Djerassi J. Am. Chem. Soc. 86 1964 2837 [12] M. Chong L. Shen N.J. Taylor J. Am. Chem. Soc. 122 2000 1822 [13] S.S. Hirsch W.J. Bailey J. Org. Chem. 43 1978 4090 [14] J. Chatt, R.G. Guy, L.A. Duncanson, J. Chem. Soc. (1961) 827. [15] J. Colonge, G. Poilane, Bull. Soc. Chim. France (1955) 499. [16] M. El-Jazouli, N. Lage, S. Masson, A. Thullier, Bull. Soc. Chim. France (1988) 883. [17] H. Hopf, A. Plagens, R. Walsh, Liebigs Ann. Chem. (1996) 825. [18] M. Sjöström S. Wold Chem. Scripta 9 1976 200 [19] H.H. Jaffe Chem. Rev. 53 1953 191 [20] T.K. Doughery K.S.Y. Lau F.L. Hedberg J. Org. Chem. 48 1983 5273 [21] Y. Badrieh J. Blum I. Amer K.P.C. Vollhardt J. Mol. Catal. 66 1991 295 [22] J.M. Smith, Chemical Engineering Kinetics, McGraw-Hill, New York, 1975, pp. 297–298. [23] H. Bönnemann G. Bram W. Brijoux R. Brinkmann A.S. Tilling K. Seevogel K. Siepen J. Organomet. Chem. 520 1996 143 [24] J.C. Calabrese L.L. Dahl P. Chini G. Longoni S. Martinengo J. Am. Chem. Soc. 96 1974 2614 [25] N. Menashe Y. Shvo J. Org. Chem. 58 1993 7434 [26] M. Capka, P. Svoboda, M. Kraus, J. Heftlejs, Chem. Ind. London (1972) 650. [27] J. Blum D. Avnir H. Schumann Chemtech 29 1999 32 [28] J. Blum F. Gelman R. Abu-Reziq I. Miloslavski H. Schumann D. Avnir Polyhedron 19 2000 509 [29] H. Teles S. Brode M. Chabannas Angew. Chem. Int. Ed. 37 1998 1415 [30] R. Sauvêtre J.F. Normant Tetrahedron Lett. 23 1982 4325 [31] M.H. Chisholm H.C. Clark Inorg. Chem. 10 1971 2557 [32] W.C. Hisox P.W. Jennings Organometallics 9 1990 1997 [33] C.S. Browning D.H. Farrer Inorg. Chim. Acta 144 1988 105 [34] J.W. Hartman W.C. Hiscox P.W. Jennings J. Org. Chem. 58 1993 7613 [35] W.C. Hiscox J.W. Hartman P.W. Jennings Inorg. Chim. Acta 222 1994 317 [36] G. Longoni P. Chini J. Am. Chem. Soc. 98 1976 7225",
      "scopus-id": "0037124976",
      "coredata": {
        "eid": "1-s2.0-S1381116901004253",
        "dc:description": "Under CO atmosphere, a glyme solution of PtCl4 forms, between 80 and 120°C, a carbonyl compound that promotes hydration of internal and terminal alkynes to give aldehyde-free ketones. The catalytic process depends strongly on the electronic and steric nature of the alkynes. Part of the carbonyl functions of the catalyst can be replaced by phosphine ligands, including chiral DIOP and polystyrene-bound diphenylphosphine. Upon entrapment of the platinum compound in a silica sol–gel matrix, it reacts as a partially recyclable catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-06-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901004253",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Israelsohn, Osnat"
          },
          {
            "@_fa": "true",
            "$": "Vollhardt, K.Peter C."
          },
          {
            "@_fa": "true",
            "$": "Blum, Jochanan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901004253"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901004253"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00425-3",
        "prism:volume": "184",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Further studies on hydration of alkynes by the PtCl4–CO catalyst",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "Alkynes"
          },
          {
            "@_fa": "true",
            "$": "Hydration"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-10",
        "prism:endingPage": "10",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 June 2002",
        "prism:doi": "10.1016/S1381-1169(01)00425-3",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00425-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004253-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "594",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "54",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004253-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "334",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004253-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1213",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004253-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1140",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "313",
            "@width": "431",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004253-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6374",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037124976"
      }
    }
  }
}