{
  "metadata": {
    "title": "Mono- and heterometallic carbonyl precursor based RuMo/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts: hydrodesulfurization activity and temperature programmed studies",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-05-14",
    "doi": "10.1016/S1381-1169(01)00068-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901000681",
    "pii": "S1381116901000681"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035858706",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-05-10 2001-05-10 2017-05-26T06:29:54 1-s2.0-S1381116901000681 S1381-1169(01)00068-1 S1381116901000681 10.1016/S1381-1169(01)00068-1 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01367 2017-05-26T01:56:43.75549-04:00 0 0 20010514 2001 2001-05-10T00:00:00Z articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref 1381-1169 13811169 false 170 170 1 2 1 2 Volume 170, Issues 1–2 23 209 218 209 218 20010514 14 May 2001 2001-05-14 2001 converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. MONOHETEROMETALLICCARBONYLPRECURSORBASEDRUMOAL2O3CATALYSTSHYDRODESULFURIZATIONACTIVITYTEMPERATUREPROGRAMMEDSTUDIES PINTO P 1 Introduction 2 Experimental 2.1 Reactants and pretreatment 2.2 Catalysts and preparation methods 2.3 Characterization of catalysts 2.4 Activity tests 3 Results and discussion 3.1 HDS activity 3.2 Selectivity 3.3 Effect of hydrogen treatment 3.4 Degree of sulfidation 3.5 Oxygen pulse chemisorption 3.6 Temperature programmed reduction 4 Conclusions Acknowledgements References TOPSOE 1984 395 H CHIANELLI 1984 361 R PRINS 1989 1 R DELOSREYES 1990 17 J NAGAI 1994 611 M BREYSSE 1991 923 M HARVEY 1986 253 T NAGAI 1997 272 M KUO 1988 250 Y NAGAI 1997 393 M DELOSREYES 1991 645 J GOBOLOS 1991 907 S NAGAI 1999 12 M BETANCOURT 1998 307 P MOYES 1986 2719 R OKUHARA 1984 938 T ISHIHARA 1992 2285 A ISHIHARA 1996 211 A ISHIHARA 1996 403 A ISHIHARA 1997 516 A ISHIHARA 1998 51 A ISHIHARA 1999 345 A ISHIHARA 1994 212 A ISHIHARA 1994 300 A MITCHELL 1987 482 P GEANTET 1991 665 C ISHIHARA 1993 357 A SCOTT 2000 23 C LI 1993 353 X XIAO 1993 21 F FENGSHOU 1991 172 X HIRVA 1994 1 P STRAUB 2000 106 T SUVANTO 1998 105 M SUVANTO 1999 189 M PINTOX2001X209 PINTOX2001X209X218 PINTOX2001X209XP PINTOX2001X209X218XP item S1381-1169(01)00068-1 S1381116901000681 1-s2.0-S1381116901000681 10.1016/S1381-1169(01)00068-1 271358 2017-05-26T01:56:43.75549-04:00 2001-05-14 1-s2.0-S1381116901000681-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000681/MAIN/application/pdf/b55e88f952e7c48be6538ea7eec7e89c/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000681/MAIN/application/pdf/b55e88f952e7c48be6538ea7eec7e89c/main.pdf main.pdf pdf true 100506 MAIN 10 1-s2.0-S1381116901000681-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000681/PREVIEW/image/png/515452a42698ae9d705269d0db598fd5/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000681/PREVIEW/image/png/515452a42698ae9d705269d0db598fd5/main_1.png main_1.png png 52268 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901000681-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000681/gr1/THUMBNAIL/image/gif/a3e35e6e1161d5448197ef799e4483a0/gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000681/gr1/THUMBNAIL/image/gif/a3e35e6e1161d5448197ef799e4483a0/gr1.sml gr1 gr1.sml sml 4003 115 219 IMAGE-THUMBNAIL 1-s2.0-S1381116901000681-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000681/gr2/THUMBNAIL/image/gif/ad63fdcab35af5d7274a9f602f52c7c7/gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000681/gr2/THUMBNAIL/image/gif/ad63fdcab35af5d7274a9f602f52c7c7/gr2.sml gr2 gr2.sml sml 3147 163 157 IMAGE-THUMBNAIL 1-s2.0-S1381116901000681-gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000681/gr1/DOWNSAMPLED/image/gif/201a40d988e4e5e2028d114d9bc8f118/gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000681/gr1/DOWNSAMPLED/image/gif/201a40d988e4e5e2028d114d9bc8f118/gr1.gif gr1 gr1.gif gif 4984 142 271 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000681-gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000681/gr2/DOWNSAMPLED/image/gif/4367ff59ced46e4c2d1266f3c3e18dea/gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000681/gr2/DOWNSAMPLED/image/gif/4367ff59ced46e4c2d1266f3c3e18dea/gr2.gif gr2 gr2.gif gif 19784 691 664 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000681-gr1_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000681/gr1/HIGHRES/image/gif/21a097cbbd25f63807bedb36a4d13d3f/gr1_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000681/gr1/HIGHRES/image/gif/21a097cbbd25f63807bedb36a4d13d3f/gr1_lrg.gif gr1 gr1_lrg.gif gif 22603 1260 2405 IMAGE-HIGH-RES 1-s2.0-S1381116901000681-gr2_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000681/gr2/HIGHRES/image/gif/7e172ca5e5d642c9588e95c2aef49796/gr2_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000681/gr2/HIGHRES/image/gif/7e172ca5e5d642c9588e95c2aef49796/gr2_lrg.gif gr2 gr2_lrg.gif gif 121299 6120 5878 IMAGE-HIGH-RES MOLCAA 3094 S1381-1169(01)00068-1 10.1016/S1381-1169(01)00068-1 Elsevier Science B.V. Fig. 1 Structure of the heterobinuclear catalyst precursor. Fig. 2 TPR profiles of Ru/Al2O3, Mo/Al2O3 and RuMo/Al2O3 catalysts. Table 1 Composition of catalysts Catalyst designation Catalyst Catalyst precursor Preparation method Metal content (wt.%) Ru/(Co) Mo Cat. 1 Ru/Al2O3 Ru3(CO)12 Impregnation 1.6 – Cat. 2 Ru/Al2O3 Ru3(CO)12 Gas phase 1.1 – Cat. 3 RuRu/Al2O3 [Ru(CO)2Cp]2 Impregnation 2.3 – Cat. 4 Mo/Al2O3 Mo(CO)6 Impregnation – 0.9 Cat. 5 Mo/Al2O3 Mo(CO)6 Gas phase – 2.7 Cat. 6 MoMo/Al2O3 [Mo(CO)3Cp]2 Impregnation – 1.2 Cat. 7 RuMo/Al2O3 Mo(CO)6 + Ru3(CO)12 Impregnation 1.8 0.7 Cat. 8 RuMo/Al2O3 Mo(CO)6 + Ru3(CO)12 Gas phase 2.0 2.7 Cat. 9 RuMo/Al2O3 Cp(CO)3Mo–Ru(CO)2Cp Impregnation 0.6 1.7 Commercial CoMo/Al2O3 – – 3.9 a 10.0 a a Metal contents of the commercial catalyst are average values reported by the manufacturer. Table 2 HDS activity of the catalysts a Catalyst designation Catalyst Conversion of thiophene (%) Conversion/metal b (mol/mol) 350°C 370°C 350°C 370°C Cat. 1 Ru/Al2O3 – 60.6 – 32.7 Cat. 2 Ru/Al2O3 – 67.1 – 53.8 Cat. 3 RuRu/Al2O3 – 61.4 – 23.2 Cat. 4 Mo/Al2O3 – 75.0 – 73.1 Cat. 5 Mo/Al2O3 – 95.3 – 33.5 Cat. 6 MoMo/Al2O3 – 83.1 – 62.4 Cat. 7 RuMo/Al2O3 81.1 84.2 30.2 31.8 Cat. 8 RuMo/Al2O3 82.4 90.0 16.3 18.3 Cat. 9 RuMo/Al2O3 93.9 99.4 40.5 44.0 Commercial CoMo/Al2O3 98.1 98.5 28.9 29.1 a The reaction time was 3h in all experiments. b Calculated by dividing the amount of converted thiophene by total amount of catalyst metal. Table 3 The C4 product distribution and thiophene residue obtained in HDS at 370°C Products (mol%) Catalyst designation Commercial Cat. 1 Cat. 2 Cat. 3 Cat. 4 Cat. 5 Cat. 6 Cat. 7 Cat. 8 Cat. 9 iso-Butane 1.9 0.5 2.0 7.7 0.5 0.9 1.1 0.3 0.4 0.8 1-Butene 3.3 2.3 3.2 2.2 0.4 1.2 1.8 0.8 0.1 0.1 n-Butane 39.3 50.3 39.5 48.2 88.5 72.0 69.1 80.6 96.4 95.4 trans-2-Butene 6.9 5.4 6.3 4.1 1.0 2.8 4.0 1.9 0.2 0.3 Ethyl acetylene 4.8 3.7 4.4 2.9 0.7 1.9 2.8 1.3 0.1 0.2 Thiophene 39.4 32.9 38.6 25.0 4.7 16.9 15.8 10.0 0.6 1.5 Table 4 Degree of sulfidation of ruthenium and molybdenum catalysts Catalyst designation Catalyst metal (×10−3 mmol) Sulfur (×10−3 mmol) Theoretical sulfur requirement (×10−3 mmol) Cat. 1 1.68 4.65 3.36 Cat. 2 1.15 9.29 2.30 Cat. 3 2.32 2.70 4.64 Cat. 4 1.10 3.21 2.02 Cat. 5 2.98 4.68 5.96 Cat. 6 1.41 4.37 2.82 Cat. 7 1.96 6.21 3.91 Cat. 8 5.18 6.30 10.4 Cat. 9 2.48 7.39 4.96 Table 5 The O2 pulse chemisorption results for alumina supported Ru, Mo and RuMo catalysts at 250°C Catalyst designation Catalyst Metal content (mmol × 10−2) O2 consumption (mmol × 10−2) O2/metal ratio Cat. 1 Ru/Al2O3 1.6 58.7 37.1 Cat. 2 Ru/Al2O3 1.1 4.3 3.9 Cat. 3 RuRu/Al2O3 2.3 45.0 19.8 Cat. 4 Mo/Al2O3 0.9 1.1 1.2 Cat. 5 Mo/Al2O3 2.7 3.9 1.4 Cat. 6 MoMo/Al2O3 1.3 0.0 0 Cat. 7 RuMo/Al2O3 2.5 3.8 1.5 Cat. 8 RuMo/Al2O3 4.7 22.9 4.8 Cat. 9 RuMo/Al2O3 2.3 14.9 6.3 Mono- and heterometallic carbonyl precursor based RuMo/Al2O3 catalysts: hydrodesulfurization activity and temperature programmed studies Patrı́cia Pinto a Maria José Calhorda a b Thomas Straub 1 c Ville Miikkulainen c Jarkko Räty c Mika Suvanto c Tapani A Pakkanen c * a ITQB, Av. da República, EAN, Apart. 127, 2781-901 Oeiras, Portugal b Departamento de Quı́mica e Bioquı́mica, Faculdade de Ciências, Universidade de Lisboa, 1749-016 Lisboa, Portugal c Department of Chemistry, University of Joensuu, P.O. Box 111, FIN-80101 Joensuu, Finland * Corresponding author. Tel.: +358-13-2513345; fax: +358-13-2513344 1 Present address: Laboratory of Organic Chemistry, Helsinki University of Technology, FIN-02015 TKK, Finland. The effects of preparation process and starting material on hydrodesulfurization (HDS) activity of alumina supported ruthenium, molybdenum and ruthenium–molybdenum hydrotreating catalysts were investigated. Conventional impregnation method and gradual gas phase adsorption were compared as a preparation route. The HDS tests showed that controlled gas phase deposition is advantageous in the preparation of the monometallic catalyst systems. The most promising HDS activity was achieved with the RuMo/Al2O3 catalyst prepared from binuclear organometallic complex. This suggests that the direct ruthenium–molybdenum bond in the structure of the catalyst precursor favors the formation of highly active surface phase. The oxidation and reduction behavior of the catalysts was studied by oxygen pulse chemisorption (PCO) and temperature programmed reduction (TPR). A clear relationship was observed between the method of preparation and the reactivity of the surface species. Keywords Ruthenium Molybdenum Alumina HDS Oxygen pulse chemisorption TPR Gas phase deposition 1 Introduction Hydrotreating processes are of critical importance in petroleum refining to remove the harmful sulfur, oxygen, nitrogen and metal containing compounds from products. Particularly important are the hydrotreating processes developed to purify crude oil from air-polluting emissions of sulfur and nitrogen oxides. Besides the environmental aspect, removal of these compounds assists further processing, where they tend to act as catalyst poison [1]. One of the most widely studied and effective catalysts for hydrodesulfurization (HDS) is Co–Mo/Al2O3 [2–4]. Alumina-supported catalysts with ruthenium as active metal have also been the target of a wide variety of studies, owing to their importance in hydrotreating reactions [5–17]. Investigations by Ishihara et al. to achieve higher catalytic activity and selectivity in HDS reactions have led to the preparation of catalysts derived from alumina-supported ruthenium carbonyl-alkali metal hydroxides [18–23] and from anionic ruthenium carbonyls [24,25]. Promising activities were obtained when ruthenium was applied as a promotor for Mo/Al2O3 catalysts [26–29]. A few studies on the use of ruthenium as a secondary promoter have also been reported [30–32]. The precursors most commonly used for ruthenium based catalysts are RuCl3·H2O [5–9,11–15,17–19,24,25,27–29], Ru(acac)3 [5,8,18–25,28] and Ru3(CO)12 [5,16–19,24–26,28]. Common molybdenum precursors are molybdenum hexacarbonyl and ammonium heptamolybdate [27,29,31]. Traditionally, these catalysts have been obtained by impregnation of the alumina with individual solutions of the metal complexes or salts [5–32]. Alternatively, Ru3(CO)12 based catalysts have been prepared by gradual gas phase deposition [33]. This method has the advantages of allowing control of the catalyst preparation steps and avoiding the solvent effect. Good dispersion of the active particles is easily obtained and the high surface area can be exploited more effectively than with the conventional liquid phase preparation methods. The aim of the present work was to study the effects of precursor and preparation method on HDS activity of alumina-supported ruthenium, molybdenum and bimetallic ruthenium–molybdenum catalysts. One of the precursors is a recently synthesized hetero-binuclear organometallic complex [34], which appears to be of some importance. No studies have been reported on a catalyst preparation starting from a RuMo complex with direct metal–metal bond between the molybdenum and ruthenium atoms. Interesting properties could result in a situation where each molybdenum atom interacts closely with ruthenium atom. The structure of novel complex is shown in Fig. 1 . To investigate the importance of the preparation method for the activity of the catalysts, gas phase deposition technique was studied. Temperature programmed measurements were carried out to study the effect of preparation conditions on the reactivity towards oxygen and hydrogen treatment. 2 Experimental 2.1 Reactants and pretreatment Commercial aluminium oxide (75–60mesh, 195m2/g) supplied and reported by Akzo was used as support material. For the partial dehydroxylation, Al2O3 was preheated at 500°C for 10h. After pretreatment, all handling of the support material was done in a nitrogen glove box (O2∼0.5ppm and H2O∼0.2ppm) without exposure to air or moisture. Mo(CO)6 (98%) and monometallic dimer of molybdenum ([Cp(CO)3Mo]2) (98%) supplied by Aldrich were used as reactants without further purification. Ru3(CO)12 was synthesized according to a standard method reported in the literature [35]. A detailed description of the process of preparing [Cp(CO)3Ru]2 and Cp(CO)3MoRu(CO)2Cp compounds can be found elsewhere [34]. 2.2 Catalysts and preparation methods A series of ruthenium, molybdenum and ruthenium–molybdenum catalysts were prepared by two different methods. In the first method, alumina support was impregnated with a hexane solution of precursor compound (Ru3(CO)12, Mo(CO)6, [Cp(CO)3Mo]2, [Cp(CO)3Ru]2 or Cp(CO)3Mo–Ru(CO)2Cp). The mixture was stirred overnight under inert nitrogen atmosphere at room temperature. After deposition the flask was heated by water bath (50°C) and the solvent was evaporated under vacuum. Carbonyl precursor (Ru3(CO)12, Mo(CO)6) based bimetallic RuMo/Al2O3 catalysts were prepared by two successive impregnation steps: Mo(CO)6 was deposited first and after removal of the solvent the process was repeated with solution of Ru3(CO)12. After removal of the solvent, carbonyl and Cp ligands of all the catalysts were eliminated by heating the samples at 200°C for 1h and finally at 400°C for 4h. Ligands were eliminated under hydrogen (99.999%, AGA) flow. In the second method, monometallic carbonyl precursor based Ru/Al2O3, Mo/Al2O3 and RuMo/Al2O3 catalysts were prepared by controlled vapor phase adsorption in a fluidized bed reactor (the low vapor pressure of Cp(CO)3MoRu(CO)2Cp did not allow it to be prepared by gas phase method). The vaporized starting materials were transferred from reactant vessel to reactor in carrier gas flow. A more detailed description of the reactor equipment and the gradual methods employed has been reported elsewhere [36,37]. Ru/Al2O3 catalyst was prepared by depositing triruthenium dodecacarbonyl under CO (99.997%, Messer) flow at a sublimation temperature of 130°C. Duration of the single pulse was 2h. Between the pulses, carbonyl compound was stabilized on the surface and part of the CO ligands were removed by heating the catalyst at 200°C for 10h under nitrogen (99.999%, AGA) flow. After the third ruthenium pulse, all carbonyl ligands were removed under hydrogen flow (reducing atmosphere) at 400°C for 4h. In the case of pure Mo/Al2O3 catalyst, molybdenum hexacarbonyl was deposited under nitrogen flow. A single sublimation pulse was 2h at 90°C. Partial decarbonylation, between the pulses, was achieved by heating the catalyst at 200°C for 10h under nitrogen. After three deposition pulses all remaining carbonyls were removed by hydrogen treatment at 450°C for 5h. Bimetallic RuMo/Al2O3 catalyst was prepared by the same method, except that duration of the single ruthenium deposition pulse was increased to 4h. All molybdenum deposition and decarbonylation steps were made before the addition of ruthenium dodecacarbonyl. A commercial CoMo/Al2O3 hydrotreating catalyst was used as reference catalyst. A summary of the compositions, preparation methods and metal loadings of the catalysts is given in Table 1 . 2.3 Characterization of catalysts Ruthenium and molybdenum contents of the catalysts were determined by atomic adsorption spectrometry (Varian SpectrA4 400 AAS device). An air–acetylene flame was used for ionization of the ruthenium, and measurements were carried out at a wavelength of 349.9nm. Ionization of molybdenum was carried out with a N2O–acetylene flame and the applied wavelength was 313.3nm. Measurement time was 5s, with a delay time of 3s. Oxygen pulse chemisorption (PCO) and temperature programmed reduction (TPR) measurements were carried out with a Micromeritics AutoChem 2910 analyzer equipped with a thermal conductive detector (TCD). Temperature during the PCO measurements was 250°C. Argon (99.999%, AGA) was used as carrier gas, at a flow rate of 10ml/min. Dosing of oxygen (99.999%, AGA) was carried out with a gas loop (volume=1ml) and the flow rate through the oxygen loop system was 10ml/min. Temperature programmed reduction measurements and calibration were made under 10% H2/Ar mixture gas (AGA). The flow rate of the carrier gas was 10ml/min. A 10°C/min temperature ramp was applied during the TPR studies and the final temperature was 500°C. The sulfur content of the spent catalyst was measured with an elemental analyzer (CE instrument EA 1110) equipped with a TCD. Before the analysis, possible unreacted thiophene was removed by washing the catalyst sample with hexane. 2.4 Activity tests The hydrotreating activity of Ru/Al2O3, Mo/Al2O3 and RuMo/Al2O3 catalysts was determined in thiophene HDS. The HDS activity was evaluated in a batch reactor system. A detailed description of reactor arrangement can be found elsewhere [37]. For comparison of the prepared and reference catalysts, the amounts of metal moles were adjusted to the same level: 0.25g (0.057mmol metals) for the most active alumina supported RuMo catalyst and 0.034g (0.058mmol metals) for the commercial CoMo catalyst. Before screening, the catalyst was packed to the reactor (V=90.5ml) and sulfided at 370°C for 2h with 10% H2S/H2 mixture gas (AGA). After activation, the reactor was cooled to ambient temperature and the catalyst bed was flushed several times with nitrogen (99.999%, AGA). Vaporized thiophene (0.2ml) was transferred to the reactor and the system was pressurized with hydrogen. To ensure that the reaction was not limited by the lack of hydrogen, the molar ratio of thiophene/H2 was adjusted to 1:6. The usual reaction time was 3h at 370°C and the maximum pressure at this temperature was about 10.5bar. In the case of the bimetallic RuMo/Al2O3 catalysts, HDS activity was also evaluated at reaction temperature of 350°C. Gaseous reaction products were analyzed with a gas chromatograph (HP, 5890 series II) equipped with a flame ionization detector (FID) and a capillary column (HP1, i.d. 0.25mm, film thickness 1.0mm). The formation of liquid phase products during analysis was avoided by heating the reactor and inlet line to 150°C. 3 Results and discussion 3.1 HDS activity The results of the HDS tests at 370°C are summarized in Table 2 . For comparison, the results of the most active bimetallic RuMo/Al2O3 catalysts at 350°C are also included. Comparison of the Ru/Al2O3 catalysts (Cat. 1–3) and Mo/Al2O3 catalysts (Cat. 4–6) reveals the effect of the different transition metal on the HDS activity. At 370°C, the activity of the molybdenum catalysts was clearly better than that of the corresponding pure ruthenium catalysts. This suggests that the applied methods and precursors are not suitable for producing effective HDS catalysts based on pure ruthenium. We note that, according to Chianelli [3], unsupported ruthenium shows the highest activity of a series of several transition metals in the HDS reaction of dibenzothiophene. As expected, in the case of bimetallic RuMo catalysts prepared by impregnation (Cat. 7 and 9), thiophene conversion increased relative to the pure molybdenum catalyst prepared by impregnation (Cat. 4). Interestingly, the RuMo catalyst prepared by gas phase deposition (Cat. 8) did not show enhanced activity relative to corresponding pure molybdenum catalyst (Cat. 5). The RuMo/Al2O3 catalyst prepared by impregnation from bimetallic precursor (Cat. 9) gave the best conversion, on par with the commercial CoMo catalyst. This indicates the generation of a synergetic effect when ruthenium and molybdenum are deposited by impregnation on adjacent surface sites. A similar synergy phase was not observed for the bimetallic catalyst prepared by gas phase deposition. The activity of all bimetallic RuMo catalysts decreased when the reaction temperature was lowered by 20°C. This is in contrast to the CoMo catalyst, whose activity remained the same when the temperature was lowered. Comparison of the HDS results for bimetallic RuMo/Al2O3 catalysts (Cat. 7–9) reveals the effect of starting material on hydrotreating activity. Bimetallic RuMo catalyst prepared from heteroatomic RuMo complex (Cat. 9) showed the highest activity within the series of prepared catalysts. The result suggests the advantage of a catalyst precursor bearing a direct metal bond between molybdenum and ruthenium; the formation of synergetic phase on the surface is more effective compared to the cases, where the catalytically active metal particles are based on homometallic precursors. The results reported in Table 2 also reveal the effect of preparation method on HDS activity. Comparison of bimetallic catalysts (Cat. 7 and 8), which are based on comparable precursors, Mo(CO)6 and Ru3(CO)12, shows higher thiophene conversion for the corresponding catalysts prepared by gas phase adsorption. Even though the difference is less pronounced at lower reaction temperature (350°C), the same trend is observed. The difference suggests the advantage of gas phase deposition carried out in a fluidized bed reactor; the solvent-free homogeneous reaction conditions lead to a more effective occupation of catalytically active sites. Comparison of the homometallic ruthenium and molybdenum catalysts (Cat. 1–6) shows a similar trend; the catalysts prepared by gas phase deposition gave the highest activity. According to the results reported in Table 2, however, the nature of the catalyst precursor was more significant for HDS activity than was the preparation method. 3.2 Selectivity The C4 product distributions and thiophene residues are set out in Table 3 . As expected, n-butane was the main product in all experiments. The bimetallic RuMo/Al2O3 catalyst (Cat. 9) gave the best selectivity within the series of prepared catalysts: the portion of n-butane was 96.4%, which is equivalent to that of commercial CoMo catalyst (95.4%). In general, advantages were associated with both the starting material and the preparation method. The ratio of n-butane to other C4 hydrocarbons increased more effectively with conversion when the precursor was heterometallic RuMo and, for other precursors, when gas phase deposition was applied. Besides various C4 hydrocarbons, the formation of unidentified >C4 hydrocarbons and tetrahydrothiophene was observed in all experiments, but their overall proportion was negligible. 3.3 Effect of hydrogen treatment To study the effect of ligands and hydrogen treatment on catalytic activity, thiophene HDS experiments (results not shown) were also carried out before total decarbonylation by hydrogen. In the case of the monometallic Ru/Al2O3 and Mo/Al2O3 catalysts (Cat. 1–6), removal of the carbonyl ligands decreased the HDS activity. An opposite trend was observed for the bimetallic RuMo/Al2O3 catalysts (Cat. 7–9) however; decarbonylation under reducing hydrogen atmosphere increased the sulfur removing capability of ruthenium–molybdenum catalysts. The difference in behavior suggests that the surface chemistry is different for monometallic and bimetallic catalysts. The higher activity of monometallic Ru/Al2O3 and Mo/Al2O3 catalysts, when not decarbonylated, can be attributed to the more effective activation of the catalyst when decarbonylation occurs simultaneously with the sulfidation treatment. With the bimetallic RuMo/Al2O3 catalysts, steric hindrance due to the remaining ligands prevents effective interaction between the two metals and sulfur and the formation of a synergetic phase is restricted. We also observed that the ruthenium content of RuMo catalyst (Cat. 9) decreased noticeably during hydrogen treatment (from 1.3 to 0.6wt.%). No similar decrease in metal content was observed with the other RuMo/Al2O3 catalysts (Cat. 7 and 8). Note, however, that Cat. 9 gave the highest activity and, as indicated above, the activity even increased after hydrogen treatment. Evidently, the catalyst precursor based on direct interaction between ruthenium and molybdenum has a clear advantage in allowing the effective formation of synergetic RuMo phase. 3.4 Degree of sulfidation Sulfur content of the spent catalysts is shown in Table 4 . Theoretical sulfur requirement (last column) has been calculated by assuming that RuS2 and MoS2 are the main sulfided components of the catalysts. Accordingly, for complete sulfurization there should be two sulfur atoms for each ruthenium and molybdenum. Even though this assumption does not take into account the formation of synergetic phases, the reported sulfur contents can be used in the evaluation the sulfidation ability of the catalysts. Comparison of the calculated and measured sulfur contents reveals that most of the present catalysts achieved good sulfidation level. Exceptionally, with the molybdenum-based Cat. 5 and 8 prepared by gas phase adsorption, the measured sulfur contents were under the calculated values, indicating incomplete sulfurization. Evidently, the applied precursor and preparation method have lead to the formation of molybdenum particles that are not easy to activate completely by sulfur treatment, and yet the activity is good. This is in accordance with earlier studies, where we found a similar trend with tungsten-based catalysts; the degree of sulfidation was not complete, but promising activities were observed [37]. This kind of behavior can be attributed to strong interaction between well-dispersed metal particles and surface oxygen groups. Evaluation of the HDS results, thus, shows that the advantage of the gas phase method for activity outweighs the slight reduction in the sulfidation ability of the catalysts. No similar trend was seen for the pure ruthenium catalysts (Cat. 1–3). Of the three catalysts, the sulfur content was highest for catalyst which was prepared by gas phase technique. With the RuRu/Al2O3 catalysts prepared from dimeric ruthenium complex by impregnation (Cat. 3), the degree of sulfidation was noticeably below the calculated value. The results are in accordance with measured HDS activities. 3.5 Oxygen pulse chemisorption Table 5 summarizes the results of the O2 pulse chemisorption measurements of the catalysts at 250°C. Before the measurements, catalysts were pretreated under helium flow at 650°C to remove all ligands and ensure the comparability of the samples. As can be seen, for catalysts prepared by gas phase adsorption (Cat. 2, 5 and 8), O2 uptake differed slightly between the mono- and bimetallic systems. Bimetallic RuMo/Al2O3 showed the highest O2 consumption per metal (4.8). Note that, this ratio is almost equal to the sum of the values for the monometallic catalysts (Cat. 2 and 5). In accordance with our HDS results, the oxygen uptake results suggest that synergetic ruthenium–molybdenum phase was not formed. When impregnation was applied as a preparation method for pure carbonyl precursor-based catalysts (Cat. 1, 4 and 7), different behavior towards O2 consumption was observed. Ru/Al2O3 catalyst (Cat. 1) gave the highest uptake of O2 within the series. However, consumption of oxygen was minor with molybdenum catalyst (Cat. 4). Accordingly, O2 uptake was only slightly better with bimetallic RuMo catalyst (Cat. 7), than with Mo/Al2O3. Moreover, the O2/metal ratio with bimetallic RuMo was clearly lower than the sum of the values calculated for separate metal samples. Evidently, the preparation method has a clear effect on the surface chemistry of the catalysts. Even though the solvent was removed after impregnation, it may block the pores and change the interactions between surface and metals. Gas phase preparation offers an alternative approach, where this kind of solvent effect can be avoided. Comparison of the above impregnation results for catalysts based on complexes including metal–metal bond in their structure (Cat. 3, 6 and 9) reveals a similar trend toward oxygen treatment. However, the O2 uptake was clearly higher for the RuMo/Al2O3 catalyst prepared by impregnation from bimetallic precursor (Cat. 9) than for RuMo/Al2O3 catalyst prepared by impregnation from monometallic precursors (Cat. 7). The observed trend in oxygen chemisorption suggests that the positive effect of using a precursor containing a direct metal–metal bond outweighs the negative effect of the impregnation method. 3.6 Temperature programmed reduction Temperature programmed reduction profiles of the catalysts are presented in Fig. 2 . Before reduction, all catalysts were pretreated by PCO, as described above. Note that the interpretation of patterns is only a relative one, since intensities can be compared only within the same reduction pattern. A more accurate evaluation of TPR profiles is not reasonable, because possible residual solvent may disturb the quantitation of hydrogen consumption. Evaluation of TPR profiles of the ruthenium catalysts (Cat. 1–3) reveals clear differences between catalysts prepared by various methods. Both impregnated catalysts (Cat. 1 and 3) showed a sharp reduction maximum in low temperature region (90°C), but no such peak was observed with catalyst prepared by gas phase method. Instead, there was only a broad maximum centered at 420°C. The sharp peak at low temperature indicates that impregnation leads to the formation of more easily reducible surface species. Well-dispersed particles were achieved with the gas phase method and, as a result, more effective surface interactions take place between metal and the alumina support. The ruthenium species accordingly require higher temperature for reduction. Furthermore, comparison of TPR profiles of ruthenium with our HDS results reveals that, in spite of the observed low temperature maximum, the activity of the catalyst prepared by impregnation is lower than that prepared by gas phase method. Probably the temperature of the sharp peak is too low to have significant effect on the HDS process. Comparison of the TPR profiles of the molybdenum-based catalysts (Cat. 4–6) also shows the effect of preparation method; the TPR pattern of the catalyst prepared in gas phase (Cat. 5) differs clearly from that of the impregnated catalyst (Cat. 4) based on the same carbonyl precursor. With the gas phase catalyst, we can distinguish a broad TPR maximum centered at 290°C, but for the catalyst prepared by impregnation, the reduction maximum was observed in significantly higher temperature region. The catalyst prepared by impregnation (Cat. 6) showed the first reduction peak at low temperature region, similar to the gas phase catalyst (Cat. 5). A second reduction maximum was observed above 500°C. This suggests that direct metal–metal interaction in the precursor of the catalyst (Cat. 6) favors the formation of surface particles, which can be reduced in a temperature region meaningful for HDS reaction. These findings are in accordance with our HDS results; the Cat. 5 and 6 gave better HDS activity than Cat. 4. The TPR profiles of the bimetallic RuMo catalysts (Cat. 7–9) differ markedly from those of the homometallic ruthenium and molybdenum catalysts (Cat. 1–6). With the gas phase catalyst (Cat. 8), interaction between the metals shifts the reduction maximum observed for molybdenum to lower temperature. Furthermore, a new reduction peak due to the reduction of ruthenium appears at about 100°C. This indicates that molybdenum promotes the formation of more easily reduced ruthenium particles on the surface. The TPR profiles of impregnated bimetallic catalysts show that the intensity of the sharp ruthenium peak decreases considerably in both cases. Investigation of the shape of the TPR patterns in higher temperature region indicates minor changes. Evidently, the reduction behavior of RuMo catalyst is unlike than that of the homometallic systems and this, together with our HDS results, suggest the formation of synergetic bimetallic phase for the catalysts prepared by impregnation. Formation of such an active synergetic phase was limited when gas phase deposition was applied. 4 Conclusions The purpose of the present work was to study the effects of preparation method and catalyst precursor on HDS activity of alumina supported ruthenium and ruthenium–molybdenum catalysts. In HDS tests, the monometallic carbonyl precursor based catalysts prepared by gas phase deposition give better thiophene conversion than the corresponding catalysts produced by conventional impregnation. This demonstrates the benefit of a controlled stepwise preparation, done without solvent. The novel hetero- and binuclear organometallic complex (Cp(CO)3MoRu(CO)2Cp) is a highly promising starting material for active RuMo/Al2O3 HDS catalyst. Evidently, a direct metal–metal bond between ruthenium and molybdenum is a structural factor advantageous for the formation of synergetic active phase. Our findings suggest a new approach to providing highly active ruthenium catalyst. Acknowledgements The authors wish to thank Mrs. Marikki Nousiainen for her valuable work with metal content analysis. TMR Network Metal Clusters in Catalysis and Organic synthesis is acknowledged for financial support. References [1] R. Prins, in: G. Ertl, H. Knözinger, J. Weitkamp (Eds.), Handbook of Heterogeneous Catalysis, Vol. 4, VCH Verlagsgesellschaft, WeinHeim, 1997. [2] H Topsøe B.S Clausen Catal. Rev. Sci. Eng. 26 1984 395 [3] R.R Chianelli Catal. Rev. Sci. Eng. 26 1984 361 [4] R Prins V.H.J De Beer G.A Somorjai Catal. Rev. Sci. Eng. 31 1989 1 [5] J.A De Los Reyes S Göbölös M Vrinat M Breysse Catal. Lett. 5 1990 17 [6] M Nagai K Koizumi Am. Chem. Soc., Div. Fuel Chem. 39 1994 611 [7] M Breysse J Afonso M Lacroix J.L Portefaix M Vrinat Bull. Soc. Chim. Belg. 100 1991 923 [8] T.G Harvey T.W Matheson J. Catal. 101 1986 253 [9] M Nagai K Koizumi S Omi Sekiyu Gakkaishi 40 1997 272 [10] Y.-J Kuo R.A Cocco B.J Tatarchuk J. Catal. 112 1988 250 [11] M Nagai K Koizumi S Omi Catal. Today 35 1997 393 [12] J.A De los Reyes M Vrinat C Geantet M Breysse Catal. Today 10 1991 645 [13] S Göbölös M Lacroix T Decamp M Vrinat M Breysse Bull. Soc. Chim. Belg. 100 1991 907 [14] M Nagai K Koizumi S Omi Sekiyu Gakkaishi 42 1999 12 [15] P Betancourt A Rives R Hubaut C.E Scott J Goldwasser Appl. Catal. 170 1998 307 [16] R.B Moyes P.B Wells S.D Jackson R Whyman J. Chem. Soc. 82 1986 2719 [17] T Okuhara T Kimura K Kobayashi M Misono Y Yoneda Bull. Chem. Soc. Jpn. 57 1984 938 [18] A Ishihara M Nomura T Kabe Chem. Lett. 12 1992 2285 [19] A Ishihara M Nomura N Takahama K Hamaguchi T Kabe Sekiyu Gakkaishi 39 1996 211 [20] A Ishihara M Nomura K Shirouchi T Kabe Sekiyu Gakkaishi 39 1996 403 [21] A Ishihara K Hamaguchi T Kabe Sekiyu Gakkaishi 40 1997 516 [22] A Ishihara M Yamaguchi H Godo T Kabe Sekiyu Gakkaishi 41 1998 51 [23] A Ishihara H Godo R Kanamori W Qian T Kabe Appl. Catal. 182 1999 345 [24] A Ishihara M Nomura T Kabe J. Catal. 150 1994 212 [25] A Ishihara M Nomura T Kabe Sekiyu Gakkaishi 37 1994 300 [26] P.C.H Mitchell C.E Scott J.-P Bonnelle J.G Grimblot J. Catal. 107 1987 482 [27] C Geantet S Göbölös J.A De Los Reyes M Cattenot M Vrinat M Breysse Catal. Today 10 1991 665 [28] A Ishihara M Nomura M Azuma M Matsushita K Shirouchi T Kabe Stud. Surf. Sci. Catal. 77 1993 357 [29] C.E Scott P Betancourt M.J Pérez Zurita C Bolı́var J Goldwasser Appl. Catal. 197 2000 23 [30] X.S Li Z.S Hou Q Xin Stud. Surf. Sci. Catal. 77 1993 353 [31] F.-S Xiao Q Xin X.-X Guo Appl. Catal. 95 1993 21 [32] X Fengshou X Qin G Xiexian Chem. Res. Chin. Univ. 7 1991 172 [33] P Hirva T Venäläinen T.A Pakkanen J. Catal. 148 1994 1 [34] T Straub M Haukka T.A Pakkanen J. Organomet. Chem. 612 2000 106 [35] C.R. Eady, P.F. Jackson, B.F.G. Johnson, J. Lewis, M. Malatesta, M. McPartlin, W.J.H. Nelson, J. Chem. Soc., Dalton Trans. (1980) 383. [36] M Suvanto T.A Pakkanen Appl. Catal. A: Gen. 166 1998 105 [37] M Suvanto J Räty T.A Pakkanen Appl. Catal. A: Gen. 181 1999 189",
      "scopus-id": "0035858706",
      "coredata": {
        "eid": "1-s2.0-S1381116901000681",
        "dc:description": "The effects of preparation process and starting material on hydrodesulfurization (HDS) activity of alumina supported ruthenium, molybdenum and ruthenium–molybdenum hydrotreating catalysts were investigated. Conventional impregnation method and gradual gas phase adsorption were compared as a preparation route. The HDS tests showed that controlled gas phase deposition is advantageous in the preparation of the monometallic catalyst systems. The most promising HDS activity was achieved with the RuMo/Al2O3 catalyst prepared from binuclear organometallic complex. This suggests that the direct ruthenium–molybdenum bond in the structure of the catalyst precursor favors the formation of highly active surface phase. The oxidation and reduction behavior of the catalysts was studied by oxygen pulse chemisorption (PCO) and temperature programmed reduction (TPR). A clear relationship was observed between the method of preparation and the reactivity of the surface species.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-05-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901000681",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pinto, Patrı́cia"
          },
          {
            "@_fa": "true",
            "$": "Calhorda, Maria José"
          },
          {
            "@_fa": "true",
            "$": "Straub, Thomas"
          },
          {
            "@_fa": "true",
            "$": "Miikkulainen, Ville"
          },
          {
            "@_fa": "true",
            "$": "Räty, Jarkko"
          },
          {
            "@_fa": "true",
            "$": "Suvanto, Mika"
          },
          {
            "@_fa": "true",
            "$": "Pakkanen, Tapani A"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901000681"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901000681"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00068-1",
        "prism:volume": "170",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Mono- and heterometallic carbonyl precursor based RuMo/Al2O3 catalysts: hydrodesulfurization activity and temperature programmed studies",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum"
          },
          {
            "@_fa": "true",
            "$": "Alumina"
          },
          {
            "@_fa": "true",
            "$": "HDS"
          },
          {
            "@_fa": "true",
            "$": "Oxygen pulse chemisorption"
          },
          {
            "@_fa": "true",
            "$": "TPR"
          },
          {
            "@_fa": "true",
            "$": "Gas phase deposition"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "209-218",
        "prism:endingPage": "218",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 May 2001",
        "prism:doi": "10.1016/S1381-1169(01)00068-1",
        "prism:startingPage": "209",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00068-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000681-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4003",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "157",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000681-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3147",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "142",
            "@width": "271",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000681-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4984",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "691",
            "@width": "664",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000681-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19784",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1260",
            "@width": "2405",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000681-gr1_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "22603",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "6120",
            "@width": "5878",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000681-gr2_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "121299",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035858706"
      }
    }
  }
}