{
  "metadata": {
    "title": "Aerobic oxidation of alkanes and alkenes in the presence of aldehydes catalyzed by copper salts and copper-crown ether",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-03-14",
    "doi": "10.1016/S1381-1169(96)00263-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996002634",
    "pii": "S1381116996002634"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030939270",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996002634 S1381-1169(96)00263-4 S1381116996002634 10.1016/S1381-1169(96)00263-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00490 2022-06-21T08:06:53.726258Z 0 0 19970314 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst pubtype ref alllist content subj ssids 1381-1169 13811169 117 117 1 3 1 2 3 Volume 117, Issues 1–3 5 21 37 21 37 19970314 14 March 1997 1997-03-14 1997 International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation Noordwijkerhout, The Netherlands 14–19 April 1996 19960414 19960419 R.A. Sheldon converted-article fla Copyright © 1997 Published by Elsevier B.V. AEROBICOXIDATIONALKANESALKENESINPRESENCEALDEHYDESCATALYZEDBYCOPPERSALTSCOPPERCROWNETHER KOMIYA N HILL 1989 C ACTIVATIONFUNCTIONALIZATIONALKANES SHILOV 1994 87 120 A METALLOPORPHYRINSCATALYZEDOXIDATIONS MEUNIER 1992 1411 B SHELDON 1981 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS KAIM 1996 43 W REDDY 1990 2332 K CAPDEVIELLE 1991 3831 P MURAHASHI 1995 2443 S MURAHASHI 1993 139 S KOMIYA 1996 1633 N MANSUY 1982 2781 D GROVES 1983 6243 J SMEGAL 1983 3515 J TRAYLOR 1991 7821 T HOFFMANN 1992 85 P SRINIVASAN 1986 2309 K COOK 1986 7281 B LAU 1995 943 T DEPOORTER 1985 221 B COLLMAN 1990 3689 J SOROKIN 1990 45 A BRESSAN 1989 421 M TENAGLIA 1992 5523 A MANSUY 1990 741 D BARTON 1992 504 D BARTON 1991 6561 D SOBKOWIAK 1992 291 352 A PROGRESSINORGANICCHEMISTRY GOLDSTEIN 1994 2424 A NOMURA 1994 129 K RAO 1992 1245 P MEUNIER 1992 203 B MANSUY 1980 909 D COOK 1986 7281 B LEISING 1993 9524 R SAUSSINE 1985 3534 L BARTON 1994 19 D VINCENT 1988 6898 J LAU 1988 1406 T FARAJ 1987 1487 M VINCENT 1994 6287 J GANESHPURE 1995 8861 P KOJIMA 1996 121 T CHENG 1994 1063 W SARNESKI 1991 1153 J OHTAKE 1992 10660 H NEE 1982 6123 M TABUSHI 1981 7371 I FONTECAVE 1984 4297 M YU 1992 621 W BARTON 1986 947 D KITAJIMA 1991 102 N KARASEVICH 1987 731 E YAMANAKA 1995 115 I KURUSU 1991 1981 Y SHEU 1990 879 C SHEU 1990 8212 C MALDOTTI 1991 1487 A LU 1994 2423 G AMADELLI 1992 1355 R HABER 1992 131 J GIANNANDREA 1994 27 R PUNNIYAMURTHY 1995 8497 T FUNABIKI 1991 1819 T MIZUNO 1993 2137 N DAVIS 1990 250 S ISHII 1995 3934 Y MURAHASHI 1988 8256 S MURAHASHI 1990 7820 S MURAHASHI 1993 1299 S MURAHASHI 1994 7953 S MURAHASHI 1992 7913 S MURAHASHI 1995 8059 S MURAHASHI 1991 5991 S JORGENSEN 1989 431 K MUKAIYAMA 1995 17 T YAMADA 1991 1 T 1991 2109 TAKAI 1991 2513 T BOUHLEL 1993 1123 E LASZLO 1993 1127 P IRIE 1991 6891 R LOPEZ 1994 3633 L MASTRORILLI 1994 4193 P 1994 19 SAALFRANK 1993 6033 R RODGERS 1990 1323 K HABER 1989 451 J BHATIA 1993 5518 B PUNNIYAMURTHY 1994 850 T HAMAMOTO 1993 6421 M SWERN 1950 4315 D KANEDA 1992 6827 K HENBEST 1957 1958 H SHARPLESS 1973 6136 K ITO 1979 159 T HEGGS 1979 2484 R BAWN 1951 721 C BAWN 1951 735 C BAWN 1956 297 C PROCRSOCLONDON SHELDON 1981 140 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS SHELDON 1981 359 363 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS IRVING 1948 746 H 1953 3192 SIGEL 1970 201 H 1989 CROWNETHERSANALOGS SCHUCHARDT 1993 713 U BARTON 1994 2665 D STEEMAN 1961 139 J MILLER 1969 63 S ELLIS 1990 181 P VANREMOORTERE 1975 1420 F SAKURAI 1983 206 T BLAKE 1981 12127 R KHANNA 1991 3759 R HJELMELAND 1977 541 L TRAYLOR 1984 755 T WILLIAM 1985 513 A CAPDEVIELLE 1982 1573 P CAPDEVIELLE 1982 1577 P STEWART 1987 5302 L BARTON 1992 504 D ROUSSELET 1995 4999 G REGLIER 1989 477 M SOROKIN 1993 7293 A FIESER 1967 789 L REAGENTSFORORGANICSYNTHESIS MARCH 1992 826 J ADVANCEDORGANICCHEMISTRYREACTIONSMECHANISMSSTRUCTURE 1985 175 189 CRYSTALLOGRAPHICCOMPUTING BEURSKENS 1992 P TECHNICALREPORTCRYSTALLOGRAPHYLABORATORY DIRDIFPROGRAMSYSTEM CROMER 1974 D INTERNATIONALTABLESFORXRAYCRYSTALLOGRAPHY IBERS 1964 781 J CREAGH 1992 219 222 D INTERNATIONALTABLESFORCRYSTALLOGRAPHY CREAGH 1992 200 206 D INTERNATIONALTABLESFORCRYSTALLOGRAPHY JOHNSON 1965 C ORTEP KOMIYAX1997X21 KOMIYAX1997X21X37 KOMIYAX1997X21XN KOMIYAX1997X21X37XN 2022-06-10T19:08:13.904Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education, Science, Sports and Culture MEXT Ministry of Education, Culture, Sports, Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100001700 http://sws.geonames.org/1861060/ This work was supported by the Grant-in-Aid for Scientific Research on Priority of Reactive Organometallics from the Ministry of Education, Science, Sports and Culture, Japan. item S1381-1169(96)00263-4 S1381116996002634 1-s2.0-S1381116996002634 10.1016/S1381-1169(96)00263-4 271358 2010-09-29T19:50:31.793862-04:00 1997-03-14 1-s2.0-S1381116996002634-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002634/MAIN/application/pdf/dbfed08509d5190588882f978c16686d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002634/MAIN/application/pdf/dbfed08509d5190588882f978c16686d/main.pdf main.pdf pdf true 1701114 MAIN 17 1-s2.0-S1381116996002634-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002634/PREVIEW/image/png/6fba90bd9013ead4f27f5938afd97844/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002634/PREVIEW/image/png/6fba90bd9013ead4f27f5938afd97844/main_1.png main_1.png png 64546 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNAL OF MOLECULAR CATALYSIS A, CHEMICAL Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 Aerobic oxidation of alkanes and alkenes in the presence of aldehydes catalyzed by copper salts and copper-crown ether Naruyoshi Komiya, Takeshi Naota, Yoshiaki Oda, Shun-Ichi Murahashi x Department of Chemistry. Facultyl of Engineering Science, Osaka Unicersitv, Maehikaneyama, Tovonaka, Osaka 560. Japan Received 19 April 1996; accepted 25 May 1996 Abstract The oxidation of alkanes to the corresponding alcohols and ketones and the epoxidation of alkenes can be performed efficiently at room temperature with molecular oxygen (1 atm) in the presence of an aldehyde and a copper salt catalyst such as coppettII) hydroxide. Extremely high turnover numbers have been obtained for the oxidation of cyclohexane using a combination of copper(II) chloride and a crown ether as a catalyst. Keywords: Oxidation of alkanes; Epoxidation of alkenes; Copper catalyst: Crown ether; Molecular oxygen; Aldehydes 1. Introduction Catalytic oxidations of hydrocarbons such as alkanes and alkenes have been explored by using various oxidizing agents, and oxidations with molecular oxygen under mild conditions are especially rewarding goals [1,2]. Copper as well as iron is predominantly contained in metalloenzymes that plays important roles in biological dioxygen metabolism [3]. Much effort has been devoted to mimicking heme-iron-containing enzymes such as cytochrome P-450; however, model studies for the copper-containing monooxygenases such as peptidylglyceine a-amidating monooxygenase, which catalyze the oxidation of aliphatic C-H bonds, are limited to Corresponding author. Dedicated to Professor Waldemar Adam on the occasion of his 60th birthday. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.v. All rights reserved. PIIS1381-1169(96)00263-4 a few cases [4]. During the course of our systematic study on the simulation of enzymatic functions with metal complex catalysts [5], we found that aerobic oxidations of alkanes and alkenes with molecular oxygen can be performed highly efficiently with aldehydes and copper catalysts [6,7]. Copper~ll) salt-catalyzed oxidation of alkanes with molecular oxygen (1 atm) in the presence of aldehydes under mild conditions gives the corresponding alcohols and ketones (Eq. (1)). Similar treatment of alkenes gives the corresponding epoxides (Eq. (2)). A combination of CuCl, and a crown ether has proven to be a highly efficient catalyst for the present aerobic oxidation of alkanes with acetaldehyde [7]. With this catalytic system extremely high turnover numbers were obtained for the aerobic oxidation of alkanes. As the catalytic intermediate, 2:1 complex of CuCl, and 18-crown-6 (21) are isolated and characterized. In this paper, full details of the copper- 22 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 catalyzed aerobic oxidations of alkanes and alkenes are described with respect to scope and mechanism. R1 R1 R7 Rz_~-H Cu cat. _ RZ_~-O H --- ~C=O R3 OZ (t alm) R3 R3 - H Rz RCHO R1 R3 1 O R3 Cu cat. _ RZ R4 Ox (1 atm) R2 Ra (2) RCHO 2. Results and discussion 2.1. Aerobic oxidation of alkanes The aerobic oxidation of alkanes is of importance from an enzymatic and synthetic point of view [1,2]. The direct functionalization of unactivated C-H bonds in saturated hydrocarbons usually requires drastic conditions such as high pressure and high temperature, and gives a mixture of products including polyoxygenated compounds [2]. Much effort has been devoted to establish efficient catalytic systems for oxidation of alkanes using peroxides (iodosyl benzenes [8], hypochlorites and chlorites [9], hydrogen peroxide [10], KHS05 [11], alkylperoxides and peracids [ 12], amine N-oxide [ 13]); however, efficient aerobic oxidation is still remaining as a challenging topic (Pt-H2 [14], sodium ascorbate [15], Zn [16], PhNHNHPh [17], photochemistry [18], aldehyde [19], hydroquinone [20], without reductant [21], NHPI [22]). Recently, we have found that a low valent ruthenium catalyst/peroxide system is efficient for the biomimetic oxidation of various substrates such as amines [23], amides [24], and hydrocarbons [25]. The catalytically active species of these reactions seems to be a low-valent oxoruthenium complex [5]. Further study revealed that the oxo-metal species seems to be generated by the reaction of low valent transition metal complexes with molecular oxygen in the presence of aldehydes [26,27]. As the consequence of our continuous study on the development of efficient aerobic oxidation reactions, we have found copper catalysts are effective for oxidation of alkanes with molecular oxygen in the presence of acetaldehyde. The catalytic activity of various copper salts has been examined for the aerobic oxidation of Table 1 Catalytic activity of various copper complexes for the oxidation of adamantane (1) with molecular oxygen in the presence of acetaldehyde a Entry Catalyst 1 2 3 4 5 6 7 8 9 10 11 12 Conv, b (%) Yield, b (%) 1-adamantanol 2-adamantanol 2-adamantanone Cu(OCH3)z Cu(OH)2 Cu Cu(acac)z Cu(OAc)Z Cu(OCHO)Z Cu(OCOCF3 )z CuC12 CuS04-5H20 CUCI CU20 Cu0 27 26 26 19 6.3 4.0 0.7 20 26 10 2 24 25 22 21 21 16 5.8 4.0 0.7 16 22 9.9 3 1.3 1.5 1.1 0.9 1.0 0.8 0 0 0 0.9 0.9 0 4 1.1 0.9 0.4 trace 0.4 0.4 0 0 0 0.3 trace 0 a A mixture of 1 (2.00 mmol), catalyst (0.060 mmol), and acetaldehyde (6.00 mmol) in dry CHZCIZ (12 mL) was stirred at room temperature under OZ atmosphere (1 atm) for 17 h. b Determined by GLC analysis based on the starting alkane. N. Komiya et al. /Journal of Molecular Catalvsis A: Chemical ll7 (1997) 21-37 Table 2 Effect of various aldehydes for the Cu(OH)z-catalyzed oxidation of adamantane (1) with molecular oxygen a Entry Aldehydc CH3CHO ECHO COnV,b 9 29 Yld,h ~7. 2 3 4 25 1.5 0.9 3 4 ~/C YCHO +CHO F ~ CHO (CH3CH0)3 S 17 13 29 (1 14 11 21 (race Lu 0 0 0.3 trace u A mixture of 1 (2.00 mmol), Cu(OH)2 (0.060 mmol), and aldehyde (6.00 mmol) in dry CH.C12 (12 mL) was stirred at room temperature under Oz atmosphere (1 atm) for 17 h. b Determined by GLC analysis based on the starting alkane. adamantine (1). The oxidation of 1 was carried out with molecular oxygen (1 atm) in the presence of a catalytic amount of copper salt and 3 equivalents of acetaldehyde in dry CHZC12 at room temperature. The conversion of 1 and the yields of 1-adamantanol (2), 2-adamantanol (3) and 2-adamantanone (4) were determined by GLC analyses. The representative results for the catalytic activity of various copper salts are shown in Table 1. Cu(OCH3)z and Cu(OH)Z have proven to be the most effective among examined (entries 1 and 2), and the effect of Notes to Table 3: ' A mixture of alkane (2.00 mmol), Cu(OH)2 (0.060 mmol), and acetaldehyde (6.00 mmol) in dry CHzC12 (12 mL) was stirred at room temperature under O- atmosphere (1 atm) for 24 h. b Determined by GLC analysis based on the starting alkane. Value in parenthesis corresponds to the yield based on the converted alkane. d 2-01:3-01:4-01= 40:34:26. e 2-one:3-one:4-one = 40:43:17. t 2-01:3-01:(4+5)-ols = 20:20:60. R 2-one: 3-one:(4 + 5)-one = 27:27:46. \" 1-01:2-01:3-01:4-01 = 66:8:21:5. 2-one: 3-one:4-one = 18:61:21. 23 copper salts is in the order of WOW, Cu(OH)2 > Cu(OAc)2 Cu(OCOCF3)2 > Cu C12, indicating that a copper salt bearing a more Table 3 The Cu(OH), -catalyzed oxidation of various alkanes with molecular oxygen in the presence of acetaldehyde' ,g 211 trace Yield' 2- I R 1.3 0.5 Envy Substrate Carry,' % Product (Selectivity)\" l 4 0 hcpwnols hcptanunes dccanula decanones 00=O ~OH 'l.y ~o 4.5 0.5 t I fil2 7 I Rl)`. U 7 115) 3 R (R3)s 1.7 13R i 2.61581 1191)) 9.7 (RRI 5 o- R.6 methylcycluhexunols 5.R (67)x' methylcyclohexunones u 29 7 P k CH32.4 H OH 0 CH70H cH0 OH R \\ r 8.1 0 o5.7 nm OH c, l (zz) 0zu (75) v / in 27 2,5 (2W 25 1861 IS (5) u.u r3) 0.3 t l2) 2,0 tss) z.s (29) 24 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 basic or an electron donating ligand is suitable for the present oxidation. Cu powder also showed high catalytic activity because it is converted to a soluble copper salt during the reaction (entry 3). Addition of strong acids such as trifluoroacetic acid reduces the product yields, although acetic acid does not influence the oxidation. The effect of various aldehydes was examined for the aerobic oxidation of 1 in the presence of Cu(OH)2 catalyst (Table 2). The oxidation did not occur without an aldehyde. Acetaldehyde was found to be the most effective among examined (entry 1). Linear aldehydes such as butanal and aromatic aldehydes such as benzaldehyde also gave satisfactory results (entries 2 and 6), while the use of branched and cyclic aldehydes such as isobutyraldehyde, cyclohexanecarboxaldehyde and pivalaldehyde resulted in low conversions of adamantane (entries 3-5). Paraldehyde, trimer of acetaldehyde, is not effective for the present oxidation (entry 7). The use of acetaldehyde is practical because of its efficiency, low cost and easy separation of acetic acid formed from the reaction mixture. The effect of various solvents was examined for the Cu(OH)2-catalyzed aerobic oxidation of 1 with acetaldehyde. CH2C12 has proven to be an excellent solvent. Other halogenated solvents such as 1,2-dichloroethane and CH3CN gave good results, although polar solvents such as pyridine, methanol and DMF retarded the reaction. The representative results of the Cu(OH)2catalyzed aerobic oxidations of alkanes in the presence of acetaldehyde are summarized in Table 3. Various alkanes including cycloalkanes and even poorly reactive linear alkanes such as rt-heptane and n-decane are oxidized efficiently under oxygen atmosphere (1 atm) at room temperature to give the corresponding alcohols and ketones (entries 1-6). The distributions of the oxygenated products from adamantane and ndecane indicate that the selectivity of the present reaction is in the order of tertiary > secondary primary. Alkylated arenes are oxi- Table 4 Catalytic activity of various copper salts 1-decene with molecular oxygen in the dehyde Entry Catalyst for the oxidation of presence of benzal- 1 2 3 4 s 6 7 8 9 10 Cu(OCH3)2 Cu(OH)Z Cu Cu(OAc)2 CaC12 cuci Cu(OCHO)z Cu(OCOCF, )Z CU20 Cu0 53 Conv, b (%) Yield of 1,2-epoxy decane (6), b (%) 30 32 26 25 10 11 8.2 6.1 6.2 0 51 42 40 16 13 10 7.7 to 0 A mixture of 1-decene (2.00 mmol), catalyst (0.020 mmol), and benzaldehyde (6.00 mmol) in dry CHZCIz (12 mL) was stirred at room temperature under Oz atmosphere (1 atm) for 17 h. b Determined by GLC analysis based on the starting alkene. dized at the benzylic position selectively (entries 7-9). The aldehydes under these conditions are converted into the corresponding carboxylic acids. 2.2. Aerobic epoxidation of alkenes Since epoxides are useful synthetic intermediates, the aerobic oxidation of alkenes to epox- Table 5 Effect of various aldehydes for the Cu(OH)2-catalyzed oxidation of 1-decene with molecular oxygen a Entry Aldehyde Conv,b %r Yield of 6,6 2 coo ( r-CHO 3 ~-CHO 4 +CHO 5 ECHO 6 CH30HO 51 32 38 27 32 27 zz 10 5.5 0.2 3.7 3.5 a A mixture of I-decene (2.00 mmol), Cu(OH)Z (0.020 mmol), and aldehyde (6.00 mmol) in dry CHZCIz (12 mL) was stirred at room temperature under OZ atmosphere (1 atm) for 17 h. b Determined by GLC analysis based on the starting alkene. N. Komiva et al. / Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 ides under mild conditions using metal catalysts has attracted much attention in recent years [28]. We tried to apply the present catalytic system to the oxidation of alkenes and found that aerobic epoxidation of alkenes can be performed efficiently [6]. Mukaiyama et al. reported that efficient aerobic epoxidation of alkenes proceeds using nickel(II) 1,3-diketone catalyst and an aldehyde [29]. Similar aerobic epoxidation of alkenes with aldehydes can be performed with other transition metal catalysts such as Ni [30], Fe [31], Mn [32], Co [33], and heteropolyoxometalate [34] or without a catalyst [35]. The present reaction provides a practical method for aerobic epoxidation of olefins with respect to high efficiency and mild conditions. The catalytic activity of various copper salts has been examined for the oxidation of 1-decene (5) to 1,2-epoxydecane (6) with molecular oxygen (1 atm) in the presence of benzaldehyde at room temperature. The results are shown in Table 4. Electron donating ligands such as OCH 3 and OH enhance the catalytic activity, while electron withdrawing ligands such as CF3COO reduce the product yields. As an aldehyde, benzaldehyde and cyclohexanecarboxaldehyde gave satisfactory results as shown in Table 5 (entries 1 and 2). Isobutyraldehyde and pivalaldehyde can be also used (entries 3 and 4). However, heptanal and acetaldehyde, which gave excellent results in the oxidation of alkanes, are not effective for the epoxidation of alkenes (entries 5 and 6). As solvents CH2CI.,, 1,2-dichloroethane and CH3CN gave good results. The oxidation did not proceed in pyridine and DMF. The representative results of the Cu(OH)zcatalyzed aerobic oxidation of alkenes in the presence of cyclohexanecarboxaldehyde or benzaldehyde are summarized in Table 6. Various linear and cyclic alkenes can be converted into the corresponding epoxides. The oxidation of disubstituted alkenes gave epoxides in higher yields, although monosubstituted alkenes are less reactive (entry 1). The reactivity of alkenes is in the order of tri- > di- mono-substituted ones, Table 6 The Cu(OH)2-catalyzed oxidation of various alkenes with molecular oxygen in the presence of aldehyde Entry Substrate Products) m~ww w. vizld.' 32 27, (s2)' IOU 83 yc 93 Ph,---, Ph ~~1 Ph 81 Ill h(' lun 71) (t 5i, 3.9 so, nal 83 A mixture of alkene (2.00 mmol), WOW, (0.020 mmol), and cyclohexanecarboxaldehyde (6.00 mmol) in dry CH_Cl, (12 mL) was stirred at room temperature under O= atmosphere (I atm) for 17 h. b Determined by GLC analysis based on the starting alkene using an internal standard. Benzaldehyde was used instead of cyclohexanecarboxaldehyde. d trans:cis = 100:0. trans: cis = 23:77. r trans: cis = 100:0. trans: cis = 88:12. indicating that the active copper species has an electrophilic character. Oxidation of cyclohexene gave 1,2-epoxycyclohexane selectively along with a small amount of 2-cyclohexene-l-of and 2-cyclohexene-l-one (entry 2). The oxidations of trans-5-decene and trans-stilbene gave the corresponding trans-epoxides exclusively (entries 3 and 5); however, cis-5-decene and cis-stilbene gave a mixture of cis- and transepoxides (entries 4 and 6). The stereochemistry of the epoxidation of cyclic allylic alcohols was examined (Eqs. (3) and (4)). The aerobic oxidation of 2-cyclohexen-l-of (7) with cyclohexanecarboxaldehyde 26 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 proceeds with high cis selectivity to afford cis2,3-epoxy-l-cyclohexanol (8) and trans-2,3epoxy-l-cyclohexanol (9) in a ratio of 98.8 1.2. Similar cis selectivity has been observed in the oxidation of 7 with peracids such as mCPBA [36] and perbenzoic acid [37], although the selectivities are slightly low (8:9 = 92:8). High cis selectivity of the epoxidation of 7 can be also achieved by several catalytic systems such as Mo(CO)6-TBHP (98:2) [37], VO(acac)zTBHP (99.7:0.3) [38] and CF3COCF3-H202 (100:0) [39]. Reverse of the cis/trans selectivity was observed, when hydroxy group is replaced by bulky acetoxy group. Thus, the epoxidation of 2-cyclohexen-1-yl acetate (11) under the same conditions gives the trans epoxide predominantly (12:13 = 31:69). OH Cu(OH)z(1 mold) Oz (i atm) O-CHeq) CHZCIz, rt conv 99% cis : trans =98.8:1.2 pH OH I :~ ..0,6 (~ o , (~\" 8 9 10 ssi OAc Cu(OH)z (1 mold ) Oz (1 atm) I o-CHO (3 q 1, CHyCIz, rt conv 33 OAc OAc 5o + 151 o (4) 12 13 19 cis: traps = 31 : 69 2.3. Aerobic oxidation of alkanes with coppercrown ether catalyst in the presence of acetaldehyde These aerobic oxidations can be rationalized by assuming the sequence shown in Scheme 1. The copper-catalyzed radical chain reactions of an aldehyde with molecular oxygen affords the corresponding peracid [40]. The reaction of copper salts with peracids thus formed would give oxo-copper intermediate. Hydrogen abstraction of alkanes with oxo-copper salt followed by oxygen transfer to afford the corresponding al- RCHO + pz Cu cat. RC03H Cull + RC03H -~ \"Cull'-O.' + RC02H ~Culll-p.~ + PH -->Cu + ROH Scheme 1. cohols. The alcohols are oxidized to the corresponding ketones under similar conditions. Relatively low yield of products and high conversions of aldehyde are due to the self decomposition of aldehyde with peracid, giving carboxylic acid as shown in Eq. (5) [41]. Based on assumption of the oxo-copper intermediate, RC03 H + RCHO - 2RC02 H, (5) the aerobic oxidation of aldehyde would be suppressed, if formation of high valent oxocopper species, thus formed are getting much faster. For this purpose, we tried to stabilize high valent active copper species with a ligand bearing high electron donating ability. As described in the previous section, the catalytic activity of copper salts is in the order of Cu(OH)2 > Cu(OAc)2 Cu(OCOCF3)2 > Cu- (3) Clz, indicating that a copper salt bearing more basic or electron donating ligand is suitable for the present oxidation. As Irving-Williams Se ries shows [42], divalent copper ions form the most stable complexes with the ligands among the second half of the first transition series. We thought crown ethers can be used as an electron donating ligand for the copper catalysts, al though transition metals usually do not make a stable complex with crown ethers [43]. As a consequence of this study we found that the combination of a copper complex and a crown ether shows high catalytic activity for the pre sent aerobic oxidation of alkanes with acetalde hyde (Eq. (6)). RCHO, Oz RP. R1CRz + RICHRZ CUC12 (cat.) ~ OH (' p'1 (6) The catalytic activity of various combinations of metal catalysts and crown ethers (1:1) has N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 been examined for the oxidation of cyclohexane (14) with molecular oxygen (1 atm) in the presence of acetaldehyde (0.1 equivalent based on cyclohexane) in CH 2C12 at room temperature. As shown in Table 7, the combined use of a copper salt and a crown ether increases the catalytic activity remarkably. A combination of Cu(OH)Z and 18-crown-6 gives a higher turnover number (TN = 57) than the catalysts such as Cu(OH)z (TN = 12), Fe (TN = 22) [26] and RuC13 * nH20 (TN = 20) [26] under the same conditions (entries 1-5). The use of CUC12 with 18-crown-6 gave the best result (TN = 62) among those examined (entry 6). Particularly, high yield (78%) of oxygenated products based on acetaldehyde can be achieved, when the oxidation was carried out at 70 (entry 7). The use of 1 equivalent of crown ether to CUC12 catalyst gave the best result, while 2 equivalents of crown ether do not influence the catalytic activity (TN = 63) and 27 0.5 equivalent of crown ether reduces the turnover number slightly (TN = 47) (entries 8 and 9). Other crown ethers such as dicyclohexyl-18-crown-6, dibenzo-18-crown-6, dibenzo-24-crown-8, 15-crown-5 and 12-crown4 are also effective (entries 10-14), although the use of azacrown compounds results in no reaction (entry 15). Other ligands such as calixarenes, linear polyethers and carboxylic acids do not influence the turnover numbers (entries 16-18), while amines and their derivatives retard the oxidation reactions (entry 19). As an aldehyde, excellent results were obtained with aliphatic aldehydes such as acetaldehyde, isobutyraldehyde and pivalaldehyde. CH2C12 is proven to be the best solvent, although ethyl acetate, benzene and CH 3CN can also be used for the reaction. The efficiency of the present catalysts is highlighted by extremely high turnover numbers in the aerobic oxidation of cyclohexane (14), Table 7 Effect of crown ethers for the oxidation of cyclohexane (14) with molecular oxygen in the presence of acetaldehyde Entry Catalyst Yields, b (elo) (based on CH3CH0) Turnover number 15 16 total I 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 Fe RuCI; - nH=O Cu(OH),_ CUCI, Cu(OH),-18-crown-6 (1:1) CUCI,-18-crown-6 (1:1) CuCIZ l8-crown-6 (I:1) d CuCI,-18-crown-6 (1:2) CuCI z-18-crown-6 (1:0.5) CuCl,-dicyclohexyl-18-crown-6 (1:1) CuClz-dibenzo-18-crown-6 (1:1) CuCI,-dibenzo-24-crown-8 (1:1) 15 CUCI,-15-crown-5 (1:1) CuCI,-l2-crown-4 (1:1) CuCl_-cyclam (1:1) CuCI_-4-t-butylcalix [61 arene (1:1) CuCI,-1,2-dimethoxyethane (1:1) CUCI =-CH3CO_H (1:1) CuCI,-N-methylimidazole (1:1) 5.8 6.8 3.4 3.0 14 IS 66 16 13 15 9.4 14 14 0 2.4 3.4 2.6 0 2.6 1.7 1.3 1.1 7.2 7.9 12 8.0 5.4 7.4 3.5 7.1 6.7 6.4 0 1.2 1.0 1.8 0 8.4 8.5 4.7 4.1 21 23 78 24 18 22 13 22 21 20 0 3.6 4.4 7.0 0 22 20 12 10 57 62 177 63 47 59 33 58 56 54 0 10 Il 17 0 A mixture of 14 (40.0 mmol), catalyst (0.010 mmol), and acetaldehyde (4.00 mmol) in dry temperature under O= atmosphere (1 atm) for 24 h. b Determined by GLC analysis based on acetaldehyde. It was assumed that 2 mol of acetaldehyde were necessary for ketone formation. ` Results are given in mole of products formed per mole of catalyst. `' 70. CH_Cl= (5 mL) was stirred at room 28 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 which is of importance in view of industrial aspects [44]. Actually, the oxidation of cyclohexane in the presence of CUC12 (2.50 X 10-4 mol%), 18-crown-6 (2.50 X 10-4 mol%) and acetaldehyde (10 mol%) at 70 under OZ atmosphere (1 atm) gave cyclohexanone (15) (61 % yield based on acetaldehyde) and cyclohexanol (16) (10%) with turnover number of 1.62 X 104 (Eq. (7)). Although many catalytic systems for aerobic oxidation of alkanes have been reported, high catalytic efficiency has been achieved in a limited number of these systems such as Fe(TPPF2oBrg)-OZ [45] and Co-naphthenate-OZ-cyclohexanone [46], which require high reaction temperature and high pressure of Oz. The representative results of the CuC12 18crown-6-catalyzed oxidation of alkanes with molecular oxygen (1 atm) and acetaldehyde in CHZC12 are shown in Table 8. Various alkanes and alkylated arenes can be converted into the corresponding alcohols and ketones with high turnover numbers and high yields. O OH CH3CH0, OZ (1 atm) CUC12, CH2C12, 70 (~ 6 14 11-0-1 15 16 67 % 10'/ (based on O j TN - 1.62 x to' acetaldehyde) (7) Aerobic epoxidation of olefins has been also examined using CuC12 18-crown-6-catalyst. The oxidation of cyclohexene (17) with cyclohexanecarboxaldehyde at room temperature affords 1,2-epoxycyclohexane (18, 68%) along with 2cyclohexen-l-of (19, 0.8%) and 2-cyclohexen-lone (20, 10%), where the ratio of epoxidation to allylic oxidation [18/(19 + 20)] is 6.3, while that with Cu(OH)2 catalyst is 18 (Eq. (8)). The results suggest that oxo-copper species gener- Table 8 CuC12-18-crown-6-catalyzed oxidation of alkanes with molecular oxygen in the presence of acetaldehyde Entry Alkane Temp. () Yields, b (%) Turnover number ` alcohol(s) ketone(s) 1 cyclohexane 70 10 f 61 g 1.62 X 104 2 d cyclohexane 70 9.7 r 61 g 1.60 X 104 3 cyclooctane 70 9.1 h 74 ' 1.86 X 104 4 n-hexane 70 2.3 ~ 44 k 9.77 X 103 5 e ethylbenzene rt 2.0 I 13 `\" 3.48 X 10' 6 e indane rt 11 \" 50 1.41 X 104 7 e tetraline rt 9.2 P 56 9 1.48 X 10' a A mixture of alkane (40.0 mmol), acetaldehyde (4.00 mmol), CUC12 (1.00 x 10-4 mmol), and 18-crown-6 (1.00 X 10-mmol) in CHZC12 (5 mL,) was placed in an autoclave and reacted with stirring under O, atmosphere (1 atm) for 24 h. b Determined by GLC analysis based on acetaldehyde. It was assumed that 2 mol of acetaldehyde were necessary for ketone formation. ` Results are given in mole of products formed per mole of catalyst. d (CuC12)y(CIZH2406)2(H20)2 (21) (2.50 X 10-5 mmol) was used as a catalyst. e Alkane (4.00 mmol) was used. f Cyclohexanol. s Cyclohexanone. h Cyclooctanol. ' Cyclooctanone. ~ 2-Hexanol and 3-hexanol (53:47). k 2-Hexanone and 3-hexanone (49:51). I 1-Phenylethanol. `\" Acetophenone. 1-Indanol. 1-Indanone. P a-Tetralol. q a-Tetralone. N. Komiva et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 ated from copper-crown ether have ability to abstract hydrogen atoms from C-H bonds rather than oxygen transfer to olefins. OH o CuC1218-crown-6(1 mold)O` o + I CHO (3 89) 17 1e 1s CH,cl2, rc conv 100% se 0.8% 20 1o We succeeded in the isolation of a coppercrown ether complex, although stable transition metal complexes of crown ethers are rarely isolated (CuCl2 12-crown-4 (1:1) complex [47], CuCI,,-benzo-l5-crown-5 (1:1) complex (48]). When CuCl2 was allowed to react with 18crown-6 in CH2C12-ether at room temperature, a 1:1 complex of CuC12 and 18-crown-6, [(CuClz)4(C12H2406)2(Ha0)2] (21) was obtained as a brown crystal. The structure of 21 was determined by X-ray crystal analysis as shown in Fig. 1. Crystallographic data, atomic coordinates, bond distances and angles are given in Tables 9-11, respectively. The complex ZI consists of tetramer (CuC12)4, two crown ethers and two H20 molecules. The centrosymmetric molecule contains copper atoms two distinct coordination geometries: the central pair of copper ions have 4 + 1 coordination, while the outer pair have a distorted-octahedral geom- Fig. 1. The X-ray crystal structure [(CuCI-)4(18-crown6)=(H=O),] (21). Hydrogen atoms on carbons are omitted for clarity. Atoms related by inversion center are primed. 29 Table 9 Atomic coordinates of the non-hydrogen atoms Atom x y Beq 2.53(5) 2.48(5) 3.3(1) 3.1(1) 4.3(1) 3.3(1) 3.2(3) 4.44) 4.8(4) 494) 3.5(3) 3.6(3) 2.7(3) 5.5(6) 4t 8(6) 6.1(7) 10(1) 5.5(7) 5.6(7) 5.4(6) 4.5(5) 3.8(5) 2.6(4) 5.4(6) 5.76) CUM 0.3382(2) Cu(2) 0.0447(2) Cl(I) 0.2328(4) C1(2) 0.19814) Cl(3) -0.0771(5) C1(4) -0.08564) 0(1) 0.464(1) 0(2) 0.262(1) 0(3) 0.277(1) 0(4) 0.354(1) 0(5) 0.519(1) 0(6) 0.5370 ) 0C7) 0.440U ) C[) 0.4030 Cn 0.337L) C(3) 0.1880) C(4) 0.179(3) C(5) 0.240(_2) C(6) 0.341(3) C(7) 0.449(2) CW 0.461 12(9) 0.523(2) C00) 0.6000) C(11) 0.619(2) CO 2) 0.548L) 0.2771(2) 0.3807(1) 0.3963(3) 0.2851(3) 0.2539(3) 0.4940(3) 0.2608(9) 0.13850 0) 0.0220(10) 0. 1) 0.27149) 0.3725(9) 0.1757(7) 0.223(2) 0.1C2) 0.052(2) 0.022(2) -0.0130) 0.005(2) 0.138(2) 0.247(2 ) 0.375(1) 097( u 0358(2 0.3370) 0.5853(1) 0.5174(1) 0.6481(3 ) 0.4556(3) 0.5435(4) 0.5801(3) 0.7038(7) 0.6695(9) 0.5047(10) O.919) 0.3870(7) 0.5654(9) 0.5321) 0.777(1) 0.755(1) 0.642(2) 0.560(2> 0.416(2) 0.358(1) 0.293(1) o.29s( u 0.401( I ) 0.487(1) 0.645C?J 0.723(2) Bzq = (8/3)7u(U, ~(aa 2U,=au `bb co 2 U_ 1 bb ' cc cos a ). y + 2U,;au `cc cos + etry. Each outer copper ion is hexacoordinate with three oxygen atoms of the crown ether, two bridged chlorine atoms and one oxygen atom of H20. The catalytic activity of the isolated coppercrown complex 21 was examined for the oxidation of cyclohexane with acetaldehyde. The 21 catalyzed aerobic oxidation proceeds efficiently, the same as combined use of CuCI, and I8crown-6. Thus, a similar high turnover number (1.60 X 104) was obtained (Table 8, entry 2), indicating ligation of crown ether is significant for tile catalytic activity. 2.4. Reaction mechanism In order to gain insight into the mechanism of the present oxidation of alkanes, the relative reaction rates of the Cu(OH),- and CuCI,-IB- 30 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 crown-6-catalyzed oxidations of several substituted toluenes (X-C 6 H 4 Me, X = p-Me, H, p-Cl and m-Cl) with molecular oxygen in the presence of acetaldehyde in CHZCIz were deter- Table 10 Selected bond distances ( and angles (deg) with their estimated standard deviations in parentheses Bond Length Bond Length Cu(I)-Cl(l) CUM-O(1) Cu(l)-O(6) Cu(2)-CI(1) Cu(2)-Cl(3) Cu(2)-C1(4) 0(1)-C(12) O(2)-C(3) O(3)-C(5) O(4)-C(7) O(5)-C(9) O(6)-C(11) C(3)-C(4) C(7)-C(8) C(11)-C(12) O(7)-H(2) Bond 2.227(5) Cu(1)-CI(2) 2.09(1) CuM-O(2) 2.50(1) Cu(1)-O(7) 2.618(5) Cu(2)-Cl(2) 2.213(5) Cu(2)-Cl(4) 2.310(5) O(1)-C(1) 1.38(2)O(2)-C(2) 1.45(2) O(3)-C(4) 1.41(2) O(4)-C(6) 1.39(2) O(5)-C(8) 1.43(2) O(6)-C(10) 1.40(2)C(1)-C(2) 1.27(3) C(5)-C(6) 1.50(3) C(9)-C(10) 1.460)O(7)-1-10) 1.01 2.289(5) 2.45(1) 1.96(1) 2.329(5) 2.322(5) 1.40(2) 1.42(2) L38( 1.44(2) 1.43(2) 1.42(2) 1.44(3) 1.45(3) 1.47(2) 0.77 Angle Bond Angle 90.6(2) CIM-CUM-O(1) 91.5(3) 99.1(3) Cl(1)-Cu(l)-O(6) 96.7(3) 176.8(4) CI(2)-Cu(1)-O(1) 176.5(4) 104.2(3) CI(2)-Cu(1)-O(6) 110.2(3) 91.7(3) O(l)-Cu(1)-O(2) 72.8(5) 72.3(4) O(1)-Cu0)-O(7) 86.2(5) 141.8(4) O(2)-Cu0)-p(7) 82.4(4) 80.5(4) CI(1)-Cu(2)-Cl(2) 80.7(2) 109.8(2) Cl0)-Cu(2)-Cl(4) 94.6(2) 102.9(2) Cl(2)-Cu(2)-CI(3) 93.3(2) 171.6(2) Cl(2)-Cu(2)-Cl(4) 89.9(2) 94.9(2) Cl(3)-Cu(2)-Cl(4) 147.2(2) 84.4(2) Cu0)-Cl0)-Cu(2) 90.0(2) 96.2(2) Cu(2)-Cl(4)-Cu(2) 95.6(2) 112(1) Cu(1)-O(I)-C(12) 115(1) 116(1) C1)-O(2)-C(2) 108(1) 1330) C(2)-0(2)-C(3) 1150) 1130) C(6)-0(4)-C(7) 1150) 111(1) Cu(l)-O(6)-C(10) 132(1) 1050) C(10)-0(6)-C(I1) 1140) 112(1) O(2)-C(2)-C(1) 111(1) 120(1) O(3)-C(4)-C(3) 125(2) 109(1) 0(4)-C(6)-C(5) 1080) 1080) 0(5)-C(8)-C(7) 1070) 1090) 0(6)-C(10)-C(9) 1130) 1110) 00)-C02)-C0 1) 1100) 102.8 Cu(1)-O(7)-H(2) 104.7 117.1 Cl0)-Cu(0-Cl(2) CIM-COO-O(2) CI(1)-Cu(1)-O(7) CI(2)-Cu(1)-O(2) Cl(2)-Cu(1)-O(7) O(1)-CuM-O(6) 0(2)-Cu(l)-O(6) O(6)-Cu(l)-O(7) CI(1)-Cu(2)-C1(3) Cl0)-Cu(2)-CI(4) CI(2)-Cu(2)-Cl(4) Cl(3)-Cu(2)-CI(4) Cl(4)-Cu(2)-Cl(4) Cu(I)-Cl(2)-Cu(2) CUM-O(1)-C(1) C(1)-O(1)-C(12) Cu(1)-O(2)-C(3) C(4)-O(3)-C(5) C(8)-O(5)-C(9) CuM-O(6)-C(11) O(1)-C(1)-C(2) O(2)-C(3)-C(4) O(3)-C(5)-C(6) O(4)-C(7)-C(8) O(5)-C(9)-C(I0) O(6)-C(11)-C(12) Cu(1)-O(7)-H(l) H(1)-O(7)-H(2) Table 11 Crystallographic data (CUCl2)408-crown-6)2(H 20)2 Molecular formula Formula weight Crystal dimensions (mm) Crystal color Crystal system Space group a ( b ( c ( ( Cell volume () z F(000) Dcalc (g/em3) Temperature (K) Radiation ( A(Mo K a) (cm-1) Scan type Scan rate Scan width ( Scan range ( Total number of unique reflections Unique observed reflections with I > 3o-(I) No. of variables Final R and Rw indices a CU4C18C24H52014 1102.47 0.30x0.30X0.10 brown monoclinic P21 /n (# 14) 10.460(7) 13.727(5) 14.738(7) 95.88(5) 2104(1) 2 1120 1.739 293 graphite monochromated Mo K a (A = 0.71069) 25.56 w-2B 16.0min (in ca) - up to 3 scans 1.84 +0.30 tan 0 25.2<28<29.6 3149 1661 221 0.082, 0.083 aR=E(IFoI-IFjD/EIFoI, R=fEa,(IFOI-IFjD2/E(OF1/2. mined by GLC analyses of the products (Fig. 2). The rate datum correlate well (y = 0.957 and 0.999) with the Hammett linear free-energy relationship with use of a,+ values. The p values for the reactions with Cu(OH)Z and CUC12 18crown-6 are -1.21 and -1.59, respectively. These are close to the values of -1.6 (cytochrome P-450) [49], -1.69 (Fe(TPP)CI-PhIO) [50], and -1.36 (Mn(TPP)CI-PhIO) [50], strongly suggesting that the character of active species in the present reaction is similar to that of oxo-metal (M = O) species. The intramolecular deuterium isotope effects of the Cu(OH)2- and CUC12-18-crown-6-catalyzed oxidation of 1,1-dideuterio-1,2-diphenylpropane (22) were determined by means of GC-MS analysis of the products (Eq. (9)). The kH/kD values obtained are 3.6 for Cu(OH)2 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 0.8 YX 0.4 0.2 0.0 -0.2 -0.4 p-Me p-Me H -CI p-CI of 8 -0.3 -0.1 0,1 0.3 a+ Cu(OH)p : p=-1.21 CUCi2-18-crown-6 : p=-1.59 Fig. 2. Hammett correlation of Cu(OH)2- and CuC12-18-crown-6catalyzed aerobic oxidation of substituted toluenes in the presence of acetaldehyde; Cu(OH)2; log kx /kH (X, Q+), 0.535 (p-Me, -0.31), 0 (H, 0), -0.066 (p-Cl, 0.11), -0.333 (m-CI, 0.40). CuC12; 18-crown-6: log kx /kH (X, a-* ), 0.493 (p-Me, -0.31), 0 (H, 0), - 0.177 ( p-Cl, 0.11). and 4.1 for CUC12-18-crown-6, which are smaller than that observed with cytochrome P450 (11) [51]. The intermolecular isotope effects of the oxygenations of cyclohexane were determined to be 1.8 (Cu(OH)2) and 1.5 (CUC12 18crown-6) by GLC analysis of the products obtained from the competitive reaction of cyclohexane (14) and cyclohexane-d12 (25) (Eq. (10)). cat. D\\ /D Oz (1 atm) D D O R1\" v R1 CH13 O ~Ph+ PIl Rl (9) CH;,CIz OH cat. + Op (1 atm) + O CH,(CH0 14 25 d12 CH2C12 15 16 dlo d11 27 The present oxidation can be rationalized by assuming the following three sequential pathways (Scheme 2): (i) formation of peracids by a copper-mediated radical chain reaction of aldehydes with molecular oxygen, (ii) formation of oxo-copper species by the reaction of copper with peracids, and (iii) oxidations of alkanes and alkenes by oxo-copper species. Thus, the 31 reaction of aldehyde 28 in the presence of copper catalyst gives acyl radical 29, which reacts with molecular oxygen to afford the acylperoxy radical 30. The radical 30 abstracts hydrogen from 28 to give peracid 31 and radical 29. Kinetic studies on the metal-catalyzed aerobic oxidation of aldehydes affording peracids have revealed that the reactions proceed via radical chain mechanism as shown in Eq. (i) of Scheme 2 [40]. Intermediacy of peracetic acid has been confirmed by LH NMR (270 MHz) analysis of the mixture of Cu(OH).,-catalyzed aerobic oxidation of adamantane with 3 equivalents of acetaldehyde in CD2C12 at room temperature. After 1.5 h the signal of methyl protons of peracetic acid was observed as a singlet at 8 2.13 along with those of acetic acid (8 2.07s), acetaldehyde (8 2.15, d, J 2.9 Hz), and paraldehyde (8 1.32, d, J 5.1 Hz), all of which are confirmed by comparison with those of authentic samples. The reaction of copper(II) salt 32 with peracid formed in situ would give acylperoxy copper(II) complex, followed by heterolytic O-O bond cleavage [52] to give oxo-copper species Cu(HI)-O' (33) or Cu(IV)=O (34). It has been postulated that oxo-copper intermediate can be formed by homolytic scission of the bt-peroxo bridge in tyrosinase [53] and of hydroperoxo copper group in dopamine hydroxylase [54]. The intermediacy of oxo-copper species are also postulated in the aerobic oxidations of alka- (lo) RCHO + Cull 29 + 02 - -RC03. 30 30 + 28 RCO+ Cul + H' RC03H + 79 31 Cull + 31 - [Culls-Oor Cul'~=O~ + RCO2H 32 33 34 133 or 34] + R-H -y 133 or 34l 1 >=< - l + 1 Colll-OH R - 32 + R 0 H 3s Scheme 2. 32 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 nes [55] and amines [56] and the hydroxylation of pyridine rings with PhIO [57]. Hydrogen abstraction of alkanes with 33 or 34 would give radical intermediate 35. Small inter- and intramolecular deuterium isotope effects in the present oxidation suggest that the mode of hydrogen abstraction has ionic character [58]. Hydroxy ligand transfer to the radical 35 would give alcohol and Cu(II) (32) to complete the catalytic cycle. Alcohols can be converted into ketones under the same conditions. An alternative mechanism is the hydrogen abstraction by hydroxy radical caused by homolytic scission of peracid thus formed. To check these possibility, 32selectivity in the oxidation of adamantane has been examined. The 32selectivity is denoted by the ratio of 1-adamantanol per tertiary C-H bond (4) to 2-adamantanol and 2-adamantanone per secondary C-H bond (12). The Cu(OH)2- and CUC12 18-crown-6-catalyzed oxidations afford the value of 30 and 21, respectively, while that obtained in the oxidation of adamantane with free OH radical is 10 [59]. The significant difference from the oxidation with hydroxy radical indicates that the present oxidation does not proceed via a free radical mechanism. The higher catalytic activity of a combination of CUC12 and a crown ether seems to be due to the stabilization of the oxo-copper intermediates 33 or 34, which promotes efficient consumption of peracid 31 by the reactions in Eq. (11) of Scheme 2. The resulting low concentration of 31 leads to prevent self decomposition of aldehyde as depicted in Eq. (5), which would result in the high yields based on aldehydes and extremely high turnover numbers. In the presence of an alkene, the oxo-copper intermediate 33 or 34 would react with an alkene to afford epoxide and copper salt to complete catalytic cycle. The non-stereospecific epoxidation of cis-olefins indicates that the present epoxidation is not due to the direct reaction with peracids formed in situ (Table 6, entries 4 and 6), since the epoxidation with peracid proceeds with high stereospecificity [60]. In conclusion, we have found efficient catalytic system for aerobic oxidations of alkanes and alkenes using copper catalyst and acetaldehyde. Extremely high catalytic activity can be achieved in the aerobic oxidation of alkanes using ligation of a crown ether. Our oxidation reaction provides a powerful strategy, since acetaldehyde can be readily prepared by the Wacker oxidation of ethylene. These principles would lead to the development of other efficient systems for aerobic oxidation of various organic compounds. 3. Experimental 3.1. General All melting points were determined in capillary tubes and are uncorrected. IR spectra were measured by Shimadzu FTIR-4100 spectrometer. Analytical GLC evaluations of product mixtures were carried out on Shimadzu GC-12A gas chromatograph using a 30 m X 0.25 mm glass capillary column (TC-WAX, df = 0.25 Am) and Shimadzu GC-17A gas chromatograph using a 30 m X 0.25 mm glass capillary column (SPB-20, df = 0.25 m) both of which were operated under the conditions of injection temperature (200), column temperature (initially 60, then increased 5/niin, and finally 250), and helium gas pressure (1.0 kg/cm2, sprit ratio = 100:1). GC-MS analyses were performed on a JEOL JMS-DX303 and a Shimadzu GCMS QP1000 mass spectrometer. 3.2. Materials Benzene was distilled over benzophenone ketyl under argon atmosphere. CHZC12, 1,2-dichloroethane, pyridine, CH3CN and DMF were distilled over calcium hydride under argon atmosphere. Methanol was distilled over magnesium turnings. Adamantane, cis-stilbene and traps-stilbene were commercially available and purified by recrystallization from CHZCIZ. 1,1- N. Komiya et al. /Journal of Molecular Catalvsis A: Chemical 117 (1997) 21-37 Dideuterio-1,3-diphenylpropane (22) was prepared according to the reported procedure [51 ]. Other commercially available alkanes and alkenes were purified by distillation. 3.3. General procedure for Cu(OH),-catalyzed oxidation of alkanes and alkylated arenes with molecular oxygen in the presence of acetaldehyde In a 50 mL round-bottomed flask equipped with a Teflon-coated magnetic stirring bar connected to a three-way stopcock were placed substrate (2.00 mmol), Cu(OH)z (5.9 mg, 0.060 mmol), acetaldehyde (264 mg, 6.00 mmol) and dry CH2C12 (12 mL). After the flask was flushed with oxygen, the mixture was vigorously stirred at room temperature under oxygen atmosphere (1 atm, balloon) for 17 h. The conversion of alkane or alkylated arene and the yields of the oxygenated products were determined by GLC analyses using an internal standard. The identities of the products were verified by coinjection with authentic samples and GC-MS analyses. The results are shown in Table 3. The effects of copper salts and aldehydes were examined by the oxidation of adamantane (1) under the similar conditions. These results are shown in Tables 1 and 2. The effect of solvents was also examined under the similar conditions using various dry solvent (12 mL). The results are as follows. CH2C12 (conversion 29%, yield of 1adamantanol (2) 25%, yield of 2-adamantanol (3) 1.5%, yield of 2-adamantanone (4) 0.9%), CICHZCHZCI (13%, 13%, 0%, 0%), CH3CN (9.3%, 9.2%, 0%, 0%), EtOAc (1.4%, 1.4%, 0%, 0%), benzene (1.3%, 1.3%, 0%, 0%), pyridine (0%, 0%, 0%, 0%), CH 30H (0%, 0%, 0%, 0%), DMF (0%, 0%, 0%, 0%). 3.4. General procedure for Cu(OH)2-catalyzed oxidation. of alkenes with molecular oxygen in the presence of aldehyde A mixture of alkene (2.00 mmol), Cu(OH)2 (2.0 mg, 0.020 mmol), aldehyde (6.00 mmol) and dry CHZCIz (12 mL) was vigorously stirred 33 at room temperature under oxygen atmosphere (1 atm, balloon) for 17 h. The conversion of alkene and the yield of the oxygenated products were determined by GLC analyses using an internal standard. The identities of the products were verified by coinjection with authentic samples and GC-MS analyses. The results are shown in Table 6. The effect of copper salts and aldehydes were also examined under similar conditions. The results are shown in Tables 4 and 5. traps-5,6-epoxydecane. Mass spectrum (CI), m/e (relative intensity) 158 (M++ 2, 10), 157 (M++ 1, 88), 156 (M+, 3), 139 (86), 97 (34), 87 (71), 83 (100). cis-5,6-epoxydecane. Mass spectrum (CI), m/e (relative intensity) 157 (M++ 1, 100), 85 (85), 83 (88), 80 (33). trans- a,epoxystillbene. Mass spectrum (EI), m/e (relative intensity) 197 (M++ 1, 10), 196 (M+,67), 195 (M+-1, 53), 167 (M+-CHO, 100), 90 (C6H5CH+, 36), 89 (44). cis- a,/3-epoxystilbene. Mass spectrum (EI), 197 (M++ 1, 9), 196 50), 167 (M+-CHO, m/e (relative intensity) (M+, 63), 195 (M+-1, 100), 90 (C,HSCH+, 48). 2,3-epoxypinane. Mass spectrum (EI), m/e (relative intensity) 152 (M+, 3), 137 (M+-CH3, 51), 109 (74), 95 (31), 83 (55), 82 (43), 69 (30), 67 (100), 43 (C3 H.;, 41), 41 (41). cis- 2,3-epoxy-l-cyclohexanol (8). Mass spectrum (EI), m/e (relative intensity) 114 (M+, 1), 96 (M+-H20, 4), 95 (5), 71 (13), 70 (100), 69 (13), 68 (9), 67 (12), 58 (45), 57 (78), 55 (13), 41 (22). traps-2,3-epoxy-l-cyclohexanol (9). Mass spectrum (EI), m/e (relative intensity) 96 (M+-H.,O, 8), 95 (10), 71 (50), 70 (100), 69 (15), 68(16), 67 (18), 58 (16), 57 (35), 42 (45). 3.5. General procedure for the aerobic oxidation of alkanes with copper-crown ether catalyst in the presence of acetaldehyde A 300 mL stainless steel autoclave equipped with a Teflon-coated magnetic stirring bar was 34 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 charged with CUC12 (0.0134 mg, 1.00 X 10-4 mmol), 18-crown-6 (0.0264 mg, 1.00 X 10-4 mmol) and dry CH2C12 (5 mL). After stirring for 20 min, alkane (40.0 mmol) or alkylarene (4.00 mmol) and acetaldehyde (176 mg, 4.00 mmol) were added, and the autoclave was flushed with molecular oxygen (initial pressure, 1 atm). The mixture was stirred at 70 for 24 h under oxygen atmosphere. The yields of oxygenated products were determined by GLC analyses using an internal standard. The identities of the products were verified by coinjection with authentic samples and GC-MS analyses. The results are shown in Table 8. 3.6. Effect of crown ethers for the aerobic oxidation of cyclohexane (14) with metal catalysts in the presence of acetaldehyde A mixture of 14 (3.37 g, 40.0 mmol), metal catalyst (0.010 mmol), crown ether (0.010 mmol) and acetaldehyde (176 mg, 4.00 mmol) in dry CH2C12 (5 mL) was stirred at room temperature under oxygen atmosphere (1 atm, balloon) for 24 h. The yields of cyclohexanone (15) and cyclohexanol (16) were determined by GLC analyses using internal standard (acetophenone). The results are shown in Table 7. 3.7. Preparation of f(CUClZ)4(18-crown6)2(H2O)2 J (21) A mixture of CUC12 (67 mg, 0.50 mmol) and 18-crown-6 (145 mg, 0.55 mmol) in dry CH2C12 (30 mL) was stirred at room temperature for 1 h. After the resulting insoluble material was filtered off, ether (30 mL) was added to the filtrate. The solution was allowed to stand at room temperature overnight to afford complex 21 as brown microcrystals. mp 138 (decomp.). IR (KBr): 3449, 2911, 1617, 1472, 1350, 1283, 1250, 1105, 963, 835 cm-'. The structure of 21 was unequivocally established by X-ray structure analysis as shown in Fig. 1. Crystallographic date, atomic coordinates and selected bond distances and angles are listed in Tables 9-11. 3.8. X-ray crystallographical studies X-ray analysis was performed on Rigaku AFC7R diffractometer with graphite monochromated Mo K a radiation (A = 0.71069 and a 12 kW rotating anode generator. Cell constants and an orientation matrix for data collection, obtained from a least-squares refinements using the setting angles of 25 carefully centered reflections in the range 25.16 < 2 B < 29.61corresponding to a primitive monoclinic cell with dimensions. All calculations were performed using the teXsan crystallographic software package of Molecular Structure Corporation. The structure was solved by direct method (SHELXS-86 [61]) and expanded using Fourier techniques [62]. Neutral atom scattering factors were taken from Cromer and Waber [63]. Anomalous dispersion effect were included in Fcai~ [64]; the values for 0 f' and 0 f\" were those of Creagh and McAuley [65]. An empirical absorption correction based on azimuthal scans of several reflections were applied which resulted in transmission factors ranging from 0.72 to 1.00. The data were corrected for Lorentz and polarization effects. The values for the mass attenuation coefficients are those of Creagh and Hubbell [66]. The non-hydrogen atoms were refined anisotropically. Some hydrogen atoms were refined isotropically, the rest were included in fixed positions. The ORTEP drawings [67] are shown in 50% probability thermal ellipsoid. 3.9. Competitiae reactivities of substituted toluenes (X-C6 H4 Me, X = p-Me, H, p-Cl and m-CO for the copper-catalyzed oxidation with molecular oxygen in the presence of acetaldehyde An equimolar mixture of toluene (92 mg, 1.00 mmol) and substituted toluene (1.00 mmol), copper catalyst (0.0010 mmol), acetaldehyde (4.0 mg, 0.10 mmol) in dry CH2C12 (12 mL) was vigorously stirred at room temperature under oxygen atmosphere (1 atm, balloon) for 24 N. Komiva et al. / Journal of Molecular Catalvsis A: Chemical 117 (1997) 21-37 h. The relative ratio of oxygenated products were determined by GLC analyses using internal standard (acetophenone or cyclohexanone). The identities of the products were verified by coinjection with authentic samples and GC-MS analyses. The p values of Hammett linear freeenergy relationship with o,+ value are -1.21 (y = 0.957) for Cu(OH)2 and -1.59 (y = 0.999) for CUC12-18-crown-6, respectively, as shown in Fig. 2. 3.10. Intramolecular isotope effect for the copper-catalyzed oxidation of l,l-dideuterio-1,3-diphenylpropane (22) with molecular oxygen in the presence of acetaldehyde A mixture of 1,1-dideuterio-1,3-diphenylpropane (22, 20 mg, 0.10 mmol), catalyst (Cu(OH)Z (0.98 mg, 0.010 mmol) or CUC12 (1.3 mg, 0.010 mmol)-18-crown-6 (2.6 mg, 0.010 mmol)), acetaldehyde (18 mg, 0.40 mmol) and dry CH 2C12 (5 mL) was vigorously stirred at room temperature under oxygen atmosphere (1 atm) for 24 h. The relative ratio of 3,3-dideuterio-1,3-diphenyl-l-propanone (23, M+, 212) to 1,3-diphenyl-l-propanone (24, M+, 210) (kH/kD) were determined to be 3.6 and 4.1 by GC-MS analyses of the reaction mixture. 3.11. Intermolecular isotope effect for the copper-catalyzed oxidation of cyclohexane with molecular oxygen in the presence of acetaldehyde The competitive reaction of an equimolar mixture of cyclohexane (42 mg, 0.50 mmol) and cyclohexane-d,2 (48 mg, 0.50 mmol) was carried out in the presence of catalyst (Cu(OH), (2.9 mg, 0.030 mmol) or CUC12 (4.0 mg, 0.030 mmol)-18-crown-6 (7.9 mg, 0.030 mmol)), acetaldehyde (44 mg, 1.0 mmol) and dry CH2C12 (3 mL) at room temperature under oxygen atmosphere (1 atm, balloon) for 24 h. The relative ratio of (cyclohexanol + cyclohexanone) to (cyclohexanol-d,, + cyclohexanone-dlo) (kH/kD) were determined to be 1.8 and 1.5 by 35 GLC analyses. The products were identified by GC-MS analyses. Cyclohexanol-d11. Mass spectrum (ET), m/e (relative intensity) 111 (M+, 5), 92 (29), 91 (22), 79 (15), 77 (21), 74 (38), 63 (17), 62 (6), 61 (100). Cyclohexanone-dlo. Mass spectrum (EI), m/e (relative intensity) 109 (M++ 1, 5), 108 (M+, 100), 90 (12), 88 (10), 80 (7), 78 (9), 76 (24), 74 (35), 62 (11), 60 (17), 58 (60). Acknowledgements This work was supported by the Grant-in-Aid for Scientific Research on Priority of Reactive Organometallics from the Ministry of Education, Science, Sports and Culture, Japan. References [1] C.L. Hill, Activation and Functionalization of Alkanes (Wiley, New York, 1989); A.E. Shilov and E.I. Karasevich, Metalloporphyrins Catalyzed Oxidations, F. Montanari and L. Casella (Eds.) (Kluwer Academic Publishers, Dordrecht, 1994) pp. 87-120; B. Meunier, Chem. Rev. 92 (1992) 1411. [2] R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidations of Organic Compounds (Academic Press, New York, 1981). [3] W. Kaim and J. Rall, Angew. Chem. Int. Ed. Engl. 35 (1996) 43. and references cited therein. [41 K.V. Reddy, S.-J. Jin, P.K. Arora, D.S. Sfeir, S.C.F. Maloney, F.L. Urbach and L.M. Sayre, J. Am. Chem. Soc. 112 (1990) 2332; P. Capdevielle and M. Maumy, Tetrahedron Lett. 32 (1991) 3831. [5] S.-I. Murahashi, Angew. Chem. Int. Ed. Engl. 34 (1995) 2443. [6] S.-I. Murahashi, Y. Oda, T. Naota and N. Komiya, J. Chem. Soc., Chem. Commun. (1993) 139. [7] N. Komiya, T. Naota and S.-I. Murahashi. Tetrahedron Lett. 37 (1996) 1633. [81 D. Mansuy, J.F. Bartoli and M. Momenteau, Tetrahedron Lett, 23 (1982) 2781; J.T. Groves and T.E. Nemo, J. Am. Chem. Soc. 105 (1983) 6243; J.A. Smegal and C.L. Hill, J. Am. Chem. Soc. 105 (1983) 3515; T.G. Traylor, Y.S. Byun, P.S. Traylor, P. Battioni and D. Mansuy, J. Am. Chem. Soc. 113 (1991) 7821; P. Hoffmann, A. Robert and B. Meunier, Bull. Soc. Chim. Fr. 129 (1992) 85: K. Srinivasan, P. Michaud and J.K. Kochi, J. Am. Chem. Soc. 108 (1986) 2309; B.R. Cook, T.J. Reinert and K.S. Suslick, J. Am. Chem. Soc. 108 (1986) 7281; T.-C. Lau and C.-K. Mak, J. Chem. Soc., Chem. Commun. (1995) 943. [9] B. De Poorter, M. Ricci, O. Bortolini and B. Meunier, J. 36 N. Komiya et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 Mol. Catal. 31 (1985) 221; J.P. Collman, H. Tanaka, R.T. Hembre and J.I. Brauman, J. Am. Chem. Soc. 112 (1990) 3689; A.B. Sorokin and A.M. Khenkin, J. Chem. Soc., Chem. Commun. (1990) 45; M. Bressan and A. Morvillo, J. Chem. Soc., Chem. Commun. (1989) 421; A. Tenaglia, E. Terranora and B. Waegell, J. Org. Chem. 57 (1992) 5523. [10] D. Mansuy, Pure Appl. Chem. 62 (1990) 741; D.H.R. Barton and D. Doller, Ace. Chem. Res. 25 (1992) 504; D.H.R. Barton, E. Csuhai, D. Doller and Y.V. Geletti, Tetrahedron 47 (1991) 6561; A. Sobkowiak, H.-C. Tung and D.T. Sawyer, Progress in Organic Chemistry, S.J. Lippard (Ed.), Vol. 40 (Wiley, New York, 1992) pp. 291-352; A.S. Goldstein, R.H. Beer and R.S. Drago, J. Am. Chem. Soc. 116 (1994) 2424; K. Nomura and S. Uemura, J. Chem. Soc., Chem. Commun. (1994) 129; P.R.H.P. Rao and A.V. Ramaswamy, J. Chem. Soc., Chem. Commun. (1992) 1245. l] B. Meunier, New J. Chem, 16 (1992) 203. ?J D. Mansuy, J.-F. Bartoli, J.-C. Chottard and M. Lange, Angew. Chem. Int. Ed. Engl. 19 (1980) 909; B.R. Cook, T.J. Reinert and K.S. Suslick, J. Am. Chem. Soc. 108 (1986) 7281; R.A. Leising, J. Kim, M.A. Perez and L. Que, Jr., J. Am. Chem. Soc. 115 (1993) 9524; L. Saussine, E. Brazi, A. Robine, H. Mimoun, J. Fischer and R. Weiss, J. Am. Chem. Soc. 107 (1985) 3534; D.H.R. Barton and W. Chavasiri, Tetrahedron 50 (1994) 19; J.B. Vincent, J.C. Huffman, G. Christou, Q. Li, M.A. Nanny, D.N. Hendrickson, R.H. Fong and R.H. Fish, J. Am. Chem. Soc. 110 (1988) 6898; T.-C. Lau, C.-M. Che, W.-O. Lee and C.-K. Poon, J. Chem, Soc., Chem. Commun. (1988) 1406; M. Faraj and C.L. Hill, J. Chem. Soc., Chem. Commun. (1987) 1487; J.M. Vincent, S. Mage, C. Lambeaux and M. Fontecave, Tetrahedron Lett. 35 (1994) 6287; P.A. Ganeshpure, G.L. Tembe and S. Satish, Tetrahedron Lett. 36 (1995) 8861; T. Kojima, Chem. Lett. (1996) 121; W.C. Cheng, W.-Y. Yu, K.-K. Cheung and C.-H. Che, J. Chem. Soc., Chem. Commun. (1994) 1063; J.E. Sarneski, D. Michos, H.H. Thorp, M. Didink, T. Poon, J. Blewitt, G.W. Brudrig and R.H. Crabtree, Tetrahedron Lett. 32 (1991) 1153. [13] H. Ohtake, T. Higuchi and M. Hirobe, J. Am. Chem. Soc. [31_ 113 (1992) 10660; M.W. Nee and T.C. Bruice, J. Am. Chem. Soc. 104 (1982) 6123. [14] I. Tabushi and A. Yazaki, J. Am. Chem. Sec. 103 (1981) 7371. [15] M. Fontecave and D. Mansuy, Tetrahedron 40 (1984) 4297; [16] W.Y. Lu, J.F. Bartoli, P. Battioni and D. Mansuy, New J. Chem. 16 (1992) 621; D.H.R. Barton, J. Boivin, M. Gastiger, J. Morzycki, R.S. Hay-Motherwell, W.B. Motherwell, N. Ozbalik and K.M. Schwartzentruber, J. Chem. Soc., Perkin Trans. 1 (1986) 947; N. Kitajima, M. Ito, H. Fukui and Y. Mono-oka, J. Chem. Soc., Chem. Commun. (1991) 102; E.I. Karasevich, A.M. Khenkin and A.E. Shilov, J. Chem. Soc., Chem. Commun. (1987) 731; I. Yamanaka and K. Otsuka, J. Mol. Catal. A 95 (1995) 115; Y. Kurusu and D.C. Neckers, J. Org. Chem. 56 (1991) 1981. [17] C. Sheu, A. Sobkowiak, S. Jeon and D.T. Sawyer, J. Am. Chem. Soc. 112 (1990) 879; C. Shen and D.T. Sawyer, J. Am. Chem. Sec. 112 (1990) 8212. [18] A. Maldotti, C. Bartocci, R. Amadelli, E. Polo, P. Battioni and D. Mansuy, J. Chem. Soc., Chem. Commun. (1991) 1487; G. Lu, H. Gao, J. Suo and S. Li, J. Chem. Soc., Chem. Commun. (1994) 2423; R. Amadelli, M. Bregola, E. Polo, V. Carassiti and A. Maldotti, J. Chem. Soc., Chem. Commun. (1992) 1355. [19] J. Haber and T. Mlodnicka, J. Mol. Catal. 74 (1992) 131; R. Giannandrea, P. Mastrorilli, C.F. Nobile and G.P. Suranna, J. Mol. Catal. 94 (1994) 27; T. Punniyamurthy, U.S. Kalra and K. Iqbal, Tetrahedron Lett. 36 (1995) 8497. [20] T. Funabiki, H. Ishida and S. Yoshida, Chem. Lett. (1991) 1819. [21] N. Mizuno, M. Tateishi, T. Hirose and M. Iwamoto, Chem. Lett. (1993) 2137; S. Davis and R.S. Drago, J. Chem. Soc., Chem. Commun. (1990) 250. [22] Y. Ishii, K. Nakayama, M. Takeno, S. Sakaguchi, T. Iwahama and Y. Nishiyama, J. Org. Chem. 60 (1995) 3934. [23] S.-I. Murahashi, T. Naota and K. Yonemura, J. Am. Chem. Soc. 110 (1988) 8256. [24] S.-I. Murahashi, T. Naota, T. Kuwabara, T. Saito, H. Kumobayashi and S. Akutagawa, J. Am. Chem. Sec. 112 (1990) 7820. [25] S.-I. Murahashi, Y. Oda, T. Naota and T. Kuwabara, Tetrahedron Lett. 34 (1993) 1299; S.-I. Murahashi, Y. Oda, N. Komiya and T. Naota, Tetrahedron Lett. 35 (1994) 7953. [26] S.-I. Murahashi, Y. Oda and T. Naota, J. Am. Chem. Soc. 114 (1992) 7913; S.-I. Murahashi, T, Naota and N. Komiya, Tetrahedron Lett. 36 (1995) 8059. [27] S.-I. Murahashi, T. Saito, T. Naota, H. Kumobayashi and S. Akutagawa, Tetrahedron Lett. 32 (1991) 5991. [28] K.A. Jorgensen, Chem. Rev. 89 (1989) 431. [29] T. Mukaama and T. Yamada, Bull. Chem. Soc. Jpn. 68 (1995) 17; T. Yamada, T. Takai, O. Rhode and T. Mukaiyama, Chem. Lett. (1991) 1; Bull. Chem. Sec. Jpn. 64 (1991) 2109; T. Takai, E. Hata, T. Yamada and T. Mukaiyama, Bull. Chem. Soc. Jpn. 64 (1991) 2513. [30] E. Bouhlel, P. Laszlo, M. Levant, M.-T. Mountaufier and G.P. Singh, Tetrahedron Lett. 34 (1993) 1123; P. Laszlo and M. Levant, Tetrahedron Lett. 34 (1993) 1127; R. Irie, Y. Ito and T. Katsuki, Tetrahedron Lett. 32 (1991) 6891. L. Lopez, P. Mastrorilli, G. Mele and C.F. Nobile, Tetrahedron Lett. 35 (1994) 3633; P. Mastrorilli and C.F. Nobile, Tetrahedron Lett. 35 (1994) 4193; J. Mol. Catal. 94 (1994) 19; R.W. Saalfrank, S. Reihs and M. Hug, Tetrahedron Lett. 34 (1993) 6033; K.R. Rodgers, LM. Arafa and H.M. Goff, J. Chem. Soc., Chem. Commun. (1990) 1323. [32] J. Haber and T. Mlodnicka, J. Mol. Catal. 54 (1989) 451. [33] B. Bhatia, T. Punniyamurthy and J. Iqbal, J. Org. Chem. 58 (1993) 5518; T. Punniyamurthy, B. Bhatia and J. Iqbal, J. Org. Chem. 59 (1994) 850. [34] M. Hamamoto, K. Nakayama, Y. Nishiyama and Y. Ishii, J. Org. Chem. 58 (1993) 6421. [35] D. Swem and T.W. Findley, J. Am. Chem. Soc. 172 (1950) 4315; K. Kaneda, S. Haruta, T. Imanaka, M. Hamamoto, Y. Nishiyama and Y. Ishii, Tetrahedron Lett. 33 (1992) 6827. [36] H.B. Henbest and R.A.L. Wilson, J. Chem. Soc. (1957) 1958. [37] K.B. Sharpless and R.C. Michaelson, J. Am. Chem. Soc. 95 (1973) 6136. [38] T. Ito, K. Jitsukawa, K. Kaneda and S. Teranishi, J. Am. Chem. Sec. 101 (1979) 159. N. Komira et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 21-37 [39] R.P. Heggs and B. Cnem, J. Am. Chem. Soc. 101 (1979) 2484. [40] C.E.H. Bawn and J.B. Williamson, Trans. Faraday Soc. 47 (1951) 721, 735; C.E.H. Bawn and J.E. Jolley, Proc. R. Soc. London, Ser. A 237 (1956) 297; R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidations of Organic Compounds (Academic Press, New York, 1981) ch. 5, p. 140. [41] R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidations of Organic Compounds (Academic Press, New York, 1981) ch. 12, pp. 359-363. [42] H. lrving and R.J.P. Williams,Nature 162 (1948) 746; J. Chem. Soc. (1953) 3192; H. Sigel and D.B. McCormix. Acc. Chem. Res. 3 (1970) 201. [43] S. Patai and Z. Rappoport (Eds.), Crown Ethers and Analogs (Whey, New York, 1989). [44J U. Schuchardt, W.A. Carvalho and E.V. Spinac Synlett (1993) 713: D.H.R. Barton, S.D. Bie and D.R. Hill, Tetrahedron 50 (1994) 2665; J.W.M. Steeman, S. Kaarse maker and P.J. Hoftyzer, Chem. Eng. Sci. 14 (1961) 139; S.A. Miller. Chem. Process. Eng. 50 (1969) 63. [45] P.E. Ellis, Jr. and J.E. Lyons. Coord. Chem. Rev. 105 (1990) 181. [46] E.J. Murray and L.O. Winstrom, U.S. Patent 3671588. [47] F.P. van Remoortere, F.P. Boer and E.C. Steiner. Acta Cryst. B 31 (1975) 1420. T. Sakurai, K. Kobayashi, S. Tsuboyama. Y. Kohno, N. Azuma and K. Ishizu, Acta Cryst. C 39 (1983) 206. [49] R.C. Blake, II and M.J. Coon, J. Biol. Chem. 256 (1981) [64] 12127. [50] R.K. Khanna, T.M. Pauling and D. Vajpayec. Tetrahedron [65' Lett. 32 (1991) 3759. [51] L.M. Hjelmeland, L. Aronow and J.R. Trudell, Biochem. Biophys. Res. Commun. 76 (1977) 541. [52] T.(J. Traylor. W.A. Lee and D.V. Stynes, J. Am. Chem. Soc. 106 (1984) 755; A.L. William and T.C. Bruice, J. Am. Chem. Soc. 107 (1985) 513. 37 [53] P. Capdevielle and M. Maumy, Tetrahedron Lett. 23 (1982) 1573, 1577. [54] L.C. Stewart and J.P. Klinman, Biochemistry 26 (1987) 5302. [55] D.H.R. Barton and D. Doller. Acc. Chem. Res. 25 (1992) 504. [56J G. Rousselet, P. Capdevielle and M. Maumy, Tetrahedron Lett. 36 (1995) 4999. [57J M. Rlier, E. Amad, T. Tadayoni and B. Waegel. J. Chem. Soc., Chem. Commun. (1989) 447. [58] A. Sorokin, A. Robert and $. Meunier. J. Am. Chem. Soc. 115 (1993) 7293. [59] L.F. Fieser and M. Fieser. Reagents for Organic Synthesis. Vol. 1 (Whey, New York, 1967) 789 pp. [60] J. March, Advanced Organic Chemistry. Reactions, Mechanisms and Structure, Fourth Ed. (Whey, New York, 1992) 826 PP. [61] G.M. Sheldrick, C. Kruger and R. Goddard (Eds.), Crystallo graphic Computing 3 (Oxford University, 1985) pp. 175-189. [62] P.T. Beurskens, G. Admiraal, G. Beurskens. W.P. Bosman, S. Garucia-Granda, R.O. Gould, J.M.M. Smits and C. Smykalla, DIRDIF Program System, Technical Report of the Crystallography Laboratory (University of Nijmegen, The Netherlands, 1992). [63] D.T. Cromer and J.T. Waber. International Tables for X-ray Crystallography, Vol. IV (Kynoch. Birmingham, England. 1974) Table 2.2 A. J.A. Ibers and W.C. Hamilton, Acta Crystallogr. 17 (1964) 781. D.C. Creagh and W.J. McAuley. International Tables for Crystallography. A.J.C. Wilson (EdJ, Vol. C (Kluwer Academic, Boston, 1992) Table 4.2.6.8, pp. 219-222. [66] D.C. Creagh and J.H. Hubbell, International Tables for Crystallography, A.J.C. Wilson (Ed.). Vol. C (Kluwer Academic, Boston, 1992) Table 4.2.4.3, pp. 20(1-306. [67] C.K. Johnson, ORTEP, Oak Ridge Natl. Lab. (1965). MOLCAA 96002634 S1381-1169(96)00263-4 10.1016/S1381-1169(96)00263-4 Plenary lecture Aerobic oxidation of alkanes and alkenes in the presence of aldehydes catalyzed by copper salts and copper-crown ether Dedicated to Professor Waldemar Adam on the occasion of his 60th birthday. Naruyoshi Komiya Takeshi Naota Yoshiaki Oda Shun-Ichi Murahashi ∗ Department of Chemistry, Faculty of Engineering Science, Osaka University, Machikaneyama, Toyonaka, Osaka 560, Japan ∗ Corresponding author. The oxidation of alkanes to the corresponding alcohols and ketones and the epoxidation of alkenes can be performed efficiently at room temperature with molecular oxygen (1 atm) in the presence of an aldehyde and a copper salt catalyst such as copper(II) hydroxide. Extremely high turnover numbers have been obtained for the oxidation of cyclohexane using a combination of copper(II) chloride and a crown ether as a catalyst. Keywords Oxidation of alkanes Epoxidation of alkenes Copper catalyst Crown ether Molecular oxygen Aldehydes References [1] C.L. Hill Activation and Functionalization of Alkanes 1989 Wiley New York A.E. Shilov E.I. Karasevich F. Montanari L. Casella Metalloporphyrins Catalyzed Oxidations 1994 Wiley Dordrecht 87 120 B. Meunier Chem. Rev. 92 1992 1411 [2] R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York [3] W. Kaim J. Rall Angew. Chem. Int. Ed. Engl. 35 1996 43 and references cited therein [4] K.V. Reddy S.-J. Jin P.K. Arora D.S. Sfeir S.C.F. Maloney F.L. Urbach L.M. Sayre J. Am. Chem. Soc. 112 1990 2332 P. Capdevielle M. Maumy Tetrahedron Lett. 32 1991 3831 [5] S.-I. Murahashi Angew. Chem. Int. Ed. Engl. 34 1995 2443 [6] S.-I. Murahashi Y. Oda T. Naota N. Komiya J. Chem. Soc., Chem. Commun. 1993 139 [7] N. Komiya T. Naota S.-I. Murahashi Tetrahedron Lett. 37 1996 1633 [8] D. Mansuy J.F. Bartoli M. Momenteau Tetrahedron Lett. 23 1982 2781 J.T. Groves T.E. Nemo J. Am. Chem. Soc. 105 1983 6243 J.A. Smegal C.L. Hill J. Am. Chem. Soc. 105 1983 3515 T.G. Traylor Y.S. Byun P.S. Traylor P. Battioni D. Mansuy J. Am. Chem. Soc. 113 1991 7821 P. Hoffmann A. Robert B. Meunier Bull. Soc. Chim. Fr. 129 1992 85 K. Srinivasan P. Michaud J.K. Kochi J. Am. Chem. Soc. 108 1986 2309 B.R. Cook T.J. Reinert K.S. Suslick J. Am. Chem. Soc. 108 1986 7281 T.-C. Lau C.-K. Mak J. Chem. Soc., Chem. Commun. 1995 943 [9] B. De Poorter M. Ricci O. Bortolini B. Meunier J. Mol. Catal. 31 1985 221 J.P. Collman H. Tanaka R.T. Hembre J.I. Brauman J. Am. Chem. Soc. 112 1990 3689 A.B. Sorokin A.M. Khenkin J. Chem. Soc., Chem. Commun. 1990 45 M. Bressan A. Morvillo J. Chem. Soc., Chem. Commun. 1989 421 A. Tenaglia E. Terranora B. Waegell J. Org. Chem. 57 1992 5523 [10] D. Mansuy Pure Appl. Chem. 62 1990 741 D.H.R. Barton D. Doller Acc. Chem. Res. 25 1992 504 D.H.R. Barton E. Csuhai D. Doller Y.V. Geletti Tetrahedron 47 1991 6561 A. Sobkowiak H.-C. Tung D.T. Sawyer S.J. Lippard Progress in Organic Chemistry Vol. 40 1992 Wiley New York 291 352 A.S. Goldstein R.H. Beer R.S. Drago J. Am. Chem. Soc. 116 1994 2424 K. Nomura S. Uemura J. Chem. Soc., Chem. Commun. 1994 129 P.R.H.P. Rao A.V. Ramaswamy J. Chem. Soc., Chem. Commun. 1992 1245 [11] B. Meunier New J. Chem. 16 1992 203 [12] D. Mansuy J.-F. Bartoli J.-C. Chottard M. Lange Angew. Chem. Int. Ed. Engl. 19 1980 909 B.R. Cook T.J. Reinert K.S. Suslick J. Am. Chem. Soc. 108 1986 7281 R.A. Leising J. Kim M.A. Perez L. Que Jr. J. Am. Chem. Soc. 115 1993 9524 L. Saussine E. Brazi A. Robine H. Mimoun J. Fischer R. Weiss J. Am. Chem. Soc. 107 1985 3534 D.H.R. Barton W. Chavasiri Tetrahedron 50 1994 19 J.B. Vincent J.C. Huffman G. Christou Q. Li M.A. Nanny D.N. Hendrickson R.H. Fong R.H. Fish J. Am. Chem. Soc. 110 1988 6898 T.-C. Lau C.-M. Che W.-O. Lee C.-K. Poon J. Chem. Soc., Chem. Commun. 1988 1406 M. Faraj C.L. Hill J. Chem. Soc., Chem. Commun. 1987 1487 J.M. Vincent S. Ménage C. Lambeaux M. Fontecave Tetrahedron Lett. 35 1994 6287 P.A. Ganeshpure G.L. Tembe S. Satish Tetrahedron Lett. 36 1995 8861 T. Kojima Chem. Lett. 1996 121 W.C. Cheng W.-Y. Yu K.-K. Cheung C.-H. Che J. Chem. Soc., Chem. Commun. 1994 1063 J.E. Sarneski D. Michos H.H. Thorp M. Didink T. Poon J. Blewitt G.W. Brudrig R.H. Crabtree Tetrahedron Lett. 32 1991 1153 [13] H. Ohtake T. Higuchi M. Hirobe J. Am. Chem. Soc. 113 1992 10660 M.W. Nee T.C. Bruice J. Am. Chem. Soc. 104 1982 6123 [14] I. Tabushi A. Yazaki J. Am. Chem. Soc. 103 1981 7371 [15] M. Fontecave D. Mansuy Tetrahedron 40 1984 4297 [16] W.Y. Yu J.F. Bartoli P. Battioni D. Mansuy New J. Chem. 16 1992 621 D.H.R. Barton J. Boivin M. Gastiger J. Morzycki R.S. Hay-Motherwell W.B. Motherwell N. Ozbalik K.M. Schwartzentruber J. Chem. Soc., Perkin Trans. 1 1986 947 N. Kitajima M. Ito H. Fukui Y. Moro-Oka J. Chem. Soc., Chem. Commun. 1991 102 E.I. Karasevich A.M. Khenkin A.E. Shilov J. Chem. Soc., Chem. Commun. 1987 731 I. Yamanaka K. Otsuka J. Mol. Catal. A 95 1995 115 Y. Kurusu D.C. Neckers J. Org. Chem. 56 1991 1981 [17] C. Sheu A. Sobkowiak S. Jeon D.T. Sawyer J. Am. Chem. Soc. 112 1990 879 C. Sheu D.T. Sawyer J. Am. Chem. Soc. 112 1990 8212 [18] A. Maldotti C. Bartocci R. Amadelli E. Polo P. Battioni D. Mansuy J. Chem. Soc., Chem. Commun. 1991 1487 G. Lu H. Gao J. Suo S. Li J. Chem. Soc., Chem. Commun. 1994 2423 R. Amadelli M. Bregola E. Polo V. Carassiti A. Maldotti J. Chem. Soc., Chem. Commun. 1992 1355 [19] J. Haber T. Mlodnicka J. Mol. Catal. 74 1992 131 R. Giannandrea P. Mastrorilli C.F. Nobile G.P. Suranna J. Mol. Catal. 94 1994 27 T. Punniyamurthy S.J.S. Kalra K. Iqbal Tetrahedron Lett. 36 1995 8497 [20] T. Funabiki H. Ishida S. Yoshida Chem. Lett. 1991 1819 [21] N. Mizuno M. Tateishi T. Hirose M. Iwamoto Chem. Lett. 1993 2137 S. Davis R.S. Drago J. Chem. Soc., Chem. Commun. 1990 250 [22] Y. Ishii K. Nakayama M. Takeno S. Sakaguchi T. Iwahama Y. Nishiyama J. Org. Chem. 60 1995 3934 [23] S.-I. Murahashi T. Naota K. Yonemura J. Am. Chem. Soc. 110 1988 8256 [24] S.-I. Murahashi T. Naota T. Kuwabara T. Saito H. Kumobayashi S. Akutagawa J. Am. Chem. Soc. 112 1990 7820 [25] S.-I. Murahashi Y. Oda T. Naota T. Kuwabara Tetrahedron Lett. 34 1993 1299 S.-I. Murahashi Y. Oda N. Komiya T. Naota Tetrahedron Lett. 35 1994 7953 [26] S.-I. Murahashi Y. Oda T. Naota J. Am. Chem. Soc. 114 1992 7913 S.-I. Murahashi T. Naota N. Komiya Tetrahedron Lett. 36 1995 8059 [27] S.-I. Murahashi T. Saito T. Naota H. Kumobayashi S. Akutagawa Tetrahedron Lett. 32 1991 5991 [28] K.A. Jørgensen Chem. Rev. 89 1989 431 [29] T. Mukaiyama T. Yamada Bull. Chem. Soc. Jpn. 68 1995 17 T. Yamada T. Takai O. Rhode T. Mukaiyama Chem. Lett. 1991 1 Bull. Chem. Soc. Jpn. 64 1991 2109 T. Takai E. Hata T. Yamada T. Mukaiyama Bull. Chem. Soc. Jpn. 64 1991 2513 [30] E. Bouhlel P. Laszlo M. Levart M.-T. Mountaufier G.P. Singh Tetrahedron Lett. 34 1993 1123 P. Laszlo M. Levart Tetrahedron Lett. 34 1993 1127 R. Irie Y. Ito T. Katsuki Tetrahedron Lett. 32 1991 6891 [31] L. Lopez P. Mastrorilli G. Mele C.F. Nobile Tetrahedron Lett. 35 1994 3633 P. Mastrorilli C.F. Nobile Tetrahedron Lett. 35 1994 4193 J. Mol. Catal. 94 1994 19 R.W. Saalfrank S. Reihs M. Hug Tetrahedron Lett. 34 1993 6033 K.R. Rodgers I.M. Arafa H.M. Goff J. Chem. Soc., Chem. Commun. 1990 1323 [32] J. Haber T. Mlodnicka J. Mol. Catal. 54 1989 451 [33] B. Bhatia T. Punniyamurthy J. Iqbal J. Org. Chem. 58 1993 5518 T. Punniyamurthy B. Bhatia J. Iqbal J. Org. Chem. 59 1994 850 [34] M. Hamamoto K. Nakayama Y. Nishiyama Y. Ishii J. Org. Chem. 58 1993 6421 [35] D. Swern T.W. Findley J. Am. Chem. Soc. 172 1950 4315 K. Kaneda S. Haruta T. Imanaka M. Hamamoto Y. Nishiyama Y. Ishii Tetrahedron Lett. 33 1992 6827 [36] H.B. Henbest R.A.L. Wilson J. Chem. Soc. 1957 1958 [37] K.B. Sharpless R.C. Michaelson J. Am. Chem. Soc. 95 1973 6136 [38] T. Ito K. Jitsukawa K. Kaneda S. Teranishi J. Am. Chem. Soc. 101 1979 159 [39] R.P. Heggs B. Ganem J. Am. Chem. Soc. 101 1979 2484 [40] C.E.H. Bawn J.B. Williamson Trans. Faraday Soc. 47 1951 721 C.E.H. Bawn J.B. Williamson Trans. Faraday Soc. 47 1951 735 C.E.H. Bawn J.E. Jolley Proc. R. Soc. London 237 1956 297 Ser. A R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York 140 ch. 5 [41] R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York 359 363 ch. 12 [42] H. Irving R.J.P. Williams Nature 162 1948 746 J. Chem. Soc. 1953 3192 H. Sigel D.B. McCormix Acc. Chem. Res. 3 1970 201 [43] S. Patai Z. Rappoport Crown Ethers and Analogs 1989 Wiley New York [44] U. Schuchardt W.A. Carvalho E.V. Spinacé Synlett 1993 713 D.H.R. Barton S.D. Bévière D.R. Hill Tetrahedron 50 1994 2665 J.W.M. Steeman S. Kaarsemaker P.J. Hoftyzer Chem. Eng. Sci. 14 1961 139 S.A. Miller Chem. Process. Eng. 50 1969 63 [45] P.E. Ellis Jr. J.E. Lyons Coord. Chem. Rev. 105 1990 181 [46] E.J. Murray and L.O. Winstrom, U.S. Patent 3671588. [47] F.P. van Remoortere F.P. Boer E.C. Steiner Acta Cryst. B 31 1975 1420 [48] T. Sakurai K. Kobayashi S. Tsuboyama Y. Kohno N. Azuma K. Ishizu Acta Cryst. C 39 1983 206 [49] R.C. Blake II M.J. Coon J. Biol. Chem. 256 1981 12127 [50] R.K. Khanna T.M. Pauling D. Vajpayec Tetrahedron Lett. 32 1991 3759 [51] L.M. Hjelmeland L. Aronow J.R. Trudell Biochem. Biophys. Res. Commun. 76 1977 541 [52] T.G. Traylor W.A. Lee D.V. Stynes J. Am. Chem. Soc. 106 1984 755 A.L. William T.C. Bruice J. Am. Chem. Soc. 107 1985 513 [53] P. Capdevielle M. Maumy Tetrahedron Lett. 23 1982 1573 P. Capdevielle M. Maumy Tetrahedron Lett. 23 1982 1577 [54] L.C. Stewart J.P. Klinman Biochemistry 26 1987 5302 [55] D.H.R. Barton D. Doller Acc. Chem. Res. 25 1992 504 [56] G. Rousselet P. Capdevielle M. Maumy Tetrahedron Lett. 36 1995 4999 [57] M. Réglier E. Amadeï T. Tadayoni B. Waegel J. Chem. Soc., Chem. Commun. 1989 477 [58] A. Sorokin A. Robert B. Meunier J. Am. Chem. Soc. 115 1993 7293 [59] L.F. Fieser M. Fieser Fourth Ed. Reagents for Organic Synthesis Vol. 1 1967 Wiley New York 789 [60] J. March Advanced Organic Chemistry, Reactions, Mechanisms and Structure Fourth Ed. 1992 Wiley New York 826 [61] G.M. Sheldrick C. Kruger R. Goddard Crystallographic Computing 3 1985 Oxford University 175 189 [62] P.T. Beurskens G. Admiraal G. Beurskens W.P. Bosman S. Garucia-Granda R.O. Gould J.M.M. Smits C. Smykalla DIRDIF Program System Technical Report of the Crystallography Laboratory 1992 University of Nijmegen The Netherlands [63] D.T. Cromer J.T. Waber International Tables for X-ray Crystallography Vol. IV 1974 Kynoch Birmingham, England Table 2.2 A [64] J.A. Ibers W.C. Hamilton Acta Crystallogr. 17 1964 781 [65] D.C. Creagh W.J. McAuley A.J.C. Wilson International Tables for Crystallography Vol. C 1992 Kluwer Academic Boston 219 222 Table 4.2.6.8 [66] D.C. Creagh J.H. Hubbell A.J.C. Wilson International Tables for Crystallography Vol. C 1992 Kluwer Academic Boston 200 206 Table 4.2.4.3 [67] C.K. Johnson ORTEP 1965 Oak Ridge Natl. Lab",
      "scopus-id": "0030939270",
      "coredata": {
        "eid": "1-s2.0-S1381116996002634",
        "dc:description": "The oxidation of alkanes to the corresponding alcohols and ketones and the epoxidation of alkenes can be performed efficiently at room temperature with molecular oxygen (1 atm) in the presence of an aldehyde and a copper salt catalyst such as copper(II) hydroxide. Extremely high turnover numbers have been obtained for the oxidation of cyclohexane using a combination of copper(II) chloride and a crown ether as a catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-03-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996002634",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Komiya, Naruyoshi"
          },
          {
            "@_fa": "true",
            "$": "Naota, Takeshi"
          },
          {
            "@_fa": "true",
            "$": "Oda, Yoshiaki"
          },
          {
            "@_fa": "true",
            "$": "Murahashi, Shun-Ichi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996002634"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996002634"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00263-4",
        "prism:volume": "117",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Aerobic oxidation of alkanes and alkenes in the presence of aldehydes catalyzed by copper salts and copper-crown ether",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidation of alkanes"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation of alkenes"
          },
          {
            "@_fa": "true",
            "$": "Copper catalyst"
          },
          {
            "@_fa": "true",
            "$": "Crown ether"
          },
          {
            "@_fa": "true",
            "$": "Molecular oxygen"
          },
          {
            "@_fa": "true",
            "$": "Aldehydes"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "21-37",
        "prism:endingPage": "37",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 March 1997",
        "prism:doi": "10.1016/S1381-1169(96)00263-4",
        "prism:startingPage": "21",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00263-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030939270"
      }
    }
  }
}