{
  "metadata": {
    "title": "The study of L-VPO catalysts prepared by microwave methods",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-05-03",
    "doi": "10.1016/j.molcata.2005.01.039",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905000865",
    "pii": "S1381116905000865"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-15044346844",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-02-25 2005-02-25 2010-04-19T04:56:56 1-s2.0-S1381116905000865 S1381-1169(05)00086-5 S1381116905000865 10.1016/j.molcata.2005.01.039 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X01303 2015-05-15T05:56:33.000448-04:00 0 0 20050503 2005 2005-02-25T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 232 232 1 2 1 2 Volume 232, Issues 1–2 19 119 122 119 122 20050503 3 May 2005 2005-05-03 2005 article fla Copyright © 2005 Elsevier B.V. All rights reserved. STUDYLVPOCATALYSTSPREPAREDBYMICROWAVEMETHODS ZENG L 1 Introduction 2 Experimental 2.1 Catalysts preparation 2.2 Catalytic activity test 2.3 Catalyst characterization 3 Results and discussion 3.1 BET results 3.2 XRD 3.3 FT-IR 3.4 Laser Raman spectra (LRS) 3.5 Catalytic performance 4 Conclusion References LIN 2003 287 303 M VEDRINE 2003 247 262 J AI 1998 297 301 M AI 1996 3 13 M CHENG 1999 803 H RADOIU 2003 187 193 M JANJIC 2002 253 256 N BERRY 2000 191 201 F LIU 1998 207 214 Y LIU 1999 147 151 Y KAMIYA 2001 265 Y IRUSTA 1999 298 310 S SANANESSCHULZ 1996 346 353 M SHISHIDO 2000 215 221 T ZENGX2005X119 ZENGX2005X119X122 ZENGX2005X119XL ZENGX2005X119X122XL item S1381-1169(05)00086-5 S1381116905000865 1-s2.0-S1381116905000865 10.1016/j.molcata.2005.01.039 271358 2010-10-10T21:02:30.99599-04:00 2005-05-03 1-s2.0-S1381116905000865-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/MAIN/application/pdf/ab49e8b2d84ddd5c710c1d0f25520d7d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/MAIN/application/pdf/ab49e8b2d84ddd5c710c1d0f25520d7d/main.pdf main.pdf pdf true 100443 MAIN 4 1-s2.0-S1381116905000865-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/PREVIEW/image/png/f433e6ebf46fc352b9328afcbc65f7f3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/PREVIEW/image/png/f433e6ebf46fc352b9328afcbc65f7f3/main_1.png main_1.png png 62535 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905000865-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/STRIPIN/image/gif/dceb665ec70c4454ce3640db64b67350/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/STRIPIN/image/gif/dceb665ec70c4454ce3640db64b67350/si1.gif si1 si1.gif gif 1277 17 393 ALTIMG 1-s2.0-S1381116905000865-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/gr1/DOWNSAMPLED/image/gif/371cc4faed6c1a4ffe28f04db6658535/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/gr1/DOWNSAMPLED/image/gif/371cc4faed6c1a4ffe28f04db6658535/gr1.gif gr1 gr1.gif gif 18191 369 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000865-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/gr1/THUMBNAIL/image/gif/4906a97b996d4e0c5443210942d6bc74/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/gr1/THUMBNAIL/image/gif/4906a97b996d4e0c5443210942d6bc74/gr1.sml gr1 gr1.sml sml 2273 93 95 IMAGE-THUMBNAIL 1-s2.0-S1381116905000865-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/gr2/DOWNSAMPLED/image/gif/bf33401c61aacc721b43302be4dd98b1/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/gr2/DOWNSAMPLED/image/gif/bf33401c61aacc721b43302be4dd98b1/gr2.gif gr2 gr2.gif gif 5791 249 367 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000865-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/gr2/THUMBNAIL/image/gif/18ea31fd41558d0333a2f17cd1e2f277/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/gr2/THUMBNAIL/image/gif/18ea31fd41558d0333a2f17cd1e2f277/gr2.sml gr2 gr2.sml sml 1293 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905000865-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/gr3/DOWNSAMPLED/image/gif/175b7e0424263407f75053daed658f3f/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/gr3/DOWNSAMPLED/image/gif/175b7e0424263407f75053daed658f3f/gr3.gif gr3 gr3.gif gif 9022 317 367 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000865-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/gr3/THUMBNAIL/image/gif/4d55c9ffb15349441831051280c8accc/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/gr3/THUMBNAIL/image/gif/4d55c9ffb15349441831051280c8accc/gr3.sml gr3 gr3.sml sml 1468 93 108 IMAGE-THUMBNAIL 1-s2.0-S1381116905000865-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/fx1/DOWNSAMPLED/image/gif/2ec29c41dc8aeb3585266869ec7df40a/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/fx1/DOWNSAMPLED/image/gif/2ec29c41dc8aeb3585266869ec7df40a/fx1.gif fx1 true fx1.gif gif 9390 236 241 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000865-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000865/fx1/THUMBNAIL/image/gif/76f71795935a58946b31df2f1ea3eef7/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000865/fx1/THUMBNAIL/image/gif/76f71795935a58946b31df2f1ea3eef7/fx1.sml fx1 true fx1.sml sml 2262 93 95 IMAGE-THUMBNAIL MOLCAA 5125 S1381-1169(05)00086-5 10.1016/j.molcata.2005.01.039 Elsevier B.V. Fig. 1 XRD patterns of different L-VPO catalysts with different dopants. Fig. 2 FT-IR patterns of the catalysts A-1, A-2, B-1 and B-2. Fig. 3 Laser Raman spectra of different L-VPO catalysts with different dopants. Table 1 Specific surface area of the catalysts with BET Catalysts Molar ratio Heating BET (m2 g−1) A-1 P:V:La=1.1:1:0.04 Oven 26.0 A-2 P:V:La=1.1:1:0.04 Microwave 27.3 B-1 P:V:La:Ce=1.1:1:0.04:0.04 Oven 12.5 B-2 P:V:La:Ce=1.1:1:0.04:0.04 Microwave 21.1 C-1 P:V:La:Mo=1.1:1:0.04:0.04 Oven 10.9 C-2 P:V:La:Mo=1.1:1:0.04:0.04 Microwave 12.5 D-1 P:V:Bi=1.1:1:0.04 Oven 7.7 D-2 P:V:Bi=1.1:1:0.04 Microwave 12.2 Table 2 The catalytic performance of VPO catalysts Catalysts Conversion of propane (%) Selectivity (%) CO CO2 C3H6 Acrolein Acrylic acid A-1 6.5 23.0 10.8 – 3.2 63.0 A-2 7.5 21.3 9.3 – 2.7 66.7 B-1 49.0 13.8 7.5 0.2 4.9 73.6 B-2 50.3 8.5 4.0 – 2.0 85.5 C-1 27.2 29.8 8.8 – 13.6 47.8 C-2 27.4 30.3 13.1 0.4 11.3 44.9 D-1 24.0 20.0 11.3 0.4 12.0 55.7 D-2 29.2 17.5 14.5 0.3 8.9 58.8 Reaction condition: N2/O2/C3H8 =17.5/3.2/5.1ml/min; amount of catalysts=200mg; reaction temperature: 723K. The study of L-VPO catalysts prepared by microwave methods Ling Zeng * Huachang Jiang Junfeng Niu Department of Biological and Chemical Engineering, Zhejiang University of Science and Technology, Hangzhou 310012, PR China * Corresponding author. Tel.: +86 57185124599; fax: +86 57185070020. The new catalysts of L-VPO with different dopants were prepared by microwave method and conventional heating method. These catalysts showed a definite activity for partial oxidation propane to acrylic acid. The catalyst with Ce and La prepared by microwave method, especially, showed the best activity with the yield and selectivity of acrylic acid being 43.0% and 85.4%. The catalysts were examined with BET, XRD, IR and LRS techniques. The catalysts prepared by microwave method showed larger specific surface area than the catalysts prepared by usual heating method. The Ce-doped VPO catalyst prepared by microwave method possessed CeP5O14 phase, which might be the important factor to improve the performance of the VPO catalysts. Graphical abstract The L-VPO catalyst with Ce and La prepared by microwave method, showed the best activity with the yield and selectivity of acrylic acid for partial oxidation propane. Keywords VPO catalysts Microwave Propane Acrylic acid 1 Introduction One of the development trends of petrochemical engineering was using cheaper and more resourceful chemical feeds. One of the most promising reactions was partial oxidation of propane instead of propene to produce acrylic acid and acrolein. Acrylic acid and its derivatives were elementary chemical feeds used for chemical fiber, coatings, leather and adhesives. The primary method of producing acrylic acid was two-step process from propene, and the output of acrylic acid from the method was over 85%. Because of the current abundance and low cost of alkanes, recently, however, more and more interests have been generated in the oxidative catalytic conversion of alkanes other than olefins to produce oxygenates and nitriles in both petroleum and petrochemical industries, although it was well known that those alkanes were low reactive because they had no lone pairs of electrons, no empty orbital and the polarity of the CH bonds was very little [1,2]. Ai [3,4] prepared some V2O5–P2O5-based catalysts and used them in the selective oxidation of propane. He brought forward the propane oxidation reaction kinetic: Start from the oxidative dehydrogenation of propane to form propene and water played a role in this reaction The component of the catalysts was one of the important factor determined the activity of the catalysts. The VPO with Ce dopant was one of the best catalysts used for partial oxidation propane to acrylic acid [5]. It was found that not only the component but also the preparation method of the catalyst could greatly affect the structure or species of formed oxides. Microwave heating method was usually applied to prepare many catalysts and these catalysts showed better performance in the reaction of selective oxidation alkyl to olefin and other chemical feed [6–10]. But few papers related to VPO catalysts prepared by microwave method when they used for selectivity oxidation propane to acrylic acid. In present paper, we would like to report the catalyst prepared by microwave method in addition to the effect of different dopant on the VPO catalysts. These catalysts were characterized by FT-IR, BET, XRD and LRS. The result illuminated that VPO catalysts with Ce prepared by microwave heating method showed best activity. 2 Experimental 2.1 Catalysts preparation All the reagents were commercially obtained and used without further purification. The catalyst used in this study was a V2O5–P2O5. The molar ratio of V, P and other dopants was listed in Table 1 . L-VPO was prepared by the method reported elsewhere [11,12] (the major dopants was lanthanide series metal oxides, and the catalysts was named L-VPO). V2O5 (5g, AR, 99%) was reduced in mixture of iso-butyl alcohol (100cm3, AR, 99.5%) and benzyl alcohol (100cm3, AR, 99.5%) at refluxing temperature for 6h. Then a definite amount dopant: La(NO3)3, Ce(NO3)2, ((NH4)6Mo7O24)·4H2O or Bi(NO3)3 was added into the suspended mixture following phosphorus acid (85%). A black solid was got after the mixture refluxed for 2h and separated by filtration. The black solid was divided into two parts. One was heated for 2min by microwave method. The heating conditions were: frequency: 2450MHz, output power: 160W. The other was heating for 4h at 393K under atmosphere condition in an oven. All the dried catalysts were calcined at 723K for 6h. The catalysts heated by microwave were named A-1, B-1, C-1 and D-1, and the catalysts with the same composition heated at oven were named A-2, B-2, C-2 and D-2. 2.2 Catalytic activity test Selective oxidation of propane to acrolein was carried out in a tubular fixed bed flow reactor made of stainless steel (i.d.=6mm) under atmospheric pressure. Analysis of reactants and products were carried out by on-line gas chromatography, using two parallel connection column types: (i) Porapak Q (2.0m×1/8in.) to analyze CO2, acrolein and acrylic acid, (ii) molecular sieve 13A (2m×1/8in.) to analyze CO, N2, O2, C2H4, C3H8, C3H6. Other reaction conditions such as feed gas molar ratio and GHSV were measured and chose the best one with the flow of N2/O2/C3H8 =17.5/3.2/5.1ml/min, amount of the catalysts=200mg in the present paper. Water was introduced by its saturated vapor at 338K (water vapor pressure was 25.0kPa). The catalysts were not any further reduced or diluted prior to reaction. The reaction temperature was 723K. 2.3 Catalyst characterization X-ray diffraction (XRD) analysis was carried out using a Thermo-X’TRA automated power X-ray diffractometer with a graphite filter by the continuous scanning (4°/min) with Cu Kα radiation (400kV, 120mA). The specific area was measured by a NOVA 1000E Material Physical Structure Determinator. The sample was pretreated at 573K under the pressure being 0.67Pa, then measured under liquid nitrogen temperature (77K). FT-IR was analyzed at a Nicolet AVATAR 370 FT-IR spectrometer. All laser Raman spectra (LRS) were recorded with an Almega spectrometer (Thermo Nicolet Co., USA) equipped with a confocal microscope (50×objective) and CCD detector. An Ar-laser (532nm) was used for the excitation of the Raman spectra. 3 Results and discussion 3.1 BET results The specific area of the catalysts was showed in Table 1. The specific surface area of the catalysts heated by microwave was commonly larger than that of the catalysts heating at oven, as Table 1 showed. The specific area of sample B-1 and D-1 was almost was two times of that of B-2 and D-2 and it of sample A-1 attained 27.28m2/g. The mechanics of heat diffusing in the traditional heating process was that heat gradually diffused from outer to inner. Gas and liquid coexist in the pore of the gel and form a meniscus following solvent evaporation. The meniscus gradually shrunk into the pore for the effect of surface tension. The capillary force drew the pore framework and made it breakdown accompany with the temperature, and then the specific surface area and volume of the catalysts became very little. Surface tension and capillary force would disappear because the outer and inner of catalyst was heat simultaneously when it was dried by microwave. It would prevent the collapse of the gel and the framework (three-dimensional net structure) of it could be preserved. Then the specific area and pore volume of the catalyst got larger. On the other hand, microwave was a non-ionizing electromagnetic energy and showed special electric field effect. So it could apace heat the catalysts and could shorten heating time. At the same time, the characteristic of microwave could render the active constituent more homogeneous and took on better dissemination. 3.2 XRD The effect of preparation method on the XRD patterns of catalysts was different. As Fig. 1 showed, a main phase of (VO)2P2O7 (JCPDS 34-1381) appeared in catalyst A prepared by both microwave and general heating method. A new phase, CeP5O14 (JCPDS 34-0021), V2O5 (JCPDS 45-1074) and (VO)2P2O7 were the main phases when VPO was intermingled with La and Ce. As to catalysts C-2 and D-2, which was heated by microwave, V2O5 was the only other phase accompany with (VO)2P2O7 phase, but VOPO4 (JCPDS 27-0948) simultaneously appeared in the catalysts C-1 and D-1 when the catalysts C and D was heated in oven. This probably illuminated that the structure of catalysts containing rare-earth elements was impervious to microwave and kept uniform when they were heated either by microwave or oven. Mo and Bi, however, could promote the formation of high valence of V when the catalysts were heated in dry oven, and VOPO4 phase emerged. CeP5O14 phase was the only phase which was not composed by V and/or P. Ce ion showed two valence state, i.e., Ce2+ and Ce4+. Ce and V could form two kinds of electron couples, i.e., Ce2+/Ce4+ and V4+/V5+. Such couples could be formed by a charge transfer: V 5 + + O 2 − ⇌ V 4 + + O − and 2 C e 2 + + 2 O − ⇌ C e 4 + + O 2 − The O− species had been indeed shown to be active in activation of the CH bond both in alkane and olefin molecules. The electron couples were propitious to activation of the CH bond. The synergic effect between Ce and V, to the contrary, could make the active phase, (VO)2P2O7, more stable. 3.3 FT-IR Fig. 2 showed the FT-IR patterns of catalysts A-1, A-2, B-1 and B-2. The band situated at about 3375, 970, 620, 500cm−1 was ascribed to benzyl alcohol. And the band situated at about 1240, 1140, 740cm−1 was identical with the flexible frequency of PO band in the (VO)2P2O7 phase. The FT-IR peak at about 1645cm−1 was contributed to the absorbance band of the coordinate water. According to both the result XRD and FT-IR, it could be confirmed that the main active phase of the catalysts being (VO)2P2O7. 3.4 Laser Raman spectra (LRS) Laser Raman spectra of catalysts A-1, B-1, C-1, D-1 and A-2, B-2, C-2, D-2 were showed in Fig. 3 . The main band was situated in the 930–940cm−1 region with one peak situated at 1188cm−1 for catalysts A-1, B-1 and A-2. They could be assigned to (VO)2P2O7 phase [13,15]. Some peaks besides the above-mentioned were situated in the 434–654cm−1 were observed for catalysts B-2, C-1, D-1, C-2 and D-2 and they could be attributed to V2O5 [16]. Four peaks were situated in the 897-1073cm−1 region for catalyst D-2. A new peak was situated at 1040cm−1 could be assigned to VOPO4 phase [15] for catalysts B-2, C-1, D-1, C-2 and D-2, respectively. The Raman result was coincided with that of XRD. The CeP5O14 could not be observed in the Raman spectrum probably for its inert sensitivity to the Raman signal. 3.5 Catalytic performance The reaction results of selective oxidation from propane to acrylic acid under different preparation method of the catalysts with different dopant were showed in Table 2 . As Table 2 showed, the performance did not present large discrepancy between the catalysts prepared by different method. The activity of catalyst A-2 was very low although its high specific surface area. The conversion of propane was high for catalysts C and D. it might be explained by the strong oxidizing property of V2O5 phase. All the catalyst contained V2O5 phase except catalysts A, according to XRD and Raman results. Catalyst C-2 showed lower selectivity of acrylic acid because it contained minor (VO)2P2O7 phase. The catalysts B, especially B-2 showed the highest selectivity and yield for acrylic acid. The content of V2O5 in catalyst B-2 was lesser than catalysts C and D, and the content of (VO)2P2O7 phase was lesser than catalyst A, logically, the conversion of propane might be lower than catalysts C and D and the selectivity of acrylic acid might be lower than catalysts A. Combination with XRD and Raman results, the experimental result might be the synergic effect between CeP5O14 and (VO)2P2O7 phase which promoted the stabilization of catalyst B and conversion of propane, and enhanced the selectivity of acrylic acid. Catalysts C and D all showed lower activity than catalyst B. This meant that the addition of La and Bi might promote the overall oxidation of propane. 4 Conclusion It was concluded by the results of reaction from selective oxidation propane to acrylic acid and the BET, XRD, FT-IR and LRS characterization of the catalysts prepared by different methods that different preparation methods of the catalysts could greatly affect the specific surface area and active phase. V2O5 was the main effect on the conversion of propane and (VO)2P2O7 phase was the main effect on the selectivity of acrylic acid. Specific surface area showed few effect on the performance of the catalyst though the catalysts prepared by microwave method took on higher specific area The catalyst containing Ce composed by CeP5O14 and (VO)2P2O7 phase, and could promote the catalyst performance for the synergic effect between these two phases. References [1] M.M. Lin Appl. Catal. A: Gen. 250 2003 287 303 [2] J.C. Védrine E.K. Novakova E.G. Derouane Catal. Today 81 2003 247 262 [3] M. Ai Catal. Today 42 1998 297 301 [4] M. Ai J. Mol. Catal. A: Chem. 114 1996 3 13 [5] H. Cheng Y. Han H. Wang Shiyou Huagong (Chinese) 28 1999 803 [6] M.T. Radoiu Y. Chen M.C. Depew Appl. Catal. B: Environ. 43 2003 187 193 [7] N. Janjic M.S. Scurrell Catal. Commun. 3 2002 253 256 [8] F.J. Berry L.E. Smart P.S.S. Prasad N. Lingaiah P.K. Rao Appl. Catal. A: Gen. 204 2000 191 201 [9] Y. Liu Y. Lu P. Liu R.X. Gao Y.Q. Yin Appl. Catal. A: Gen. 170 1998 207 214 [10] Y. Liu Y. Lu S.M. Liu Y.Q. Yin Catal. Today 51 1999 147 151 [11] Y. Kamiya, E. Nishikawa, Japan Kokai, 11-319860 (1999). [12] Y. Kamiya E. Nishikawa A. Satsuma N. Mizuno T. Okuhara Sekiyu Gakkaishi 44 2001 265 [13] S. Irusta A. Boix B. Pierini C. Caspani J. Petunchi J. Catal. 187 1999 298 310 [15] M.T. Sananés-Schulz F.B. Abdelouahab G.J. Hutchings J.C. Volta J. Catal. 163 1996 346 353 [16] T. Shishido A. Inoue T. Konishi I. Matsuura K. Takehira Catal. Lett. 68 2000 215 221",
      "scopus-id": "15044346844",
      "coredata": {
        "eid": "1-s2.0-S1381116905000865",
        "dc:description": "The new catalysts of L-VPO with different dopants were prepared by microwave method and conventional heating method. These catalysts showed a definite activity for partial oxidation propane to acrylic acid. The catalyst with Ce and La prepared by microwave method, especially, showed the best activity with the yield and selectivity of acrylic acid being 43.0% and 85.4%. The catalysts were examined with BET, XRD, IR and LRS techniques. The catalysts prepared by microwave method showed larger specific surface area than the catalysts prepared by usual heating method. The Ce-doped VPO catalyst prepared by microwave method possessed CeP5O14 phase, which might be the important factor to improve the performance of the VPO catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-05-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905000865",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zeng, Ling"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Huachang"
          },
          {
            "@_fa": "true",
            "$": "Niu, Junfeng"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905000865"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905000865"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00086-5",
        "prism:volume": "232",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "The study of L-VPO catalysts prepared by microwave methods",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "VPO catalysts"
          },
          {
            "@_fa": "true",
            "$": "Microwave"
          },
          {
            "@_fa": "true",
            "$": "Propane"
          },
          {
            "@_fa": "true",
            "$": "Acrylic acid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "119-122",
        "prism:endingPage": "122",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 May 2005",
        "prism:doi": "10.1016/j.molcata.2005.01.039",
        "prism:startingPage": "119",
        "dc:identifier": "doi:10.1016/j.molcata.2005.01.039",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "393",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1277",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "369",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18191",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "95",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2273",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "249",
            "@width": "367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5791",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1293",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "317",
            "@width": "367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9022",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "108",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1468",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "236",
            "@width": "241",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9390",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "95",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000865-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2262",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/15044346844"
      }
    }
  }
}