{
  "metadata": {
    "title": "Hydroformylation of 1-hexene over ultrafine cobalt nanoparticle catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2010-09-01",
    "doi": "10.1016/j.molcata.2010.07.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111691000289X",
    "pii": "S138111691000289X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-77956945833",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2010-07-09 2010-07-09 2010-10-31T17:19:41 1-s2.0-S138111691000289X S1381-1169(10)00289-X S138111691000289X 10.1016/j.molcata.2010.07.006 S300 S300.1 FULL-TEXT 1-s2.0-S1381116910X00139 2015-05-15T05:56:33.607047-04:00 0 0 20100901 2010 2010-07-09T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 330 330 1 2 1 2 Volume 330, Issues 1–2 14 94 98 94 98 20100901 1 September 2010 2010-09-01 2010 Regular papers article fla Copyright © 2010 Elsevier B.V. All rights reserved. HYDROFORMYLATION1HEXENEOVERULTRAFINECOBALTNANOPARTICLECATALYSTS CAI Z 1 Introduction 2 Experimental 2.1 Chemicals 2.2 Preparation of ultrafine Co nanoparticles 2.3 Characterization 2.4 Hydroformylation with ultrafine Co nanoparticles 2.5 Mercury poisoning test 3 Results and discussion 3.1 Characterization of ultrafine Co nanoparticles 3.2 Hydroformylation of 1-hexene with the cobalt nano-catalyst systems 3.3 Mercury poisoning test 4 Conclusions Acknowledgement References PAULIK 1972 49 F BELLER 1995 17 M UNGVARY 2007 2087 F LI 2010 220 X LI 2010 608 X PENG 2004 175 Q FIERRO 2001 255 J LI 2007 83 Q FU 2006 156 H KAINULAINEN 1997 39 T LI 2003 810 B TUCHBREITER 2007 1688 L HAN 1996 179 M WEN 2005 81 F BRUSS 2006 212 A MA 2009 137 L ASTRUC 2005 7852 D XIAO 2008 746 C LI 2008 118 H SUAREZ 2006 1234 A ZHAO 2003 2764 Y CHEN 1995 11527 J JAVEY 2005 11942 A BHAVIRIPUDI 2006 5080 S SONG 2006 2817 Y MARGEAT 2005 107 O GLAVEE 1993 162 G LEWIS 1993 2693 L AIKEN 1999 1 J VANKOTEN 1999 289 301 G CATALYSISINTEGRATEDAPPROACH LIU 1999 3457 G ZHOU 2008 5839 W ZHOU 2009 1146 W ROSI 1996 367 L MAGNA 2007 775 L WIDEGREN 2003 10301 J TEMPLE 2001 1355 K CHAUHAN 2003 2876 B NA 2004 250 Y WIDEGREN 2003 317 J CAIX2010X94 CAIX2010X94X98 CAIX2010X94XZ CAIX2010X94X98XZ item S1381-1169(10)00289-X S138111691000289X 1-s2.0-S138111691000289X 10.1016/j.molcata.2010.07.006 271358 2010-12-01T15:42:23.163842-05:00 2010-09-01 1-s2.0-S138111691000289X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/MAIN/application/pdf/adcb26fb4de9abd773c46368e82a6b61/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/MAIN/application/pdf/adcb26fb4de9abd773c46368e82a6b61/main.pdf main.pdf pdf true 325955 MAIN 5 1-s2.0-S138111691000289X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/PREVIEW/image/png/5f1d9d17e7f9eb72116b00e502bdb230/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/PREVIEW/image/png/5f1d9d17e7f9eb72116b00e502bdb230/main_1.png main_1.png png 83263 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111691000289X-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/fx1/DOWNSAMPLED/image/jpeg/df8719c1b8d9fdb17c646b481b780a6c/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/fx1/DOWNSAMPLED/image/jpeg/df8719c1b8d9fdb17c646b481b780a6c/fx1.jpg fx1 true fx1.jpg jpg 16442 137 222 IMAGE-DOWNSAMPLED 1-s2.0-S138111691000289X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/fx1/THUMBNAIL/image/gif/02797b9670e2a6781c6821f89575fefc/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/fx1/THUMBNAIL/image/gif/02797b9670e2a6781c6821f89575fefc/fx1.sml fx1 true fx1.sml sml 5069 136 219 IMAGE-THUMBNAIL 1-s2.0-S138111691000289X-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/fx1/HIGHRES/image/jpeg/b0c8285433ace9ab117296a0c598b552/fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/fx1/HIGHRES/image/jpeg/b0c8285433ace9ab117296a0c598b552/fx1_lrg.jpg fx1 fx1_lrg.jpg jpg 96383 609 984 IMAGE-HIGH-RES 1-s2.0-S138111691000289X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/gr1/DOWNSAMPLED/image/jpeg/a5c48c531b05251bd7502d9e44da40d6/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/gr1/DOWNSAMPLED/image/jpeg/a5c48c531b05251bd7502d9e44da40d6/gr1.jpg gr1 gr1.jpg jpg 149453 842 592 IMAGE-DOWNSAMPLED 1-s2.0-S138111691000289X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/gr1/THUMBNAIL/image/gif/f72e0c00665c341d47b9275daef6e7e6/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/gr1/THUMBNAIL/image/gif/f72e0c00665c341d47b9275daef6e7e6/gr1.sml gr1 gr1.sml sml 4789 164 115 IMAGE-THUMBNAIL 1-s2.0-S138111691000289X-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/gr1/HIGHRES/image/jpeg/9e829fd64facd3b48e7945660ef7b367/gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/gr1/HIGHRES/image/jpeg/9e829fd64facd3b48e7945660ef7b367/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1505760 3729 2621 IMAGE-HIGH-RES 1-s2.0-S138111691000289X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/gr2/DOWNSAMPLED/image/jpeg/b0e22ab554ad41236a191e19b5e80ecd/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/gr2/DOWNSAMPLED/image/jpeg/b0e22ab554ad41236a191e19b5e80ecd/gr2.jpg gr2 gr2.jpg jpg 24508 399 286 IMAGE-DOWNSAMPLED 1-s2.0-S138111691000289X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/gr2/THUMBNAIL/image/gif/a4776a3ab4e365bfbb9894662f7ff69a/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/gr2/THUMBNAIL/image/gif/a4776a3ab4e365bfbb9894662f7ff69a/gr2.sml gr2 gr2.sml sml 2130 163 117 IMAGE-THUMBNAIL 1-s2.0-S138111691000289X-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111691000289X/gr2/HIGHRES/image/jpeg/353f92f27705033ceaff9f3b4f858918/gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111691000289X/gr2/HIGHRES/image/jpeg/353f92f27705033ceaff9f3b4f858918/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 141528 1767 1268 IMAGE-HIGH-RES MOLCAA 7895 S1381-1169(10)00289-X 10.1016/j.molcata.2010.07.006 Elsevier B.V. Fig. 1 TEM images of (a) precursory Co nanoparticles, (b) cobalt nanoparticles in the lower solid layer separated by the attraction of magnet after pretreatment, (c) cobalt nanoparticles of the catalyst 4 with (d) diameter distribution, and (e) cobalt nanoparticles of the catalyst 4 after reaction of 18h with (f) diameter distribution. Fig. 2 Pressure–time plots and curve for mercury poisoning tests of hydroformylation of 1-hexene catalyzed by (a) the catalyst 4 and (b) RhCl(PPh3)3. Table 1 ICP results of precursory Co nanoparticles and the catalyst 1–5. Catalyst 1-Hexene added in pretreatment (ml) Pretreatment a time (h) Co concentration (mg/ml) B concentration (mg/ml) Co/B (atoms/atoms) Precursory Co b – – 5.89 9.72 0.111 1 c 0 1 0.490 0.00519 17.3 2 c 0.5 1 0.437 0.00684 11.7 3 c 1.0 1 0.596 0.00970 11.2 4 c 2.0 2 0.585 0.0110 9.73 5 c 3.0 3 0.319 0.00646 9.04 a Pretreatment condition: 20ml toluene, 100°C, 2.4MPa syngas (CO: H2 =1), 600rpm, precursory cobalt nanoparticles of 2mmol cobalt content. b Precursory Co nanoparticles. c The cobalt nano-catalyst system (20ml) as the supernatant of the mixture in the autoclave after seperation by the attraction of magnet. Table 2 Hydroformylation of 1-hexene with the cobalt nano-catalyst systems a . Catalyst 1-Hexene added in pretreatment (ml) Cobalt atoms in catalyst b (mmol) Conv. c (%) Selectivity Aldehyde yield (%) n/iso d TOF e (h−1) Ald.% Iso-olefin% 1 0 0.166 95 38 62 36 1.1 121 2 0.5 0.148 90 41 58 37 1.2 136 3 1.0 0.202 88 49 50 43 1.2 126 4 2.0 0.198 76 53 46 40 1.3 117 5 3.0 0.108 44 66 33 29 1.2 149 a Reaction condition: 3ml 1-hexene, 20ml the cobalt nano-catalyst system, 100°C, 2.4MPa syngas (CO: H2 =1), 600rpm, 1h. b The amounts of cobalt in the cobalt nano-catalyst systems were determined by ICP detection. c Conversion of 1-hexene. d Mole ratio of n-heptaldehyde to iso-heptaldehyde. e TOF=mmol of aldehydes product/mmol of surface Co atoms/h of reaction time, the mole amount of the surface Co atoms was based on magic number nucleus model of 2.8nm Co nanoparticles, i.e., 45 percent of the amount of the total Co atoms. Hydroformylation of 1-hexene over ultrafine cobalt nanoparticle catalysts Zhipeng Cai Hang Wang Chaoxian Xiao Mengqi Zhong Ding Ma Yuan Kou ⁎ PKU Green Chemistry Center, Beijing National Laboratory for Molecular Science, College of Chemistry and Molecular Engineering, Peking University, 100871 Beijing, China ⁎ Corresponding author. Tel.: +86 10 62757792; fax: +86 10 62751708. Graphical abstract 2.8nm cobalt nanoparticles were prepared to catalyze hydroformylation of 1-hexene under low pressure and mercury poisoning test suggest a heterogeneous catalysis mechanism for the system. A new method was developed to fabricate ultrafine cobalt nanoparticles with an average diameter of 2.8nm from large precursory cobalt nanoparticles (around 20nm). The obtained ultrafine nanoparticles have a narrow size distribution and a much higher Co/B ratio than that of precursory cobalt nanoparticles (almost 100 times higher). The 2.8nm cobalt nanoparticles were used to catalyze hydroformylation of 1-hexene and syngas (CO: H2 =1) at 100°C and 2.4MPa, resulting in an average TOF (turnover frequency) of 130h−1. Through the mercury poisoning experiments, it was observed that the presence of Hg (0) can effectively suppress the catalytic activity of the 2.8nm Co nanoparticle catalyst system, demonstrating that a heterogeneous catalysis mechanism was followed in the ultrafine catalyst system. Keywords Ultrafine Co nanoparticles Hydroformylation Mercury poisoning test Heterogeneous catalysis 1 Introduction Co-based and Rh-based complex catalysts are widely used in homogeneous hydroformylation [1–3], which plays important roles in chemical industry. Homogeneous systems have the advantage of high catalytic activity and selectivity, but the catalysts are difficult to separate from the products. In order to improve the catalyst separation, many efforts have been devoted to perform the hydroformylation reaction in the heterogeneous mode [4–16], among which the employment of soluble or non-supported nanoparticles is receiving increasing attention [12–16]. It is well known that soluble or non-supported transition-metal nanoparticles with particle size of 1–10nm can give rise to novel and unique catalytic behavior as high as that of homogeneous complex catalysts [17,18]. Non-supported Rh (0) nanoparticles have been used as catalysts in hydroformylation [12,13,15]. For example, 2nm Rh colloids stabilized with poly(ethylene imine) amide were claimed to be an efficient catalyst in the hydroformylation of 1-hexene with 98% conversion and 96% selectivity toward aldehydes at 80°C and 9MPa (CO: H2 =1) [12]. Employing an aqueous Rh colloid stabilized by PVP, Liu et al. concluded that hydroformylation of propylene occurred in a heterogeneous fashion at a biphasic aqueous system [13]. Moreover, it is proposed by Dupont that although “soluble” Rh nanoparticles (5.0nm, without protector) were used to catalyze the hydroformylation of 1-hexene, some Rh species etched from the Rh nanoparticles may be the active sites indeed [15]. In addition, there is only one report concerning cobalt catalyst in which Co–B alloyed nanoparticles with a size of 41nm catalyzed hydroformylation of 1-octene in butyl ether at 120°C and 5MPa, resulting in 71.1% conversion of 1-octene, 98.7% selectivity toward aldehydes and a TOF (turnover frequency) of 3h−1 with a reaction time of 2.5h [16]. Preparation of ultrafine cobalt nanoparticles smaller than 5nm in size has been a challenge [19]. Among a few reported successful examples [19–26], 2nm Co nanoparticles were obtained from CoCl2·6H2O reduced by HCOONa in ethyl glycol at 180°C [19], whereas 2.5–3nm Co nanoparticles were prepared from Co(N(SiMe3)2)2 that was reduced by H2 in toluene at room temperature [26]. NaBH4 as a good reductant is usually used to prepare noble metal nanoparticles. However, when NaBH4 is used to reduce cobalt salts in aqueous phase, the formation of Co–B alloy is hardly avoided [27], which may significantly reduce the catalytic activity of the Co particles. It is, therefore, an interesting topic to decrease the amount of B in Co–B alloyed nanoparticles. In this report, we prepared ultrafine Co nanoparticles with an average diameter of 2.8nm through a new method, i.e., through pretreating large precursory Co nanoparticles under hydroformylation reaction conditions, ultrafine 2.8nm Co nanoparticles with very low B/Co ratio were produced. The ultrafine Co nanoparticles were used to catalyze the hydroformylation of 1-hexene with CO and H2, which was proven to act through a heterogeneous catalytic path. 2 Experimental 2.1 Chemicals The substrates were obtained from commercial sources and used without further purification. All the solvents used for reactions were analytical reagent (A.R.). 1-Hexene (97%) and RhCl(PPh3)3 (99%) were provided from Alfa Aesar, Sigma–Aldrich, respectively. 2.2 Preparation of ultrafine Co nanoparticles The precursory Co nanoparticles were prepared by chemical reduction using Co(CH3COO)2·4H2O and NaBH4 as starting materials. Typically, 0.4g NaBH4 solid was added quickly into a well-stirred beaker of 20ml aqueous solution of 0.1M Co(CH3COO)2·4H2O and 0.5M polyvinyl pyrrolidone (PVP) and then stirred vigorously. The mixture turned from red to black instantly and stable colloids formed. The colloids were kept for 5min until no gas escaped. Subsequently, the beaker was placed on a column magnet which separated the solution into two layers in 15min. After the upper transparent liquid was removed, the precursory Co nanoparticles in the lower solid layer were washed three times with deionized water, and the separation was carried out by magnet. The precursory Co nanoparticles were further washed by methanol twice and toluene three times. The ultrafine cobalt nanoparticles were obtained from the pretreatment of the precursory Co nanoparticles. The pretreatment was carried out in a stainless steel autoclave (120ml) with a magnetic stirrer. After adding 2mmol the precursory Co nanoparticles, 20ml toluene and a certain amount of 1-hexene (0.5–3.0ml) were transferred into the autoclave. The reactor was flushed three times with syngas (CO: H2 =1) to guarantee no other component remained. Then the autoclave was pressurized up to 2MPa with syngas, heated to 100°C under vigorous stirring of 600rpm and then kept at 100°C for different periods of time (1–3h). Subsequently, the autoclave was cooled down in a water-ice bath and depressurized. The mixture in the autoclave was transferred into a conical beaker placed on a magnet under the protection of N2. After 30min, the upper clear supernatant was removed and kept under the protection of N2. The ultrafine Co nanoparticles dispersed in the clear supernatant could be separated by centrifugation. The clear supernatant containing the ultrafine Co nanoparticles was utilized entirely as the cobalt nano-catalyst system in hydroformylation reactions. The amounts of residual alkenes and aldehydes were determined by gas chromatography and were subtracted in the product analysis after subsequent hydroformylation reaction. 2.3 Characterization The cobalt and boron contents of precursory Co nanoparticles and the ultrafine Co nanoparticles were measured by inductive coupling plasma-atomic emission spectroscopy (ICP-AES, Perkin Elmer Optima 2000 DV). HClO4 and H2O2 were used to dissolve Co nanoparticles and the concomitant organic compounds into the aqueous phase. For the cobalt nano-catalyst systems, rotational evaporation in reduced pressure was used in preparation of samples for ICP detection. The surface morphologies and the particle size distribution of Co nanoparticles were detected by a JEOL, JEM-2010 equipped with an energy dispersive X-ray spectroscopy (EDS) system. The accelerating voltage of the HR-TEM (high-resolution transmission electron microscope) was 300kV. The samples for high-resolution TEM were prepared by dispersion in the ethanol or toluene on a carbon-coated copper grid at room temperature. The histogram of the nanoparticles size distribution was obtained from measurements of about 300 particles (600 counts), and was reproduced in different regions of the Cu grid, assuming spherical shape, found in an arbitrary chosen area of enlarged micrographs. 2.4 Hydroformylation with ultrafine Co nanoparticles 20ml ultrafine cobalt catalyst (0.1–0.2mmol) was decanted to a clean autoclave together with 3ml 1-hexene. The autoclave was sealed and cleaned by the flush of syngas to guarantee no other component remained, and then pressurized with syngas to 2MPa. The autoclave was placed in a pre-heated electric furnace, heated to the reaction temperature at 100°C in 5min (the pressure was 2.4MPa at 100°C), and then transferred into an oil bath which kept stable temperature at 100°C. It was recorded as the starting of hydroformylation reaction. At the end of the reaction, the autoclave was transferred from the oil bath to a water-ice bath to quench the reaction. After the internal standard of n-dodecane was injected into the autoclave, the mixture in the autoclave was stirred for 20min at room temperature. The liquid mixture was analyzed quantitatively by GC (gas chromatograph, Agilent 6820) equipped with an OV-101 capillary column and a FID (flame ionization detector). The organic compounds were characterized by GC–MS (gas chromatograph–mass spectrometer, Agilent 7890A-5975C) and by comparison of their GC retention times with those of standard samples. 2.5 Mercury poisoning test The mercury poisoning test was performed in the hydroformylation reaction. At a point with quick pressure drop in the proceeding of reaction, ∼320 equivalent mole (vs Co or Rh catalyst) of Hg (0) was pressurized into the autoclave by a syngas pulse through a tube linked to the autoclave during the reaction. The pressures vs time data in the reaction were collected. A controlled experiment with RhCl(PPh3)3 catalyst was also preformed. 3 Results and discussion 3.1 Characterization of ultrafine Co nanoparticles Five catalysts were obtained on different amounts of used 1-hexene, and their preparation details and compositions, determined by ICP, are listed in Table 1 . It is concluded that the concentration of cobalt in the cobalt nano-catalyst systems did not change remarkably, which was almost 1/10 of that of the precursory Co nanoparticles, although different amount of 1-hexene was used in the pretreatment. The ICP data also confirm the efficiency of the preparation. Taking catalyst 4 as an example, after separation/removal of large Co nanoparticles (with an average size of 8nm) from reaction mixture by magnetic attraction, the upper clear supernatant containing ultrafine Co nanoparticles was collected. The ultrafine Co nanoparticles could be separated from the supernatant by centrifuging the supernatant at 18,000rpm for 30min, resulting in black solid at the bottom of the centrifuge tube. The Co concentration of the upper clear supernatant of the centrifuge tube was 7.61×10−5 mg/ml, indicating that the ultrafine Co nanoparticles were separated almost thoroughly with high speed centrifugation. Moreover, it is interesting to note that the Co/B atom ratio is as high as 10, which is almost 100 times higher than the Co/B atom ratio of the precursory Co nanoparticles. As discussed in the literature, preparation of relatively pure cobalt nanoparticles with diameter smaller than 5nm remains to be a challenging problem [19]. The reduction of cobalt salts by the use of NaBH4 as reductant always introduced a large amount of B atoms into the particles, which may inhibit the catalytic activity of cobalt nanoparticles. Our finding therefore offers an excellent solution not only for the easy preparation of ultrafine cobalt nanoparticles, but also the remarkably decreased the B content in Co–B particles. The same strategy could be applicable in the preparation of other ultrafine metal nanoparticles, such as Fe and Ni nanoparticles, based on metal salt reduction by NaBH4. The ultrafine cobalt nanoparticles of the cobalt nano-catalyst systems and the precursory nanoparticles were characterized by HR-TEM. The sizes and the distributions of those cobalt catalysts 1–5 were very similar. The representative image of the catalyst 4 is shown in Fig. 1(c). It is estimated that the average size of the particles is 2.8nm in diameter. Compared with the precursory cobalt nanoparticles as shown in Fig. 1(a), the catalyst 4 is much smaller, finer and more uniform. After the supernatant liquid layer containing the ultrafine cobalt nanoparticles was separated, the cobalt nanoparticles (with an average size of 8nm) left in the lower solid layer, as shown in Fig. 1(b), were smaller than the precursory nanoparticles (with an average size of 20nm), indicating the precursory nanoparticles may act as a source for the production of ultrafine nanoparticles. According to the magic number nucleus model [28,29], the cobalt particle consisted of five layers surrounding the center atom may have a diameter of 2.8nm, which is near to our sample of cobalt catalyst observed in the 2.8nm. In this case, the surface atoms should be 45 percent of the total atoms. 3.2 Hydroformylation of 1-hexene with the cobalt nano-catalyst systems The hydroformylation reaction results over the prepared ultrafine cobalt nano-catalyst system are listed in Table 2 . The TOFs of catalyst 1–5 all are around 130h−1, which are much higher than the TOF (3h−1) in the hydroformylation of 1-octene over Co–B nanoparticles [16]. Additionally, for catalysts 1–5, the n/iso ratios and the yields of aldehydes are similar to each other, demonstrating that our preparation of small-size cobalt nanoparticles without the protection of any stabilizer is successful. On the other hand, it is interesting to note that too much 1-hexene (3ml) added in the pretreatment (catalyst 5) caused the conversion of 1-hexene and the selectivity to iso-olefin decreased significantly, implying that the aldehydes formed in situ may take part in the control of balance between the activity and the stability for those particles. It is surprising to find that the selectivity of iso-hexene (50%) is comparable with the selectivity of aldehydes. Namely, the activity of 1-hexene isomerisation is competitive to the activity of hydroformylation in this reaction system. Isomerisation of 1-olefin is the subsidiary reaction in hydroformylation catalyzed by Co2(CO)8 complex system, but it is impossible for the degree of isomerisation to be comparable with the degree of hydroformylation which has a quite high TOF, close to the TOF in our hydroformylation reaction. When Co2(CO)8 complex system is used for hydroformylation, the general selectivity of iso-olefins is less than 20% and the reaction is accompanied with the hydrogenation of olefin. However, there is no hexane detected in the hydroformylation over 2.8nm Co nanoparticles. These results imply the catalysis in hydroformylation over 2.8nm Co nanoparticles was different from the homogeneous catalysis corresponding with Co2(CO)8 complex system. Reaction time as long as 18h was performed to test the stability of the ultrafine cobalt nano-catalyst system. At the end of the reaction, a TTO (total turnover number) of 2340 was obtained, and the catalytic activity remained nearly unchanged. No visible precipitate can be observed in the autoclave. HR-TEM image of the mixture in the autoclave, as shown in Fig. 1(e), indicates that the size of cobalt nanoparticles after reaction is about 2.7nm and the particles become more uniform and well-dispersed compared with those before the hydroformylation reaction. Because no stabilizer had been added, the good stability and the excellent dispersion might be attributed to the potential protection effect of the aldehydes formed in situ, such as 2-pentylnon-2-enal from dehydration of heptaldehyde condensation. The traditional stabilizer such as PVP is an oxygen-containing compound, which protects a metal core via weak oxygen–metallic atom interaction. The aldehydes formed, in principle, may play the same role as that of PVP. In fact, some interaction of a 14-carbon α,β-unsaturated aldehyde from dehydration of heptaldehyde with the Rh center in a complex catalysis has been reported in literature [30–33]. The ultrafine Co nano-catalyst system has a TOF similar with that of Co2(CO)8 complex system, which was claimed to be one of the most efficient catalysts thus far [34,35]. It is noteworthy that Co2(CO)8 complex system, of which the real catalyst is HCo(CO)4, is very unstable under current reaction conditions. For example, after modified by phosphine ligand, it is reported that a calculated TOF of 78h−1 was obtained from the hydroformylation of propene catalyzed by Co2(CO)6[P(CH2CH2CH2OCH3)3]2 at 150°C and 8MPa syngas pressure [34]. Our catalysts, therefore, showed much better stability. 3.3 Mercury poisoning test Possibly, some soluble cobalt complex may act as the true catalyst in the hydroformylation reaction, as reported by Dupont [15], therefore, it is desirable to conduct the mercury poisoning tests to determine the reaction path in our catalyst system. Mercury poisoning tests have been widely used as one of the most decisive tests for distinguishing heterogeneous catalysis from homogeneous one [36–40]. In the test, mercury is added to poison the zerovalent metal core, causing either the formation of an amalgam or chemical adsorption on the metal surface. Therefore, suppression of the catalytic activity by the presence of Hg (0) is generally regarded as a strong evidence for heterogeneous catalysis on transition metals. For our prepared cobalt catalyst, after 30min reaction, Hg (0) was injected into the autoclave by an external syngas pulse, and a sudden pressure jump was observed since some syngas was injected into the autoclave inevitably (Fig. 2(a)). Clearly, the reaction was suppressed immediately because no pressure drop can be observed after the injection of Hg (0). Comparatively, mercury poisoning test was also performed on a real homogeneous catalytic reaction with RhCl(PPh3)3 as the catalyst, as shown in Fig. 2(b). A completely different picture was obtained, i.e., a gradual drop of the pressure in the reaction was observed even with the injection of Hg (0), indicating that mercury poisoning cannot inhabit a typical homogeneous hydroformylation reaction. The comparison suggests that catalytic hydroformylation can be achieved in a completely heterogeneous mode by using soluble nanoparticles as the catalyst. To our knowledge, the carefully prepared 2.8nm cobalt catalyst is the first successful example. 4 Conclusions The cobalt nano-catalyst system containing ultrafine and uniform nanoparticles (2.8nm) has been fabricated through the pretreatment of precursory Co nanoparticles under hydroformylation reaction conditions. The preparation route not only controls particle size, but also decreases boron content in cobalt nanoparticles. The cobalt nano-catalyst systems exhibit very promising catalytic activities in the hydroformylation of 1-hexene under 100°C with 2.4MPa syngas (CO: H2 =1), a relatively mild condition, leading to an average TOF of 130h−1 and a TTO of 2340. The presence of Hg (0) can inhibit the catalytic activity immediately, providing evidence for heterogeneous catalytic hydroformylation path over these cobalt nano-catalysts. Acknowledgement Financial support for this work was provided by the National Natural Science Foundation of China (project 20773005 and 20533010). References [1] F.E. Paulik Catal. Rev. 6 1972 49 [2] M. Beller B. Cornils C.D. Frohning C.W. Kohlpaintner J. Mol. Catal. A: Chem. 104 1995 17 [3] F. Ungváry Coord. Chem. Rev. 251 2007 2087 [4] X. Li Y. Zhang M. Meng G. Yang X. San M. Takahashi N. Tsubaki J. Membr. Sci. 347 2010 220 [5] X. Li Y. Zhang F. Meng X. San G. Yang M. Meng M. Takahashi N. Tsubaki Top. Catal. 53 2010 608 [6] Q. Peng Y. Yang Y. Yuan J. Mol. Catal. A: Chem. 219 2004 175 [7] J.L.G. Fierro M.D. Merchán S. Rojas P. Terreros J. Mol. Catal. A: Chem. 166 2001 255 [8] Q. Li W. Jiang H. Fu H. Chen X. Li Appl. Catal. A: Gen. 328 2007 83 [9] H. Fu M. Li H. Chen X. Li J. Mol. Catal. A: Chem. 259 2006 156 [10] T.A. Kainulainen M.K. Niemelä A.O.I. Krause J. Mol. Catal. A: Chem. 122 1997 39 [11] B. Li X. Li K. Asami K. Fujimoto Energy Fuels 17 2003 810 [12] L. Tuchbreiter S. Mecking Macromol. Chem. Phys. 208 2007 1688 [13] M. Han H. Liu Macromol. Symp. 105 1996 179 [14] F. Wen H. Bönnemann J. Jiang D. Lu Y. Wang Z. Jin Appl. Organomet. Chem. 19 2005 81 [15] A.J. Bruss M.A. Gelesky G. Machado J. Dupont J. Mol. Catal. A: Chem. 252 2006 212 [16] L. Ma Q. Peng D. He Catal. Lett. 130 2009 137 [17] D. Astruc F. Lu J.R. Aranzaes Angew. Chem. Int. Ed. 44 2005 7852 [18] C.X. Xiao Z.P. Cai T. Wang Y. Kou N. Yan Angew. Chem. Int. Ed. 47 2008 746 [19] H. Li S. Liao Solid State Commun. 145 2008 118 [20] A.L. Suárez L.R. Sánchez M.C. Blanco M.A.L. Quintela Phys. Stat. Solidi A 203 2006 1234 [21] Y.W. Zhao R.K. Zheng X.X. Zhang J.Q. Xiao IEEE Trans. Magn. 39 2003 2764 [22] J.P. Chen C.M. Sorensen K.J. Klabunde Phys. Rev. B 51 1995 11527 [23] A. Javey H. Dai J. Am. Chem. Soc. 127 2005 11942 [24] S. Bhaviripudi A. Reina J. Qi J. Kong A.M. Belcher Nanotechnology 17 2006 5080 [25] Y. Song H. Modrow L.L. Henry C.K. Saw E.E. Doomes V. Palshin J. Hormes C.S.S.R. Kumar Chem. Mater. 18 2006 2817 [26] O. Margeat C. Amiens B. Chaudret P. Lecante R.E. Benfield Chem. Mater. 17 2005 107 [27] G.N. Glavee K.J. Klabunde C.M. Sorensen G.C. Hadjipanayis Langmuir 9 1993 162 [28] L.N. Lewis Chem. Rev. 93 1993 2693 [29] J.D. Aiken III R.G. Finke J. Mol. Catal. A: Chem. 145 1999 1 [30] G. van Koten P.W.N.M. van Leeuwen R.A. van Santen P.W.N.M. van Leeuwen J.A. Moulijin B.A. Averill Catalysis: An Integrated Approach second revised and enlarged edition 1999 Elsevier Amsterdam 289 301 [31] G. Liu M. Garland Organometallics 18 1999 3457 [32] W. Zhou D. He Chem. Commun. 2008 5839 [33] W. Zhou D. He Green Chem. 11 2009 1146 [34] L. Rosi A. Bini P. Frediani M. Bianchi A. Salvini J. Mol. Catal. A: Chem. 112 1996 367 [35] L. Magna S. Harry D. Proriol L. Saussine H.O. Bourbigou Oil Gas Sci. Technol. 62 2007 775 [36] J.A. Widegren M.A. Bennett R.G. Finke J. Am. Chem. Soc. 125 2003 10301 [37] K. Temple F. Jäkle J.B. Sheridan I. Manners J. Am. Chem. Soc. 123 2001 1355 [38] B.P.S. Chauhan J.S. Rathore M. Chauhan A. Krawicz J. Am. Chem. Soc. 125 2003 2876 [39] Y. Na S. Park S.B. Han H. Han S. Ko S. Chang J. Am. Chem. Soc. 126 2004 250 [40] J.A. Widegren R.G. Finke J. Mol. Catal. A: Chem. 198 2003 317",
      "scopus-id": "77956945833",
      "coredata": {
        "eid": "1-s2.0-S138111691000289X",
        "dc:description": "A new method was developed to fabricate ultrafine cobalt nanoparticles with an average diameter of 2.8nm from large precursory cobalt nanoparticles (around 20nm). The obtained ultrafine nanoparticles have a narrow size distribution and a much higher Co/B ratio than that of precursory cobalt nanoparticles (almost 100 times higher). The 2.8nm cobalt nanoparticles were used to catalyze hydroformylation of 1-hexene and syngas (CO: H2 =1) at 100°C and 2.4MPa, resulting in an average TOF (turnover frequency) of 130h−1. Through the mercury poisoning experiments, it was observed that the presence of Hg (0) can effectively suppress the catalytic activity of the 2.8nm Co nanoparticle catalyst system, demonstrating that a heterogeneous catalysis mechanism was followed in the ultrafine catalyst system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111691000289X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cai, Zhipeng"
          },
          {
            "@_fa": "true",
            "$": "Wang, Hang"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Chaoxian"
          },
          {
            "@_fa": "true",
            "$": "Zhong, Mengqi"
          },
          {
            "@_fa": "true",
            "$": "Ma, Ding"
          },
          {
            "@_fa": "true",
            "$": "Kou, Yuan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111691000289X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111691000289X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(10)00289-X",
        "prism:volume": "330",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Hydroformylation of 1-hexene over ultrafine cobalt nanoparticle catalysts",
        "prism:copyright": "Copyright © 2010 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ultrafine Co nanoparticles"
          },
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Mercury poisoning test"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "94-98",
        "prism:endingPage": "98",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 2010",
        "prism:doi": "10.1016/j.molcata.2010.07.006",
        "prism:startingPage": "94",
        "dc:identifier": "doi:10.1016/j.molcata.2010.07.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "137",
            "@width": "222",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16442",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "136",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5069",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "609",
            "@width": "984",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "96383",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "842",
            "@width": "592",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "149453",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4789",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3729",
            "@width": "2621",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1505760",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "399",
            "@width": "286",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24508",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2130",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1767",
            "@width": "1268",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111691000289X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "141528",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/77956945833"
      }
    }
  }
}