{
  "metadata": {
    "title": "Recent developments in the use of non-aqueous ionic liquids for two-phase catalysis",
    "authors": "Hélène Olivier",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-10-20",
    "doi": "10.1016/S1381-1169(99)00114-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999001144",
    "pii": "S1381116999001144"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0033589013",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-01-11 2000-01-11 2010-04-18T14:19:10 1-s2.0-S1381116999001144 S1381-1169(99)00114-4 S1381116999001144 10.1016/S1381-1169(99)00114-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01069 2015-05-15T05:56:33.651043-04:00 0 0 19991020 1999 2000-01-11T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 146 146 1 2 1 2 Volume 146, Issues 1–2 32 285 289 285 289 19991020 20 October 1999 1999-10-20 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. RECENTDEVELOPMENTSINUSENONAQUEOUSIONICLIQUIDSFORTWOPHASECATALYSIS OLIVIER H 1 Introduction 2 Non-aqueous ionic liquids (NAILs) 3 Some examples of the use of organochloroaluminates as solvents and/or catalysts in organic catalytic reactions 3.1 The olefin dimerization catalyzed by nickel complexes in organochloroaluminates [9] 3.2 The olefin dimerization catalyzed by tungsten complexes in organochloroaluminates 3.3 Chloroaluminates as solvents and acidic catalysts 4 Some examples of the use of NAILs containing the BF4 −, SbF6 − or PF6 − anions 4.1 Hydrogenation and hydroformylation reactions with rhodium complexes [21] 4.2 Diels–Alder reactions 5 Conclusions Acknowledgements References CORNILS 1998 121 B SEDDON 1996 693 K SEDDON 1997 351 K WILKE 1966 151 G NOMURA 1997 L93 K CALDERON 1968 4133 N CHAUVIN 1994 155 Y CHAUVIN 1995 23 Y RIDEOUT 1980 7816 D PINDUR 1993 741 U OLIVIERX1999X285 OLIVIERX1999X285X289 OLIVIERX1999X285XH OLIVIERX1999X285X289XH item S1381-1169(99)00114-4 S1381116999001144 1-s2.0-S1381116999001144 10.1016/S1381-1169(99)00114-4 271358 2010-09-29T22:37:18.758825-04:00 1999-10-20 1-s2.0-S1381116999001144-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001144/MAIN/application/pdf/c2f7e20d97431893987ed40fe955ee50/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001144/MAIN/application/pdf/c2f7e20d97431893987ed40fe955ee50/main.pdf main.pdf pdf true 98273 MAIN 5 1-s2.0-S1381116999001144-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001144/PREVIEW/image/png/85491998419f7df8b97311d414724af9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001144/PREVIEW/image/png/85491998419f7df8b97311d414724af9/main_1.png main_1.png png 57016 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999001144-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001144/sc1/THUMBNAIL/image/gif/e090add27f67b9060f7e1a2fc6070eb7/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001144/sc1/THUMBNAIL/image/gif/e090add27f67b9060f7e1a2fc6070eb7/sc1.sml sc1 sc1.sml sml 542 26 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999001144-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001144/sc1/DOWNSAMPLED/image/gif/861cf5c6430b6dfa7456a40e85fc62dc/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001144/sc1/DOWNSAMPLED/image/gif/861cf5c6430b6dfa7456a40e85fc62dc/sc1.gif sc1 sc1.gif gif 3815 118 572 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999001144-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001144/gr1/THUMBNAIL/image/gif/c3265b2514c4e3bb37e6f41f3cfcdcc7/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001144/gr1/THUMBNAIL/image/gif/c3265b2514c4e3bb37e6f41f3cfcdcc7/gr1.sml gr1 gr1.sml sml 1681 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999001144-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999001144/gr1/DOWNSAMPLED/image/gif/e5781cbec2bf3b6f3833f2a2482f1f18/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999001144/gr1/DOWNSAMPLED/image/gif/e5781cbec2bf3b6f3833f2a2482f1f18/gr1.gif gr1 gr1.gif gif 11966 349 474 IMAGE-DOWNSAMPLED MOLCAA 2253 S1381-1169(99)00114-4 10.1016/S1381-1169(99)00114-4 Elsevier Science B.V. Scheme. 1 Reaction of cyclopentadiene with methylvinyl ketone. Fig. 1 Solvent effect on cyclopentadiene (Cp) reaction with methylvinyl ketone. Operating conditions: room temperature, cyclopentadiene (2.7 g) methylvinyl ketone (2.8 g), solvent (3 ml). Recent developments in the use of non-aqueous ionic liquids for two-phase catalysis Hélène Olivier * Institut Français du Pétrole, 1 and 4 Avenue de Bois-Préau, 92852 Rueil-Malmaison, France * Tel.: +33-1-47-52-67-79; Fax: +33-1-47-52-60-55; E-mail: helene.olivier-bourbigou@ifp.fr One of the most important recent developments in homogeneous catalysis is the introduction of the aqueous two-phase technique. This method uses a homogeneous catalyst dissolved in water. The catalyst separation from the products can be easily achieved by simple phase decantation. Room-temperature ionic liquids based on organic cations, such as dialkylimidazolium, and inorganic anions, such as AlCl4 −, Al2Cl7 −, BF4 −, PF6 − and SbF6 −, offer an extension to this field especially when substrates, organometallic complexes and ligands are poorly soluble or unstable in water. They present a large spectrum of physical and chemical properties which can be adjusted at will to a given catalytic organic reaction. Nickel catalyzed butene dimerization has been recently developed using chloroaluminate based ionic liquids as the solvent. Ionic liquids containing weakly coordinating anions such as BF4 −, are good solvents for Diels–Alder reactions. Keywords Ionic liquids Two-phase catalysis Chloroaluminates Olefin dimerization Diels–Alder condensation Imidazolium salts Dimerization Nickel 1 Introduction Homogeneous catalysis offers many advantages such as selectivity, low investment cost and flexible operations under mild conditions with easy mixing and heat removal but one area which has to be improved is the catalyst consumption and its disposal. The quest for new catalyst immobilization or recovery strategies to facilitate its reuse are incessant. An approach which has been industrially applied, is the use of liquid–liquid two-phase systems. In such systems, the catalyst is immobilized in a polar liquid phase in which the organic products are poorly miscible. The use of water [1]as a second phase has been largely developed but may have its limitations. Water may be coordinating toward the active metal center or may react with the metal–carbon bond. In addition, since the reaction is supposed to occur in the aqueous phase, the potential applications are limited by the solubility of the reactants in water. The technique of aqueous biphasic catalysis has been extended to other solvents. Fluorous biphasic systems (FBS) have been recently developed in numerous stoichiometric and catalytic reactions. It consists of a fluorous phase (perfluorinated hydrocarbons or derivatives) containing dissolved reactants or catalyst, and a product phase with a limited solubility in the fluorous phase. FBS technology has advantages but involves modifying catalysts with fluorinated ligands. The specially tailored ligands necessary for such applications can be expected to be expensive [2]. Quite obviously, the development of biphasic catalysis should parallel that of highly polar new solvents. The polar phase has to be able to dissolve the catalyst in order to retain it after phase separation. 2 Non-aqueous ionic liquids (NAILs) NAILs are of particular interest [3–7]. They have been developed, many years ago, by electrochemists for use as electrolytes in batteries or for metal electrodepositions [8]. For such applications, the properties required are a wide liquid range and low vapor pressure, a large electrochemical window and a high ionic mobility. As a nonconventional class of novel solvents, NAILs are becoming increasingly important. They are generally composed of organic cations and inorganic or organic anions. The organic cations, which are relatively large, mainly account for the low melting point of the salts. This is the reason why dialkylimidazolium, such as 1-butyl 3-methyl imidazolium (BMI) cations, have been generally preferred. However, other type of cations have been envisioned. The anions determine, to a large extent, the chemical properties of NAILs. The most frequently described anions are: – halides, tin and germanium halides, – BF4 −, SbF6 −, PF6 −, FSO3 −, – CF3SO3 −, (CF3SO2)2N−, CF3CO2 − – tetraalkylborides – chloroaluminates (AlCl4 −, Al2Cl7 −, etc.) – some other anions have been considered. For applications as solvents in catalytic reactions, one of the most important property required is a controlled coordinating ability and/or reactivity of the solvent toward the catalyst complex. The coordinating ability of NAILs depends essentially on the nature of the anions (size, charge) but also on the metal complex involved in catalytic reactions (its oxidation state and its surrounding ligands). With this vast variety of anions giving liquids at room temperature, it is possible to tailor the solvents to specific chemical reactions. Most of the anions are air stable and the resulting salts are non volatile. The miscibility of organic substrates with NAILs can be altered by varying the alkyl chain length of the dialkylimidazolium cation or by varying the nature of the anions. Following are given some properties of NAIL's as liquid support of two-phase catalysis: • low melting point: can have a liquid range of about 300°C • very low vapor pressure • high heat conductivity • stable toward various organic chemicals • controlled miscibility with organic compounds, easy to separate from a large range of organic products • tunable Lewis acidity • compatible with organometallics, these latter may be stabilized with usual ligands • adjustable coordinating ability. Because of this large range of physical and chemical properties, NAILs proved to be suitable solvents, for many organic reactions. 3 Some examples of the use of organochloroaluminates as solvents and/or catalysts in organic catalytic reactions 3.1 The olefin dimerization catalyzed by nickel complexes in organochloroaluminates [9] The mixture 1-butyl 3-methyl imidazolium chloride (BMIC) and aluminium (III) chloride is liquid at room temperature (and below) over a large range of composition. The nature of the anions present in this system depends on the BMIC:AlCl3 molar ratio. For example, in presence of an excess of aluminium chloride, there is formation of the polynuclear Al2Cl7 − or Al3Cl10 − anions. The ionic liquid is potentially acidic, the Lewis acidity can be adjusted with the relative amount of AlCl3. These solvents may be used for reactions which need the presence of Lewis acidity (for example, Ziegler–Natta type reactions) and for which there is no interaction of the anions with the reaction products. It has been demonstrated by Wilke et al. [10]that the family of cationic [η3-allyl Ni(PR3)]+ nickel (II) complexes is effective catalyst, in organic solvent, for the dimerization of olefins. We have shown that this type of catalyst can be generated and are stabilized in acidic organochloroaluminate based ionic liquids. The anions present in the solvent proved to be weakly coordinating toward nickel. IFP has a good experience of the dimerization reaction which is carried out industrially in one homogeneous phase without any solvent (Dimersol® process). This process is in operation in more than 30 plants. Dimersol X® process produces isooctenes from n-butenes which are used as starting material for isononanol manufacture. Esterification of these alcohols yields dialkylphthalates that are used as PVC plasticizers. Dimerization was developed in ionic liquids on pilot plant, in continuous two-phase operation. Butenes are introduced continuously into the reactor which contains the ionic liquid. The products which form a second upper phase are separated in a settler. Compared to homogeneous process, the biphasic system makes much better use of the catalyst and therefore leads to reduced catalyst disposal and cost. The conversion of butenes is between 70 and 80% even when the butenes are diluted with inert substrates. The dimer selectivity is high (90–95%). This can be ascribed to the lower miscibility of dimers into the ionic liquids compared to monomers. Consecutive reactions responsible for the formation of trimers are minimized. Current Dimersol® units can be fitted with this two-phase system, named Difasol process. The overall economy of the process is improved. This system is now available for licensing. Propylene dimerization can also be performed in acidic chloroaluminates. With nickel complexes which do not contain phosphine ligand, dimers and oligomers are produced with uncontrolled regioselectivity. In presence of sterically demanding phosphine, the dimerization regioselectivity is directed to the formation of 2,3-dimethylbutenes, in spite of the potentially strong Lewis acidity of acidic organochloroaluminates. These isohexenes are of particular interest as pharmaceutical intermediates, agricultural chemicals, perfumes and monomers [11]. 3.2 The olefin dimerization catalyzed by tungsten complexes in organochloroaluminates Tungsten complexes have been known for a long time as catalysts for olefin metathesis. However certain tungsten systems may be changed into efficient olefin dimerization catalysts [12]. As an example, Cl2WNPh(PMe3)3 complex selectively dimerizes ethene into butenes using acidic BMIC:AlCl3 ionic liquids as the solvent [13]. 3.3 Chloroaluminates as solvents and acidic catalysts Other potential applications of chloroaluminate based ionic liquids are as acidic catalysts and solvents in all reactions usually performed with AlCl3. In addition to AlCl3, their Lewis acidity can be tuned at will. For example, olefin (ethylene or butenes) alkylation with isoparaffins is catalyzed by acidic chloroaluminates with good reaction selectivity [14]. Other reactions such as alkylation of benzene with olefins and isobutene polymerization have also been achieved in these media [15–18]. Saturated and unsaturated fatty acids and esters can be isomerized and dimerized by such salts, but in a stoichiometric reaction [19, 20]. 4 Some examples of the use of NAILs containing the BF4 −, SbF6 − or PF6 − anions 4.1 Hydrogenation and hydroformylation reactions with rhodium complexes [21] Tetrafluoroborate and hexafluorophosphate are among other type of anions that are attracting the interest of ionic liquid research groups. These anions do not combine with their corresponding Lewis acid and are therefore not potentially acidic. Contrary to organochloroaluminates, they can be used with organic products containing basic functions. In addition, they are air stable and are easily prepared. Hydrogenation reaction of olefins has been performed in this media with cationic rhodium complexes of the type [Rh(nbd)(PPh3)2]+ (nbd=norbornadiene). The same ionic liquid can be used repeatedly with no loss of rhodium in the organic phase. These types of anion can also be used with molecular transition metal complexes. However, in that case, the complex catalyst has to be tailor-made to be nonextractable in the product second phase. An example is the hydroformylation of olefins with rhodium complexes. Rh(acac)(CO)2 can be used as catalyst precursor with phosphine ligand. 1-Hexene is transformed selectively in linear and branched aldehydes with high reaction rates. 4.2 Diels–Alder reactions Aqueous solutions used as reaction solvents may affect dramatically some Diels–Alder reaction rate constants and stereoselectivities [22, 23]. Such an usual acceleration has been attributed to the `hydrophobic effect' which would result in the aggregation of nonpolar reactants in water and in a gain in free energy. The use of LiClO4 in diethyl ether has been shown to further accelerates reactions. When performed at room temperature, with vigorous stirring, the reaction of cyclopentadiene with methylvinyl ketone (Scheme. 1 ) is faster in BF4 − based ionic liquids than in water or organic classical solvents (Fig. 1 ) [24]. The stabilization of a polarized transition state may not be probably discounted. Dialkylimidazolium salts have been recently described as additives for the reaction of crotonaldehyde with cyclopentadiene [25]. 5 Conclusions The infinite range of NAILs makes possible to design the right solvent to specific reaction or metal catalyst complex. These solvents constitutes an unique class with no equivalent in the organic solvents. They offer the advantages of polar solvents in dissociating the ionic pairs but in addition their coordinating ability toward cations may be weak. Their low vapor pressure can also bring potential benefits for the environmental impact of chemical processes. Their miscibility with organic substrates can be varied with the cation or anion involved. Their use can probably be extended to many organic reactions. NAILs are very attractive solvents for two-phase catalysis. Acknowledgements I gratefully acknowledge Yves Chauvin and Dominique Commereuc for useful discussions. References 1 B Cornils Org. Process Res. and Dev. 2 1998 121 2 I.H. Horvath, in: B. Cornils, W.A. Herrmann (Eds.), Aqueous-Phase Organometallic Catalysis—Concepts and Applications, VCH, Weinheim, 1998, pp. 548–554. 3 H. Olivier, in: B. Cornils, W.A. Herrmann (Eds.), Aqueous-Phase Organometallic Catalysis—Concepts and Applications, VCH, Weinheim, 1998, pp. 555–563. 4 Chem. and Eng. News (1998) March 30th, 32. 5 Y. Chauvin, H. Olivier, CHEMTECH, Sept. 1995, 26. 6 K.R Seddon Kinetics Catal. 37 5 1996 693 7 K.R Seddon J. Chem. Tech. Biotechnol. 68 1997 351 8 C.L. Hussey, in: A.I. Popov, G. Mamantov (Eds.), Chemisry of Nonaqueous Solutions: Current Progress, VCH, Weinheim, 1994, pp. 227–275. 9 Y. Chauvin, S. Einloft, H. Olivier, Ind. Eng. Chem. (1995) 1149. 10 G Wilke B Bogdanovic P Hart O Heimbach W Kroner W Oberkirch K Tanaka E Steinrucke D Walter H Aimmerman Angew. Chem., Int. Ed. Engl. 5 1966 151 11 K Nomura M Ishino M Hazama G Suzukamo J. Mol. Catal. A 126 1997 L93 12 N Calderon E.A Ofstead J.P Ward W.A Judy K.W Scott J. Am. Chem. Soc. 90 1968 4133 13 H. Olivier, P. Laurent-Gérot, to be published. 14 Y Chauvin A Hirschauer H Olivier J. Mol. Catal. 92 1994 155 15 A.K. Abdul-Sada, K.R. Seddon, N.J. Steward, World Pat. Appl. 95/21872 (1995) (to BP Chemicals). 16 A.K. Abdul-Sada, P.W. Ambler, K.R. Seddon, N.J. Steward, World Pat. Appl. 95/21871 (1995) (to BP Chemicals). 17 A.K. Abdul-Sada, M.P. Atkins, B. Ellis, World Pat. Appl WO 95/21806 (1995) (to BP Chemicals). 18 F.G. Sherif, L. Shyu, C. Greco, A.G. Talma, C. Lacroix, World Pat. Appl. 98/03454 (1998) (to Akzo Nobel). 19 G. Roberts, C.M. Lok, C.J. Adams, K.R. Seddon, M.E. Earle, J. Hamill, World Pat. Appl. 98/07680 (1998) (to Unichema Chemie). 20 G. Roberts, C.M. Lok, C.J. Adams, K.R. Seddon, M.E. Earle, J. Hamill, World Pat. Appl. 98/07679 (1998) (to Unichema Chemie). 21 Y Chauvin L Mussmann H Olivier Angew. Chem., Int. Ed. Eng. 34 1995 23 22 D.C Rideout R Breslow J. Am. Chem. Soc. 102 1980 7816 23 U Pindur G Lutz C Otto Chem. Rev. 93 1993 741 24 H. Olivier, A. Hirschauer, French Pat. Appl. 96 1692 (1996) (to Institut Français du Pétrole). 25 J. Howarth, K. Hanlon, D. Fayne, P. McCormac, Tetrahedron Lett. (1997) 3097.",
      "scopus-id": "0033589013",
      "coredata": {
        "eid": "1-s2.0-S1381116999001144",
        "dc:description": "One of the most important recent developments in homogeneous catalysis is the introduction of the aqueous two-phase technique. This method uses a homogeneous catalyst dissolved in water. The catalyst separation from the products can be easily achieved by simple phase decantation. Room-temperature ionic liquids based on organic cations, such as dialkylimidazolium, and inorganic anions, such as AlCl4 −, Al2Cl7 −, BF4 −, PF6 − and SbF6 −, offer an extension to this field especially when substrates, organometallic complexes and ligands are poorly soluble or unstable in water. They present a large spectrum of physical and chemical properties which can be adjusted at will to a given catalytic organic reaction. Nickel catalyzed butene dimerization has been recently developed using chloroaluminate based ionic liquids as the solvent. Ionic liquids containing weakly coordinating anions such as BF4 −, are good solvents for Diels–Alder reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-10-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999001144",
        "dc:creator": {
          "@_fa": "true",
          "$": "Olivier, Hélène"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999001144"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999001144"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00114-4",
        "prism:volume": "146",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Recent developments in the use of non-aqueous ionic liquids for two-phase catalysis",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ionic liquids"
          },
          {
            "@_fa": "true",
            "$": "Two-phase catalysis"
          },
          {
            "@_fa": "true",
            "$": "Chloroaluminates"
          },
          {
            "@_fa": "true",
            "$": "Olefin dimerization"
          },
          {
            "@_fa": "true",
            "$": "Diels–Alder condensation"
          },
          {
            "@_fa": "true",
            "$": "Imidazolium salts"
          },
          {
            "@_fa": "true",
            "$": "Dimerization"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "285-289",
        "prism:endingPage": "289",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 October 1999",
        "prism:doi": "10.1016/S1381-1169(99)00114-4",
        "prism:startingPage": "285",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00114-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "26",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999001144-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "542",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "118",
            "@width": "572",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999001144-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3815",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999001144-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1681",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "349",
            "@width": "474",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999001144-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11966",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0033589013"
      }
    }
  }
}