{
  "metadata": {
    "title": "Hydroformylation studies using Nafion supported rhodium based homogeneous catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-02-17",
    "doi": "10.1016/S1381-1169(02)00493-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902004934",
    "pii": "S1381116902004934"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042972803",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-10-15 2002-10-15 2010-04-18T22:33:40 1-s2.0-S1381116902004934 S1381-1169(02)00493-4 S1381116902004934 10.1016/S1381-1169(02)00493-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01628 2015-05-15T05:56:33.301439-04:00 0 0 20030217 2003 2002-10-15T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 193 193 1 2 1 2 Volume 193, Issues 1–2 12 83 88 83 88 20030217 17 February 2003 2003-02-17 2003 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. HYDROFORMYLATIONSTUDIESUSINGNAFIONSUPPORTEDRHODIUMBASEDHOMOGENEOUSCATALYSTS BRYANT D 1 Introduction 2 Experimental 2.1 High pressure reactions 2.2 Ligands used for hydroformylation studies 2.3 The modification of Nafion functionality 2.4 The synthesis of Nafion diphenylphosphine 2.5 The addition of HRh(CO)(PPh3)3 to Nafion–PPh2 2.6 Catalytic hydroformylation studies 2.7 Standard conditions used for hydroformylation 2.7.1 Homogeneous case 2.7.2 Supported case 3 Results 4 Discussion 5 Conclusions References BRYANT 2002 1 D EVANS 1974 295 G ALLUM 1975 189 K PITTMAN 1975 1742 C NOZAKI 1998 4051 K BALUE 1999 193 J SCHENK 1985 2334 T BURK 1994 4963 M SUGGS 1980 1514 J BRYANTX2003X83 BRYANTX2003X83X88 BRYANTX2003X83XD BRYANTX2003X83X88XD item S1381-1169(02)00493-4 S1381116902004934 1-s2.0-S1381116902004934 10.1016/S1381-1169(02)00493-4 271358 2010-10-04T20:38:49.710478-04:00 2003-02-17 1-s2.0-S1381116902004934-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/MAIN/application/pdf/57aaa062ae01b364f682189a3ed9c242/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/MAIN/application/pdf/57aaa062ae01b364f682189a3ed9c242/main.pdf main.pdf pdf true 73450 MAIN 6 1-s2.0-S1381116902004934-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/PREVIEW/image/png/5d70f21e25ce345fa3dfa957520a35f6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/PREVIEW/image/png/5d70f21e25ce345fa3dfa957520a35f6/main_1.png main_1.png png 59976 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902004934-si6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si6.gif si6 si6.gif gif 181 14 24 ALTIMG 1-s2.0-S1381116902004934-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/STRIPIN/image/gif/30a6913e1cd16c33450125f5f316712b/si5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/STRIPIN/image/gif/30a6913e1cd16c33450125f5f316712b/si5.gif si5 si5.gif gif 149 14 20 ALTIMG 1-s2.0-S1381116902004934-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si6.gif si4 si4.gif gif 181 14 24 ALTIMG 1-s2.0-S1381116902004934-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si6.gif si3 si3.gif gif 181 14 24 ALTIMG 1-s2.0-S1381116902004934-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/STRIPIN/image/gif/dbefc6585d3e0a8ea495fbb1fa5015d7/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/STRIPIN/image/gif/dbefc6585d3e0a8ea495fbb1fa5015d7/si2.gif si2 si2.gif gif 1338 15 383 ALTIMG 1-s2.0-S1381116902004934-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/STRIPIN/image/gif/cf45a962b4cb07727c69ef233d3e1bc4/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/STRIPIN/image/gif/cf45a962b4cb07727c69ef233d3e1bc4/si1.gif si1 si1.gif gif 1442 15 402 ALTIMG 1-s2.0-S1381116902004934-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/fx1/THUMBNAIL/image/gif/9bf240878378501a0638053c6ff91a22/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/fx1/THUMBNAIL/image/gif/9bf240878378501a0638053c6ff91a22/fx1.sml fx1 true fx1.sml sml 391 18 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902004934-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/fx1/DOWNSAMPLED/image/gif/cd1af66aa9463478ab7a3b93980a6d52/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/fx1/DOWNSAMPLED/image/gif/cd1af66aa9463478ab7a3b93980a6d52/fx1.gif fx1 true fx1.gif gif 2861 84 585 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902004934-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/gr1/THUMBNAIL/image/gif/9d5d436440fcf6ad99345785fc435288/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/gr1/THUMBNAIL/image/gif/9d5d436440fcf6ad99345785fc435288/gr1.sml gr1 gr1.sml sml 741 94 55 IMAGE-THUMBNAIL 1-s2.0-S1381116902004934-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902004934/gr1/DOWNSAMPLED/image/gif/7a4f2c8d69d61aa3d7cab970710ef4ac/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902004934/gr1/DOWNSAMPLED/image/gif/7a4f2c8d69d61aa3d7cab970710ef4ac/gr1.gif gr1 gr1.gif gif 11118 696 409 IMAGE-DOWNSAMPLED MOLCAA 3798 S1381-1169(02)00493-4 10.1016/S1381-1169(02)00493-4 Elsevier Science B.V. Fig. 1 Phosphine ligands used to complex rhodium. Table 1 High pressure results comparing homogeneous to Nafion supported hydroformylation of hex-1-ene Phosphine Leaching Yield of hexene isomers (%) Yield (mol/(mol Rh)) Yield aldehyde (%) Aldehyde n:b ratio H N H N H N H N None a Complete n/a 73.3 n/a 296 n/a 9.3 n/a 0.36 dppphn (1) None 66.4 70.5 1045 1195 13.1 12.9 1.33 0.75 dippf (2) 20% 79.8 73.4 1696 1428 11.2 9.5 0.74 0.55 dppq (3) Complete 63.4 71.9 412 454 13.8 15.2 1.10 0.52 d(pip)pp (4) 15% 59.3 76.3 610 253 20.4 8.5 1.37 0.59 dppmen (5) Complete 41.0 54.7 1754 1158 44.4 29.3 2.28 0.94 dppnma (6) Heavy 53.4 64.3 1303 801 43.6 26.8 1.29 0.62 dpp(py) (7) Slight 45.8 75.3 1083 208 36.3 7.0 1.91 1.65 Blank b n/a n/a 15.3 n/a Nil n/a Nil n/a n/a Conditions: [Rh(NBD)2]BF4 (0.01g, 2.7×10−5 mol) was added to a slight molar excess of ligand dissolved in 10ml each of hex-1-ene, methanol and N-methylpyrrolidinone (NMP). Pressure: 40bars of H2/CO (50:50). Temperature: 120°C for 5h. a Catalyst [Rh(NBD)2]BF4. b No rhodium used; H = homogeneous, N = Nafion supported. Hydroformylation studies using Nafion supported rhodium based homogeneous catalysts D.E. Bryant ∗ M. Kilner Department of Chemistry, University of Durham, South Road, Durham DH1 3LE, UK * Corresponding author. Fax: +44-113-343-6565. Comparison between complex supported in Nafion and used homogeneously for hydroformylation. Conditions: [Rh(NBD)2]BF4 (0.01g, 2.7×10−5 mol) was added to a slight molar excess of ligand dissolved in 10ml each of hex-1-ene, methanol and N-methylpyrrolidinone (NMP). Pressure: 40bars of H2/CO (50:50). Temperature: 120°C for 5h. A series of rhodium complexes of the form [Rh(L)2NBD]BF4 where L represents a phosphine ligand and [Rh(L–L)NBD]BF4 where (L–L) represents a diphosphine ligand and NBD = norbornadiene have been prepared. The complexes have been incorporated into Nafion by ion-exchange and the supported catalysts thus obtained have been compared with their homogeneous precursors for their activity as catalysts for the hydroformylation of hex-1-ene. The overall yield and the ratio of normal heptanal to branched products are reduced in all cases by introduction of the catalyst into Nafion. The modification of Nafion to produce a polymeric phosphine and its use as a ligand for hydroformylation using rhodium is also described. Keywords Nafion Hydroformylation Rhodium Homogeneous catalysis 1 Introduction We have recently reported the use of Nafion to support transition metal complexes for the catalytic hydrogenation of cyclohexene, dimethylmaleate and nitrotoluene [1]. The catalysts retained their activity when supported in Nafion, producing yields of hydrogenated materials comparable or better than yields obtained homogeneously, with improved rates of reaction over those reported in other studies. In this present study Nafion is used to support a series of rhodium complexes for the catalytic hydroformylation of hex-1-ene. Hydroformylation using supported catalysis has been previously reported in the literature. In general, the catalysts are grafted onto polymeric supports by ligand exchange. A polymer with pendant benzyl chloride groups can be phosphorylated by reaction with bisarylphosphinolithium and the resultant polymeric diphosphine used to replace PPh3 groups from the homogeneous catalyst precursor. One danger with this strategy comes when neighbouring pendant groups are in close proximity. Partial phosphorylation can lead to quaternisation which in turn gives a very poor hydroformylation catalyst [2]. Despite this potential drawback, Evans et al. reported [3] the exchange of trans-[RhCl(CO)(PPh3)2] with a diphenylphosphine based polymer derived from chloromethylated polystyrene. The resultant polymer was active for the hydroformylation of 1-pentene. The linear to branched ratio was 3:1 and no alcohols were produced. A variation on this theme was provided by Allum et al. [4] who incorporated [Rh(acac)(CO)2] into diphosphine derivatised cross-linked polystyrene beads. They achieved a 41% yield of aldehyde after 4h at 80°C under an atmosphere of 43bar 1:1 H2:CO. The molar ratio of alkene to rhodium was 104:1. Given that the normal to branched ratio using the supported catalyst was 2.5:1, much higher than that expected from [Rh(acac)(CO)2] in solution, the authors concluded that the polymeric phosphine had played a role in the reaction. Pittman et al. [5] showed that increases in the polymer bound PPh2 to rhodium ratio led to increases in normal to branched product ratios but at the cost of overall yields. Assymetric hydroformylation has also been accomplished using rhodium supported catalysts [6] formed from chiral phosphine ligands functionalised with vinyl groups for subsequent polymerisation. Introduction of [Rh(acac)(CO)2] afforded an active catalyst capable of 2000 turnovers in the hydroformylation of styrene. Branched products were around 80% of the total and these were in enantiomeric excesses of up to 90%. Balue and Bayon [7] report the immobilisation of a rhodium thiolate binuclear catalyst by protonation of amine groups, pendant from the sulphur bridges, using a sulphonic acid ion-exchange resin. The products of hydroformylation were methyl acetals rather than aldehydes, formed almost quantitatively, with branched products exceeding linear products by 4:1. 2 Experimental Unless otherwise stated, all syntheses were carried out under a dry, oxygen-free, nitrogen or argon atmosphere, using standard Schlenk techniques. Solvents used in syntheses were dried using the appropriate drying agents. Hydrocarbons and ethers were distilled from sodium wire, dichloromethane and acetonitrile were distilled from CaH2 and methanol was dried with activated, Linde type 4A molecular sieves. Methanol and deionised water were deoxygenated by bubbling nitrogen gas through prior to use. The remaining solvents were deoxygenated by three freeze-pump-thaw cycles and stored in solvent pots in the dark. 2.1 High pressure reactions All catalytic testing was performed in a purpose-built high pressure laboratory using a stainless steel reaction vessel capable of withstanding 750atm. The vessel has a capacity of 150cm3, a drain plug and is fitted with a thermocouple and dip-tube. Provision is made for continuous stirring and there are connections via 1/8 stainless steel “Swagelok” tubing to a bursting disc for emergency pressure release, an analogue pressure gauge, pressure transducer and the manifold for introduction and removal of gases. Reaction solutions are contained in a glass liner. The whole autoclave is electrically heated by a concentric band heating element. Products were determined using a HP 5890 Series II gas chromatograph with flame ionisation detector, containing a SE30 capillary column and fitted with an integrator. Product peaks were identified by either a HP 5890 Series II GC coupled to a VG Analytical Trio 1000 mass spectrometer or by comparing retention times with authentic samples. 2.2 Ligands used for hydroformylation studies A number of ligands was synthesised (see Fig. 1 ) and these were used to form complexes by displacement of NBD from [Rh(NBD)2]BF4, which was prepared according to the procedure of Schenk et al. [8]. The resulting rhodium–phosphine complexes were used for a comparative study of the hydroformylation of hexene. The ligands were chosen to be capable of protonation and cover a range of types. Diphenylphosphino-2-pyridine (PPh2py (7)) was supplied by the Aldrich chemical company. The remaining aminophosphines, bis(N,N′-diphenylphosphino) phenylenediamine (dppphn (1)), di-N-piperidylphenylphosphine (d(pip)pp (4)), diphenylphosphino-N-methylaniline (dppnma (6)), bis(N,N′-diphenylphosphino-methyl)ethylenediamine (dppmen (5)) [9] were synthesised from the corresponding chlorophosphines and amines. Phosphines, diisopropylphosphinoferrocene (dippf (2)) [10], diphenylphosphinoquinoline (dppq (3)) [11] were prepared following literature procedures. 2.3 The modification of Nafion functionality The sulphonic acid groups that form the ion-exchange sites in Nafion resin are also reactive centres which can be modified using suitable reagents in a manner analogous to solution chemistry. The inert nature of the fluorinated polymer chains in Nafion allows the use of aggressive reagents without the complication of unwanted side reactions. (1) PolymerSO 3 H+SOCl 2=PolymerSO 2 Cl+SO 2+HCl (2) PolymerSO 2 Cl+PR 2 Li=PolymerSO 2PR 2+LiCl 2.4 The synthesis of Nafion diphenylphosphine Nafion–H beads (5g) were refluxed overnight under nitrogen gas in 10ml thionyl chloride. The beads, which had become opaque in appearance, were rinsed with 3×10ml CH2Cl2 and pumped dry. Nafion sulphonyl chloride (0.7g) was weighed into a two-necked round-bottomed flask. In a second, similar flask, triphenylphosphine (1.0g, 3.8mmol) and lithium wire (0.14g, 20mmol) were stirred rapidly under an argon atmosphere. On addition of THF (10ml) and a little warming, reaction started to generate diphenylphosphinolithium. When conversion of PPh3 was complete, confirmed by 31 P NMR, the THF solution of PPh2Li was transferred by cannula filter to the flask containing the modified Nafion. The beads were stirred at room temperature for an hour before the THF solution was decanted and the beads rinsed thoroughly with fresh THF and methanol. Solid state MAS 31 P { 1 H } NMR showed a singlet at δ=34.5ppm. The resultant polymer was clear and flexible. Modification of Nafion in this way has not been previously reported. 2.5 The addition of HRh(CO)(PPh3)3 to Nafion–PPh2 Beads of Nafion–PPh2 (0.7g), were stirred for 7 days in a toluene (10ml) solution of [HRh(CO)(PPh3)3], (138mg, 0.2mmol) at room temperature under an atmosphere of nitrogen. The complex was completely absorbed. The beads were used for the hydroformylation of hex-1-ene giving a yield of 180mol/(mol Rh) and a normal to branched ratio of 0.71 with only 1% leaching. 2.6 Catalytic hydroformylation studies All homogeneous runs and runs using Nafion–H were based on cationic rhodium complexes formed by the replacement of norbornadiene from [Rh(NBD)2]BF4 by either two monodentate ligands or one bidentate ligand. A series of high pressure reactions was performed using a set of standardised conditions, described in Section 2.7. In each case, the catalyst system was formed in situ by addition of the ligand to [Rh(NBD)2]BF4 and in each case the substrate used was hex-1-ene. For each Nafion supported run, the ligand was allowed to react with [Rh(NBD)2]BF4 and the reaction solution monitored using phosphorus NMR spectroscopy to establish that ligand replacement had indeed occurred and was complete before the resultant solution was stirred with Nafion beads. 2.7 Standard conditions used for hydroformylation 2.7.1 Homogeneous case [Rh(NBD)2]BF4 (0.01g, 2.7×10−5 mol) was added to a slight molar excess of ligand in the glass sleeve of the reaction vessel. To this was added 10ml each of hex-1-ene, methanol (to swell the beads and act as an internal standard) and N-methylpyrrolidinone (NMP). The sleeve was fitted to the autoclave and the autoclave flushed with nitrogen. The autoclave was pressurised to 40bars of H2/CO (50:50) and heated to 120°C for 5h. 2.7.2 Supported case [Rh(NBD)2]BF4 (0.01g, 2.7×10−5 mol) was added to a slight molar excess of ligand in a 100ml round bottomed flask and dissolved in degassed methanol. The mixture was stirred for 2–3h before a sample was removed for monitoring by 31 P NMR. In all cases the signal for free ligand could no longer be detected and a new pattern for the complex had been generated. To the flask was added 1g of vacuum dried Nafion–H beads and stirring continued overnight under nitrogen. The solution was removed by syringe from the beads which were rinsed in methanol before being transferred to the reaction vessel sleeve. The procedure then continued as described in Section 2.7.1 above. 3 Results The catalysts used for the hydroformylation of hex-1-ene also facilitate its isomerisation. In the presence of the catalyst hex-1-ene can isomerise to cis- and trans-hex-2-ene and cis- and trans-hex-3-ene. Each of these can undergo hydroformylation to produce both linear and branched aldehyde isomers. Reaction solutions were distilled and analysed by gas liquid chromatography. Peaks were identified by GC–MS in the first instance and thereafter by retention times. In some cases only three isomers of hexene were seen and in some cases four isomers were seen (internal alkenes can be cis or trans). Their peaks were assigned on the basis of literature values for their boiling points, on the assumption that the lowest boiling fraction elutes first. This is not sufficiently unambiguous to allow identification of cis and trans isomers. In all cases, the three possible aldehyde products were identified (n-heptanal, 5-methylhexanal and 4-ethylhexanal). For the purposes of establishing the percentage normal product, the area of integration produced by the normal isomer is divided by the areas generated by all isomers added together. There was no evidence for the production of alcohols or alkanes. Yields and isomer distributions are displayed in Table 1 . 4 Discussion In order to study hydroformylation using Nafion supported complexes, the complexes chosen must be capable of being absorbed by Nafion. Initially the use of cationic rhodium phosphine complexes appeared appropriate. However, early trials using the complex [Rh(NBD)(dcpe)]BF4 showed that very serious leaching had occurred. It was likely that during catalysis a neutral intermediate, perhaps of the form [HRhL2(CO)], had formed during the reaction and had leached out from the beads. The results obtained were very ambiguous, in that catalysis could have taken place in the solution as well as in the beads. In order to ensure that the rhodium complexes were retained within the Nafion throughout the catalytic cycle, it was decided to form cationic complexes containing phosphine ligands which were themselves capable of protonation. The group of ligands included monodentate and bidentate phosphines, monodentate aliphatic and aromatic aminophosphines and bidentate aliphatic and aromatic aminophosphines. A set of standard conditions was chosen (see Section 2) to enable a fair comparison across the range of ligands and between the complexes used homogeneously and the complexes supported in Nafion. The complexes were allowed to form in situ from the reaction between [Rh(NBD)2]BF4 and the corresponding phosphine. To complete the data set, a hydroformylation reaction run was carried out using Nafion without any [Rh(NBD)2]BF4, designated as “blank” and a run was carried out using [Rh(NBD)2]BF4 without any added phosphine ligand. From Table 1 it can be seen that, in most cases, the overall yield is reduced by introduction of the catalyst into Nafion. There does not appear to be any pattern across the series of ligands with regard to yields obtained when the catalyst is used homogeneously. However, on introduction into Nafion, the three bidentate ligands consistently outperform the monodentate ligands. Dppq (3) could be considered as a bidentate ligand in homogeneous solution but in Nafion it will be protonated and can therefore be classified among the monodentate ligands. The distribution of products is clearly altered by introduction into Nafion. The ratio of normal heptanal to branched products, is reduced in all cases by supporting the catalysts. Interestingly, this remains the case despite leaching occurring in the majority of cases which suggests that the support has a strong influence despite leaching occurring and that perhaps the leaching occurs after the reaction is complete. The trend across the range of ligands for production of normal aldehyde using homogeneous catalysts is closely followed by the supported catalysts. In most cases, more of the two and three isomers are produced by the supported catalysts. The data show that isomerisation occurs faster than hydroformylation, and leads to a decrease in normal heptanal production, particularly for the supported catalysts. This increase in isomerisation products in the supported case can be attributed to the action of Nafion–H itself, since hex-1-ene was isomerised in the “blank” experiment (Table 1). 5 Conclusions Rhodium–phosphine complexes supported in Nafion are capable of catalysing the hydroformylation of hex-1-ene albeit at a reduced overall yield. The ratio of normal to branched products is lower than that obtained by the same catalyst systems used homogeneously. Nafion can be modified into a polymeric phosphine ligand which can form a rhodium based supported catalyst. Yields obtained for the hydroformylation of hex-1-ene are lower than those obtained using Nafion–H absorbed rhodium complexes. References [1] D.E. Bryant M. Kilner J. Mol. Cat. A: Chem. 178 2002 1 [2] T.D. Mitchell, D.D. Whitehouse, in: Proceedings of the Third North American Conference of the Catalyst Society, San Francisco, 1974. [3] G.O. Evans C.U. Pittman R. McMillan R.T. Beach R. Jones J. Organomet. Chem. 67 1974 295 [4] K.G. Allum R.D. Hancock I.V. Howell R.C. Pitkethly P.J. Robinson J. Organomet. Chem. 87 1975 189 [5] C.U. Pittman L.R. Smith R.M. Hanes J. Am. Chem. Soc. 97 7 1975 1742 [6] K. Nozaki Y. Itoh F. Shibahara E. Shirakawa T. Ohta H. Takaya T. Hiyama J. Am. Chem. Soc. 120 1998 4051 [7] J. Balue J.C. Bayon J. Mol. Cat. A: Chem. 137 1999 193 [8] T.G. Schenk J.M. Downes C.R.C. Milne P.B. Mackenzie H. Boucher J. Whelan B. Bosnich Inorg. Chem. 24 1985 2334 [9] P.R. Ellis, Ph.D. Thesis, University of Durham, 1998. [10] M.J. Burk T.G.P. Harper J.R. Lee C. Kallberg Tetrahedron Lett. 35 28 1994 4963 [11] J.W. Suggs G.D.N. Pearson J. Org. Chem. 45 1980 1514",
      "scopus-id": "0042972803",
      "coredata": {
        "eid": "1-s2.0-S1381116902004934",
        "dc:description": "A series of rhodium complexes of the form [Rh(L)2NBD]BF4 where L represents a phosphine ligand and [Rh(L–L)NBD]BF4 where (L–L) represents a diphosphine ligand and NBD = norbornadiene have been prepared. The complexes have been incorporated into Nafion by ion-exchange and the supported catalysts thus obtained have been compared with their homogeneous precursors for their activity as catalysts for the hydroformylation of hex-1-ene. The overall yield and the ratio of normal heptanal to branched products are reduced in all cases by introduction of the catalyst into Nafion. The modification of Nafion to produce a polymeric phosphine and its use as a ligand for hydroformylation using rhodium is also described.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-02-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902004934",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bryant, D.E."
          },
          {
            "@_fa": "true",
            "$": "Kilner, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902004934"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902004934"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00493-4",
        "prism:volume": "193",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Hydroformylation studies using Nafion supported rhodium based homogeneous catalysts",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nafion"
          },
          {
            "@_fa": "true",
            "$": "Hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "83-88",
        "prism:endingPage": "88",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 February 2003",
        "prism:doi": "10.1016/S1381-1169(02)00493-4",
        "prism:startingPage": "83",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00493-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "24",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-si6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "181",
            "@ref": "si6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "20",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "149",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "24",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "181",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "24",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "181",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "15",
            "@width": "383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1338",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "15",
            "@width": "402",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1442",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "391",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "84",
            "@width": "585",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2861",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "55",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "741",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "696",
            "@width": "409",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902004934-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11118",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042972803"
      }
    }
  }
}