{
  "metadata": {
    "title": "Liquid phase glucose hydrogenation to <ce:small-caps>d</ce:small-caps>-glucitol over an ultrafine Ru-B amorphous alloy catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-06-02",
    "doi": "10.1016/S1381-1169(03)00008-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903000086",
    "pii": "S1381116903000086"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038179564",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-02-06 2003-02-06 2010-04-18T22:33:40 1-s2.0-S1381116903000086 S1381-1169(03)00008-6 S1381116903000086 10.1016/S1381-1169(03)00008-6 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01690 2015-05-15T05:56:33.301439-04:00 0 0 20030602 2003 2003-02-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 200 200 1 2 1 2 Volume 200, Issues 1–2 24 213 221 213 221 20030602 2 June 2003 2003-06-02 2003 converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. LIQUIDPHASEGLUCOSEHYDROGENATIONDGLUCITOLOVERULTRAFINERUBAMORPHOUSALLOYCATALYST GUO H 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Activity test 3 Results and discussion 4 Conclusions Acknowledgements References VANGORP 1999 349 K LI 2001 129 H MU 1999 41 X GALLEZOT 1994 93 P BEZHANOV 1971 217 F SHCHEGLOV 1959 92 N VOLF 1986 105 J ARENA 1992 219 B CHEN 1993 3 Y SHIBATA 1987 353 M MOLNAR 1989 329 A LI 2000 257 H YOSHIDA 1984 1435 S YAMASHITA 1985 2485 H KLEIN 1996 209 S SCHULZ 1995 89 R LI 1999 25 H OKAMOTO 1979 2027 Y IMANAKA 1973 1134 T FURUSAWA 1974 88 T BAIKER 1989 239 A DENG 1999 121 J LI 2001 117 H LI 1994 185 C GUOX2003X213 GUOX2003X213X221 GUOX2003X213XH GUOX2003X213X221XH item S1381-1169(03)00008-6 S1381116903000086 1-s2.0-S1381116903000086 10.1016/S1381-1169(03)00008-6 271358 2010-10-04T20:42:28.831305-04:00 2003-06-02 1-s2.0-S1381116903000086-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/MAIN/application/pdf/cab467ad1a4679f0962a0559816c27c7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/MAIN/application/pdf/cab467ad1a4679f0962a0559816c27c7/main.pdf main.pdf pdf true 181101 MAIN 9 1-s2.0-S1381116903000086-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/PREVIEW/image/png/a9a0d7422a788fff6503534806aabf80/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/PREVIEW/image/png/a9a0d7422a788fff6503534806aabf80/main_1.png main_1.png png 59926 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903000086-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/fx1/THUMBNAIL/image/gif/68d774a486275f12051bf6650762ecf7/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/fx1/THUMBNAIL/image/gif/68d774a486275f12051bf6650762ecf7/fx1.sml fx1 fx1.sml sml 1659 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903000086-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/fx1/DOWNSAMPLED/image/gif/64e919e7ab84635c9b2239c482771908/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/fx1/DOWNSAMPLED/image/gif/64e919e7ab84635c9b2239c482771908/fx1.gif fx1 fx1.gif gif 4036 141 248 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903000086-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr1/THUMBNAIL/image/gif/8585c4625c67df34e342b3ed408d38c2/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr1/THUMBNAIL/image/gif/8585c4625c67df34e342b3ed408d38c2/gr1.sml gr1 gr1.sml sml 1519 93 111 IMAGE-THUMBNAIL 1-s2.0-S1381116903000086-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr1/DOWNSAMPLED/image/gif/edb5bb122380c79bd61eb275509ee9a9/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr1/DOWNSAMPLED/image/gif/edb5bb122380c79bd61eb275509ee9a9/gr1.gif gr1 gr1.gif gif 7850 280 334 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903000086-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr2/THUMBNAIL/image/gif/fe62d5811470576096c84740174e8c9e/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr2/THUMBNAIL/image/gif/fe62d5811470576096c84740174e8c9e/gr2.sml gr2 gr2.sml sml 1791 56 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903000086-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr2/DOWNSAMPLED/image/jpeg/a1c8a7b2a67e6bfdb01e9554268a63df/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr2/DOWNSAMPLED/image/jpeg/a1c8a7b2a67e6bfdb01e9554268a63df/gr2.jpg gr2 gr2.jpg jpg 52211 273 608 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903000086-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr3/THUMBNAIL/image/gif/2e364ad76ac850e463f712686755fa27/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr3/THUMBNAIL/image/gif/2e364ad76ac850e463f712686755fa27/gr3.sml gr3 gr3.sml sml 1142 93 120 IMAGE-THUMBNAIL 1-s2.0-S1381116903000086-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr3/DOWNSAMPLED/image/gif/a857c2c7aef4d7628a5fc460ae105a05/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr3/DOWNSAMPLED/image/gif/a857c2c7aef4d7628a5fc460ae105a05/gr3.gif gr3 gr3.gif gif 6737 330 425 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903000086-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr4/THUMBNAIL/image/gif/aa90d4db6f01c07ced49f48ee4cfd7cf/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr4/THUMBNAIL/image/gif/aa90d4db6f01c07ced49f48ee4cfd7cf/gr4.sml gr4 gr4.sml sml 936 94 55 IMAGE-THUMBNAIL 1-s2.0-S1381116903000086-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr4/DOWNSAMPLED/image/gif/666618cccac082a0f52d28a7121b1580/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr4/DOWNSAMPLED/image/gif/666618cccac082a0f52d28a7121b1580/gr4.gif gr4 gr4.gif gif 12413 557 327 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903000086-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr5/THUMBNAIL/image/gif/aa9a73a6584a3c32ca1347f47a971236/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr5/THUMBNAIL/image/gif/aa9a73a6584a3c32ca1347f47a971236/gr5.sml gr5 gr5.sml sml 847 94 64 IMAGE-THUMBNAIL 1-s2.0-S1381116903000086-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr5/DOWNSAMPLED/image/gif/f6520546dfa9ff6a07d5d55051e37896/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr5/DOWNSAMPLED/image/gif/f6520546dfa9ff6a07d5d55051e37896/gr5.gif gr5 gr5.gif gif 12347 651 445 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903000086-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr6/THUMBNAIL/image/gif/01c1b4c5fe26033c5705c34b4d6febc8/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr6/THUMBNAIL/image/gif/01c1b4c5fe26033c5705c34b4d6febc8/gr6.sml gr6 gr6.sml sml 1042 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903000086-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/gr6/DOWNSAMPLED/image/gif/628eeec4886505e64e3cb4bb4959236d/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/gr6/DOWNSAMPLED/image/gif/628eeec4886505e64e3cb4bb4959236d/gr6.gif gr6 gr6.gif gif 6984 327 516 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903000086-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/fx2/THUMBNAIL/image/gif/58eb99056f8c8d230b98758e21cdcf9b/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/fx2/THUMBNAIL/image/gif/58eb99056f8c8d230b98758e21cdcf9b/fx2.sml fx2 fx2.sml sml 1380 60 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903000086-fx2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903000086/fx2/DOWNSAMPLED/image/jpeg/148580e0e6b685af3165a3c1fe8c1cb4/fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903000086/fx2/DOWNSAMPLED/image/jpeg/148580e0e6b685af3165a3c1fe8c1cb4/fx2.jpg fx2 fx2.jpg jpg 5768 102 213 IMAGE-DOWNSAMPLED MOLCAA 3965 S1381-1169(03)00008-6 10.1016/S1381-1169(03)00008-6 Elsevier Science B.V. Fig. 1 XRD patterns of the Ru-B sample treated at different temperatures in H2 atmosphere, each for 2h, respectively: (a) as-received; (b) 473K; (c) 673; (d) 873K. Fig. 2 SAED patterns of the Ru-B sample: (a) as-received; (b) after being treated at 873K for 2h in H2 atmosphere. Fig. 3 DSC curves of the Ru-B amorphous catalyst. Fig. 4 XPS spectra of the as-prepared Ru-B catalyst. Fig. 5 Dependence of the initial specific activity (R m) on: (a) P(H2); (b) glucose concentration during the glucose hydrogenation over Ru-B amorphous alloy catalyst. Reaction conditions: 0.3g catalyst, 50ml 50wt.% glucose aqueous solution, T=353K, P(H2)=4.0MPa, stirring rate=1200rpm. Fig. 6 Dependence of the initial specific activity (R m) on the reaction temperature during the glucose hydrogenation over Ru-B amorphous alloy catalyst. Other reaction conditions are given in Fig. 5. Table 1 Structural properties and catalytic behaviors of the as-prepared catalysts a Catalyst Composition (at.%) S BET (m2 g−1) R m (mmolh−1 g−1 cat.) R s (mmolh−1 m−2) Conversion (%) Fresh Ru-B Ru88.9B11.1 12.7 504.2 39.7 95.1 Fresh Ni-B b Ni75.0B25.0 17.8 60.3 3.4 58.8 Fresh Co-B b Co76.0B24.0 25.3 50.6 2.0 47.8 Crystallized Ru-B c Ru88.9B11.1 5.7 57.9 10.2 23.1 Pure Ru Ru 8.1 57.0 7.0 22.2 Raney Ni d Ni 106 10.6 0.10 16.7 a Reaction conditions: 0.3g catalyst, 50ml, 50wt.% glucose aqueous solution, T=353K, P(H2)=4.0MPa, stirring rate=1200rpm, reaction time=2.0h. b Hydrogenation at T=373 K. c Obtained by treating the Ru-B sample at 873K under H2 flow for 2h. d 1.0g Raney Ni was used. Liquid phase glucose hydrogenation to d-glucitol over an ultrafine Ru-B amorphous alloy catalyst Haibing Guo a Hexing Li a ∗ Jian Zhu a Wanhua Ye a Minghua Qiao b Weilin Dai b a Department of Chemistry, Shanghai Normal University, Shanghai 200234, PR China b Department of Chemistry, Fudan University, Shanghai 200433, PR China * Corresponding author. Tel.: +86-21-643-22930. A Ru-B amorphous alloy catalyst in the form of ultrafine particles was prepared by chemical reduction of RuCl3 with borohydride in aqueous solution, whose amorphous structure was confirmed by XRD, DSC, and SAED. Heating pretreatment resulted in the rapid crystallization and the deep decomposition of the Ru-B amorphous alloy as well as the abrupt decrease in the surface area due to the gathering of small particles at high temperature. XPS spectra revealed that partial electrons transferred from the alloying B to the metallic Ru in the as-prepared Ru-B sample. In comparison with other catalysts, the as-prepared Ru-B amorphous catalyst exhibited excellent activity and perfect selectivity to d-glucitol as well as superior lifetime during the liquid phase glucose hydrogenation, showing its potential application in industrial process. The higher activity of the Ru-based catalysts than that of other metal catalysts, such as Co-B and Ni-B amorphous catalysts as well as Raney Ni catalysts, demonstrated that the metallic Ru was more active than both metallic Ni and Co for the glucose hydrogenation. Meanwhile, the Ru-B amorphous catalyst exhibited higher activity than its corresponding crystallized Ru-B and pure Ru powder catalysts, showing the promoting effects of both the amorphous structure and the electronic interaction between the metallic Ru and the alloying B, which was briefly discussed based on the kinetic studies and various characterizations. Keywords Glucose d-Glucitol Hydrogenation Ru-B amorphous catalyst 1 Introduction d-Glucitol is widely used in industry as a starting material for the Vitamin C synthesis, an emulsifier for fatty acid ester production, an intermediate for drug design, and as an additive in food, cosmetic and paper products [1–5]. The natural d-glucitol can be refined from red seaweed and many fruits of the plant family Rosaceae [6], but large-scale production of d-glucitol always depends on the catalytic hydrogenation of glucose, in which Raney Ni catalysts are most frequently employed owing to their high activity and low cost [7,8]. However, Raney Ni is fragile and easy to suffer poisoning. In addition, the preparation of Raney Ni by alkali leaching Ni–Al alloy always causes environmental pollution. Due to the industrial requirements and environmental considerations, there is a strong driving force to design new environmentally friendly catalysts which are more powerful and more resistant in glucose hydrogenation [9,10]. Ru-based catalysts are potential in the glucose hydrogenation; however, their high cost is posing a problem. Thus, more active Ru-based catalysts should be designed in order to reduce the cost of the catalyst. Recently, the metal–metalloid amorphous alloy catalysts have caused much attention owing to their higher activity, better selectivity and stronger sulfur resistance during various hydrogenation reactions [11–14]. However, the glucose hydrogenation over Ru-based amorphous alloy has never been reported so far. In this paper, we report an ultrafine Ru-B amorphous alloy catalyst with the object to compare its performance with other Ru-based catalysts and other metal-based catalysts including Ni-B and Co-B amorphous catalysts as well as Raney Ni during liquid phase glucose hydrogenation to d-glucitol. Correlation of the catalytic properties to both the structural and electronic characteristics will also be discussed briefly. 2 Experimental 2.1 Catalyst preparation The Ru-B amorphous catalyst was prepared by chemical reduction of RuCl3 with 2.0M KBH4 containing 0.2M NaOH in aqueous solution at room temperature. Under stirring, excess KBH4 (molar ratio of BH4 −/Ru3+=5:1) was added dropwise into RuCl3 solution. During the reaction, a lot of bubbles were released and the black solid was formed. After bubble release ceased, the solution was kept stirring for another 1h to ensure the complete reduction of Ru3+ ions. Then, the black solid was filtrated and washed repetitively with distilled water until pH=7. Since the as-prepared Ru-B sample was extremely active, it was stored in water to avoid its oxidation. The corresponding crystallized Ru-B sample was obtained by treating the fresh Ru-B sample at 873K for 2h in N2 flow. For comparison, Co-B and Ni-B amorphous catalysts were also prepared by in the similar way as mentioned above. The pure Ru powder catalyst was prepared by chemical reduction of RuCl3 by NH2NH2 in NaOH aqueous solution at 373K. Raney Ni was available commercially from a d-glucitol production factory in China and was used without additional activation. 2.2 Catalyst characterization The composition and surface area of the as-prepared catalysts was analyzed by inductively coupled plasma (ICP, Jarrell-As Scan 2000). The surface morphology and particle sizes of the Ru-B catalyst were observed by means of transmission electron micrography (TEM, JEM-2010). The amorphous structure was determined by both the X-ray powder diffraction (XRD, Bruker AXS D8-Advance with Cu Kα radiation) and the selective area electronic diffraction (SEAD, JEM-2010). Thermal stability was examined by diffraction scanning calorimetry (DSC Perkin-Elmer) performed under N2 atmosphere at the heating rate of 10K/min. The surface electronic states were characterized by X-ray photoelectron spectroscopy (XPS, Perkin-Elmer PHI 5000C ECSA, Al Kα radiation). To avoid the surface oxidation, the Ru-B samples were dried in situ in Ar atmosphere. All the binding energy (BE) values were calibrated using C1S=284.6eV as a reference. The BET surface area was determined by N2 adsorption at 77K using ASAP 2010 Micromeritics. 2.3 Activity test The hydrogenation of glucose was carried out in a 200ml stainless autoclave charged with 50ml, 50wt.% glucose aqueous solution and 0.3g catalyst at P(H2)=4.0MPa, T=353K. The solution was vigorously stirred at 1200rpm which was high enough to eliminate the diffusion effect as discussed below. According to the drop of hydrogen pressure within the first hour, the initial activity of the as-prepared catalysts was calculated using the ideal gas equation. Both the specific activity, i.e. the hydrogen uptake rate per gram Ru or other metals (R m, mmolh−1 g−1Ru) and the areal activity, i.e. the hydrogen uptake rate per m2 of the BET surface area (R S, mmolh−1 m−2) were employed to express the activity. The R S could display the difference in the nature of the active sites since the dispersion effect has been excluded. In concept, the active surface area, detected by either hydrogen or CO chemisorption, should be used in calculating R S. However, we found it difficult to determine the active surface area of the Ru-B amorphous catalyst since during the hydrogen chemisorption measurement, heating treatment at more than 573K was essential to clean the catalyst surface which may have resulted in the crystallization. Thus, for the unsupported catalysts like the ultrafine Ru-B amorphous alloy particles, the BET surface area was roughly used instead of the active surface area in calculating R S. During the hydrogenation, the products were analyzed by a gas chromatography equipped with a 25m OV 101 capillary column and a FID. Besides glucose, only d-glucitol was detected under the present conditions regardless of the catalysts, showing that the selectivity to d-glucitol is perfect (100%). The glucose conversion was determined by means of chemical titration with Fehlings agent [15]. 3 Results and discussion Fig. 1 shows the XRD patterns of the Ru-B sample treated at different temperatures in N2 flow for 2h. As shown in Fig. 1a, the fresh Ru-B sample exhibited only one broad peak around 2θ=44°, similar to those observed by using the fresh Ni-B and Co-B sample, implying that the as-prepared Ru-B sample was present in a typical amorphous structure [16,17]. No significant change in the XRD pattern was observed when the Ru-B sample was treated at the temperature below 473K. However, when the Ru-B sample was treated at the temperature>473K, the original broad peak disappeared and various diffractional peaks appeared, as shown in Fig. 1b. The number and strength of the diffractional peaks increased gradually with the increase of treating temperature and reached the maximum at 873K, as shown in Fig. 1c,d. Thus, one can conclude that the crystallization of the Ru-B amorphous alloy began at 473K and reached completion at 873K. Only metallic Ru phases were found on the XRD pattern of the Ru-B sample after crystallization, indicating a deep decomposition of the Ru-B alloy during the heating treatment. The amorphous characteristic of the Ru-B sample was further confirmed by means of SAED. As shown in Fig. 2 , the fresh Ru-B sample displayed various diffractional circles indicative of the amorphous structure [18], which disappeared after being treated at 873K. Furthermore, the DSC analysis also demonstrated that the Ru-B amorphous alloy was thermodynamically metastable. During the heating treatment, the Ru-B amorphous alloy would undergo spontaneous crystallization, corresponding to a strong exothermic peak, as shown in Fig. 3 . Fig. 4 shows the XPS spectra of the fresh Ru-B amorphous catalyst. One can see that nearly all the Ru species were present in the metallic state corresponding to two XPS peaks at binding energy (BE) of 279.8eV in Ru3d3/2 and 284.0eV in Ru3d5/2 levels, respectively. As the peak of metal Ru in Ru3d3/2 just covers the peak of C1S [19], only the peak in Ru3d5/2 level was employed in the following discussion. Unlike Ru species, the B species in the Ru-B amorphous catalyst were present in three states. As can be seen from the B1S level, the peak at BE of 188.3eV was indicative of the elemental B, while the peaks corresponding to BE of 191.5eV and 193.0eV were attributed to the oxidized B in the forms of BO2 − and B2O3, respectively [20]. In comparison with the standard BE values of the pure Ru metal (280.04eV) and the pure B (188.3eV), it was obvious that the BE of the metallic Ru in the Ru-B amorphous catalyst shifted negatively by 0.2eV while the alloying B shifted positively by 1.2eV. Chen also observed the positive BE shift of the alloying B in the Ni-B amorphous alloy [11]. He believed that partial electrons transferred from the alloying B to oxygen in the neighboring B2O3 rather than to the metallic Ni since the electronegativity of B is much higher than that of Ni. However, when KBH4 was decomposed into the mixture of the free B and the B2O3 species by lowering the pH of the KBH4 solution, the XPS spectra did not display the BE shift of the free B species. This means that the positive shift in the BE value of the B occurred only in the presence of metallic Ni, rather than in the presence of O atoms in the neighboring B2O3. Thus, as reported previously by Okamoto et al. [21], we concluded that partial electrons transferred from B to metallic Ru in the Ru-B amorphous alloy, making Ru electron-enriched while B electron-deficient. This was reasonable by considering the assumption that the bonding electrons of the B occupied the vacant d-orbitals of metallic Ru [22]. The much less BE shift of the metallic Ru than that of the alloying B in the Ru-B amorphous alloy was possibly owing to the relatively greater atomic weight of the Ru atom comparing to that of the B atom [20]. Fig. 5 shows that the initial rate increased linearly with the increase of H2 pressure from 1.0 to 4.0MPa, implying that the glucose hydrogenation was first-order with respect to hydrogen pressure. However, the influence of glucose concentration on the hydrogenation rate was relatively complex. With the increase of glucose concentration, the initial rate first increased proportionally and then reached a plateau at glucose concentration >40wt.%. In order to examine the mass transport problems, preliminary rate measurements were performed on the fresh Ru-B amorphous catalyst at hydrogen pressure of 4.0MPa and glucose concentration of 50wt.%. First, the dependence of the rate upon the stirring speed was studied, which revealed that there was a plateau above 1000rpm where the rate did not depend on the stirring speed. Therefore, a standard stirring speed of 1200rpm was used subsequently. At such a stirring speed, the influence of the mass of the Ru-B amorphous catalyst on the glucose conversion (after reaction for 1h) was also investigated. The proportional relationship clearly demonstrated the absence of external mass transfer limitation. In addition, since the as-prepared Ru-B particles were very small with average size around 30–50nm and nearly porousless, it could be considered that there was no influence of internal diffusion in the liquid phase hydrogenation of glucose [23]. These results suggested that mass transfer effects could be neglected under the present conditions and the hydrogenation of glucose was controlled by the intrinsic kinetics of the reaction. Thus, the kinetic behaviors in Fig. 5 could be understood by considering the difference in the adsorption strength between glucose and hydrogen on the Ru-B amorphous catalyst. As the glucose molecule was strongly adsorbed, it reached to saturated adsorption rapidly even at low concentration. Thus, the change in the glucose concentration in the liquid phase did change its adsorption amount on the catalyst and thus, did not affect the rate of the surface hydrogenation. Only at very low glucose concentration, the hydrogenation rate increased with the increase of glucose concentration in the liquid phase since its surface adsorption was unsaturated. Similarly, the glucose hydrogenation exhibited first-order with respect to hydrogen pressure since the adsorption of hydrogen on the Ru-B amorphous catalyst was relatively weak and could not reach saturated adsorption under the present reaction conditions. According to the Langmuir isothermal equation, the increase in the hydrogen pressure would increase the adsorption amount of hydrogen on the catalyst surface and in turn, increase the hydrogenation rate. As shown in Table 1 , both the specific activity (R m) and the areal activity (R S) during the liquid phase glucose hydrogenation changed in the order of fresh Ru–B>crystallized Ru–B>pure Ru>fresh Ni–B>fresh Co–B>Raney Ni. The following conclusions could be drawn from the above results: 1. The Ru-based catalysts exhibit much higher activity than both the Ni- and Co-based catalysts, about 8–9 times higher than Ni-B and Co-B amorphous catalysts, and 50 times higher than Raney Ni catalyst. Meanwhile, the Ru-B amorphous catalyst could be used repetitively for more than 13 times without significant deactivation while the Co- or Ni-based catalysts could be repetitively used only for less than six times, showing its excellent durability under the present conditions. Thus, the Ru-B amorphous catalyst might be used in industrial production of d-glucitol via glucose hydrogenation owing to its higher activity and longer lifetime which could compensate for its relatively higher cost. The higher activity of the Ru-B amorphous catalyst than Ni-based catalysts could be interpreted in terms of their activation energies. According to the dependence of the initial rate of glucose hydrogenation on the reaction temperature from 343 to 383K, as shown in Fig. 6 , the apparent activation energy was determined as 14.5kJ/mol by means of the Arrhenius equation, which was only about a quarter of that obtained over Raney Ni catalyst (64.8kJ/mol), showing that the metallic Ru was more active than the metallic Ni. 2. The Ru-B amorphous alloy catalyst exhibited much higher activity than both the crystallized Ru-B catalysts and the pure Ru powder catalyst. According to ICP analysis, no significant change in the bulk composition of the Ru-B catalyst was observed after crystallization. Furthermore, by random sampling 10 particles, the selected area EDX also demonstrated that the average composition of the Ru-B sample remained almost unchanged after crystallization. Thus, the higher activity of the Ru-B amorphous catalyst than its crystallized counterpart could be understood by considering the following factors. Firstly, the TEM picture revealed that the Ru-B amorphous alloy was present in the form of spherical particles with average size around 30–50nm. After being treated at 873K for 2h, big lumps appeared owing to the gathering of small particles. These results demonstrated that the crystallization of the Ru-B amorphous alloy caused an abrupt decrease in S BET (see Table 1), which might be an important factor responsible for the decrease in the hydrogenation activity (R m) after crystallization. Examining the S BET and R m values, one can immediately find that the R m of the Ru-B amorphous catalyst was nearly nine times higher than that of the corresponding crystallized Ru-B while the former S BET was only two times as that of the latter, showing that the change in the surface area of the Ru-B catalyst after crystallization was not a crucial factor accounting for the decrease of its hydrogenation activity. Thus, the nature of the Ru active sites must play a key role in determining the activity of different Ru-based catalysts which could be discussed based on the intrinsic activity (R S), as listed in Table 1. By comparing the R S values, it was obvious that the Ru active sites in the Ru-B amorphous alloy were much more active than those in either the pure Ru powder catalyst or the corresponding crystallized Ru-B catalyst. From the viewpoint of structural effect, the higher R S of the fresh Ru-B catalyst might be attributed to the promoting effect of the amorphous characteristics, such as the short-range ordering but long-range disordering structure and the highly unsaturated coordination of the Ru active sites in the Ru-B amorphous alloy. These factors have been claimed to be favorable for most hydrogenation reactions [24,25]. From the viewpoint of electronic effect, the higher R S of the fresh Ru-B catalyst might be attributed to the promoting effect of the electron transfer between metallic Ru and alloying B, making Ru slightly electron-enriched while B electron-deficient, as confirmed by the aforementioned XPS spectra. According to the adsorption model of the glucose molecule, the high electron density on the metallic Ru might weaken the strength for glucose adsorption since it might repel the CO group due to the presence of lone electron pair on the O atom. Meanwhile, the electron-deficient B might adsorb glucose molecules via a side-bonding model [26], as shown in the following diagram: On one hand, more free Ru active sites were left which could be used for the hydrogen adsorption. Therefore, more hydrogen molecules could be adsorbed dissociatively on the Ru-B amorphous catalyst, which may increase the hydrogenation rate taking into account that the glucose hydrogenation was first-order with respect to hydrogen while zero-order with respect to glucose under the present reaction conditions. On the other hand, the electropositive boron attracted the electron pair of oxygen of the CO bond, which was then polarized and more easily hydrogenated. After being crystallized at 873K, the hydrogenation activity decreased abruptly since the electronic interaction diminished due to the deep composition of Ru-B alloy (see the XRD patterns). Similarly, the above discussions could also explain the higher activity of the Ni-B amorphous alloy catalyst than that of Raney Ni or the corresponding crystallized Ni-B catalysts. 3. Although the Ru-B alloy had completely decomposed after being treated at 873K, the crystallized Ru-B catalyst still exhibited higher R S than the pure Ru powder catalyst. Thus, we concluded that the presence of the free B and the oxidized B species might also be favorable for the glucose hydrogenation, as observed by Chen and coworkers during the liquid phase hydrogenation of nitrobenzene over supported Pt catalysts [27]. However, no quantitative discussion could be conducted at present without an exact knowledge of the metal surface coverage by these promoters and without determination of exact surface content of the free B and the oxidized B species. 4 Conclusions The above experiments showed that the ultrafine Ru-B amorphous catalyst exhibited excellent higher activity than other Ru-based catalysts including the crystallized Ru-B and the pure Ru powder catalysts owing to its unique amorphous structure and surface electronic characteristics. The activity of the as-prepared Ru-B amorphous catalyst was nearly 10 times as that of the Raney Ni catalyst, or the Ni-B amorphous alloy catalyst. Meanwhile, the Ru-B amorphous catalyst also exhibited much longer lifetime. These promoting factors could sufficiently compensate the higher cost of the Ru-B amorphous alloy catalyst, implying that it may be used instead of Raney Ni in the glucose hydrogenation to produce d-glucitol. Before its application in real industrial processes, chemical engineering studies must be conducted and suitable reactor design must be optimized. Such studies are being considered in the future. Acknowledgements This work was supported by the National Natural Science Foundation of China (29973025) and by the Natural Science Foundation of Shanghai Science and Technology Committee. References [1] K. van Gorp E. Boerman C.V. Cavenaghi P.H. Berben Catal. Today 52 1999 349 [2] D.J. Cram, G.S. Hammond, Organic Chemistry, second ed., McGraw-Hill, New York, 1964, p. 647. [3] H.X. Li H.X. Li M.H. Wang Appl. Catal. A: Gen. 207 2001 129 [4] X.H. Mu X. Wang B.N. Bao X.T. Shu E.Z. Min Chin. Fine. Chem. 16 1999 41 [5] P. Gallezot P.J. Cerino B. Blance G. Fleche P. Fuertes J. Catal. 146 1994 93 [6] R.L. Lohmar, W. Pigman (Eds.), The Carbohydrates, Academic Press, New York, 1957. [7] F.B. Bezhanov D.V. Sokolskii N.K. Nadirov S. Khandodzhaev Kinet. Catal. 12 1971 217 [8] N.I. Shcheglov D.V. Sokolskii Nauk. Akad. Nack. Kazakh. SSR 5 1959 92 [9] J. Volf J. Pasek Stud. Surf. Sci. Catal. 27 1986 105 [10] B.J. Arena Appl. Catal. A: Gen. 87 1992 219 [11] Y. Chen Catal. Today 44 1993 3 [12] M. Shibata T. Masumoto Prep. Catal. 4 1987 353 [13] A. Molnar G.V. Smith M. Bartok Adv. Catal. 36 1989 329 [14] H.X. Li W.J. Wang J.F. Deng J. Catal. 191 2000 257 [15] H.X. Li, H. Li, W.J. Wang, J.F. Deng, Chem. Lett. (1999) 629. [16] S. Yoshida H. Yamashita T. Funabiki T. Yonezawa J. Chem. Soc., Faraday Trans. I 80 1984 1435 [17] H. Yamashita M. Yoshikawa T. Funabiki S. Yoshida J. Chem. Soc., Faraday Trans. I 81 1985 2485 [18] S. Klein J.A. Martens R. Parton K. Vercruysse P.A. Jacobs W.F. Maier Catal. Lett. 38 1996 209 [19] R. Schulz A. van Neste P.A. Zielinski S. Boily F. Czerwinski J. Szpunar J. Kaliaguine Catal. Lett. 35 1995 89 [20] H. Li H.X. Li W.L. Dai W.J. Wang Z.G. Fang J.F. Deng Appl. Surf. Sci. 152 1999 25 [21] Y. Okamoto Y. Nitta T. Imanaka S. Teranishi J. Chem. Soc., Faraday Trans. 1 75 1979 2027 [22] T. Imanaka Y. Nitta S. Teranishi Bull. Chem. Soc. Jpn. 46 1973 1134 [23] T. Furusawa J.M. Smith A. I. Ch. E. J. 20 1974 88 [24] A. Baiker Faraday Discuss. Chem. Soc. 87 1989 239 [25] J.F. Deng H.X. Li W.J. Wang Catal. Today 51 1999 121 [26] H.X. Li X.F. Chen M.H. Wang Y.P. Xu Appl. Catal. A: Gen. 225 2001 117 [27] C.P. Li Y.W. Chen Y.J. Wang Appl. Catal. A: Gen. 119 1994 185",
      "scopus-id": "0038179564",
      "coredata": {
        "eid": "1-s2.0-S1381116903000086",
        "dc:description": "A Ru-B amorphous alloy catalyst in the form of ultrafine particles was prepared by chemical reduction of RuCl3 with borohydride in aqueous solution, whose amorphous structure was confirmed by XRD, DSC, and SAED. Heating pretreatment resulted in the rapid crystallization and the deep decomposition of the Ru-B amorphous alloy as well as the abrupt decrease in the surface area due to the gathering of small particles at high temperature. XPS spectra revealed that partial electrons transferred from the alloying B to the metallic Ru in the as-prepared Ru-B sample. In comparison with other catalysts, the as-prepared Ru-B amorphous catalyst exhibited excellent activity and perfect selectivity to d-glucitol as well as superior lifetime during the liquid phase glucose hydrogenation, showing its potential application in industrial process. The higher activity of the Ru-based catalysts than that of other metal catalysts, such as Co-B and Ni-B amorphous catalysts as well as Raney Ni catalysts, demonstrated that the metallic Ru was more active than both metallic Ni and Co for the glucose hydrogenation. Meanwhile, the Ru-B amorphous catalyst exhibited higher activity than its corresponding crystallized Ru-B and pure Ru powder catalysts, showing the promoting effects of both the amorphous structure and the electronic interaction between the metallic Ru and the alloying B, which was briefly discussed based on the kinetic studies and various characterizations.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-06-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903000086",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Guo, Haibing"
          },
          {
            "@_fa": "true",
            "$": "Li, Hexing"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Jian"
          },
          {
            "@_fa": "true",
            "$": "Ye, Wanhua"
          },
          {
            "@_fa": "true",
            "$": "Qiao, Minghua"
          },
          {
            "@_fa": "true",
            "$": "Dai, Weilin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903000086"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903000086"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00008-6",
        "prism:volume": "200",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Liquid phase glucose hydrogenation to d-glucitol over an ultrafine Ru-B amorphous alloy catalyst",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Glucose"
          },
          {
            "@_fa": "true",
            "$": "d-Glucitol"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Ru-B amorphous catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "213-221",
        "prism:endingPage": "221",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 June 2003",
        "prism:doi": "10.1016/S1381-1169(03)00008-6",
        "prism:startingPage": "213",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00008-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1659",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "141",
            "@width": "248",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4036",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1519",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "280",
            "@width": "334",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7850",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1791",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "273",
            "@width": "608",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52211",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1142",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "330",
            "@width": "425",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6737",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "55",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "936",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "557",
            "@width": "327",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12413",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "847",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "651",
            "@width": "445",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12347",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1042",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "327",
            "@width": "516",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6984",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "60",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1380",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "102",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903000086-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5768",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038179564"
      }
    }
  }
}