{
  "metadata": {
    "title": "Thermal stability, structural properties and catalytic activity of Pd catalysts supported on Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>–CeO<ce:inf loc=post>2</ce:inf>–BaO mixed oxides prepared by sol–gel method",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-09-15",
    "doi": "10.1016/S1381-1169(03)00362-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903003625",
    "pii": "S1381116903003625"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042838323",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-06-11 2003-06-11 2010-04-18T22:33:40 1-s2.0-S1381116903003625 S1381-1169(03)00362-5 S1381116903003625 10.1016/S1381-1169(03)00362-5 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01744 2015-05-15T05:56:32.920819-04:00 0 0 20030915 2003 2003-06-11T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref specialabst alllist content subj ssids 1381-1169 13811169 204 205 204 205 C Volumes 204–205 82 763 770 763 770 20030915 15 September 2003 2003-09-15 2003 In honour of Prof. R. Ugo on the occasion of his 65th. Birthday D. Roberto and R. Psaro converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. THERMALSTABILITYSTRUCTURALPROPERTIESCATALYTICACTIVITYPDCATALYSTSSUPPORTEDAL2O3CEO2BAOMIXEDOXIDESPREPAREDBYSOLGELMETHOD LIOTTA L 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Characterization 2.2.1 Surface area and pore size volume determination 2.2.2 X-ray analysis 2.2.3 H2 chemisorption measurements 2.2.4 Catalytic reactions 3 Results and discussion 4 Conclusions Acknowledgements References PRASAD 1984 1 R PFEFFERLE 1987 219 D ISMAGILOV 1999 51 Z ROSSIGNOL 2001 51 S YANG 2001 185 Z DJURICIC 1999 2685 B PIRAS 2000 L77 A PRIMAVERA 1998 87 A GROPPI 1999 399 G NUNAN 1992 309 J LIOTTA 2002 217 L GONZALEZ 1997 293 R ELALOUI 1997 340 E LIOTTA 2002 439 L DWIVEDI 1985 331 R BRUNAUER 1938 309 S DOLLIMORE 1972 109 D FAGHERAZZI 1994 117 G BERNAL 1999 175 S TROVARELLI 1999 353 A ENGLER 1989 71 B DUPLAN 1991 325 J NUNAN 1992 309 J LIOTTAX2003X763 LIOTTAX2003X763X770 LIOTTAX2003X763XL LIOTTAX2003X763X770XL item S1381-1169(03)00362-5 S1381116903003625 1-s2.0-S1381116903003625 10.1016/S1381-1169(03)00362-5 271358 2010-10-04T20:44:30.817602-04:00 2003-09-15 1-s2.0-S1381116903003625-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/MAIN/application/pdf/58f6cec8b3b68157dedeb5e3fb5ccbb7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/MAIN/application/pdf/58f6cec8b3b68157dedeb5e3fb5ccbb7/main.pdf main.pdf pdf true 150939 MAIN 8 1-s2.0-S1381116903003625-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/PREVIEW/image/png/fdbdf5c6e93ca1db0b0bdbb6b3fea6df/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/PREVIEW/image/png/fdbdf5c6e93ca1db0b0bdbb6b3fea6df/main_1.png main_1.png png 59441 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903003625-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/fx1/THUMBNAIL/image/gif/819852fc881de5cccbdf950a814434aa/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/fx1/THUMBNAIL/image/gif/819852fc881de5cccbdf950a814434aa/fx1.sml fx1 true fx1.sml sml 922 52 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903003625-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/fx1/DOWNSAMPLED/image/gif/f485c5e0004667e249fb3faa7be29ac7/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/fx1/DOWNSAMPLED/image/gif/f485c5e0004667e249fb3faa7be29ac7/fx1.gif fx1 true fx1.gif gif 8941 251 598 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903003625-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr1/THUMBNAIL/image/gif/99f7bda3d6ab8acb1d660d0717b94260/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr1/THUMBNAIL/image/gif/99f7bda3d6ab8acb1d660d0717b94260/gr1.sml gr1 gr1.sml sml 1787 94 114 IMAGE-THUMBNAIL 1-s2.0-S1381116903003625-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr1/DOWNSAMPLED/image/gif/b6a65566e6c456e82ea1dcda82224afd/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr1/DOWNSAMPLED/image/gif/b6a65566e6c456e82ea1dcda82224afd/gr1.gif gr1 gr1.gif gif 13885 336 409 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903003625-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr2/THUMBNAIL/image/gif/3c61653d7eebf56a5e8fad305b8fae8d/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr2/THUMBNAIL/image/gif/3c61653d7eebf56a5e8fad305b8fae8d/gr2.sml gr2 gr2.sml sml 999 93 115 IMAGE-THUMBNAIL 1-s2.0-S1381116903003625-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr2/DOWNSAMPLED/image/gif/b34a58bdf77e17a51a6d3c1250a9c7e0/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr2/DOWNSAMPLED/image/gif/b34a58bdf77e17a51a6d3c1250a9c7e0/gr2.gif gr2 gr2.gif gif 5187 333 411 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903003625-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr3/THUMBNAIL/image/gif/e196f5cf4a376261b41ec2bb4fff282b/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr3/THUMBNAIL/image/gif/e196f5cf4a376261b41ec2bb4fff282b/gr3.sml gr3 gr3.sml sml 1062 94 112 IMAGE-THUMBNAIL 1-s2.0-S1381116903003625-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr3/DOWNSAMPLED/image/gif/eeb117ec9d6f40f9d4d48be1aaed121d/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr3/DOWNSAMPLED/image/gif/eeb117ec9d6f40f9d4d48be1aaed121d/gr3.gif gr3 gr3.gif gif 4247 273 326 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903003625-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr4/THUMBNAIL/image/gif/d3bd90a8be9cbec59ff54c7d7b9f9770/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr4/THUMBNAIL/image/gif/d3bd90a8be9cbec59ff54c7d7b9f9770/gr4.sml gr4 gr4.sml sml 1674 93 123 IMAGE-THUMBNAIL 1-s2.0-S1381116903003625-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr4/DOWNSAMPLED/image/jpeg/0061ab7aa04161dfad7503794499b7b5/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr4/DOWNSAMPLED/image/jpeg/0061ab7aa04161dfad7503794499b7b5/gr4.jpg gr4 gr4.jpg jpg 20087 297 392 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903003625-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr5/THUMBNAIL/image/gif/f67c795517f8770e9ca2cd17beb5e485/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr5/THUMBNAIL/image/gif/f67c795517f8770e9ca2cd17beb5e485/gr5.sml gr5 gr5.sml sml 1199 93 120 IMAGE-THUMBNAIL 1-s2.0-S1381116903003625-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003625/gr5/DOWNSAMPLED/image/gif/281d60d169d390e73bf7647b3a295d49/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003625/gr5/DOWNSAMPLED/image/gif/281d60d169d390e73bf7647b3a295d49/gr5.gif gr5 gr5.gif gif 6105 320 411 IMAGE-DOWNSAMPLED MOLCAA 4149 S1381-1169(03)00362-5 10.1016/S1381-1169(03)00362-5 Elsevier Science B.V. Fig. 1 XRD patterns of the sample AlCeBa4 after calcination treatments at different temperatures (250, 450, 650, 1000°C). Fig. 2 Dependence of the ceria diameters d (Å), as determined by XRD on the Ba/Ce (mass ratio) for the supports AlCeBa x (x=1–4), calcined at 1000°C for 5h. Fig. 3 Dependence of the Pd diameters d (Å), as determined by XRD, on the mean pore size (Å) of the corresponding supports AlCeBa x (x=1–4). Fig. 4 CH4 conversion (%) vs. temperature (°C) over Pd-AlCeBa x (x=1–4) catalysts. Fig. 5 Rates of CH4 conversion (r CH4 , μmol/mingPd) at 240°C vs. Pd diameters (Å) of the catalysts Pd-AlCeBa x (x=1–4). Table 1 Chemical composition and main morphological and structural parameters of alumina–ceria–baria mixed oxides, after calcination at 1000°C for 5h Support Ce (wt.%) Ba (wt.%) Al (wt.%) Ba/Ce (mass ratio) BET (m2/g) d CeO2 by XRD (Å) Al2O3 0.0 0.0 100.0 – 70.0 – CeO2–Al2O3 4.0 0.0 96.0 – 95.0 260.0 BaO–Al2O3 0.0 7.4 92.6 – 150.0 – AlCeBa1 4.0 7.4 88.6 1.85 180.0 170.0 AlCeBa2 8.0 7.0 85.0 0.87 170.0 185.0 AlCeBa3 12.0 6.75 81.0 0.56 148.0 195.0 AlCeBa4 16.0 6.45 77.5 0.40 136.0 211.0 Table 2 Palladium particles size (by H2 chemisorption and XRD measurements) and calculated Pd dispersion percentage of the Pd-AlCeBa x catalysts Catalyst Ce (wt.%) Support mean pore size distribution (Å) Cumulative pore volume (cm3/g) d (Å) Pd by H2 chemisorption d Pd by XRD (Å) D XRD (%) Pd-AlCeBa1 4.0 40.0 0.48 30.0 25.0 45.0 Pd-AlCeBa2 8.0 50.0 0.47 40.0 30.0 37.0 Pd-AlCeBa3 12.0 90.0 0.34 150.0 112.0 10.0 Pd-AlCeBa4 16.0 80.0 0.32 100.0 93.0 12.0 Cerium weight content (wt.%) and mean porosity of the corresponding supports are also reported. Table 3 Catalytic results in methane combustion tests, as CH4 conversion rates (μmol/mingPd) and turnover frequencies TOF (min−1) calculated from XRD Pd dispersion data Catalyst r CH4 (μmol/mingPd) TOF (min−1) Pd-AlCeBa1 66.0 0.016 Pd-AlCeBa2 51.0 0.015 Pd-AlCeBa3 25.0 0.026 Pd-AlCeBa4 31.0 0.027 Thermal stability, structural properties and catalytic activity of Pd catalysts supported on Al2O3–CeO2–BaO mixed oxides prepared by sol–gel method Dedicated to Professor Renato Ugo in occasion of his 65th birthday L.F Liotta a ∗ G Deganello a b a ISMN-CNR, via Ugo La Malfa 153, 90146 Palermo, Italy b Dipartimento di Chimica Inorganica e Analitica “Stanislao Cannizzaro”, Università degli Studi, Viale delle Scienze, 90128 Palermo, Italy * Corresponding author. Tel.: +39-091-6809361; fax: +39-091-6809399. Al2O3–CeO2–BaO mixed oxides were prepared by sol–gel method and the influence of barium and cerium on the thermal stability of both supports and palladium catalysts was investigated by X-ray diffraction (XRD), BET surface area and pore size distribution measurements. It was found that the addition of barium improves the thermal stability of alumina and favors the ceria crystallites dispersion. Activity tests in methane combustion performed on the Pd-AlCeBa x series show that low-ceria loaded (4–8wt.%) catalysts exhibit better light-off performances than the corresponding high-ceria loaded (12–16wt.%) samples. Al2O3–CeO2–BaO oxides with constant Al/Ba mass ratio and increasing cerium content were prepared, using the sol–gel procedure, and calcined at 1000°C for 5h. The influence of barium oxide on the thermal stability and on the morphological and structural properties of the corresponding supports, in terms of increasing surface area of alumina and ceria dispersion, was studied. The corresponding Pd (1wt.%) catalysts were prepared by a stepwise impregnation method with a solution of palladium acetylacetonate in benzene. Palladium was introduced in two sequential steps by impregnation 0.5wt.% of Pd each time. The structural and textural properties of the materials were studied by X-ray diffraction (XRD) analysis, BET surface area and pore size distribution measurements. The effect of ceria on structural properties and methane combustion activity of the Pd-based catalysts was investigated. The light-off temperatures of low-ceria loaded catalysts are both shifted 60–90°C, respectively, below the corresponding temperature observed on high-ceria loaded samples. Keywords Sol–gel process Alumina–ceria–baria Thermal stabilization Palladium–ceria interaction Methane combustion 1 Introduction Several catalytic processes with environmental application require temperatures of the order 1000–1200°C and therefore thermally stable catalysts. Among these reactions we can cite the catalytic combustion for application in gas turbines, whose mayor purpose is to minimize the formation of nitrogen oxides [1,2]. One of the most important problems related to the use of catalysts in this application is the decrease in their activity after thermal exposure to the exhaust gas. Research on the sintering mechanism of supported metal catalysts has been the subject of intense study during the last 20 years [3]. It is well known that the catalyst thermal deactivation is related to the sintering of active components. Alumina, which is one of the most common catalyst carrier, may exist in several transition forms, depending on the temperature and processing conditions [4]. Therefore, the stabilization of transition aluminas, at high temperature, is necessary in order to improve the catalyst durability. To prevent or delay the alumina transformations the addition of dopant elements has been extensively used [5,6]. Among these, the most frequently cited are lanthanum [7] and the alkaline earth metals (more often barium) [8]. Alumina–baria doped nano-composites show excellent thermal stability above 1200°C when a surface layer of BaAl2O4 on the alumina crystals is formed. It is also known that ceria can act as phase-stabilizer for γ-alumina, although the stabilization is negligible at temperatures higher than 1100°C under oxidizing conditions [9]. Ceria is a well known promoter in noble metal-based combustion catalysts [10]. Tests in CH4 combustion under lean conditions showed that the addition of ceria to Pd supported catalysts strongly improves the catalytic combustion at high temperature [11]. Studies on properties of ceria and related materials have been recently reviewed by Trovarelli [12], however much less work has been done to investigate the influence of catalysts preparation method on the nature of palladium–ceria interactions. Up to now the mechanism by which ceria has a synergistic effect on the noble metal is not yet completely clear, nevertheless has been reported that the effectiveness of the ceria depends on the interaction with the noble metal particles and increases as the ceria particle size decreases [13]. Recently we have studied the effect of baria and ceria addition to Pd-alumina catalysts for hydrocarbons combustion [14]. A good thermal stabilization of the alumina was found, depending on the nature of additives and their weight contents. A synergism between ceria and palladium leading to a better activity in the ethene combustion was also observed. However, considering that the extent of such beneficial effects depends on several factors, including loading, synthesis procedure, particle size dispersion, we considered of interest to deepen the study of thermal stability and structural properties of Pd catalysts supported on alumina–ceria–baria mixed oxides, by synthesizing a new series of supports. In the present study we have prepared a series of mixed oxides by an improved sol–gel method, with increasing Ce content percentage and constant Al/Ba mass ratio. With the aim to synthesize alumina supports with high specific surface area and good homogeneity, ethyl acetoacetate (etac) for aluminum sec-butoxide complexation, was used in order to control the hydrolysis and gelation processes. For comparison two binary supports, ceria–alumina and baria–alumina, have been also prepared. The syntheses were performed by sol–gel method which takes advantages of good reproducibility and possibility to introduce the dopant element (Ce, Ba) at different stage of preparation procedure. Pd (1wt.%) catalysts were prepared by impregnation, with palladium acetylacetonate, of the resulting oxides calcined at 1000°C for 5h. The effects of barium oxide as stabilizing CeO2–Al2O3 surface area and ceria crystallites dispersion were investigated. The study of ceria–palladium interaction on the methane combustion activity was also addressed. 2 Experimental 2.1 Catalyst preparation The supports were synthesized by sol–gel method, in order to obtain reproducible, homogeneous and thermally resistant materials [15]. The Al2O3–CeO2–BaO supports were synthesized by modifying a described procedure leading to xerogels resistant to high-temperature calcination treatments [16,17]. Indeed, the cerium was added after the gelation step of the alumina–baria pseudo-boehmite hydrated. A typical preparation of an alumina–ceria–baria oxide is described below: 15g of aluminum tri-sec-butoxide, Al[O–C2H5CH(CH3)]3 were dissolved in 50ml of sec-butanol in Ar, under stirring, and added of etac (6.32ml) for complexation. Calculated amount of barium acetylacetonate hydrate, Ba(CH3COCHCOCH3)2·xH2O in ethanol was added to this solution and the resulting mixture was stirred for 3h at 100°C. The hydrolysis was performed by adding dropwise a water solution (in stoichiometric amount with respect to the aluminum alkoxide) containing NH4OH, at pH 10. As water was added to the solution, immediately, a fine pseudo-gel was obtained. The resulting suspension was maintained at 100°C for 16h to complete the gelation process. Then, the cerium dopant was added as solution of cerium acetylacetonate hydrate, Ce(CH3COCHCOCH3)3·xH2O in ethanol and the gel was aged at 100°C for 18h. After evaporation to dryness, the resulting powder was heated at 250°C for 3h, in order to remove physically adsorbed water, then was calcined in flowing O2 at different temperatures (rate 10°C/min), in the range 450–1000°C to convert the pseudo-boehmite structure to γ-alumina [18]. All the supports with their chemical composition and structural properties after calcination at 1000°C for 5h, are listed in Table 1 . The oxides were labeled as AlCeBa x (x=1–4) as increasing the Ce wt.% content. For reason of comparison a sample of Al2O3 and two selected supports CeO2–Al2O3 and BaO–Al2O3 were also reported. The chemical composition of the samples, as determined by atomic absorption spectroscopy (AAS) is very close to the theoretical one. On the supports calcined at 1000°C for 5h, the Pd (1wt.%) catalysts were prepared by a stepwise impregnation method using a solution of Pd acetylacetonate, Pd(CH3COCHCOCH3)2 in benzene and stirred at 70°C for 5h. In order to control the metal dispersion and to achieve a homogeneous particle size distribution, palladium was introduced in two sequential steps by impregnation (0.5wt.% of Pd each time). The resulting catalysts were dried in rotavapor, calcined in O2 (5% in He) at 350°C for 8h and reduced in H2 (5% in Ar) at 350°C for 6h, (heating rate 2°C/min). In Table 2 a list of the structural parameters of Pd (1wt.%) catalysts along with the Ce weight content in the corresponding support, is reported. 2.2 Characterization 2.2.1 Surface area and pore size volume determination Surface area and pore size measurements were performed by using a Sorptomatic 1900 Carlo Erba Instrument. Surface areas were determined by physical adsorption of N2 at the liquid nitrogen temperature, using the BET equation [19]. Pore size distributions were obtained from the desorption curve of the isotherm, by using the procedure developed by Dollimore and Heal [20]. 2.2.2 X-ray analysis X-ray diffraction patterns were obtained with a Philips diffractometer. Nickel-filtered Cu Kα radiation was employed and a proportional counter and a 0.05° step size in 2θ were used. Crystalline phases were identified by comparison with ICDD reference files [21]. Mean cristallite sizes d (Å) of Pd and CeO2 were estimated using the Scherrer equation [22]. The obtained particle diameters of Pd were converted into the percentage of exposed metallic atoms, Dx (%), as previously published [23]. 2.2.3 H2 chemisorption measurements The determination of chemisorbed H2 allowed to measure the accessible Pd surface of the samples after being calcined “in situ” using O2 (5% in He) at 350°C for 1h, and reduced with H2 (5% in Ar), at atmospheric pressure, at 350°C for 1h. The chemisorption measurements were carried out at 70°C in order to avoid β-hydride formation, in a pulse flow system equipped with QMS and thermal conductivity detector (TCD). Pulses of H2 (5% in Ar, loop 0.5ml) were injected onto the Ar stream flowing on the above reduced sample (250mg), until the break-through point was attained. Successive injections of H2 pulses produced, in the TCD signal, peaks of different area. The catalyst metal surface was considered saturated when two consecutive peaks exhibit the same area. 2.2.4 Catalytic reactions The steady-state activity in methane combustion was studied in a plug-flow reactor equipped with a Balzers Thermostar, mass-quadrupole detector. In a typical experiment, the gas mixture consisting of 1000ppm of methane and 2.5vol.% O2 (He to balance) was led over the catalyst (100mg diluted with inert SiC to avoid thermal gradient) at a total flow rate of 50ml/min, equivalent to a weight hourly space velocity (WHSV) of 30.000h−1. Combustion tests were carried out in the temperature range 100–600°C, waiting for each temperature that the conversion reaches a constant value, usually within 15–20min. A thermocouple in contact with the catalytic bed allowed the control of the temperature inside the catalyst. After reaching steady-state conditions, effluent gases were analyzed in real time by mass quadrupole, taking into account for mass overlapping. The CH4 conversion well corresponds to the CO2 yield, in any case no CO formation was observed. 3 Results and discussion The sol–gel synthesis involves the hydrolysis and polycondensation of oxides precursors, as alkoxide or acetylacetonates, producing a trasparent gel, that by calcination in flowing O2 until 1000°C turns into a vitreous material. The gel→glass transition occurs with considerable modifications in the structural properties of the materials. Fig. 1 shows the X-ray diffraction patterns of a selected sample AlCeBa4, after calcination at 250°C (3h), 450°C (4h), 650°C (4h) and 1000°C (5h), respectively. The pattern of the support calcined up to 650°C is amorphous, after calcination to 1000°C characteristics reflections of CeO2 (2θ values of 28.55°, 33.08°, 47.47°, 56.33°, 59.09°, 69.40°, 76.70°, 79.07°, 88.41°) [ICDD 340394] were observed, whereas, the alumina showed a gradual modification from γ [ICDD 290063] to δ phase [ICDD 160394]. No barium–aluminate features were detected or α-alumina phases. In Table 1 the BET surface area values of the supports AlCeBa1–4 are listed along with those of pure Al2O3 and two samples CeO2–Al2O3 and BaO–Al2O3, synthesized for comparison. A perusal of this table evidences the influence of baria and ceria on the thermal stability and morphology of the alumina supports. The addition of barium and cerium oxides to alumina results in an enhanced thermal stability of the support, which maintains large surface area after calcination at 1000°C for 5h. However, the degree of stabilization strongly depends on the nature of additives and on their weight contents. As comparing ceria–baria doped aluminas with ceria–alumina, baria–alumina and pure alumina, it appears that the presence of a few percent of ceria is sufficient to produce an increase of specific area of the baria–alumina support. For higher ceria loading a decrease of surface area is evidenced, that could be ascribed to the formation of ceria phase well crystallized (see Fig. 1) that induces a sintering of the support. On the other hand, barium is more effective in the alumina structure stabilization. In Table 1 the BET surface area along with the Ba/Ce (mass ratio) are listed for all the synthesized supports, after calcination at 1000°C for 5h. The relative surface areas appear to increase as a function of the Ba/Ce mass/ratio. A promoting effect of barium on ceria dispersion was also detected, as shown in Fig. 2 , where the relationship between the cristallite size d (Å) of CeO2 and the Ba/Ce mass ratio is reported. Ceria is known to disperse and stabilize the metal in a more active form, due to strong metal support interaction (SMSI) effects [12,24,25]. A perusal of Table 2 indicates that Pd catalysts with a low-ceria content (4–8wt.%) are better dispersed than the corresponding high-ceria (12–16wt.%) samples. This finding suggests that the presence of cerium in the support, up to a certain amount stabilizes the corresponding Pd catalyst. Accordingly, other authors reported the beneficial effect of cerium in Pt metal particles dispersion [26]. Pd diameters were also determined by H2 chemisorption measurements, Table 2. The average particle sizes found by chemisorption are systematically higher then the corresponding diameters estimated from XRD data. Nevertheless, the agreement between the two techniques is good and it is confirmed that the low-ceria loaded catalysts are better dispersed than the high-ceria ones. Some other variables, such as the nature of the support and its morphology were found to have an important effect on the characteristics of the resulting catalysts. A comparison of the Pd particle sizes with supports pore diameters shows that the metal size is always lower or comparable with the pore diameters (see Table 2). It should be noted that the sol–gel procedure allowed the synthesis of alumina–ceria–baria mixed oxides with tailored pore texture and high surface area, after calcination at 1000°C for 5h. Moreover, the samples exhibit a better thermal stability, in terms of surface area and pore volume, as compared with our previous results on ceria–alumina based systems [14]. The good correlation reported in Fig. 3 suggests that the support pore sizes can be a determining factor in the extent of metal particles agglomeration. A similar mechanism has been found for the control of PdO particle dimensions [11]. In order to investigate some effect of ceria on the catalytic performances of palladium supported catalysts, activity tests in methane combustion were carried out over the Pd-AlCeBa x series. In Fig. 4 conversion curves obtained in steady-state CH4 combustion experiments are reported. The data evidence that Pd-AlCeBa1 and Pd-AlCeBa2 behaved quite similarly and were the most active samples, a decrease of the activity was observed for Pd-AlCeBa3 and Pd-AlCeBa4. Thus, it is apparent that the ceria content affects the light-off performances of the corresponding Pd catalysts, being the light-off temperature of low-ceria samples shifted 60–90°C, respectively, below the corresponding temperature observed on high-ceria loaded samples. The catalytic results, in terms of CH4 conversion rates (r CH4 , μmol/mingPd) calculated in differential conditions, at very low conversion are listed in Table 3 along with the turnover frequencies TOF (min−1) arisen from XRD palladium dispersion data. As reported in Fig. 5 , the rates of CH4 conversion decrease with increasing the palladium diameter. This trend might confirm the occurrence of some ceria–Pd interaction, although the influence of samples surface area as well as of surface ceria segregation cannot be excluded. In summary, according to the literature data [27–29], the results reported so far support the role of ceria in the stabilization of metallic dispersion that leads to better catalytic performances. 4 Conclusions The effects of ceria and baria addition to alumina supported palladium catalysts have been investigated through XRD, BET surface area and pore size measurements. The good stability of doped aluminas depends on the synthesis procedure and on the dopant elements. Characterization of the supports has evidenced that barium (about 7wt.%) is effective in the alumina network stabilization, inhibiting its sintering to α-phase. Cerium can also partially stabilize the surface area of alumina, a few amount (4wt.%) being sufficient to produce an increase of the surface and an improved thermal stability. For higher loading (>12wt.%) a decrease of the specific area is evidenced along with sintering of ceria crystallites. The supports porosity is likely responsible for the control of palladium dispersion, although a dependence on the ceria content was also evidenced. Catalytic activity for methane combustion depends on the ceria content which influences the palladium crystallites dispersion. The low-ceria loaded (4–8wt.%) catalysts were the most active, giving light-off performances at temperature 60–90°C lower than that observed on high-ceria loaded (12–16wt.%) samples. Acknowledgements The financial support from the Murst 2000-MM03267484_002 is gratefully acknowledged. References [1] R. Prasad L.A. Kennedy R. Ruckenstein Catal. Rev. 26 1984 1 [2] D. Pfefferle W.C. Pfefferle Catal. Rev. Sci. Eng. 29 1987 219 [3] S.A. Svevenson, J.A. Dumesic, R.T.K. Baker, in: E. Ruckenstein (Ed.), Metal Support Interactions in Catalysis, Sintering and Redispersion, Van Nostrand-Reinhold, New York, 1987, p. 141. [4] B.C. Lippens, J.J. Steggerda, in: B.G. Linsen (Ed.), Active Alumina in Physical and Chemical Aspects of Adsorbents and Catalysts, Academic Press, London, 1970, p. 171. [5] Z.R. Ismagilov R.A. Shkrabina N.A. Koryabkina Catal. Today 47 1999 51 [6] S. Rossignol C. Kappenstein Int. J. Inorg. Mat. 3 2001 51 [7] Z. Yang X. Chen G. Niu Y. Liu M. Bian A.-D. He Appl. Catal. B: Environ. 29 2001 185 [8] B. Djuricic S. Pickering D. Mcgarry J. Mater. Sci. 34 1999 2685 [9] A. Piras A. Trovarelli G. Dolcetti Appl. Catal. B: Environ. 28 2000 L77 [10] A. Primavera A. Trovarelli C. de Leitenburg G. Dolcetti J. Llorca Stud. Surf. Sci. Catal. 119 1998 87 [11] G. Groppi C. Cristiani L. Lietti C. Ramella M. Valentini P. Forzatti Catal. Today 50 1999 399 [12] A. Trovarelli (Ed.), Catalysis by Ceria and Related Materials, Imperial College Press, London, 2002. [13] J.G. Nunan H.J. Robota M.J. Cohon S.A. Bradley J. Catal. 133 1992 309 [14] L.F. Liotta G. Deganello D. Sannino M.C. Gaudino P. Ciambelli S. Gialanella Appl. Catal. A 229 2002 217 [15] R.D. Gonzalez T. Lopez R. Gomez Catal. Today 35 1997 293 [16] E. Elaloui A.C. Pierre G.M. Pajonk J. Catal. 166 1997 340 [17] L.F. Liotta A. Macaluso G.E. Arena M. Livi G. Centi G. Deganello Catal. Today 75 2002 439 [18] R.K. Dwivedi G. Gowda J. Mater. Sci. Lett. 4 1985 331 [19] S. Brunauer P.H. Emmet E. Teller J. Am. Chem. Soc. 60 1938 309 [20] D. Dollimore G.R. Heal J. Colloid Interface Sci. 38 1972 109 [21] ICDD, PDF-2 Database Sets 1–42, International Centre for Diffraction Data, PA 19081, USA, 1992. [22] H.P. Klug, L.E. Alexander, X-ray Diffraction Procedures for Polycrystalline and Amorphous Materials, Wiley, New York, 1954. [23] G. Fagherazzi A. Benedetti G. Deganello D. Duca A. Martorana G. Spoto J. Catal. 150 1994 117 [24] S. Bernal J.J. Calvino M.A. Caqui J.M. Gatica C. Larese J.A. Perez Omil J.M. Pintado Catal. Today 50 1999 175 [25] A. Trovarelli C. De Leitenburg M. Boaro G. Dolcetti Catal. Today 50 1999 353 [26] K. Masuda, M. Kawai, K. Kuno, N. Kachi, F. Mizukami, in: G. Poncelet, P.A. Jacobs, P. Grange, B. Delmon (Eds.), Preparation of Catalysts V, vol. 63, Elsevier, Amsterdam, 1991, p. 229. [27] B. Engler E. Koberstein P. Schubert Appl. Catal. 48 1989 71 [28] J.L. Duplan H. Praliaud Appl. Catal. 67 1991 325 [29] J.G. Nunan H.J. Robota M.J. Cohon S.A. Bradley J. Catal. 133 1992 309",
      "scopus-id": "0042838323",
      "coredata": {
        "eid": "1-s2.0-S1381116903003625",
        "dc:description": "Al2O3–CeO2–BaO oxides with constant Al/Ba mass ratio and increasing cerium content were prepared, using the sol–gel procedure, and calcined at 1000°C for 5h. The influence of barium oxide on the thermal stability and on the morphological and structural properties of the corresponding supports, in terms of increasing surface area of alumina and ceria dispersion, was studied. The corresponding Pd (1wt.%) catalysts were prepared by a stepwise impregnation method with a solution of palladium acetylacetonate in benzene. Palladium was introduced in two sequential steps by impregnation 0.5wt.% of Pd each time. The structural and textural properties of the materials were studied by X-ray diffraction (XRD) analysis, BET surface area and pore size distribution measurements. The effect of ceria on structural properties and methane combustion activity of the Pd-based catalysts was investigated. The light-off temperatures of low-ceria loaded catalysts are both shifted 60–90°C, respectively, below the corresponding temperature observed on high-ceria loaded samples.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-09-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903003625",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liotta, L.F"
          },
          {
            "@_fa": "true",
            "$": "Deganello, G"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903003625"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903003625"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00362-5",
        "prism:volume": "204",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Thermal stability, structural properties and catalytic activity of Pd catalysts supported on Al2O3–CeO2–BaO mixed oxides prepared by sol–gel method",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "prism:issueName": "In honour of Prof. R. Ugo on the occasion of his 65th. Birthday",
        "openaccess": "0",
        "prism:issn": "13811169",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sol–gel process"
          },
          {
            "@_fa": "true",
            "$": "Alumina–ceria–baria"
          },
          {
            "@_fa": "true",
            "$": "Thermal stabilization"
          },
          {
            "@_fa": "true",
            "$": "Palladium–ceria interaction"
          },
          {
            "@_fa": "true",
            "$": "Methane combustion"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "openaccessSponsorType": null,
        "prism:pageRange": "763-770",
        "prism:endingPage": "770",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 September 2003",
        "prism:doi": "10.1016/S1381-1169(03)00362-5",
        "prism:startingPage": "763",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00362-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "52",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "922",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "251",
            "@width": "598",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8941",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1787",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "336",
            "@width": "409",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13885",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "999",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "333",
            "@width": "411",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5187",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1062",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "273",
            "@width": "326",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4247",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1674",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "297",
            "@width": "392",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20087",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1199",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "320",
            "@width": "411",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003625-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6105",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042838323"
      }
    }
  }
}