{
  "metadata": {
    "title": "Jacobsen catalyst anchored onto modified carbon xerogel as enantioselective heterogeneous catalyst for alkene epoxidation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2009-06-15",
    "doi": "10.1016/j.molcata.2008.10.045",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116908005074",
    "pii": "S1381116908005074"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-65649154160",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-11-11 2008-11-11 2010-04-16T17:45:36 1-s2.0-S1381116908005074 S1381-1169(08)00507-4 S1381116908005074 10.1016/j.molcata.2008.10.045 S300 S300.2 FULL-TEXT 1-s2.0-S1381116909X00063 2015-05-15T05:56:33.307883-04:00 0 0 20090615 2009 2008-11-11T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 305 305 1 2 1 2 Volume 305, Issues 1–2 24 135 141 135 141 20090615 15 June 2009 2009-06-15 2009 In memory of Eric Derouane Fernando Ramoâ Ribeiro Jacques C. Védrine article fla Copyright © 2008 Elsevier B.V. All rights reserved. JACOBSENCATALYSTANCHOREDMODIFIEDCARBONXEROGELENANTIOSELECTIVEHETEROGENEOUSCATALYSTFORALKENEEPOXIDATION MAIA F 1 Introduction 2 Experimental 2.1 Materials and reagents 2.2 Synthesis of mesoporous carbon and activation 2.3 Anchoring of Jacobsen catalyst 2.4 Physico-chemical measurements 2.5 Catalytic experiments 3 Results and discussion 3.1 Textural and surface chemical characterisation 3.2 Catalytic experiments 4 Conclusions Acknowledgements References 1987 CATALYSTSUPPORTSSUPPORTEDCATALYSTS FIGUEIREDO 1999 1379 J PEKALA 1989 3221 R JOB 2004 619 N HORIKAWA 2004 1625 T SAMANT 2004 1321 P KATSUKI 1995 189 T JACOBSEN 1999 649 E COMPREHENSIVEASYMMETRICCATALYSIS FAN 2002 3385 Q BALEIZAO 2006 3987 C SILVA 2003 1511 A SILVA 2004 83 A CARDOSO 2005 110 M SILVA 2004 3027 A SILVA 2005 2096 A SILVA 2007 1951 A MAHATA 2007 152 N REEDIJK 1971 234 J GREGG 1982 S ADSORPTIONSURFACEAREAPOROSITY YAMAMOTO 2005 1231 T MAIAX2009X135 MAIAX2009X135X141 MAIAX2009X135XF MAIAX2009X135X141XF item S1381-1169(08)00507-4 S1381116908005074 1-s2.0-S1381116908005074 10.1016/j.molcata.2008.10.045 271358 2010-09-21T22:45:24.823856-04:00 2009-06-15 1-s2.0-S1381116908005074-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/MAIN/application/pdf/965f0c21c8eaf380e711dadf2226f2c7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/MAIN/application/pdf/965f0c21c8eaf380e711dadf2226f2c7/main.pdf main.pdf pdf true 628829 MAIN 7 1-s2.0-S1381116908005074-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/PREVIEW/image/png/f5cb26d2dd66df36782dd1a4c90a6211/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/PREVIEW/image/png/f5cb26d2dd66df36782dd1a4c90a6211/main_1.png main_1.png png 56561 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116908005074-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/gr1/DOWNSAMPLED/image/jpeg/62795b5d4add5c4238f3ef0ed68bbeda/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/gr1/DOWNSAMPLED/image/jpeg/62795b5d4add5c4238f3ef0ed68bbeda/gr1.jpg gr1 gr1.jpg jpg 30954 221 755 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908005074-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/gr1/THUMBNAIL/image/gif/f866be977e9294f8fd5a691d22902666/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/gr1/THUMBNAIL/image/gif/f866be977e9294f8fd5a691d22902666/gr1.sml gr1 gr1.sml sml 1768 64 219 IMAGE-THUMBNAIL 1-s2.0-S1381116908005074-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/gr2/DOWNSAMPLED/image/jpeg/bf8baa206d7a24c8f56559a42189e8e4/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/gr2/DOWNSAMPLED/image/jpeg/bf8baa206d7a24c8f56559a42189e8e4/gr2.jpg gr2 gr2.jpg jpg 27263 585 380 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908005074-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/gr2/THUMBNAIL/image/gif/4005646256013db0e3eaefebf7747c31/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/gr2/THUMBNAIL/image/gif/4005646256013db0e3eaefebf7747c31/gr2.sml gr2 gr2.sml sml 1960 163 106 IMAGE-THUMBNAIL 1-s2.0-S1381116908005074-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/gr3/DOWNSAMPLED/image/jpeg/01e4619beac545714347ef54023cae87/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/gr3/DOWNSAMPLED/image/jpeg/01e4619beac545714347ef54023cae87/gr3.jpg gr3 gr3.jpg jpg 61678 513 670 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908005074-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/gr3/THUMBNAIL/image/gif/732f95a778d4611fd2b4a5b697adecd5/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/gr3/THUMBNAIL/image/gif/732f95a778d4611fd2b4a5b697adecd5/gr3.sml gr3 gr3.sml sml 4220 164 214 IMAGE-THUMBNAIL 1-s2.0-S1381116908005074-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/gr4/DOWNSAMPLED/image/jpeg/62f0991d65990374df49bebd28ef8f66/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/gr4/DOWNSAMPLED/image/jpeg/62f0991d65990374df49bebd28ef8f66/gr4.jpg gr4 gr4.jpg jpg 54052 489 656 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908005074-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/gr4/THUMBNAIL/image/gif/d812107490c3da2b99b4c116ce9bde8f/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/gr4/THUMBNAIL/image/gif/d812107490c3da2b99b4c116ce9bde8f/gr4.sml gr4 gr4.sml sml 4867 163 219 IMAGE-THUMBNAIL 1-s2.0-S1381116908005074-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/fx1/DOWNSAMPLED/image/jpeg/6195f63e3cc06e054c9dd11475bf9d4a/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/fx1/DOWNSAMPLED/image/jpeg/6195f63e3cc06e054c9dd11475bf9d4a/fx1.jpg fx1 true fx1.jpg jpg 28515 155 464 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908005074-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908005074/fx1/THUMBNAIL/image/gif/3b550cdaebdd646055dff59a2e9d8241/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908005074/fx1/THUMBNAIL/image/gif/3b550cdaebdd646055dff59a2e9d8241/fx1.sml fx1 true fx1.sml sml 2215 73 219 IMAGE-THUMBNAIL MOLCAA 7334 S1381-1169(08)00507-4 10.1016/j.molcata.2008.10.045 Elsevier B.V. Fig. 1 Anchoring of the Jacobsen catalyst (CAT) onto carbon xerogels (CX) using a simple and straightforward method. Fig. 2 Pore size distributions of the Na modified mesoporous carbon xerogels (a) Na@01CX-09 and (b) Na@02CX-16, before and after anchoring of Jacobsen catalyst. RP is the pore radius and VP is the pore volume. Fig. 3 CO and CO2 TPD profiles of 01CX-09 and 02CX-16 before and after reflux with a NaOH solution. Fig. 4 CO and CO2 TPD profiles of 01CX-09 before and after treatment with different oxidants. Table 1 Textural and chemical properties of the carbon xerogel based materials. RP is the average pore radius. Sample S BET (m2 g−1) S meso (m2 g−1) V micro (cm3 g−1) RP (nm) CO (μmolg−1) CO2 (μmolg−1) Mn (μmolg−1) 01CX-09 717 311 0.124 5.6 1505 171 – Na@01CX-09 718 334 0.124 5.6 966 346 – CAT@01CX-09 637 302 0.090 5.4 – – 113 02CX-16 792 462 0.157 1.8 3981 389 – Na@02CX-16 690 381 0.114 1.8 3042 697 – CAT@02CX-16 595 369 0.071 1.8 – – 76 Table 2 Catalytic properties of the carbon xerogel based materials. Catalyst Alkene/oxidant Run t (h) %C a %S a %ee b CAT Styrene/m-CPBA-NMO c hom 1 99 91 47 CAT@01CX-09 1st 4 26 81 31 2nd 4 15 66 3 CAT α-Me-styrene/NaOCl d hom 24 44 79 63 CAT@01CX-09 1st 24 24 3 41 2nd 24 15 1 72 CAT 6-CNchromene/NaOCl d hom 24 16 96 88 CAT@01CX-09 1st 48 5 79 82 2nd 48 14 3 46 CAT 6-CNchromene/PhIO e hom 24 38 79 76 CAT@01CX-09 1st 72 10 65 57 2nd 72 13 34 33 CAT Styrene/m-CPBA-NMO c hom 1 99 94 46 CAT@02CX-16 1st 4 16 69 32 2nd 4 7 26 7 CAT α-Me-styrene/NaOCl c hom 24 30 74 73 CAT@02CX-16 1st 24 18 2 74 2nd 24 18 1 85 CAT 6-CNchromene/NaOCl c hom 24 2 97 88 CAT@02CX-16 1st 48 5 86 79 2nd 48 8 6 42 CAT 6-CNchromene/PhIO d hom 24 39 83 77 CAT@02CX-16 1st 72 5 17 73 2nd 72 0 0 0 a %C–alkene conversion, %S–epoxide selectivity: determined by non-chiral GC. b Enantiomeric excess: determined by chiral GC. c Experimental conditions: 0.500mmol of styrene, 0.500mmol of chlorobenzene (internal standard), 2.50mmol of NMO (co-oxidant), 0.100g of heterogeneous catalyst and 1.00mol of m-CPBA, in 5.00cm3 of dichloromethane, at −5°C. d Experimental conditions: 0.500mmol of 6-CN-2,2-diMeChromene or α-methylstyrene, 0.500mmol of chlorobenzene (internal standard), 0.100g of heterogeneous catalyst and 0.75mmol of NaOCl, in 5.00cm3 of dichloromethane, at 0°C. e Experimental conditions: 0.250mmol of 6-CN-2,2-diMeChromene, 0.500mmol of chlorobenzene (internal standard), 0.100g of heterogeneous catalyst and 0.12mmol of PhIO, in 5.00cm3 of acetonitrile, at room temperature. Table 3 Mn ICP-AES analysis of the heterogeneous catalysts before reaction and after two consecutive cycles of catalysis. Experimental conditions Mn (μmol/g) CAT@02CX-16 CAT@01CX-09 Before catalysis 76 113 Styrene/m-CPBA-NMO 53 35 α-Me-styrene/NaOCl 27 47 6-CNchromene/NaOCl 27 42 6-CNchromene/PhIO 53 62 Jacobsen catalyst anchored onto modified carbon xerogel as enantioselective heterogeneous catalyst for alkene epoxidation Frederico Maia a Nagendranath Mahata b Bruno Jarrais b Ana R. Silva a Manuel Fernando R. Pereira b Cristina Freire a José Luís Figueiredo b ⁎ a REQUIMTE, Departamento de Química, Faculdade de Ciências, Universidade do Porto, 4169-007 Porto, Portugal b Laboratório de Catálise e Materiais (LCM), Laboratório Associado LSRE/LCM, Departamento de Engenharia Química, Faculdade de Engenharia, Universidade do Porto, 4200-465 Porto, Portugal ⁎ Corresponding author. Graphical abstract Anchoring of the Jacobsen catalyst (CAT) onto carbon xerogels (CX) Two types of carbon xerogels were prepared using two different methodologies where the pH of the solution during the sol–gel processing, formaldehyde/resorcinol ratio and the drying method, were varied (01CX and 02CX). The samples show distinct textural properties: 02CX material has higher mesopore area and micropore volume than 01CX, but the pore radius of the latter material is three times larger than the former. Activation of the materials under 5% O2 (in N2) at 440°C introduces surface oxygen groups, mainly phenol and carbonyl/quinone groups with small quantities of carboxylic anhydrides. Treatment with sodium hydroxide solution converted the phenol groups into phenolates and promotes hydrolysis of carboxylic anhydrides into carboxylates. A modified Jacobsen catalyst was directly immobilised via axial coordination of the Mn(III) metallic centre onto the phenolate/carboxylate groups of the sodium modified carbon xerogels. The catalysts were tested in the asymmetric epoxidation of styrene, α-methylstyrene and 6-cyano-2,2-dimethylchromene using m-CPBA/NMO, NaOCl or PhIO as oxygen sources. The catalysts show some activity and enantioselectivity, eventhough loss of Mn is evident. Blank runs involving the carbon xerogel and the oxidants suggest that the oxidants do not attack the surface hydroxyl groups responsible for the metal complex immobilisation. Keywords Carbon xerogels Jacobsen catalyst Immobilisation Enantioselective catalysis 1 Introduction Carbon materials are good catalyst supports especially for liquid phase reactions, since they present some advantages over conventional inorganic supports, such as higher stability in acid and basic media. Conventional inorganic supports such as alumina and silica are dissolved at high pHs and the former is also attacked even at very low pHs [1]. In addition to higher stability, both the porous texture and surface chemistry of carbon materials can be modified by appropriate methodologies [2]. Recently, there has been a growing interest for polymer based porous carbon because they can be easily produced in the form of monolith or membrane, useful in more advanced applications. Activated carbons obtained from natural precursors are not suitable in this regard. Also, the porous texture and surface chemical properties of polymer based carbon xerogels can be easily tailored to meet specific requirements. Pekala has described the synthesis of carbon xerogels by sol–gel condensation of resorcinol and formaldehyde and subsequent carbonisation of the organic aerogel [3]. Reports are also available on the modification of porous texture and surface chemical properties of carbon xerogels [4–6]. Carbon xerogels possess all the qualities required of a good catalyst support. High surface area, high porosity, tunable pore size, open pore network, high density, stability in severe reaction media, etc., make them natural choice as catalyst support. Also they can be formed according to user's need like monolith, membrane, particulate or powder. Manganese(III) salen complexes have been reported as highly active and enantioseletive catalysts in the epoxidation of unfunctionalised alkenes in homogeneous phase, using a wide range of oxidants [7,8]. Currently, the heterogenisation of these homogeneous enantioselective catalysts on several supports is the object of intense research in order to make them recyclable as well as economical [9,10]. Moreover, anchoring of the Mn(III) salen complexes onto supports has been found to increase the catalyst stability, since the main deactivation process observed in homogeneous phase, formation of inactive dimeric μ-oxo Mn(IV) species, is hindered by local site isolation of the complexes in a solid matrix [9,10]. We have been using different strategies for the immobilisation of manganese(III) complexes with salen ligands onto activated carbons, and the resulting catalysts proved to be efficient and reusable in epoxidation reactions [11–16]. Now we intend to extend and improve the established methodologies to new carbon materials such as carbon xerogels. We already tested these materials as supports for a non-chiral manganese(III) salen complex which possessed an extended ligand π system and two reactive hydroxyl groups on the aldehyde fragment [17]. We found that complex immobilisation took place preferably by covalent bond between the surface oxygen functional groups and the ligand reactive OH groups rather than by π–π interactions and that the size and shape of the carbon xerogel pores played an important role in the final loading of the manganese(III) salen complex [17]. Therefore, herein we report the immobilisation of a chiral manganese(III) salen complex (a modified Jacobsen catalyst) onto two carbon xerogels with different pore size, after chemical treatment with O2 and NaOH, using a methodology tested for activated carbons [14]: direct anchoring of the complex through axial coordination of the metal centre onto pre-formed phenolate and carboxylate carbon surface groups. The resulting anchored catalysts were tested in the asymmetric epoxidation of styrene, α-methylstyrene and 6-cyano-2,2-dimethylchromene using several oxygen sources. 2 Experimental 2.1 Materials and reagents Formaldehyde, resorcinol, silver perchlorate, (R,R)-(−)-N,N′-bis(3,5-di-tert-butylsalicyldene)-1,2-cyclohexanediaminomanganese(III) chloride (Jacobsen catalyst), styrene, α-methylstyrene, 2,2-dimethyl-6-cyanochromene, 3-chloroperoxybenzoic acid (m-CPBA), 4-methylmorphine N-oxide (NMO), chlorobenzene and sodium hypochlorite solution were obtained from Aldrich. Sodium hydroxide and sodium carbonate were obtained from Merck (p.a.). All the solvents used were from Merck (p.a.), except dichloromethane and acetonitrile used in the catalytic experiments which were from Romil (HPLC grade). 2.2 Synthesis of mesoporous carbon and activation Two types of mesoporous carbon xerogels, denoted as 01CX and 02CX, were synthesised by the conventional sol–gel technique using formaldehyde and resorcinol following two different methodologies. Detailed procedures were described elsewhere [17]. In brief, sol–gel processing with a formaldehyde/resorcinol ratio of 1.85 at pH 6.1 (adjusted by dilute NaOH solution), followed by removal of water by direct drying in an air oven during a period of seven days and subsequent carbonisation led to sample 01CX. Whereas, sol–gel processing with a formaldehyde/resorcinol ratio of 2.0 at pH 6.85 (adjusted by dilute Na2CO3 solution), followed by removal of water by sequential exchange with acetone and cyclohexane and subsequent drying and carbonisation led to sample 02CX. In order to generate surface oxygen groups, the carbon materials were subjected to activation by diluted oxygen flow (in nitrogen). A detailed procedure is described elsewhere [17]. In brief, the carbon materials were activated under 5% O2 (in N2) at 440°C for 30h and thus the surface activated samples 01CX-09 and 02CX-16 were obtained. The numbers 09 and 16 are the % burn-off (BO) values. The activated samples 01CX-09 and 02CX-16 (1.10g each) were then refluxed with an aqueous solution of sodium hydroxide (100cm3, 13.3mmolg−1) for an hour; a decrease in the pH of the aqueous solution from 14 to 13 was observed [14,15]. These materials were washed with deionised water until constant pH (8) and then dried at 120°C in an oven, under vacuum. These samples were designated as Na@01CX-09 and Na@02CX-16. 2.3 Anchoring of Jacobsen catalyst The commercial Jacobsen catalyst was made to react with silver perchlorate in order to exchange the coordinated chloride anion to the non-coordinating perchlorate (CAT), in sequence to free the fifth coordinate position for direct anchoring of the complex onto the carbon xerogels. The effective substitution of the chloride by the perchlorate anion was checked by FTIR [18]. An ethanolic solution of the modified Jacobsen catalyst (290μmol) was refluxed with both modified carbon xerogels, Na@01CX-09 and Na@02CX-16 (0.70g each). The anchoring process was monitored by UV–vis spectroscopy and a decrease in intensity of the electronic bands of the manganese(III) salen complex in the region 200–800nm was observed. In order to remove physisorbed complex, the resulting materials were purified by Soxhlet extraction with ethanol for 8h. Finally, the materials were vacuum dried in an oven overnight at 120°C. The materials were designated as CAT@01CX-09 and CAT@02CX-16 and the amount of complex anchored in both materials was determined by ICP-AES. 2.4 Physico-chemical measurements Textural characterisation of the samples was based on the analysis of nitrogen sorption isotherms measured at 77K in a Coulter Omnisorp 100CX sorptometer. BET surface area (S BET), mesopore surface area (S meso) and micropore volume (V micro) were calculated using the BET equation and the t-method, respectively, as described elsewhere [2]. Pore size distributions were obtained from the desorption branch of the isotherm using the Barrett, Joyner and Halenda (BJH) method [19]. Surface oxygen functional groups were characterised by temperature programmed desorption (TPD-MS). The analyses were performed in an apparatus described elsewhere [2]. The samples were subjected to a 5°Cmin−1 linear temperature rise up to 1100°C under helium flow of 25cm3 min−1. A SPECTRAMASS Dataquad quadrupole mass spectrometer was used to monitor the desorbed CO (m/z =28) and CO2 (m/z =44) signals. FTIR spectra of the commercial and modified Jacobsen complexes were obtained as KBr pellets in the range 400–4000cm−1 using a Jasco FTIR-460 Plus spectrophotometer. Manganese ICP-AES analysis was carried out at “Laboratório de Análises”, IST, Lisbon (Portugal). 2.5 Catalytic experiments The catalysts, CAT@01CX-09 and CAT@02CX-16, were tested under constant stirring conditions in the asymmetric epoxidation of: (i) styrene in dichloromethane at −5°C using m-CPBA/NMO as oxygen source, (ii) α-methylstyrene or 6-cyano-2,2-dimethylchromene in dichloromethane at 0°C using NaOCl as oxidant and (iii) 6-cyano-2,2-dimethylchromene in acetonitrile at room temperature using PhIO as oxygen source. The oxidant used as well as the experimental conditions were different according to the substrate in study, because the asymmetric epoxidation of alkenes by Mn(III) salen complexes shows different reactivity depending on the substrate and oxidant in use [7,8]. Therefore the optimum homogeneous phase combinations of substrate/oxidant were adapted from the literature to the heterogeneous reactions. The composition of the reaction mixture was typically, 0.500mmol of chlorobenzene (internal standard), 0.100g of heterogeneous catalyst and: (i) 0.500mmol of styrene, 1.00mol of m-CPBA and 2.50mmol of NMO (co-oxidant), in 5.00cm3 of dichloromethane at −5°C (sodium chloride in an ice bath); (ii) 0.500mmol of 6-CN-2,2-diMeChromene or α-methylstyrene and 0.75mmol of NaOCl, in 5.00cm3 of dichloromethane at 0°C (ice bath); (iii) 0.250mmol of 6-CN-2,2-diMeChromene and 0.12mmol of PhIO, in 5.00cm3 of acetonitrile at room temperature. After the first run the catalysts were washed sequentially for 2h by Soxhlet extraction with: (i) 100cm3 of methanol and 100cm3 of dichloromethane (system styrene/m-CPBA-NMO), or (ii) 100cm3 of dichloromethane and 100cm3 of acetonitrile (system 6-CN-2,2-diMeChromene or α-methylstyrene/NaOCl), or (iii) 100cm3 of acetonitrile and 100cm3 of methanol (system 6-CN-2,2-diMeChromene/PhIO). Finally, the materials were dried under vacuum at 120°C, overnight, and then reused using the same experimental conditions. To provide a framework for the results obtained using the heterogeneous catalysts, all the three epoxidation systems were also carried out in homogeneous media under identical experimental conditions to those described above, using the same amount of the Jacobsen catalyst immobilised. The contribution of the supports to the epoxidation reactions was found to be insignificant: 2–5% substrate conversion after 48h. During the experiments 0.05cm3 aliquots were withdrawn from solution, with a hypodermic syringe, filtered through 0.2μm PTFE syringe filters, and analysed by non-chiral and chiral GC. Alkene conversion and epoxide selectivity were followed by analyzing the samples with a Varian CP-3380 gas chromatograph equipped with a fused silica Varian Chrompack capillary column CP-Sil 8 CB Low Bleed/MS (30m×0.25mm id; 0.25μm film thickness) and flame ionization detector using helium as carrier gas. The enantiomeric excesses (%ee) of the epoxides were determined with the same chromatograph but using a fused silica Varian Chrompack capillary column CP-Chiralsil-Dex CB (25m×0.25mm id; 0.25μm film thickness). Conditions used: 60°C (3min), ramp 5°Cmin−1, 170°C (2min), ramp 20°Cmin−1, 200°C (10min); injector temperature, 200°C; detector temperature, 300°C. Conversion (%C) and enantiomeric excess (%ee) were calculated using the following formula: %C={[A(alkene)/A(chlorobenzene)]t=0h −[A(alkene)/A(chlorobenzene)] t=xh}×100/[A(alkene)/A(chlorobenzene)] t=0h; and %ee=[A(major enantiomer)− A(minor enantiomer)]×100/[A(major enantiomer)+ A(minor enantiomer)], where A stands for area of the respective chromatographic peak. In order to study the influence of the oxidants on the carbon xerogel surface, blank experiments involving one of the parent materials, 01CX-09, and the oxidants m-CPBA, and PhIO, were also performed following the same experimental conditions. 3 Results and discussion The modified Jacobsen catalyst (CAT) was immobilised onto the carbon xerogels by direct anchoring of the complex onto the phenolate and carboxylate groups, created by the chemical treatment of the carbon xerogels (01CX and 02CX) which involved the O2 activation (01CX-09 and 02CX-16), followed by refluxing the materials with a solution of NaOH (Na@01CX-09 and Na@02CX-16), Fig. 1 . Characterization of the materials in the different steps was performed by TPD and N2-sorption studies. 3.1 Textural and surface chemical characterisation Two different methodologies were applied to prepare carbon xerogels and the resulting samples were activated with diluted O2 in order to create oxygen surface groups. The textural properties are summarised in Table 1 and the pore size distributions are depicted in Fig. 2 . The N2-sorption isotherms obtained for both materials (not shown) are of type IV, typical of materials with mesopores. Material 02CX-16 has considerably higher mesopore surface area and micropore volume than the sample 01CX-09, but the average pore radius of the latter sample (5.6nm) is three times larger than the former (1.8nm). The difference in pore radius between samples 01CX-09 and 02CX-16 was attributed to the preparation pH during sol–gel processing. According to published literature, pore radius of final carbon material decreases with increase in the sol–gel processing pH of the parent gel [4,17,20]. Upon sodium hydroxide treatment different changes on the textural properties of the two materials were observed. Textural properties hardly changed in case of 01CX-09, probably because of its wider pores, but for 02CX-16 the BET area, mesopore area and micropore volume decreased considerably. However, there was no change in the average pore radius for both materials. The surface oxygen groups present on the oxidised carbon xerogels before and after sodium modification were characterized by TPD-MS (Fig. 3 ). The surface oxygen groups decompose with the evolution of CO (anhydrides, phenols, carbonyls) or CO2 (carboxylic acids, anhydrides, lactones) [2]. The total amounts of CO and CO2 released were calculated from the corresponding TPD-MS spectra and are shown in Table 1. The CO TPD-MS profiles of both oxidised carbon xerogels (Fig. 3) show the presence of a peak at 650°C that includes the decomposition of carboxylic anhydrides and phenol groups present on the surface of the material, and a higher temperature peak due to the decomposition of carbonyl/quinone groups. The high temperature broad peak in the CO2 TPD-MS profiles of both oxidised carbon xerogels (Fig. 3) corresponds to the decomposition of carboxylic anhydrides and lactone groups. After reflux of the samples with sodium hydroxide significant changes can be seen in the CO and CO2 TPD-MS profiles: the peak at 650°C in the CO TPD-MS profiles of both oxidised carbon xerogels (Fig. 3) almost disappears; instead, the peak intensity increases at around 775°C. This clearly indicates the disappearance of the carboxylic anhydrides and phenol groups. Phenol groups are converted to Na-phenolates and probably they are comparatively more stable and hence decomposed at higher temperature. There is also an increase in oxygen groups that evolve as CO2 at low temperatures (Fig. 3 and Table 1), which may be due to Na-carboxylate groups, formed from hydrolysis of carboxylic anhydrides promoted by the aqueous sodium hydroxide solution. These observations correlate well with previous TG-IR results reported by us for sodium hydroxide refluxed oxidised activated carbons [15]. Therefore, TPD-MS data indicate that reaction between sodium hydroxide and phenol groups took place giving rise to phenolate groups and also suggest that some hydrolysis of carboxylic anhydrides occurred giving rise to carboxylate groups, which can both act as coordinating sites for the penta-coordinate Mn(III) salen complex (CAT). Immobilization of the Mn-complex onto Na@01CX-09 and Na@02CX-16 was confirmed by the ICP-AES manganese analysis. The extent of immobilization of Mn-complex is much higher onto the former material than the latter one (113μmolg−1 vs. 76μmolg−1). The higher immobilization efficiency obtained for Na@01CX-09 despite the lower amount of surface oxygen groups is a consequence of the higher pore radius that facilitates the diffusion of the Mn complex within the porous structure of the material towards the reactive carbon oxygen surface groups. Complex immobilisation led to significant changes in the textural properties of the modified carbon xerogels, which are different for the two materials. Comparing with the parent materials (Na@01CX-09 and Na@02CX-16) the sample CAT@01CX-09 revealed a decrease of 12% for S BET, whereas for CAT@02CX-16 the decrease was 14%; similarly, V micro of CAT@01CX-09 showed a decrease of 27% which is less than that observed for CAT@02CX-16, which was as high as 37%. In terms of S meso sample CAT@01CX-09 showed a higher decrease (9%) than CAT@02CX-16, which was only 3%. However, only for the former material there was a decrease in the average pore radius of approximately 3.5% (Fig. 2). No direct evidence for the immobilization mechanism could be obtained from the characterization studies. Nevertheless, we propose that complex immobilization occurs by ionic exchange between the cationic Mn(III) salen complex and the sodium cations from as-created phenolate/carboxylate groups, which ultimately leads to the coordination of these surface groups to Mn(III) metallic center, Fig. 1; this immobilization mechanism was observed in the anchoring of the Jacobsen catalyst into an activated carbon treated with NaOH [14]. 3.2 Catalytic experiments The catalytic properties of the complex modified carbon xerogels are compiled in Table 2 . These materials were active and enantioselective in the epoxidation of: (i) styrene, using m-CPBA as oxidant and NMO as co-oxidant; (ii) 6-CN-2,2-diMeChromene or α-methylstyrene, using NaOCl as oxidant; and (iii) 6-CN-2,2-diMeChromene using PhIO as oxidants. The material CAT@01CX-09 is generally more active (higher substrate conversion and epoxide selectivity) than CAT@02CX-16 for all the alkenes tested, which may be due to the higher loading of the active complex. Larger pore radius of the support may also play a crucial role by decreasing diffusion limitations imposed by the porous structure of the material. In most cases, higher enantioselectivities were obtained with CAT@02CX-16 for the epoxides of α-methylstyrene and 6-cyano-2,2-dimethylchromene, which may be a consequence of the very low epoxide selectivity (former alkene) or very low substrate conversion (latter alkene). Generally, heterogeneous asymmetric epoxidation reactions showed lower performance than the corresponding homogeneous phase reactions. Interestingly, catalyst CAT@02CX-16 showed higher enantiomeric excess than the homogeneous counterpart in the epoxidation of α-methylstyrene with NaOCl. However, the other epoxidation reactions showed lower enantioselectivities with the heterogeneous catalysts in comparison to their homogeneous counterparts. The heterogeneous catalysts were reused in a second run. The Mn content after two catalytic cycles was determined by ICP-AES analysis. The results are compiled in Table 3 , along with those obtained for the materials before the catalytic reactions. With the exception of the epoxidation of α-methylstyrene with NaOCl where no changes were observed in the enantioselectivity, or catalytic activity, reuse of both heterogeneous catalysts in the different epoxidation conditions resulted in a loss of enantioselectivity and catalytic activity. Analysis of Mn content after catalyst reuse indicates that there is some loss of the Mn complex (Table 3), what can explain, to some extent, the observed catalytic results. Epoxidation using PhIO as oxidant for both CAT@01CX-09 and CAT@02CX-16 led to the lowest Mn leaching. In part this result may be a consequence of the higher resistance to decomposition of the manganese(III) salen catalysts under this epoxidation condition [11–14]. However, reuse of the latter catalyst did not result in any substrate conversion. The epoxidation reactions with NaOCl as oxygen source led to extensive Mn leaching (as high as 60%), indicating that for this type of anchored complex, this oxidant has a pernicious effect. The epoxidation with m-CPBA as oxidant has different extents of Mn leaching for the two materials: the one with the smaller pores showed the lowest leaching, while the material with wider pore showed the highest leaching. In terms of the materials, CAT@01CX-09 showed higher Mn leaching than CAT@02CX-16. The general lower leaching percentages exhibited by CAT@02CX-16, can be due to the confinement of the bulky complex within its pores, which are smaller than those of CAT@01CX-09, which can result in a strong interaction between the Mn complex and the reactive oxygen surface groups. Moreover, data from the blank runs performed using the parent material 01CX-09 under the same experimental conditions are shown in Fig. 4 in order to study the effect of the oxidants used on the surface oxygen groups of the carbon xerogel. No significant changes in the CO TPD profiles is observed, suggesting that the surface hydroxyl groups responsible for the complex immobilization are not attacked by the different oxidants used in the catalytic experiments. The CO2 TPD profiles show an increase in the low temperature decomposition region, which is assigned to the formation of carboxylic acids upon reaction with the different oxidant species, as expected. From these data, we propose that the oxidizing conditions, to which the heterogeneous catalysts are exposed to, are not responsible for the observed complex leaching. In this context, we can assign the observed complex leaching to the complex degradation under the reaction conditions, and not to the destruction of the complex-support bond. 4 Conclusions Two types of carbon xerogels were prepared using two different methodologies where the pH of the solution during the sol–gel processing, formaldehyde/resorcinol ratio, and the drying method were varied, which resulted in carbon xerogels with distinct textural properties: the 02CX material has higher mesopore area and micropore volume than the 01CX material, but the pore radius in the latter material is three times larger than the former. Activation of these materials introduces mainly phenol and carbonyl/quinone groups. These materials were refluxed with a sodium hydroxide solution which converted the phenol groups into phenolates and induced some hydrolysis of carboxylic anhydrides giving rise to carboxylate groups; these groups were available to act as coordination sites for immobilization of the modified Jacobsen catalyst by axial coordination to the Mn(III) metallic centre. The material with higher pore radius anchored higher amount of the homogeneous catalyst. These materials were tested as heterogeneous catalysts in the asymmetric epoxidation of styrene, α-methylstyrene and 6-cyano-2,2-dimethylchromene using m-CPBA/NMO, NaOCl or PhIO as oxygen sources. The heterogeneous catalyst CAT@01CX-09 is generally more active for all the alkenes tested than CAT@02CX-16, which may be due to the higher loading of active complex and larger pore radius of the material. However, higher enantioselectivities were obtained with CAT@02CX-16 for the epoxides of α-methylstyrene and 6-cyano-2,2-dimethylchromene, probably due to confinement effects. In the case of the asymmetric epoxidation of α-methylstyrene with NaOCl constancy of catalytic activity and enantioselectivity were observed upon reuse of both heterogeneous catalysts, whereas for the epoxidation of 6-cyano-2,2-dimethylchromene using NaOCl or PhIO as oxygen sources no general decrease in the catalytic activity is observed, but the enantioselectivity decreases. Acknowledgements This work was partially funded by FCT and FEDER through project POCI/EQU/57369/2004. NM thanks FCT for a Post-Doctoral fellowship (SFRH/BPD/14804/2003). References [1] A.B. Stiles Catalyst Supports and Supported Catalysts 1987 Butterworth Boston p. 11, p. 57 [2] J.L. Figueiredo M.F.R. Pereira M.M.A. Freitas J.J.M. Órfão Carbon 37 1999 1379 [3] R.W. Pekala J. Mater. Sci. 24 1989 3221 [4] N. Job R. Pirard J. Marien J.-P. Pirard Carbon 42 2004 619 [5] T. Horikawa J. Hayashi K. Muroyama Carbon 42 2004 1625 [6] P.V. Samant F. Gonçalves M.M.A. Freitas M.F.R. Pereira J.L. Figueiredo Carbon 42 2004 1321 [7] T. Katsuki Coord. Chem. Rev. 140 1995 189 [8] E.N. Jacobsen M.H. Wu E.N. Jacobsen A. Pfaltz H. Yamamoto Comprehensive Asymmetric Catalysis 1999 Springer-Verlag Berlin 649 [9] Q.-H. Fan Y.-M. Li A.S.C. Chan Chem. Rev. 102 2002 3385 [10] C. Baleizão H. Garcia Chem. Rev. 106 2006 3987 [11] A.R. Silva J. Vital J.L. Figueiredo C. Freire B. de Castro New. J. Chem. 27 2003 1511 [12] A.R. Silva J.L. Figueiredo C. Freire B. de Castro Microporous Mesoporous Mater. 68 2004 83 [13] M. Cardoso A.R. Silva B. de Castro C. Freire Appl. Catal. A: Gen. 285 2005 110 [14] A.R. Silva C. Freire B. de Castro Carbon 42 2004 3027 [15] A.R. Silva V. Budarin J.H. Clark B. de Castro C. Freire Carbon 43 2005 2096 [16] A.R. Silva V. Budarin J.H. Clark C. Freire B. de Castro Carbon 45 2007 1951 [17] N. Mahata A.R. Silva M.F.R. Pereira C. Freire B. de Castro J.L. Figueiredo J. Colloid Interface Sci. 311 2007 152 [18] J. Reedijk J.C.A. Windhorst N.H.M. Van Ham W.L. Groeneveld Rec. Trav. Chim. 90 1971 234 [19] S.J. Gregg K.S.W. Sing Adsorption, Surface Area and Porosity 1982 Academic Press San Diego [20] T. Yamamoto A. Endo T. Ohmori M. Nakaiwa Carbon 43 2005 1231",
      "scopus-id": "65649154160",
      "coredata": {
        "eid": "1-s2.0-S1381116908005074",
        "dc:description": "Two types of carbon xerogels were prepared using two different methodologies where the pH of the solution during the sol–gel processing, formaldehyde/resorcinol ratio and the drying method, were varied (01CX and 02CX). The samples show distinct textural properties: 02CX material has higher mesopore area and micropore volume than 01CX, but the pore radius of the latter material is three times larger than the former. Activation of the materials under 5% O2 (in N2) at 440°C introduces surface oxygen groups, mainly phenol and carbonyl/quinone groups with small quantities of carboxylic anhydrides. Treatment with sodium hydroxide solution converted the phenol groups into phenolates and promotes hydrolysis of carboxylic anhydrides into carboxylates. A modified Jacobsen catalyst was directly immobilised via axial coordination of the Mn(III) metallic centre onto the phenolate/carboxylate groups of the sodium modified carbon xerogels. The catalysts were tested in the asymmetric epoxidation of styrene, α-methylstyrene and 6-cyano-2,2-dimethylchromene using m-CPBA/NMO, NaOCl or PhIO as oxygen sources. The catalysts show some activity and enantioselectivity, eventhough loss of Mn is evident. Blank runs involving the carbon xerogel and the oxidants suggest that the oxidants do not attack the surface hydroxyl groups responsible for the metal complex immobilisation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-06-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116908005074",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Maia, Frederico"
          },
          {
            "@_fa": "true",
            "$": "Mahata, Nagendranath"
          },
          {
            "@_fa": "true",
            "$": "Jarrais, Bruno"
          },
          {
            "@_fa": "true",
            "$": "Silva, Ana R."
          },
          {
            "@_fa": "true",
            "$": "Pereira, Manuel Fernando R."
          },
          {
            "@_fa": "true",
            "$": "Freire, Cristina"
          },
          {
            "@_fa": "true",
            "$": "Figueiredo, José Luís"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116908005074"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116908005074"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00507-4",
        "prism:volume": "305",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Jacobsen catalyst anchored onto modified carbon xerogel as enantioselective heterogeneous catalyst for alkene epoxidation",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "prism:issueName": "In memory of Eric Derouane",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon xerogels"
          },
          {
            "@_fa": "true",
            "$": "Jacobsen catalyst"
          },
          {
            "@_fa": "true",
            "$": "Immobilisation"
          },
          {
            "@_fa": "true",
            "$": "Enantioselective catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "135-141",
        "prism:endingPage": "141",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 June 2009",
        "prism:doi": "10.1016/j.molcata.2008.10.045",
        "prism:startingPage": "135",
        "dc:identifier": "doi:10.1016/j.molcata.2008.10.045",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "221",
            "@width": "755",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30954",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1768",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "585",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27263",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "106",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1960",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "513",
            "@width": "670",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61678",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4220",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "489",
            "@width": "656",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54052",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4867",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "155",
            "@width": "464",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28515",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908005074-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2215",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/65649154160"
      }
    }
  }
}