{
  "metadata": {
    "title": "Palladium-based supported liquid phase catalysts: influence of preparation variables on the activity and enhancement of the activity on recycling in the Heck reaction",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-03-11",
    "doi": "10.1016/S1381-1169(01)00448-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901004484",
    "pii": "S1381116901004484"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037060753",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-12-14 2001-12-14 2010-04-18T17:18:08 1-s2.0-S1381116901004484 S1381-1169(01)00448-4 S1381116901004484 10.1016/S1381-1169(01)00448-4 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01471 2015-05-15T05:56:33.301439-04:00 0 0 20020311 2002 2001-12-14T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 180 180 1 2 1 2 Volume 180, Issues 1–2 28 277 284 277 284 20020311 11 March 2002 2002-03-11 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. PALLADIUMBASEDSUPPORTEDLIQUIDPHASECATALYSTSINFLUENCEPREPARATIONVARIABLESACTIVITYENHANCEMENTACTIVITYRECYCLINGINHECKREACTION FUJITA S 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Heck reaction 3 Results and discussion 3.1 Influence of stirring speed and silica gel granule size 3.2 Influence of film thickness and catalyst quantity 3.3 Catalyst reusability 3.4 Dispersion of active liquid phase and SLPC-catalyzed Heck reaction 3.5 Influence of supporting liquids 4 Conclusion Acknowledgements References BELETSKAYA 2000 3009 I BHANAGE 2001 315 B BIFFIS 2001 249 A CORNILS 1997 27 B HERRMANN 1997 1049 W ARHANCET 1989 454 J WAN 1994 1 K WAN 1995 25 K TONKS 1997 4319 L MIRZA 1998 325 A ANSON 1999 7147 M BHANAGE 1999 69 B BHANAGE 1998 195 B ZHAO 2000 479 F ZHAO 1999 427 F JEFFERY 1994 3051 T FREMY 1996 339 G ZHAO 2000 39 F FUJITAX2002X277 FUJITAX2002X277X284 FUJITAX2002X277XS FUJITAX2002X277X284XS item S1381-1169(01)00448-4 S1381116901004484 1-s2.0-S1381116901004484 10.1016/S1381-1169(01)00448-4 271358 2010-10-03T19:43:57.939084-04:00 2002-03-11 1-s2.0-S1381116901004484-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/MAIN/application/pdf/8cb1a5507c399545571c2c159fbcfb78/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/MAIN/application/pdf/8cb1a5507c399545571c2c159fbcfb78/main.pdf main.pdf pdf true 197120 MAIN 8 1-s2.0-S1381116901004484-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/PREVIEW/image/png/8ad3c85602e0b1d68bfefb92e8180f3d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/PREVIEW/image/png/8ad3c85602e0b1d68bfefb92e8180f3d/main_1.png main_1.png png 58869 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901004484-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr1/THUMBNAIL/image/gif/dae62eae5c3c54b7f280f240dac1f80f/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr1/THUMBNAIL/image/gif/dae62eae5c3c54b7f280f240dac1f80f/gr1.sml gr1 gr1.sml sml 1261 93 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004484-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr1/DOWNSAMPLED/image/gif/a2726d5f0e82464b87eb86d5e96e71ff/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr1/DOWNSAMPLED/image/gif/a2726d5f0e82464b87eb86d5e96e71ff/gr1.gif gr1 gr1.gif gif 7283 323 436 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004484-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr2/THUMBNAIL/image/gif/ad104b140d273c17014c2def1525e61b/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr2/THUMBNAIL/image/gif/ad104b140d273c17014c2def1525e61b/gr2.sml gr2 gr2.sml sml 1518 94 99 IMAGE-THUMBNAIL 1-s2.0-S1381116901004484-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr2/DOWNSAMPLED/image/gif/8e2ce7b898250facceb24bf019df9a1b/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr2/DOWNSAMPLED/image/gif/8e2ce7b898250facceb24bf019df9a1b/gr2.gif gr2 gr2.gif gif 11820 392 414 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004484-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr3/THUMBNAIL/image/gif/9869527213d6ed9d23b90f83d1acd153/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr3/THUMBNAIL/image/gif/9869527213d6ed9d23b90f83d1acd153/gr3.sml gr3 gr3.sml sml 1143 93 106 IMAGE-THUMBNAIL 1-s2.0-S1381116901004484-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr3/DOWNSAMPLED/image/gif/954e091f3cc8f65357cd817db714adc2/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr3/DOWNSAMPLED/image/gif/954e091f3cc8f65357cd817db714adc2/gr3.gif gr3 gr3.gif gif 7554 358 406 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004484-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr4/THUMBNAIL/image/gif/f12df754e7c933787fdb338ffa0c58ac/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr4/THUMBNAIL/image/gif/f12df754e7c933787fdb338ffa0c58ac/gr4.sml gr4 gr4.sml sml 2163 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004484-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr4/DOWNSAMPLED/image/jpeg/8091b75393707973e08b96950dca2484/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr4/DOWNSAMPLED/image/jpeg/8091b75393707973e08b96950dca2484/gr4.jpg gr4 gr4.jpg jpg 18356 246 334 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004484-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr5/THUMBNAIL/image/gif/fa1ab3a7f6913f565f06f6261a38ee39/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr5/THUMBNAIL/image/gif/fa1ab3a7f6913f565f06f6261a38ee39/gr5.sml gr5 gr5.sml sml 1149 91 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004484-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr5/DOWNSAMPLED/image/gif/4b0bcf94a863320959b9aa53dec2b606/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr5/DOWNSAMPLED/image/gif/4b0bcf94a863320959b9aa53dec2b606/gr5.gif gr5 gr5.gif gif 4472 247 339 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004484-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr6/THUMBNAIL/image/gif/8628f81d36549844c41cc8a0c4596bac/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr6/THUMBNAIL/image/gif/8628f81d36549844c41cc8a0c4596bac/gr6.sml gr6 gr6.sml sml 1291 94 118 IMAGE-THUMBNAIL 1-s2.0-S1381116901004484-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr6/DOWNSAMPLED/image/jpeg/cc2b937bfa24f2f583ace6e2130b5681/gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr6/DOWNSAMPLED/image/jpeg/cc2b937bfa24f2f583ace6e2130b5681/gr6.jpg gr6 gr6.jpg jpg 12689 266 335 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004484-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr7/THUMBNAIL/image/gif/17ea0b71ceddee5915e4e20937c8d079/gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr7/THUMBNAIL/image/gif/17ea0b71ceddee5915e4e20937c8d079/gr7.sml gr7 gr7.sml sml 1316 93 71 IMAGE-THUMBNAIL 1-s2.0-S1381116901004484-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004484/gr7/DOWNSAMPLED/image/jpeg/9ce330a638ae59fb9c7d2d4f6d215a94/gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004484/gr7/DOWNSAMPLED/image/jpeg/9ce330a638ae59fb9c7d2d4f6d215a94/gr7.jpg gr7 gr7.jpg jpg 37253 436 333 IMAGE-DOWNSAMPLED MOLCAA 3432 S1381-1169(01)00448-4 10.1016/S1381-1169(01)00448-4 Elsevier Science B.V. Fig. 1 Typical changes of product concentration with time for the first (a: closed circle) and fourth (b: open circle) runs. Reaction conditions: iodobenzene 20mmol, butyl acrylate 40mmol, triethylamine 20mmol, toluene 40ml, temperature 100°C. Catalyst: palladium acetate 0.2mmol, TPPTS 0.4mmol, ethylene glycol 1.0g, silica gel 2.0g. Fig. 2 Influence of the quantities of ethylene glycol (EG) and palladium acetate used on the rate of Heck reaction. Reaction conditions: iodobenzene 20mmol, butyl acrylate 40mmol, triethylamine 20mmol, toluene 40ml, temperature 100°C. Catalyst: Pd/TPPTS=1/2, silica gel 2.0g. Fig. 3 Influence of the quantity of ethylene glycol (EG) used at given constant concentrations of palladium. Reaction conditions: iodobenzene 20mmol, butyl acrylate 40mmol, triethylamine 20mmol, toluene 40ml, temperature 100°C. Catalyst: Pd/TPPTS=1/2, silica gel 2.0g. Fig. 4 The change of the rate of Heck reaction on the recycling of SPLC sample with ethylene glycol in the presence of triethylamine or potassium acetate as a base. Catalyst: palladium acetate 0.2mmol, TPPTS 0.4mmol, ethylene glycol 1.0g, silica gel 2.0g. Reaction conditions: iodobenzene 20mmol, butyl acrylate 40mmol, base 20mmol, toluene 40ml, temperature 100°C. Fig. 5 Influence of the addition of the base-adduct, Et3NHI, to the ethylene glycol dispersed phase on the rate of Heck reaction. Catalyst: palladium acetate 0.2mmol, TPPTS 0.4mmol, ethylene glycol 1.0g, silica gel 2.0g. Reaction conditions: iodobenzene 20mmol, butyl acrylate 40mmol, triethylamine 20mmol, toluene 40ml, temperature 100°C. Fig. 6 Relationship between the relative rate of reaction and the total amount of Et3NHI accumulated during the repeated runs. Catalyst: palladium acetate 0.2mmol, TPPTS 0.4mmol, ethylene glycol 1.0g, silica gel 2.0g. Reaction conditions: iodobenzene 20mmol, butyl acrylate 40mmol, triethylamine 20mmol, toluene 40ml, temperature 100°C, time (○) 60 min, (•) 240min for each run. Fig. 7 Illustration of the change of dispersion state of the ethylene glycol phase containing Pd–TPPTS active species with increasing quantity of ethylene glycol and with decreasing size of support granules. This changes the interfacial area between the continuous and dispersed phases, which is influential for the overall rate of reaction. As a result, the rate of reaction does not depend on the quantity of the ethylene glycol phase but on the concentration of the active species in this phase. Table 1 Influence of the kind of dispersed phase (supporting liquid) on the rate of reaction Dispersed phase Reaction rate (mmoll−1 min−1) Leaching of Pd (%) a Ethylene glycol 0.084 1.8 Propylene glycol 0.212 2.3 Water 0.212 19.5 Ethylene glycol + water b 0.074 – c a Relative to the initial amount of palladium used. Measure after runs for 1h. b 0.6ml of water was added to toluene. c Not measured. Reaction conditions: iodobenzene 20mmol, butyl acrylate 40mmol, triethylamine 20mmol, toluene 40ml, temperature 100°C. Catalyst: palladium acetate 0.2mmol, TPPTS 0.4mmol, supporting liquid 1.0g, silica gel 2.0g. Palladium-based supported liquid phase catalysts: influence of preparation variables on the activity and enhancement of the activity on recycling in the Heck reaction S Fujita b T Yoshida b B.M Bhanage b M Shirai a M Arai b ∗ a Institute of Multidisciplinary Research for Advanced Materials, Tohoku University, Sendai 980-8577, Japan b Division of Materials Science and Engineering, Graduate School of Engineering, Hokkaido University, Sapporo 060-8628, Japan * Corresponding author. Tel.: +81-11-706-6594; fax: +81-11-706-6594 Supported liquid phase catalysts (SLPC) were prepared using a porous silica, ethylene glycol, palladium acetate, and triphenylphosphine trisulfonate sodium salt (TPPTS). The SLPC samples prepared were used for Heck reaction of iodobenzene and butyl acrylate with triethylamine base in toluene and the influence of catalyst preparation conditions was examined. The rate of reaction depends on the concentration of palladium–TPPTS complexes in the dispersed phase of ethylene glycol but not on the quantity of the dispersed liquid used. The SLPC sample can be easily separated by simple filtration and it is recyclable; interestingly, the rate of reaction is promoted on the repeated runs, due to the formation and accumulation of Et3NHI adduct in the dispersed phase. Keywords Palladium Supported liquid phase catalysts Heck reaction Recycling Base-adduct 1 Introduction Homogeneous organometallic complexes are excellent catalysts for various chemical transformations [1,2]. For practical application of these catalysts, it is important to overcome a drawback of the catalyst separation and recycle. The reaction systems with organometallic complexes can be heterogenized by a few different methods, which are useful for catalyst separation and recycle [3,4]. The methods proposed may be grouped into three types: (a) liquid–liquid biphasic reactions, in which catalyst is in one liquid and reactants and products are in another liquid, immiscible with the first one [5]; (b) solid-fixed catalysts, in which organometallic complexes are immobilized on inorganic or polymer solids through their surface functional groups [6]; (c) supported liquid phase catalysts, in which thin liquid film containing organometallic complexes is supported on the surface of high-surface-area solid [7–10]. The supported liquid phase catalyst is used in a solvent that does not dissolve the film liquid, and this is a limited case of liquid–liquid biphasic reactions. The idea of the supported liquid phase catalyst (SLPC) was proposed by Arhancet et al. [7]. They prepared a thin aqueous phase containing rhodium complexes over the surface of a porous silica and its good performance was proven for hydroformylation, as reviewed by Davis [8]. In the literature, there are several works using different metal complexes, liquid films, and supporting materials [11–16] for Heck reactions. For example, Mirza et al. used surface-modified porous glass beads and ethylene glycol to prepare palladium-based supported liquid phase catalysts [12]. They applied the catalysts prepared for Heck reaction and examined the influence of some catalyst preparation variables on their performance. Bhanage et al. used a porous silica gel and polar liquids such as ethylene glycol and water for the preparation of palladium- and nickel-based SLPC samples, which were applied for Heck reactions in a non-polar organic solvent (toluene) [15,16]. Since the reaction mixture using SLPC is a complicated heterogeneous system, the overall rate of reaction and the catalyst recyclability should depend not only on the reaction conditions but also catalyst preparation variables like the kind and thickness of the liquid film, the concentration of active catalyst components in the film, the size and nature of supporting materials, and so on. The present work has been undertaken to examine the effects of these preparation variables for palladium-based SLPC samples using Heck coupling as a model reaction. Heck coupling is one of important reactions from practical and scientific point of views [1,2,17,18]. 2 Experimental 2.1 Catalyst preparation The Pd–triphenylphosphine trisulfonate sodium salt (TPPTS) containing SLPC samples were prepared using ethylene glycol as a dispersed phase and a porous silica gel (Aldrich Davisil grade 646), which has a BET surface area of 294m2 g−1, an average pore diameter of 20nm, and a total pore volume of about 1ml. Some samples were also prepared using propylene glycol or water instead of ethylene glycol. Ethylene glycol (0.5–2.0g), palladium acetate, and TPPTS were added into a 200ml glass reactor and mixed at 60–70°C to prepare Pd–TPPTS complexes. The formation of the palladium complexes was ascertained from change in color to dark brown. Then, silica gel was added and further mixed for several minutes and 40ml of toluene was added. The suspension was stirred at room temperature for the ethylene glycol phase to disperse well on the surface of silica gel. The ratio of TPPTS/Pd was fixed at 2 for all the SLPC samples prepared. 2.2 Heck reaction After the catalyst preparation, the glass reactor with a condenser and a mechanical agitator was heated to a reaction temperature of 100°C and then iodobenzene 20mmol, butyl acrylate 40mmol, and triethylamine 20mmol were added to start the Heck reaction. The reaction runs were conducted under ambient atmosphere. A small volume of reaction mixture (1ml) was repeatedly taken out from the reactor and it was analyzed by capillary gas chromatograph with flame ionization detector. 3 Results and discussion Under the conditions used, butyl cinnamate was selectively produced as the only product and its concentration was measured to follow the reaction. A typical change of concentration of the product with time is shown in Fig. 1 , indicating the presence of a short induction period. Such an induction period was reproducibly seen in the first runs using as-prepared SLPC samples (Fig. 1a) but it was hardly seen in the subsequent recycling runs (Fig. 1b for the fourth run). After the short induction period, the product concentration was observed to increase almost linearly with time. So, the rate of reaction was determined from the slope of the data within this steady-state region, for which the conversion of iodobenzene was less than a few percent. The induction period observed could be attributed to the formation of active catalytic species, as discussed in the following sections. 3.1 Influence of stirring speed and silica gel granule size The rates of reaction were measured by changing the stirring speed at 300 and 500rpm or the size of silica gel to 35–60 mesh and less than 200 mesh. There were only relative differences less than 3% in the rates of reaction obtained, indicating no effects of these factors. Under the conditions used, the SLPC granule was well dispersed in a continuous phase of toluene. The data described in the following sections were obtained with the silica gel of 35–60 mesh in size at 300rpm. 3.2 Influence of film thickness and catalyst quantity Fig. 2 shows the results of the rate of reaction using different quantities of ethylene glycol and palladium acetate with a constant TPPTS/Pd ratio of 2. The apparent thickness of ethylene glycol phase was calculated from the surface area of silica gel and the density of ethylene glycol, and it is given in Fig. 2. A volume of 1ml (1.11g) of ethylene glycol can occupy the total pore volume of the support; in other words, the extent of pore filling is 1. Fig. 2 indicates that the rate of reaction decreases with an increase in the quantity of ethylene glycol used while it increases with an increase in the quantity of palladium acetate used, in which, however, the rate of reaction tends to level off at larger quantities. The rates of reaction were measured with changing the quantity of ethylene glycol where the concentration of palladium acetate was fixed at a constant value. Fig. 3 shows that the rate of reaction changes little with the quantity of ethylene glycol used; in other words, it depends little on the total amount of Pd–TPPTS active species in the ethylene glycol film but it does depend on the concentration in the film. When the quantity of ethylene glycol was 2.0g and the palladium concentration was 0.4mmolg−1, some quantity of the catalyst-containing liquid dissolved in toluene and so homogeneous reaction also occurred, resulting in a higher rate of reaction as observed. The present results are in contrast to those reported by Mirza et al. [12], who prepared a SLPC sample using palladium chloride, a phosphine ligand of monosodium mono(m-sulphonato phenyl)diphenylphosphine, a dispersed phase of ethylene glycol, and a support of porous glass bead. It was applied for Heck reaction of iodobenzene and methyl acrylate with triethylemine base in a mixed solvent of hexane and ether (4:1). At a constant degree of pore filling of 2, the rate of reaction was observed to increase with an increase in the amount of palladium chloride used. These authors also observed the leaching of palladium species into the solvent and they mentioned that the reaction was a homogeneous reaction catalyzed by the dissolved palladium species; after the complete conversion, however, these active species were taken back onto the support. The homogeneous nature of reaction and the catalyst recovery are very similar to our previous results on Heck reaction in N-methylpyrrolidone with a conventional carbon-supported palladium catalyst in the absence of any ligand [19]. 3.3 Catalyst reusability After a reaction run, the catalyst was separated by simple filtration and rinsed with pure toluene a few times. Then, the catalyst was reused for a subsequent run, in which the desired amounts of fresh toluene, substrates, and base were used. These repeated runs did not show such an induction period as observed in the first runs, as seen in Fig. 1. Fig. 4 gives the results on the rate of reaction collected with the same SLPC sample for several repeated runs. It is interesting to note that the rate of reaction is promoted on the repeated use of the catalyst although this promotion would level off in several runs. A possible explanation for this promotion is condensation of the active species caused by dissolution of ethylene glycol into toluene during the catalyst separation procedures between the runs. After the filtration, the catalyst (using silica gel in 2g) was normally rinsed two or three times with about 30ml of toluene each followed by drying under ambient conditions. The catalyst was more repeatedly rinsed with a larger volume of toluene of 200ml, however, this did not enhance the rate of reaction. In a homogeneous reaction, the rate of reaction increases with an increase in the concentration of triethylamine base to a certain level, after which it decreases [20]. For the present recycling experiments, the conversion levels were less than 10% (with respect to iodobenzene) and a large quantity of triethylamine remained unused after each run. However, the base was almost rinsed out with toluene and it hardly remained in the SLPC sample. So, the accumulation of trietylamine during the repeated runs was much less significant for the promotion of the rate of reaction observed. In addition, we examined the influence of HI·base-adduct formed at the last step of catalytic cycle, regeneration of the active complexes of Heck reaction [17]. The reaction runs were conducted by adding different amounts of Et3NHI to the ethylene glycol phase. Fig. 5 shows an interesting result that the rate of reaction increases with an increase in the amount of Et3NHI added even when it is less than 1/10 of the amount of triethylamine used; this promotion effect becomes leveled down at larger amount of the additive. Fig. 6 indicates the rates of reaction for the single runs (squares) using different amounts of Et3NHI added and the repeated runs (circles) for which the total amount of Et3NHI has been calculated from the conversion of iodobenzene. These results show very similar changes for the single and repeated runs. So, it is clear that Et3NHI has some effect on the rate of promotion and this aspect will be further discussed in the following section. When potassium acetate was used instead of triethylamine, the rate of reaction decreased during the repeated (three) runs, as shown in Fig. 4. After the filtration, the SLPC sample was seen to slightly expand, which may be due to the adhesion of potassium acetate onto the catalyst surface, resulting in the decrease of the rate of reaction. 3.4 Dispersion of active liquid phase and SLPC-catalyzed Heck reaction The present results demonstrate that the rate of Heck reaction depends on the concentration of Pd–TPPTS species in the supported ethylene glycol phase but it is little influenced by the total amount of the active species used. It is assumed that the reaction occurs at the interfacial layer between a continuous phase of toluene and a dispersed phase of ethylene glycol. In this case, the interfacial area may be an important factor for the overall rate of reaction. Probably the ethylene glycol phase is well dispersed on the surface of support, which covers some area of support surface; when the quantity of ethylene glycol is increased, this liquid-support contact area does not change so much but the thickness of the ethylene glycol phase increases, as illustrated in Fig. 7 . Thus, the rate of reaction changes little with the quantity of the ethylene glycol phase but it does with the concentration of Pd–TPPTS in this phase. The size of silica gel granules was not influential in the rate of reaction and so it did not vary the dispersion of the catalyst-containing ethylene glycol phase, as illustrated in Fig. 7. The surface nature of supporting materials is important for the dispersion of catalyst-containing liquid phase on them, as pointed out by Mirza et al. [12]. One of the interesting findings in the present work is that the accumulation of Et3NHI base-adduct contributes to the promotion of the rate of reaction during repeated runs. Such a positive effect of base-adducts has not been reported so far in the literature to our knowledge. This result could be related with the promotion effect of so-called Jeffery conditions [21], under which palladium(II) salts are combined with tetrabutylammonium halide additives. We have attempted to prepare a SLPC sample using Et3NHI instead of TPPTS in the same preparation procedures. Interestingly, this SLPC sample was also shown to be active, giving a rate of reaction that was about 60% of that of the sample with TPPTS. According to a well-accepted Heck reaction mechanism [17], the base-adduct is formed at the last step of catalytic cycle regenerating the active palladium complexes. Although we have not at present a reasonable explanation for the promotion effect of Et3NHI observed, it should be noted that when Et3NHI was added to ethylene glycol including palladium acetate at room temperature the color of the mixture changed to dark brown similar to that of the palladium–TPPTS complexes formed at around 60°C during the preparation. Some active palladium species should be produced from palladium and Et3NHI. Detailed study on this aspect is in progress in our laboratory using spectroscopic techniques. As described above, the short induction periods have not been observed for the recycling runs. This may be related with the presence of the active species formed from palladium and Et3NHI in the dispersed phase at the start of reaction for the repeated runs. For the first run, however, the active species are formed from palladium acetate and TPPTS; it is likely that this formation is not finished at the start of reaction and continues for a short time at a reaction temperature, leading to the induction period. The systems and reactions using SLPC samples are not simple. There remains a further study on the optimization of other reaction conditions, including the ratio of the dispersed (SLPC) and continuous (solvent) phases, the concentration of substrates, the surface properties of support materials, and so on, and on the development of a kinetic simulation model. Fremy et al. reported rhodium-catalyzed hydroformylation of α,β-unsaturated esters with SLPC samples using water as a dispersed phase [22]. They pointed out that the reaction locus changes with the solubility of substrates into the dispersed phase. They also observed a decrease in the activity during recycling of their SLPC samples, which was attributed to the leaching of rhodium into solvent and the gradual dehydration of a support material of silica. 3.5 Influence of supporting liquids Other polar liquids, propylene glycol and water, have been tested as a dispersion phase instead of ethylene glycol. Table 1 gives the results using these dispersion liquids, showing higher rates of reaction with propylene glycol and water compared with ethylene glycol. The quantity of palladium leaching into toluene was measures by UV/VIS spectrometry. As shown in Table 1, the palladium leaching levels were similarly low for the two glycols while it was higher by one order of magnitude for water. So, the higher rate of reaction for the SLPC with waters is likely to be due to homogeneous nature of reaction caused by the dissolution (leaching) of palladium into the solvent. In some homogeneous cases, the presence of water in reaction mixture promotes the rate of Heck reaction [23]. As shown in Table 1, when a small quantity of water was added to toluene and the reaction was conducted with the SLPC with ethylene glycol, it did not increase the rate of reaction. The higher rate of reaction with the SLPC with propylene glycol would be related to its less polar nature compared with ethylene glycol; this may increase the interfacial area between the dispersed and continuous phases and/or this may cause a partial dissolution into toluene, resulting in an increase in the concentration of palladium species in the dispersed phase. 4 Conclusion The SLPC samples were prepared using ethylene glycol and silica gel as supporting materials, and these catalysts were applied for palladium-catalyzed Heck reaction of iodobenzene and butyl acrylate in toluene in the presence of triethylamine. The rate of reaction depends on the concentration of Pd–TPPTS complexes in the dispersed phase of ethylene glycol while it changes little with the quantity of the dispersed liquid phase used. The SLPC sample can be reused and the rate of reaction is promoted during the repeated runs, due to some effect of Et3NHI formed and accumulated in the dispersed phase. Acknowledgements The authors would like to thank Dr. H. Senboku of Hokkaido University for kindly preparing the base-adduct of Et3NHI. References [1] B. Cornils, W.A. Herrmann (Eds.), Applied Homogeneous Catalysis with Organometallic Compounds, Wiley, Weinheim, 2000. [2] I.P. Beletskaya A.V. Cheprakov Chem. Rev. 100 2000 3009 [3] B.M. Bhanage M. Arai Catal. Rev. Sci. Eng. 43 2001 315 [4] A. Biffis M. Zecca M. Basato J. Mol. Catal. A Chem. 173 2001 249 [5] B. Cornils W.A. Herrmann R.W. Eckl J. Mol. Catal. A Chem. 116 1997 27 [6] W.A. Herrmann B. Cornils Angew. Chem. Int. Ed. Engl. 36 1997 1049 [7] J.P. Arhancet M.E. Davis J.S. Merola B.E. Hanson Nature 339 1989 454 [8] M.E. Davis, Chemtech, 1992, p. 498. [9] K. Wan M.E. Davis J. Catal. 148 1994 1 [10] K. Wan M.E. Davis J. Catal. 152 1995 25 [11] L. Tonks M.S. Anson K. Hellgardt A.R. Mirza D.F. Thompson J.M.J. Williams Tetrahedron Lett. 38 1997 4319 [12] A.R. Mirza M.S. Anson K. Hellgardt M.P. Leese D.F. Thompson L. Tonks J.M.J. Williams Org. Process Res. Dev. 2 1998 325 [13] M.S. Anson A.R. Mirza L. Tonks J.M.J. Williams Tetrahedron Lett. 40 1999 7147 [14] M.P. Leese, J.M.J. Williams, Synlett (1999) 1645. [15] B.M. Bhanage M. Shirai M. Arai J. Mol. Catal. A Chem. 145 1999 69 [16] B.M. Bhanage F. Zhao M. Shirai M. Arai Catal. Lett. 54 1998 195 [17] F. Diederich, P.J. Stang (Eds.), Metal-catalyzed Cross-coupling Reactions, Wiley, Weinheim, 1998. [18] F.E. Herkes (Ed.), Catalysis of Organic Reactions, Marcel Dekker, New York, 1998. [19] F. Zhao K. Murakami M. Shirai M. Arai J. Catal. 194 2000 479 [20] F. Zhao B.M. Bhanage M. Shirai M. Arai Stud. Surf. Sci. Catal. 122 1999 427 [21] T. Jeffery Tetrahedron Lett. 35 1994 3051 [22] G. Fremy E. Monflier J.F. Carpentier Y. Castanet A. Mortreux J. Catal. 162 1996 339 [23] F. Zhao M. Shirai M. Arai J. Mol. Catal. A Chem. 154 2000 39",
      "scopus-id": "0037060753",
      "coredata": {
        "eid": "1-s2.0-S1381116901004484",
        "dc:description": "Supported liquid phase catalysts (SLPC) were prepared using a porous silica, ethylene glycol, palladium acetate, and triphenylphosphine trisulfonate sodium salt (TPPTS). The SLPC samples prepared were used for Heck reaction of iodobenzene and butyl acrylate with triethylamine base in toluene and the influence of catalyst preparation conditions was examined. The rate of reaction depends on the concentration of palladium–TPPTS complexes in the dispersed phase of ethylene glycol but not on the quantity of the dispersed liquid used. The SLPC sample can be easily separated by simple filtration and it is recyclable; interestingly, the rate of reaction is promoted on the repeated runs, due to the formation and accumulation of Et3NHI adduct in the dispersed phase.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-03-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901004484",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fujita, S"
          },
          {
            "@_fa": "true",
            "$": "Yoshida, T"
          },
          {
            "@_fa": "true",
            "$": "Bhanage, B.M"
          },
          {
            "@_fa": "true",
            "$": "Shirai, M"
          },
          {
            "@_fa": "true",
            "$": "Arai, M"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901004484"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901004484"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00448-4",
        "prism:volume": "180",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Palladium-based supported liquid phase catalysts: influence of preparation variables on the activity and enhancement of the activity on recycling in the Heck reaction",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Supported liquid phase catalysts"
          },
          {
            "@_fa": "true",
            "$": "Heck reaction"
          },
          {
            "@_fa": "true",
            "$": "Recycling"
          },
          {
            "@_fa": "true",
            "$": "Base-adduct"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "277-284",
        "prism:endingPage": "284",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 March 2002",
        "prism:doi": "10.1016/S1381-1169(01)00448-4",
        "prism:startingPage": "277",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00448-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1261",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "436",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7283",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "99",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1518",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "392",
            "@width": "414",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11820",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "106",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1143",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "358",
            "@width": "406",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7554",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2163",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "246",
            "@width": "334",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18356",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1149",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "247",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4472",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1291",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12689",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "71",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1316",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "436",
            "@width": "333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004484-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37253",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037060753"
      }
    }
  }
}