{
  "metadata": {
    "title": "Oxidation and photooxidation of sulfur-containing compounds in the presence of immobilized phthalocyanine complexes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-12-10",
    "doi": "10.1016/S1381-1169(97)00101-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997001015",
    "pii": "S1381116997001015"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031443941",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-12-04 2000-12-04 2010-03-25T02:32:37 1-s2.0-S1381116997001015 S1381-1169(97)00101-5 S1381116997001015 10.1016/S1381-1169(97)00101-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00714 2015-05-15T05:56:33.668241-04:00 0 0 19971210 1997 2000-12-04T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 126 126 2 3 2 3 Volume 126, Issues 2–3 1 99 108 99 108 19971210 10 December 1997 1997-12-10 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. OXIDATIONPHOTOOXIDATIONSULFURCONTAININGCOMPOUNDSINPRESENCEIMMOBILIZEDPHTHALOCYANINECOMPLEXES ILIEV V CHANDA 1984 267 M SALAZAR 1986 J HANDBOOKPETROLEUMPROCESSES ILIEV 1993 L269 V ILIEV 1995 333 V ANDREEV 1995 197 A ILIEV 1995 147 V SCHNEIDER 1994 333 G VANHERK 1988 269 A PEREZBERNAL 1991 55 E ABEL 1976 509 E PARK 1989 2057 I UKRAINCZYK 1994 2668 L OGAWA 1995 399 M MEYER 1984 30 G SCHULZEKLOFF 1989 315 G PARTON 1994 541 R HERRON 1986 4714 N ACHAR 1988 411 B REICHLE 1986 352 W WOHRLE 1986 179 D CHANG 1984 65 T BUCK 1993 253 T STILLMAN 1989 133 N PHTHALOCYANINESPROPERTIESAPPLICATIONS WOHRLE 1995 540 D JAEGER 1985 189 N ASSOUR 1965 207 J DEBOLFO 1976 481 J ZWART 1977 151 J WOHRLE 1992 L39 D DARWENT 1982 83 J JONES 1979 139 R LEZNOFF 1989 C PHTHALOCYANINESPROPERTIESAPPLICATIONS DARIO 1991 367 M THOMAS 1993 301 J BROUWER 1985 347 W PEARSON 1973 R HARDSOFTACIDSBASES CAVALERIO 1990 1937 J CORBIN 1994 343 D ILIEVX1997X99 ILIEVX1997X99X108 ILIEVX1997X99XV ILIEVX1997X99X108XV item S1381-1169(97)00101-5 S1381116997001015 1-s2.0-S1381116997001015 10.1016/S1381-1169(97)00101-5 271358 2010-09-29T16:30:24.453901-04:00 1997-12-10 1-s2.0-S1381116997001015-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001015/MAIN/application/pdf/feee478acfe0c838d1553a68f0978994/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001015/MAIN/application/pdf/feee478acfe0c838d1553a68f0978994/main.pdf main.pdf pdf true 1011754 MAIN 10 1-s2.0-S1381116997001015-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001015/PREVIEW/image/png/ea1e30f09c279b1da64f07d9663cde8e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001015/PREVIEW/image/png/ea1e30f09c279b1da64f07d9663cde8e/main_1.png main_1.png png 62003 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 JOURNAL OF MOLECULAR CATALYSIS If A: CHEMICAL Oxidation and photooxidation of sulfur-containing compounds in the presence of immobilized phthalocyanine complexes V. Iliev * , A. lleva, L. Bilyarska Institute of Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria Received 31 October 1996; accepted 26 May 1997 Abstract Immobilized cobalt(II) and zinc(H) phthalocyanine and SALEN complexes have been studied as catalysts or photocatalysts for oxidation of 2-mercaptoethanol and sodium thiosulfate. The complexes have been anchored on silica or intercalated in the galleries and cavities of layered double hydroxides (HT) and NaX zeolite. Both the degree of monomerization of phthalocyanine complexes and their activity as catalysts or photocatalysts, after intercalation within supports with well defined intracrystalline cavities, are higher than those observed for the complexes supported on Si02. The coadsorption of water in the galleries and cavities of hydrotalcite and the zeolite retards the diffusion of dioxygen and sulfur-containing compounds towards the active catalytic sites. For this reason the activity of the immobilized catalyst samples for the oxidation and photooxidation is lower than that of the complexes in homogeneous phase. After hydrophobic modification of hydrotalcite and NaX zeolite by dodecylsulfate or tetrabutylammonium ions the catalysts sample activity is increased 2-8 x , because of the improved diffusion of the reactants towards the phthalocyanine molecules intercalated within the bulk of the supports. The degree of photodestruction of the zinc phthalocyanine complexes in the volume of the hydrotalcite or the faujasite is lower in comparison to that in homogeneous phase owing to the retarded diffusion of dioxygen towards the photoactive molecules. After hydrophobic modification of the catalysts samples the diffusion of dioxygen and quantum yield of the generated 'Oz () are promoted and the degree of photodestruction of the immobilized phthalocyanine complexes is increased. The stability of zinc phthalocyanine complexes intercalated within the bulk of hydrotalcite or NaX zeolite is quite higher than that in the homogeneous phase due to deactivation of the singlet dioxygen on the walls of the supports. 1997 Elsevier Science B.V. Keywords: Photocatalysis; Oxidation; Phthalocyanine complexes; Layered double hydroxide; NaX zeolite; Thiols; Thiosulfates 1. Introduction Sulfur-containing compounds, such as mercaptans, alkali sulfides, alkali sulfites and alkali Corresponding author. Tel.: + 359-2-7132514; fax: + 359-2756116; e-mail: banchem@bgearn.acad.bg 1381-1169/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PHS1381-1169(97)00101-5 thiosulfates are by-products of industrial processes and pollutants of waste and natural waters [1,2]. Mercaptan and alkali sulfide oxidation, catalyzed by cobalt phthalocyanine complexes (CoPc), has been reported to be incomplete, the end products being disulfides, sulfur and thiosulfates [2-5]. This is reasonable bearing in mind the redox mechanism of catalytic 100 V. Ilieu et al./ Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 oxidation [6,7] and the redox potentials of catalyst and reagents [8]. The complete oxidation of sulfur-containing compounds, before discharging them into waterways, has been suggested as a possible solution of the environmental pollution problem. It has been established [9,10] that upon irradiation with visible light the phthalocyanine complexes with long-living excited triplet state exhibit high catalytic activity in the complete oxidation of sulfur-containing compounds. Photocatalytic activity is demonstrated by nonmetallic phthalocyanine complexes and those containing metal ions with filled electron shells or d orbitals like Znz+, Mg2+ and A13+ [6,8]. During interaction between dioxygen and the long-living triplet state of these complexes a chemically more reactive 102 ( ) is being formed, which further interacts with compounds containing sulfur of various oxidation states. The catalyst effectiveness is substantially affected by aggregation of the phthalocyanine complexes [3,4,6-9] which is specific for this type of molecules [10]. Upon formation of dimers as a result of bimolecular triplet annihilation, the excited triplet electron state of the complexes is quenched and the quantum yield of 102 (ldg ) is decreased [6,7]. It has been shown [6] that upon self-association in solution the photocatalytic activity of the phthalocyanine complexes is decreasing 5-10 X . A photodecomposition of the phthalocyanine complexes is also being observed during catalytic oxidation of the sulfur-containing compounds [6,7]. This work deals with sulfur-containing compounds oxidation and photooxidation catalyzed by phthalocyanine complexes, immobilized on crystalline inorganic supports with well-defined structures. It is known that upon intercalation into layered clays [4,9,11-13] or encapsulation in zeolites [14-17] the monomeric distribution of the phthalocyanine, porphyrin and SALEN complexes remains high. For such systems the individual guest chelate complexes are isolated in an inorganic environment of molecular dimensions and their easy dimerization is thus avoided. 2. Experimental Copper(II)-2,9,16,23-phthalocyanine tetracarboxylic acid [CUPc(COOH)4], cobalt(II)-2,9,16, 23-phthalocyanine tetracarboxylic acid [CoPc(COOH)4] and zinc(II)-2,9,16,23-phthalocyanine tetracarboxylic acid [ZnPc(COOH)4] were prepared and purified according to the methods described in the literature [18]. Fluka 2-mercaptoethanol (MEA) and Na2S203 - 5H20 were used without further purification. The oxidation of MEA to sulfonic acid has been confirmed semiquantitatively by means of IR spectroscopy and acid-base titration [7]. The amount of sulfate ions formed upon photooxidation of Na2S203 was determined by means of iodometric titration of the solutions or gravimetrically by precipitation with BaC12. The accuracy of the analysis was wt%. A hydrotalcite-like layered double hydroxide [Mg5A12(OH)141C03] - yH20 (I-IT) was prepared by coprecipitation of stoichiometric amounts of Mg2+ and A13+ in the presence of carbonate at pH = 12.7 [4,9,19]. After washing and drying the hydrotalcite is analyzed according to the described methods [19]. The double hydroxide was heated in argon at 723 K for 24 h. The BET surface area of HT was = 220 mZ g-1. CoPc(COOH)4, ZnPc(COOH)4 and CuPc(COOH)4 were intercalated into HT by means of ion exchange in aqueous medium [4,9,11 ]. The contents of metal phthalocyanine complexes in the intercalation compounds were determined after decomposition of the hydrotalcite with diluted hydrochloric acid and separation of the insoluble complexes. The contents of metal phthalocyanine complexes (Table 1), intercalated in hydrotalcite, were determined photometrically. Zeolite encapsulated Co(II) and Zn(H) nonsubstituted phthalocyanine complexes (CoPc and ZnPc) were prepared according to described methods [14,15], as follows. The zeolite 13X (Fluka, powder) was either cobalt or zinc ionexchanged. The degree of loading (about 4 wt%) was determined complexometrically [14]. The V. !lieu et al. / Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 dried ion-exchanged NaX zeolite samples were mixed with 1,2-dicyanobenzene and heated in an inert atmosphere at 523 K for 8 h. The reaction product was extracted in a Soxhlet apparatus with acetone and pyridine to remove the phthalocyanine complexes formed on the external surface of the zeolite. The concentration of ZnPc and CoPc (Table 1) encaged in 101 NaX were determined photometrically after dissolving the complexes in concentrated H2S04. Zeolite encaged Zn(II)-SALEN complexes were prepared in situ in the presence of 1,6-bis (2-hydroxyphenyl)-2,5-diaza-1,5-hexadiene (SALEN) [17]. The purification of the material was done via Soxhlet extraction with acetonitrile and dichloromethane. Table 1 Photooxidation of 2-mercaptoethanol (10 mmol) and Na2S203 (30 mmol) in an aqueous solution at pH=9.24, catalyzed by water-dissolved or supported chelate complexes (1.7 Amol). Quantity of modifying additive: Quinoline 1.24 Amol; T13AC 1 mmol; SDS 0.3 mmol No. Sample Amount Modifying Substrate r (mol-~) Degradation of chelate (%) (Amol g- ') additive after 200 min 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 ZnPc(COOH)4 ZnPc(COOH)4 ZnPc(COOH)4 CoPc(COOH)4 CoPc(COOH)4 ZnPc(COOH)4 ZnPc(COOH)4 ZnPc(COOH)4 ZnPc(COOH)4 ZnPc(COOH)4 CoPc(COOH)4/HT CoPc(COOH)4/HT CoPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc(COOH)4/HT CoPc/NaX CoPc/NaX ZnPc/NaX ZnPc/NaX Cope/S'02 COPc/S'OZ ZnPc/Si02 ZnSALEN/NaX ZnSALEN/NaX ZnPc(COOH)4 ZnPc(COOH)4 CoPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc(COOH)4/HT ZnPc/NaX ZnPc/NaX ZnPc/S'OZ b 40.0 40.0 40.0 13.3 13.3 13.3 40.0 40.0 99.5 99.5 69.0 69.0 4.3 4.3 17.2 17.2 20.7 154.6 154.6 40.0 40.0 40.0 40.0 4.3 4.3 20.7 SDS TBAC SDS SDS SDS SDS SDS SDS TBAC TBAC TBAC Quin. SDS-Quin. SDS SDS-Quin. TBAC - - - 60 Quin. - - 72 TBAC - - 88 MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA MEA NaZS903 Na2S203 Na2S203 Na2S203 Na2S203 Na2S203 Na=SZ03 Na2S203 Na2S203 84.4 81.2 no oxidation' 24.2 21.8 20.0 135.6 55.4 50.0 60.6 no oxidation' 14.1 28.8 11.8 24.7 7.6 20.6 22.9 101.8 16.5 145.7 16.2 15.5 12.9 5.7 36.8 0.7 1.8 no oxidation' 0.6 1.1 2.4 0.7 2.9 0.4 64 58 52 74 39 50 33 42 29 35 15 35 33 35 44 10 22 39 14 30 'Without irradiation. 60.8 lr,mol. 102 V. Ilieo et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 Anchored nonsubstituted phthalocyanine complexes (ZnPc and CON) were synthesized on silica gel, Davisil (Aldrich, surface area 300 m2 g-1), modified by zinc(II) and cobalt(II) ions, in the presence of 1,2-dicyanobenzene [20]. The amounts of ZnPc and COPc (Table 1), deposited on the support, were determined photometrically after dissolving the complexes in concentrated HZS04. The absorption spectra of the catalysts samples were registered on a Hewlett-Packard 89500 UV-VIS spectrophotometer, whereas the diffuse-reflectance spectra were recorded on a Beckman 5270 UV-VIS instrument. The ESR spectra of the zinc and copper samples were registered on a Bruker ER 200D SRC instrument at 298 K in the presence of appropriate ESR standards [21]. Each ESR sample contained 1 ,umol of the respective phthalocyanine complex. The rates of 2-mercaptoethanol (MEA) and sodium thiosulfate catalytic and photocatalytic oxidation were evaluated on the basis of the consumption of dioxygen, which was measured using a gas burette. The oxidation process was performed at 298 K, pH = 9 and atmospheric pressure in a static reactor by exposure to a halogen lamp (12 V, 50 W), the illumination being 38 mW/cm2. Both the NaX zeolite and Si02, modified with cobalt and zinc ions, do not catalyse the redox processes under consideration. 3. Results X-ray diffraction patterns of the sample, containing 1.10-3 mol phthalocyanine complex per gram hydrotalcite, showed that the ZnPc(COO-)4 anion (Fig. 1) intercalates into the support by anion exchange. The gallery height of HT was estimated to be 1.8 0.05 nm which indicates that the complex molecule was intercalated almost perpendicular to the brucite layers [4,9,11]. Along with diffractions of intercalated ZnPc(COOH)4 (Fig. 1), lines specific Lo 2 10 20 30 40 29 ( degree ) Fig. 1. X-ray diffraction patterns of HT-ZnPc(COOH- )4: C03 exchanged HT (o); crystallized ZnPc(COONa)4 (x). for a microcrystalline complex [9,18] and formation of impurities of C03 exchanged HT [4,9,11] were also registered. As a rule phthalocyanine microcrystals are formed at high degrees of ionic exchange. The microcrystals are located most likely on the external surface of the hydrotalcite [4]. The low degree of ion exchange of ZnPc(COOH)4, as well as that of CoPc(COOH)4 (Table 1) is suitable for preparing heterogeneous catalysts of high monomeric distribution of the complexes on the support material. Diffuse-reflectance UV-VIS spectra of the immobilized phthalocyanine complexes showed different monomeric distribution, depending on the concentration of the complexes and the nature of the supports (Fig. 2). The self-association with phthalocyanine complexes and the nature of the intermolecular interactions that lead to this process are widely discussed in the literature [6,7,10,22]. In agreement with previous assignment [6,23,24], the absorption transitions at 675-685 nn and 620-630 nm (Fig. 2) are attributed to monomeric and dimeric species, respectively. The monomeric distribution ( Jt = 685 nm) [22,24] of the immobilized phthalocyanine complexes in zeolite or hydrotalcite is higher than that on the surface of Si02. This is due to the well defined structure of NaX and HT and the possibility to encapsulate phthalocyanine molecules in the gallery of the hydrotalcite [4,9,11-13] or in the supercages of the zeolite [14-16,24,25]. The distribution of immobilized ZnPc and ZnPc(COOH)4 complexes that serve as photocatalysts of the investigated redox processes was also studied by ESR spectroscopy (Fig. 3). V Ilieu et al. / Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 I i . . N f 300 400 500 600 700 800 Wavelenght (nm) Fig. 2. UV-VIS diffuse-reflectance spectra of zinc phthalocyanine complexes: (a) 20.7 gmol/g ZnPc/Si02; (b) 13.3 lr,mol/g ZnPc(COOH)4 /HT; (c) 40 gmol/g ZnPc(COOH)4 /HT; (d) 99.5 lr,mol/g ZnPc(COOH)4 /HT; (e) 4.3 lcmol/g ZnPc/NaX; (f) aqueous solution of ZnPc(COOH)4. The zinc phthalocyanine complexes are diamagnetic. A narrow ESR singlet at g = 2 appears in the spectrum of zinc, cobalt and metal-free phthalocyanine complexes in their crystal state [4,12,15,26,27]. It may be associated with the presence of defects in the crystal lattice of the phthalocyanine complexes [ 12,26,27]. By the intensity of the ESR singlet (Fig. 3a, c, d, f and g) one can judge the presence of microcrystals of zinc phthalocyanine molecules, which are most probably situated on the outer surface of the support. By increasing the amount of ZnPc(COO-)4 in the intercalation compounds, the enhanced intensity of the ESR singlet indicates an increase in the amount of the microcrystal phthalocyanine complex (Fig. 3a, c and d). The highest degree of crystallization was observed with ZnPc deposited on Si02. Paramagnetic CuPc does not catalyze the oxidation reaction considered in this study but it is a suitable probe molecule (Fig. 3b and e) for 103 illustrating the aggregation and crystallization of the supported metal phthalocyanine complexes [3,4,15]. The ESR spectrum (Fig. 3b), manifesting well expressed hyperfine splitting from 63,6sCu ( I = Z ) and superhyperfine splitting from '4N ( I = 1), is specific for magnetically diluted molecules of the complexes [3,4]. The broad singlet ESR signal from CuPc complexes (Fig. 3e) is direct evidence for exchange dipole-dipole interactions between the paramagnetic molecules and it shows that aggregates and microcrystals are formed parallel to immobilized monomeric phthalocyanine complexes [4,15,27]. Intercalation compounds containing CoPc(COOH)4 [4,12] and CoPc encapsulated in the supercage of zeolite NaX [15] have already been studied by means of ESR spectroscopy. The catalytic and photocatalytic activity of the phthalocyanine complexes (Table 1) in the oxidation of MEA and NaZS203 is expressed by r (mol OZ min-t/mol Pc). The initial rates of catalytic and photocatalytic oxidation of the sulfur-containing compounds were determined g=2 a b f 2800 3000 3200 3400 gauss Fig. 3. ESR spectra of phthalocyanine complexes (complex amount 1 p,mol). Samples: (a) 13.3 gmol/g ZnPc(COOH)4 /HT; (b) 13.3 N.mol/g CuPc(COOH)4 /HT; (c) 40 gmol/g ZnPc(COOH)4 /HT; (d) 99.5 gmol/g ZnPc(COOH)4 /HT; (e) 99.5 lr,mol/g CuPc(COOH)4 /HT; (f) 20.7 N,mol/g ZnPc/SiOz; (g) 4.3 gmol/g ZnPc/NaX. 104 80 BO 40 20 k:d 0 0 20 40 80 80 time (min) 100120 Fig. 4. Oxidation of MEA (10 mmol) photocatalyzed by (a) ZnPc/NaX (4.3 mol/g), TBAC; (c) ZnPc(COOH)4/HT (13.3r.mol/g), SDS and catalyzed by (b) CoPc(COOH)4 /HT (40.Olr,mo1/g), SDS. Photooxidation of NaZSZ03 (30 mmol) by: (d) ZnPc/NaX (4.3 gmol/g), TBAC. from the linear part of the plot of dioxygen consumption with time (Fig. 4). Cobalt phthalocyanine complexes, which exhibit a high catalytic activity in the dark, in homogeneous and heterogeneous phase show no rate increase in the oxidation of MEA under irradiation (Table 1). The amount of OZ consumed in the dark or under irradiation is related to the formation of disulfide 4R-S-+ OZ + 2H20 - 2RSSR + 40H- (1) The oxidation of Na2S203 is not catalyzed by cobalt phthalocyanine complexes (Table 1) [6]. Zinc phthalocyanine complexes (Table 1) show no catalytic activity for oxidation of MEA and Na2S203 in the dark. They demonstrate high catalytic activity only on irradiation with visible light. Like the catalytic process in homogeneous phase [6], the rate of photocatalytic oxidation of the thiosulfate ion can be determined from the dioxygen consumption according to the stoichiometry of the following reaction: 5203- + 202 + H20 -> 2S04- + 20H- (2) The kinetics of photocatalytic complete oxidation of MEA is somewhat more complex because the process is accomplished by a series of parallel reactions (Fig. 4a and c). Sulfoxides and sulfones are formed as intermediate species V. Ilieu et al./ Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 in the process of complete oxidation of the mercapto ion to sulfonic acid. In alkali aqueous solution MEA is photooxidized completely according to the following general equation: 2RS-+ 302 2RS03 (3) The initial rates of photocatalytic oxidation of MEA and Na2S203 are represented in Table 1. The hydrophilic surface of hydrotalcite or NaX zeolite can be modified via ionic exchange reactions with detergents whereupon the hydrophobicity of the catalyst samples is increased. The effect of the hydrophobic modification on the catalytic and photocatalytic activities of immobilized phthalocyanine complexes is illustrated in Table 1. The phthalocyanine complexes having a central metal ion with filled d orbitals or electron shells decompose with the time upon irradiation with visible light in the presence of dioxygen. Their stability was determined by the decrease of the Q-band absorption at about 680 rim [6,7]. The photodestruction of the zinc(II)-phthalocyanine complexes, immobilized on the supports or in solution, in relation to the reaction conditions and the presence of oxidizible substrate is shown in Table 1. 4. Discussion The oxidation and photooxidation of sulfur containing compounds, catalyzed by phthalocyanine complexes, proceeds involving the participation of dioxygen (Eqs. (1)-(3)). The activation of the dioxygen and its possible participation in a catalytic or photocatalytic process is dependent upon the electronic structure of the chelate complexes and that of the central metal atom [6,7]. The immobilized cobalt phthalocyanine complexes can reversibly coordinate and activate dioxygen in the dark [3,4,9,15,22] which is the basis of the redox mechanism of catalytic oxidation of sulfur containing compounds [28]. Similar to the homogeneous phase process V. Ilieu et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 [6,7,29], the catalytic activity of immobilized cobalt phthalocyanine complexes is one and the same both in the dark and on irradiation with visible light (Table 1, No. 4, 5, 11, 13, 25 and 26). The lack of photocatalytic activity of the cobalt complexes is due to exchange interactions arising from mixing the 7r and d electronic states of the ligand and the metal, as a result of which the excited triplet state of the complex is quenched [7,30]. These complexes exhibit a very short lifetime of the excited triplet state (o-coP 0.06 As) [30]. They are not able to convert Oz (fig) into singlet dioxygen, OZ (). The complete oxidation of MEA (Fig. 4b) is not occurring as homogeneous or heterogeneous reaction catalyzed by cobalt phthalocyanine complexes [3,4,6,7,22,28]. MEA is oxidized catalytically to disulfide according to Eq. (1). This is reasonable bearing in mind the redox potentials of the catalyst and reagents [22]. Similar to the homogeneous phase process [6], the immobilized cobalt plithalocyanine complexes do not oxidized Na2S203 to sulfates (Table 1, No. 32). The zinc(II)-phthalocyanine complexes, in homogeneous phase [6,7,29] or immobilized on supports, are catalytically inactive in the dark (Table 1, No. 6 and 14) as they are unable to coordinate and activate molecular dioxygen [31]. These complexes (Sens), containing a metal ion with filled d orbitals, upon irradiation with visible light, manifest long lifetimes of the excited triplet electron state ( Qz~Ipc = 245 jt,s)[30). The dioxygen, 302 (31g), interacts with the excited triplet electronic state of the complexes and as a result of energy transfer it is being converted to a more reactive singlet dioxygen, 'OZ (), according to the following outline: Sens+ h v -'Sens* -j 3Sens 3Sens * + 302 --> Sens +' OZ (4) (5) During the oxidation of sulfur-containing compounds in homogeneous phase the aggregation of the phthalocyanine complexes decreases their catalytic and photocatalytic activity [4,68,29,32]. The formation of dimers decreases the 105 quantum yield of the triplet electronic state of the complexes because of bimolecular triplet annihilation. This process has a negative effect on the quantum yield of ' Oz (Eqs. (4) and (5)). The monomeric forms of the zinc phthalocyanine complexes in solution increase their share [6,7) in the presence of bulky cations such as tetrabutylammonium chloride (TBAC) or upon coordination of bases (quinole) to the central metal ion. The growth of the rate of photocatalytic oxidation of MEA and Na2S203 during monomerizatn (Table 1, No. 10 and 31) is due to the increased quantum yield of the 'OZ generation [6,7,33]. Upon irradiation with visible light the immobilized zinc phthalocyanine complexes (Table 1) retain their ability to generate singlet dioxygen which further interacts with MEA or Na2S203. The photocatalytic activity of immobilized zinc phthalocyanine complexes is lower than that in homogeneous phase. An exception was observed with the samples No. 24 and 35 (Table 1). The catalytic and photocatalytic activities of immobilized plithalocyanine complexes depend on the nature of the support, influencing the monomeric distribution of the complexes and the eventual proceeding of a redox process on the active catalytic sites. The influence of the support on the oxidation of sulfur-containing compounds, catalyzed by cobalt plithalocyanine complexes, has already been studied in details [3,4,9,15,22]. During the photocatalytic oxidation of MEA or Na2S203 the catalytic activity of immobilized zinc plithalocyanine complexes (Table 1) is decreasing in the following order: ZnPc/NaX >_ ZnPc(COOH)4/HT > ZnPc/Si02. This decrease is due to an increase of the aggregation degree of the complexes on the supports (Figs. 2 and 3). Unlike Si02 the well defined structures of the layered double hydroxide and of the NaX zeolite [4,9,25] prevent the aggregation of the phthalocyanine molecules, because of their location in the intracrystalline voids and galleries of the supports. With the increase of the ZnPc(COOH)4 amount 106 V. Ilieu et al. / Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 in the intercalation compounds (Table 1, samples 15-20) the activity of the photocatalysts is decreasing as a result of the increased complex aggregation (Figs. 2 and 3). A similar effect was registered with the MEA oxidation catalyzed by intercalation compounds containing cobalt phthalocyanine complexes [4]. In contrast to the homogeneous phase the catalytic and photocatalytic activities of metal chelate complexes immobilized in porous supports depend on the possibilities for interaction between the reactants with active catalytic sites and for removing of products from the bulk of the pores. Hydrotalcite and NaX zeolite are known to be strongly hydrophilic supports [13,34] and the coadsorption of water in the galleries and cavities impends the diffusion of reactants and products. This is the basic reason for the lower catalytic activity of metal chelate complexes introduced into HT and NaX in comparison to activity in homogeneous phase (Table 1) in spite of their highly monomeric distribution in these supports (Figs. 2 and 3). As a result of residual positive charge in brucite layers of hydrotalcite and negative charge on the surface of NaX zeolite as well as the opportunity for ionic exchange, these supports are able to interact with the oppositely charged voluminous organic ions [13,34]. On account of this interaction the catalyst samples are modified hydrophobically. The diffusion of sulfur-containing compounds and dioxygen towards the phthalocyanine molecules enclosed in the bulk of hydrophobically modified HT and NaX proceeds easier, where upon the catalytic and photocatalytic activities of heterogeneous catalysts are promoted (Table 1). The rate of oxidation and photooxidation of MEA on hydrophobically modified by dodecyl sodium sulfate (SDS) or TBAC heterogeneous catalysts increases from 2 to 8 X (Table 1). A similar effect is also observed in the presence of bases (Table 1). Upon coordination of the bases such as mercaptide anion or quinoline to the central metal atom of immobilized phthalocyanine complexes the local dioxygen concentration around the catalytically active sites grows up and the activity of the catalysts samples is increased. The effect is especially distinctly expressed with phthalocyanine and SALEN complexes encapsulated into NaX zeolite (Table 1, No. 24 and 29). The binding of the mercaptide ion to TBAC [7,35] also facilitates the access of the substrate to the active catalytic site in the hydrophobically modified support. The effect of detergents on the photooxidation of Na2SZ03 catalyzed by immobilized zinc phthalocyanine complexes is weaker. The increase of the rate of photooxidation of the thiosulfate ion is mainly due to the improved diffusion of dioxygen in the hydrophobically modified catalyst samples (Table 1). The inorganic thiosulfate anion is a harder base in comparison to the mercaptide anion [36] and the ionic bonding of the former to TBAC is weakly expressed. Zinc phthalocyanine complexes in solution are decomposed by photogenerated 10? [6,7,37]. The mechanism of zinc phthalocyanines oxidation by 10z has already been studied in detail [7,37]. The increase of ZnPc(COOH)4 photodestruction degree in aqueous solutions containing either TBAC or quinoline (Table 1, No. 2 and 3) is owing to the higher quantum yield of photogenerated 102 (Eqs. (4) and (5)) as a result of the complex monomerization [6,7,33]. Upon irradiation of the samples with visible light the quantum yield of 102 , formed from the monomeric ZnPc(COOH)4 species, was 0.7, whereas that of the dimeric species was 0.1 [33]. During photocatalytic oxidation in homogeneous phase the stability of the phthalocyanine complexes is higher (Table 1, No. 8 and 10) because of the competitively proceeding interactions of 102 with the sulfur-containing compounds [6,7]. The photodestruction degree of the phthalocyanine complexes incorporated in hydrophilic supports like HT or NaX is 4 to 8 X lower than that in homogeneous phase (Table 1). One of the reasons for the lower destruction degree is the hampered diffusion towards photoactive molecules [38] and the lower quantum yield of V. Ilieu et al. /Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 107 photogenerated ' O2 . Upon hydrophobization of the supports by SDS or TBAC or upon axial coordination of bases to phthalocyanine complexes the photodestruction of zinc phthalocyanine complexes is promoted as a result of improved diffusion of dioxygen and its increased local concentration around photoactive molecules (Table 1, No. 16, 18, 20, 24, 34, 35 and 37). The competitively proceeding interaction of 'OZ with the sulfur-containing compounds also decreases the rate of photodestruction of the immobilized zinc phthalocyanine complexes, similar to the homogeneous phase process (Table 1). The degree of photodestruction of immobilized phthalocyanine or porphyrin complexes has been shown [24] to be lower than that of complexes in solution because of the 'OZ deactivation by the surrounding host molecular sieve. During photocatalytic oxidation in aqueous medium both effects influence parallelly the photodestruction of immobilized phthalocyanine complexes intercalated into HT or NaX zeolite. The degree of photodestruction of immobilized phthalocyanine complexes is 2-4 X lower compared to that in homogeneous phase (Table 1, No. 7, 18, 30 and 33) at one and the same rate of MEA or Na2Sz03 oxidation and hence approximately the same quantum yield of 'OZ . These results are a qualitative proof of the deactivation of singlet dioxygen in the volume of the supports. 5. Conclusions Upon irradiation with visible light the immobilized zinc phthalocyanine complexes retain their ability to generate singlet dioxygen which further interacts with 2-mercaptoethanol or sodium thiosulfate. The photooxidation catalyzed by the immobilized complexes proceeds completely to sulfonic acids. The activity of heterogeneous catalysts depends on the nature of the support, influencing the monomeric distribution of the complexes. Both the monomer- ization of phthalocyanine complexes and their activity as photocatalysts are promoted upon their introduction onto supports with well defined intracrystalline cavities such as layered double hydroxides and NaX zeolite. The coadsorption of water within the galleries and cavities of HT and NaX retards the reactant diffusion towards the metal chelate complexes, which reduces their effectivity as catalysts and photocatalysts for oxidation of sulfur containing compounds. Upon hydrophobic modification of HT and NaX zeolite by dodecylsulfate and tetrabutylammonium ions, respectively, the access of the sulfur-containing compounds and dioxygen to the intercalated into the bulk of the supports phthalocyanine molecules is increased. The hydrophobization effect is more distinctly expressed with the phthalocyanine and SALEN complexes, where the rate of photocatalytic oxidation of the sulfur-containing compounds grows up to 8 X . The lower degree of photodestruction of the zinc phthalocyanine complexes, intercalated into HT or NaX, in comparison to the homogeneous phase, is due to the retarded diffusion of dioxygen towards the photoactive molecules as well as the deactivation of 'Oz , photogenerated by them, on the walls of the supports. After hydrophobic modification of the supports the generation of ' Oz is increased and the degree of photodestruction of the catalytically active complexes becomes higher. Acknowledgements The authors gratefully acknowledge financial support from the Bulgarian National Scientific Research Foundation. References [1] M. Chanda, A. Grinshpun, K.F. O'Driscoll, G.L. Rempel, J. Mol. Catal. 26 (1984) 267. [2] JR. Salazar, in: R.A. Mayers (Ed.), Handbook of Petroleum Processes, Part 9, Mc Raw Hill, New York, 1986. 108 V. Ilieu et al. / Journal of Molecular Catalysis A: Chemical 126 (1997) 99-108 [3] V. Iliev, J. Mol. Catal. 85 (1993) L269. [4] V.I. Iliev, A.I. Ileva, L.D. Dimitrov, Appl. Catal. A 126 (1995) 333. [5] A. Andreev, V. Ivanova, L. Prahov, I.D. Schopov, J. Mol. Catal. A 95 (1995) 197. [6] V. Iliev, A. Ileva, J. Mol. Catal. A 103 (1995) 147. [7] G. Schneider, D. Wrle, W. Spiller, J. Stark, G. SchulzEkloff, Photochem. Photobiol. 60 (1994) 333. [8] A.M. van Herk, A.H.J. Tullemans, J. van Welzen, A.L. German, J. Mol. Catal. 44 (1988) 269. [9] E. Perez-Bemal, R. Ruano-Casero, T.J. Pinnavaia, Catal. Lett. 11 (1991) 55. [10] E.W. Abel, J.M. Pratt, R. Whelan, J. Chem. Soc. Dalton Trans. (1976) 509. [11] I.Y. Park, K. Kuroda, C. Kato, Chem. Lett. (1989) 2057. [12] L. Ukrainczyk, M. Chibwe, T.J. Pinnavaia, S.A. Boyd, J. Phys. Chem. 98 (1994) 2668. [13] M. Ogawa, K. Kuroda, Chem. Rev. 95 (1995) 399. [14] G. Meyer, D. W6hrle, M. Mohl, G. Schulz-Ekloff, Zeolites 4 (1984) 30. [15] G. Schulz-Ekloff, D. Wrle, V. Iliev, E. Ignatzek, A. Andreev, Stud. Surf. Sci. Catal. 46 (1989) 315. [16] R. Parton, I.F.1. Vankelecom, M.J.A. Casselman, C.P. Bezoukhanova, J.B. Uytterhoeven, P.A. Jacobs, Nature 370 (1994) 541. [17] N. Herron, Inorg. Chem., 25 (1986) p. 4714. [18] B.N. Achar, G.M. Fohlen, J.A. Parker, J. Keshavayya, Ind. J. Chem. 27A (1988) 411. [191 W.T. Reichle, S.Y. Kang, D.S. Everhardt, J. Catal. 101 (1986) 352. [20] D. Wrle, U. Hundorf, G. Schulz-Ekloff, E. Ignatzek, Z. Naturforsch. 41b (1986) 179. [21] T.-T. Chang, Magn. Res. Rev. 91 (1984) 65. [22] T. Buck, H. Bohlen, D. Wrle, G. Schulz-Ekloff, A. Andreev, J. Mol. Catal. 80 (1993) 253. [23] N.J. Stillman, T. Nyokong, in: C.C Leznoff, A.B.P. Lever (Eds.), Phthalocyanines: Properties and Applications, vol. I, ch. 3, VCH Publishers, New York, 1989, p. 133. [24] D. Wrle, A. Sobbi, O. Franke, G. Schulz-Ekloff, Zeolites 15 (1995) 540. [25] N. Jaeger, P. Plath, G. Schulz-Ekloff, Acta Phys. Chem. 31 (1985) 189. [26] J.M. Assour, WK. Kahn, J. Am. Chem. Soc. 87 (1965) 207. [27] J.A. de Bolfo, T.D. Smith, J.F. Boas, J.R. Pillbrow, J. Chem. Soc. Faraday Trans. 2 (72) (1976) 481. [28] J. Zwart, H.C. van der Weide, N. Broker, C. Rummens, G.C.A. Schuit, L. German, J. Mol. Catal. 3 (1977) 151. [29] D. W6hrle, G. Schneider, J. Stark, G. Schulz-Ekloff, J. Mol. Catal. 75 (1992) L39. [30] J.R. Darwent, P. Douglas, A. Harriman, G. Porter, M.C. Richoux, Coord. Chem. Rev. 44 (1982) 83. [31] R.D. Jones, D.A. Summerville, F. Basolo, Chem. Rev. 79 (1979) 139. [32] C.C. Leznoff, A.B.P. Lever, Phthalocyanines, Properties and Applications, VCH Publishers, New York, 1989. [33] M.E. Dario, P.F. Aramendia, E.A. San Roman, S.E. Braslavsky, Photochem. Photobiol. 54 (1991) 367. [34] J.K. Thomas, Chem. Rev. 93 (1993) 301. [35] W.M. Brouwer, P. Piet, A.L. German, J. Mol. Catal. 29 (1985) 347. [36] R.G. Pearson, Hard and Soft Acids and Bases, Dowden, Hutcinson and Ross, Stroudsburg, 1973. [37] J.A.S. Cavalerio, M.G.P.S. Neves, M.J.E. Hewlis, A.H. Jackson, J. Chem. Soc. Perkin Trans. (1990) 1937. [38] D.R. Corbin, N. Herron, J. Mol. Catal. 86 (1994) 343. MOLCAA 97001015 S1381-1169(97)00101-5 10.1016/S1381-1169(97)00101-5 Biomimetic catalysis Article Oxidation and photooxidation of sulfur-containing compounds in the presence of immobilized phthalocyanine complexes V. Iliev ∗ A. Ileva L. Bilyarska Institute of Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria ∗ Corresponding author. Tel.: +359-2-7132514; fax: +359-2-756116 Immobilized cobalt(II) and zinc(II) phthalocyanine and SALEN complexes have been studied as catalysts or photocatalysts for oxidation of 2-mercaptoethanol and sodium thiosulfate. The complexes have been anchored on silica or intercalated in the galleries and cavities of layered double hydroxides (HT) and NaX zeolite. Both the degree of monomerization of phthalocyanine complexes and their activity as catalysts or photocatalysts, after intercalation within supports with well defined intracrystalline cavities, are higher than those observed for the complexes supported on SiO2. The coadsorption of water in the galleries and cavities of hydrotalcite and the zeolite retards the diffusion of dioxygen and sulfur-containing compounds towards the active catalytic sites. For this reason the activity of the immobilized catalyst samples for the oxidation and photooxidation is lower than that of the complexes in homogeneous phase. After hydrophobic modification of hydrotalcite and NaX zeolite by dodecylsulfate or tetrabutylammonium ions the catalysts sample activity is increased 2–8 ×, because of the improved diffusion of the reactants towards the phthalocyanine molecules intercalated within the bulk of the supports. The degree of photodestruction of the zinc phthalocyanine complexes in the volume of the hydrotalcite or the faujasite is lower in comparison to that in homogeneous phase owing to the retarded diffusion of dioxygen towards the photoactive molecules. After hydrophobic modification of the catalysts samples the diffusion of dioxygen and quantum yield of the generated 1O2∗ (1 Δ g) are promoted and the degree of photodestruction of the immobilized phthalocyanine complexes is increased. The stability of zinc phthalocyanine complexes intercalated within the bulk of hydrotalcite or NaX zeolite is quite higher than that in the homogeneous phase due to deactivation of the singlet dioxygen on the walls of the supports. Keywords Photocatalysis Oxidation Phthalocyanine complexes Layered double hydroxide NaX zeolite Thiols Thiosulfates References [1] M. Chanda A. Grinshpun K.F. O'Driscoll G.L. Rempel J. Mol. Catal. 26 1984 267 [2] J.R. Salazar 2nd ed. R.A. Mayers Handbook of Petroleum Processes 1986 McRaw Hill New York Part 9 [3] V. Iliev J. Mol. Catal. 85 1993 L269 [4] V.I. Iliev A.I. Ileva L.D. Dimitrov Appl. Catal. A 126 1995 333 [5] A. Andreev V. Ivanova L. Prahov I.D. Schopov J. Mol. Catal. A 95 1995 197 [6] V. Iliev A. Ileva J. Mol. Catal. A 103 1995 147 [7] G. Schneider D. Wöhrle W. Spiller J. Stark G. Schulz-Ekloff Photochem. Photobiol. 60 1994 333 [8] A.M. van Herk A.H.J. Tullemans J. van Welzen A.L. German J. Mol. Catal. 44 1988 269 [9] E. Perez-Bernal R. Ruano-Casero T.J. Pinnavaia Catal. Lett. 11 1991 55 [10] E.W. Abel J.M. Pratt R. Whelan J. Chem. Soc. Dalton Trans. 1976 509 [11] I.Y. Park K. Kuroda C. Kato Chem. Lett. 1989 2057 [12] L. Ukrainczyk M. Chibwe T.J. Pinnavaia S.A. Boyd J. Phys. Chem. 98 1994 2668 [13] M. Ogawa K. Kuroda Chem. Rev. 95 1995 399 [14] G. Meyer D. Wöhrle M. Mohl G. Schulz-Ekloff Zeolites 4 1984 30 [15] G. Schulz-Ekloff D. Wöhrle V. Iliev E. Ignatzek A. Andreev Stud. Surf. Sci. Catal. 46 1989 315 [16] R. Parton I.F.J. Vankelecom M.J.A. Casselman C.P. Bezoukhanova J.B. Uytterhoeven P.A. Jacobs Nature 370 1994 541 [17] N. Herron Inorg. Chem. 25 1986 4714 [18] B.N. Achar G.M. Fohlen J.A. Parker J. Keshavayya Ind. J. Chem. 27A 1988 411 [19] W.T. Reichle S.Y. Kang D.S. Everhardt J. Catal. 101 1986 352 [20] D. Wöhrle U. Hundorf G. Schulz-Ekloff E. Ignatzek Z. Naturforsch. 41b 1986 179 [21] T.-T. Chang Magn. Res. Rev. 91 1984 65 [22] T. Buck H. Bohlen D. Wöhrle G. Schulz-Ekloff A. Andreev J. Mol. Catal. 80 1993 253 [23] N.J. Stillman T. Nyokong 2nd ed. C.C. Leznoff A.B.P. Lever Phthalocyanines: Properties and Applications vol. I 1989 VCH Publishers New York 133 ch. 3 [24] D. Wöhrle A. Sobbi O. Franke G. Schulz-Ekloff Zeolites 15 1995 540 [25] N. Jaeger P. Plath G. Schulz-Ekloff Acta Phys. Chem. 31 1985 189 [26] J.M. Assour W.K. Kahn J. Am. Chem. Soc. 87 1965 207 [27] J.A. de Bolfo T.D. Smith J.F. Boas J.R. Pillbrow J. Chem. Soc. Faraday Trans. 2 72 1976 481 [28] J. Zwart H.C. van der Weide N. Broker C. Rummens G.C.A. Schuit L. German J. Mol. Catal. 3 1977 151 [29] D. Wöhrle G. Schneider J. Stark G. Schulz-Ekloff J. Mol. Catal. 75 1992 L39 [30] J.R. Darwent P. Douglas A. Harriman G. Porter M.C. Richoux Coord. Chem. Rev. 44 1982 83 [31] R.D. Jones D.A. Summerville F. Basolo Chem. Rev. 79 1979 139 [32] C.C. Leznoff A.B.P. Lever Phthalocyanines, Properties and Applications 1989 VCH Publishers New York [33] M.E. Dario P.F. Aramendia E.A. San Roman S.E. Braslavsky Photochem. Photobiol. 54 1991 367 [34] J.K. Thomas Chem. Rev. 93 1993 301 [35] W.M. Brouwer P. Piet A.L. German J. Mol. Catal. 29 1985 347 [36] R.G. Pearson Hard and Soft Acids and Bases 1973 Dowden, Hutcinson and Ross Stroudsburg [37] J.A.S. Cavalerio M.G.P.S. Neves M.J.E. Hewlis A.H. Jackson J. Chem. Soc. Perkin Trans. 1990 1937 [38] D.R. Corbin N. Herron J. Mol. Catal. 86 1994 343",
      "scopus-id": "0031443941",
      "coredata": {
        "eid": "1-s2.0-S1381116997001015",
        "dc:description": "Immobilized cobalt(II) and zinc(II) phthalocyanine and SALEN complexes have been studied as catalysts or photocatalysts for oxidation of 2-mercaptoethanol and sodium thiosulfate. The complexes have been anchored on silica or intercalated in the galleries and cavities of layered double hydroxides (HT) and NaX zeolite. Both the degree of monomerization of phthalocyanine complexes and their activity as catalysts or photocatalysts, after intercalation within supports with well defined intracrystalline cavities, are higher than those observed for the complexes supported on SiO2. The coadsorption of water in the galleries and cavities of hydrotalcite and the zeolite retards the diffusion of dioxygen and sulfur-containing compounds towards the active catalytic sites. For this reason the activity of the immobilized catalyst samples for the oxidation and photooxidation is lower than that of the complexes in homogeneous phase. After hydrophobic modification of hydrotalcite and NaX zeolite by dodecylsulfate or tetrabutylammonium ions the catalysts sample activity is increased 2–8 ×, because of the improved diffusion of the reactants towards the phthalocyanine molecules intercalated within the bulk of the supports. The degree of photodestruction of the zinc phthalocyanine complexes in the volume of the hydrotalcite or the faujasite is lower in comparison to that in homogeneous phase owing to the retarded diffusion of dioxygen towards the photoactive molecules. After hydrophobic modification of the catalysts samples the diffusion of dioxygen and quantum yield of the generated 1O2∗ (1 Δ g) are promoted and the degree of photodestruction of the immobilized phthalocyanine complexes is increased. The stability of zinc phthalocyanine complexes intercalated within the bulk of hydrotalcite or NaX zeolite is quite higher than that in the homogeneous phase due to deactivation of the singlet dioxygen on the walls of the supports.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997001015",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Iliev, V."
          },
          {
            "@_fa": "true",
            "$": "Ileva, A."
          },
          {
            "@_fa": "true",
            "$": "Bilyarska, L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997001015"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997001015"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00101-5",
        "prism:volume": "126",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidation and photooxidation of sulfur-containing compounds in the presence of immobilized phthalocyanine complexes",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Photocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Phthalocyanine complexes"
          },
          {
            "@_fa": "true",
            "$": "Layered double hydroxide"
          },
          {
            "@_fa": "true",
            "$": "NaX zeolite"
          },
          {
            "@_fa": "true",
            "$": "Thiols"
          },
          {
            "@_fa": "true",
            "$": "Thiosulfates"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "99-108",
        "prism:endingPage": "108",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 December 1997",
        "prism:doi": "10.1016/S1381-1169(97)00101-5",
        "prism:startingPage": "99",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00101-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031443941"
      }
    }
  }
}