{
  "metadata": {
    "title": "Synthesis of chiral Mn(III)-meso-tetrakis-[2.2]-<ce:italic>p</ce:italic>-cyclophanyl-porphyrin: a new catalyst for enantioselective epoxidation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-25",
    "doi": "10.1016/S1381-1169(96)00048-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996000489",
    "pii": "S1381116996000489"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030602002",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-S1381116996000489 S1381-1169(96)00048-9 S1381116996000489 10.1016/S1381-1169(96)00048-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0009X 2015-05-15T05:56:33.63776-04:00 0 0 19961125 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 113 113 1 2 1 2 Volume 113, Issues 1–2 10 77 86 77 86 19961125 25 November 1996 1996-11-25 1996 Recent Developments in Biomimetic Oxidation Catalysis B. Meunier converted-article fla Copyright © 1996 Published by Elsevier B.V. SYNTHESISCHIRALMNIIIMESOTETRAKIS22PCYCLOPHANYLPORPHYRINANEWCATALYSTFORENANTIOSELECTIVEEPOXIDATION BANFI S SHARPLESS 1991 389 436 K COMPREHENSIVEORGANICSYNTHESIS COLLMANN 1993 1404 J JACOBSEN 1993 159 202 E CATALYTICASYMMETRICSYNTHESIS KATSUKI 1995 189 214 T JACOBSEN 1991 7063 E LEE 1991 5055 N MEUNIER 1992 1411 1456 B QUICI 1993 597 612 S GROVES 1983 5791 J BOSCHI 1994 239 267 T METALLOPORPHYRINCATALYZEDOXIDATIONS OMALLEY 1989 9116 S HALTERMAN 1991 5253 R 1983 CYCLOPHANES CZUCHAJOWSKI 1988 349 L CZUCHAJOWSKI 1988 1825 L CZUCHAJOWSKI 1989 1477 L CZUCHAJOWSKI 1989 607 L CZUCHAJOWSKI 1989 287 L RIECHE 1960 88 A IZUMI 1992 227 T ANTONOV 1995 1873 D DALE 1969 2543 J LINDSEY 1987 827 J CZUCHAJOWSKI 1985 1343 L LEMAUX 1993 1401 P CROSSLEY 1987 341 M MONTANARI 1985 4888 F BANFI 1989 1850 S BANFI 1993 431 S SOLLADIE 1985 435 G BOYD 1970 3170 D MURANO 1972 2203 A MURANO 1973 981 A BANFIX1996X77 BANFIX1996X77X86 BANFIX1996X77XS BANFIX1996X77X86XS item S1381-1169(96)00048-9 S1381116996000489 1-s2.0-S1381116996000489 10.1016/S1381-1169(96)00048-9 271358 2010-09-28T03:14:14.323728-04:00 1996-11-25 1-s2.0-S1381116996000489-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000489/MAIN/application/pdf/43c0a5830ac6eb5f4733b7c7c66747b7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000489/MAIN/application/pdf/43c0a5830ac6eb5f4733b7c7c66747b7/main.pdf main.pdf pdf true 820690 MAIN 10 1-s2.0-S1381116996000489-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000489/PREVIEW/image/png/369d36b99c39bfca08bfbdcf1099b5d5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000489/PREVIEW/image/png/369d36b99c39bfca08bfbdcf1099b5d5/main_1.png main_1.png png 62101 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116996000489-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000489/STRIPIN/image/gif/2c045507074eb7dd9a4664cb73ef1ceb/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000489/STRIPIN/image/gif/2c045507074eb7dd9a4664cb73ef1ceb/si1.gif si1 true si1.gif gif 612 30 94 ALTIMG AIr ELSEVIER JOURNALOF MOLECULAR CATALYSIS if A: CHEMICAL Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 Synthesis of chiral MOM -meso-tetrakis-[2.2] p-cyclophanyl-porphyrin: a new catalyst for enantioselective epoxidation Stefano Banff, Amedea Manfredi, Fernando Montanari, Gianluca Pozzi, Silvio Quici Centro CNR and Dipartimento di Chimica Organica Industriale dell'Universit Via C. Galgi 19, 20133 Milano, Italy Accepted 5 February 1996 Abstract The synthesis of Mn(III)-complexes of new chiral porphyrins la and lb prepared by condensation of enantiomerically pure [2.2] p-cyclophane-4-carbaldehyde and pyrrole are described. These compounds were used as catalysts in epoxidation reactions of prochiral alkenes, carried out in the presence of aqueous NaOCI at pH = 10.0 as oxygen donor and small amounts of 4-tert-butylpyridine as axial ligand, in CHZCIZ/H20 two-phase conditions at 0. Results indicate a satisfactory catalytic efficiency (up to 700 overall turnovers), with enantiometic excesses in the range 22-31%. Keywords: Chiral complexes; Manganese; Porphyrin; Asymmetric oxidation catalysts; Enantioselectivity; Epoxidation; NaOCI epoxidation; [2.2]-p-Cyclophane-4-carbaldehyde resolution 1. Introduction The preparation of optically active compounds by stereoselective syntheses is an important goal of organic chemistry, mostly when the reactions can be performed in a catalytic fashion by using chiral catalysts [1]. In this sense, one of the most challenging problems is the stereocontrolled formation of a carbon-oxygen bond by direct oxidation of unfunctionalized hydrocarbon substrates, carried out with appropriate chiral catalysts featuring high enantioselectivity together with a high catalytic efficiency [2]. Up to now the most effective catalysts for enantioselective epoxidation of unfunctionalized olefins Corresponding author. l3-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00048-9 are chiral Mn(III)-salen complexes [3]. Enantiomeric excesses (ee's) of more than 90% have been obtained in the epoxidatn of cis-disubstituted alkenes by using aqueous NaOCI as oxidant [4]. The main drawback of Mn-salen catalysts is their poor chemical stability under the oxidation conditions, the maximum number of overall catalytic cycles reported being less than 40. It is well known that metallo-porphyrins are efficient catalysts for alkane hydroxylation and alkene epoxidation in terms of catalytic activity and mildness of reaction conditions [5], for these reasons chiral Mn- or Fe-porphyrins have been widely investigated as asymmetric oxidation catalysts since the first report by Groves and Myers in 1983 [6]. Up to now several classes of 78 S. Banfi et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 chiral metallo-porphyrins have been designed and synthesized [2], and their catalytic activity has been tested with a variety of substrates and reaction conditions [7]. In the present paper we report the synthesis of new optically active Mn(III)-meso-tetrakis[2.2] p-cyclophanylporphyrins la-b and the study of their catalytic activity in epoxidation reactions of prochiral alkenes by using aqueous NaOCI as oxygen donor. 2. Results and discussion The synthesis of chiral porphyrins can be, in principle, achieved by following two general routes: (i) by covalently linking a chiral residue on a preformed porphyrin, or (ii) by direct condensation of enantiomerically pure aldehydes with pyrrole. The latter procedure is more straightforward and usually gives better results in terms of yields and chemical stability of the resulting porphyrin. For this purpose the starting aldehyde should feature: (i) high chemical and optical stability; (ii) relevant steric hindrance which promotes good chemical stability of the resulting metallo-porphyrin and an increased diastereoselectivity. Interesting examples are the porphyrin based on optically pure (R)-binaphthaldehyde reported by Kodadek and O'Malley [8], and that obtained from the resolved 1, 2, 3,4,5,6,7, 8-octahydro-1:4,5:8-dimethanoan- thracene-9-carboxaldehyde reported by Halterman and Jan [9]. Because compounds with planar chirality, such those derived from [2.2]-p-cyclophane, are very stable towards light, oxidation, acids, bases, and relatively high temperatures [10], we decided to use enantiomerically pure (R) or (S)[2.2] p-cyclophane-4-carbaldehydes, 2a and 2b respectively, as starting materials in the preparation of chiral porphyrins la and lb. Racemic meso-tetrakis-[2.2]-p-cyclophanylporphyrin has already been synthesized by Czuchajowski et al. [11], and its electronic structure and electrochemical behaviour have also been thoroughly investigated, [ 12]. It must be noted that substitution of the meso positions of the porphynn ring with four p-cyclophanyl groups allows the formation of a great number of stereoisomers which differs for the (R) or (S) configuration and by the orientation of the re- CH=N-CH-C6H5 Site CHO C6H5-CH-NH2 1 CH3 CH3 (+) 6 (>97% yield) (+) 4 C6H62a (35% overall yield) (+) 0 t' CH= N--C6H5 CH3 3 (-) 7 (R+S) CA--CHZ-&CH3 N112 (+) $ C 4 .CH=N-~H-CH2--CH3 06115 AcOH H20 _ t 'CH=N--CH2-0-CH3 CHZCIz CHO C5115 (92% yield) (57% overall yield) Scheme 1. Resolution of racemic [2.2]-p-cyclophane-4-carbaldehyde. (-) 2b S. Banff et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 CH3COCI CH2OAc Py, CH2C12 i e.e. >_ 98r%o CH20H_ LiAIH. Et0 i Z 2a 10 Scheme 2. Control of aldehyde enantiomeric purity. maining benzene ring of the p-cyclophanyl group, up (U) or down (D) with respect to the porphyrin plane [13]. The racemic aldehyde 3 has been prepared by formylation of [2.2]-p-cyclophane according to Rieche's procedure [14]. Resolution of 3 was initially attempted by an enzymatic method, which is the only one reported in the literature, ,~ 1) BFytzO I~HO ~ I 2) DDQ 3) Et3N 2a (or 26) 79 11 MTPACI ~~CH20R* Py, CH2C12 i ~ d.e. ? 98% 12 by using Saccharomyces cerevisiae [15]. However, this procedure appeared to us quite tedious mainly because of the very difficult separation of the product from the culture medium. Furthermore, the isolated products showed enantiomeric excesses somewhat lower than those reported by the Authors. We then decided to use chemical resolution R W R NH N-- 1 R N HN R la R= (S)PCP 16 R = (R)PCP Only four stereoisomers UUUU UUUD UUDD UDUD - -0~. 4 :4, N R R 1) Mn(OAcy4HZ0 DMF R NH N R R N, .N 1 .~ R \\N ~ 2) NaClaq \\N N R Cl' R Mn(III)-la C1 or Mn(III)-16 CI Scheme 3. Synthesis of optically active Mn(III)-O-tetrakis-[2.2j-p-cyclophanylporphyrins. 80 S. Banfi et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 MN err,-~-~--r-r~-.-.- raw T r-\"TT r 5 n 0. N-M.,, ~ ~[-- , - - - . , 1 k .0 4 - 0 ~ -4 L -41, Fig. 1. Aliphatic and aromatic regions of the 1 H NMR (300 MHz) spectrum of la. S. Banfi et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 through diastereoisomeric Schiff bases 6,7 and 8,9 obtained from 3 with enantiomerically pure amines 4 and 5, respectively. Two crystallizations from n-hexane afforded pure 6 and 9 (diastereoisomeric excess (de) >_ 98% by 300 MHz 1H NMR) in 36% and 62% yields, respectively. Hydrolysis of 6 and 9 afforded enantiomerically pure 2a and 2b in almost quantitative yields (Scheme 1) A similar procedure was recently reported by Y.N. Belokon et al. for the resolution of racemic 2-formyl-3-hydroxy-[2.2]-p-cyclophane [ 16]. The enantiomeric purity of 2a and 2b was unambiguously confirmed according to Scheme 2. Aldehyde 2a, [ a 1546 = + 244cmz g-' (c = 1.0, CHC13), was reduced with LiAIH4 in Et20 to the corresponding alcohol 10, [ a ]546 = +83.6cm2 g-' (c = 0.5, CHO 3), ee > 96%, which was reacted either with CH 3COCl in CHZCI2 and pyridine to afford the acetate 11 or with (-)(R)-a-methoxy-a-(trifluoromethyl)phenylacetyl chloride (MTPACI) thus giving the corresponding Mosher's ester 12 [17]. Analysis of 12 by ' H NMR, as well as that of 11 in the presence of europium(III) tris-3-(trifluoromethy1hydroxymethylene)-camphorate [Eu(tfc)3], showed an optical purity >- 98% instead of the 77% calculated from the [cx]546 value reported for the aldehyde obtained through enzymatic resolution [15]. Condensation of 2a or 2b with pyrrole in the presence of BF3 - Et20 in CHC13 as solvent under Lindsey's conditions [18], afforded, after oxidation with 2,3-dichloro-5,6-dicyano-1,4benzoquinone (DDQ), (S)- or (R)-pcyclophanylporphyrin, (S)(PCP)P 1a or (R)(PCP)P lb, respectively, as a mixture of stereoisomers. However, since the starting aldehyde is enantiomerically pure, the number of stereoisomers is reduced to the four possible atropoisomers (UUUU, UUUD, UUDD, UDUD) as shown in Scheme 3. Unfortunately all the attempts to isolate a pure atropoisomer (i.e. flash column chromatography, gravity column chromatography and medium pressure liquid chromatography 81 (MPLC) by using Si02, Florisil, neutral A1203 as stationary phases), failed. We also used, many times, the procedure reported for the separation of atropoisomers of racemic [2.2]-p-cyclophanyl porphyrin [19], without any success. The ' H NMR of la (or lb) showed the presence of three singlets in the N-H pyrrole region corresponding to three, out of the four possible, atropoisomers namely: UUUD (s, -1.96 ppm), UUDD (s, - 2.28 ppm) and UDUD (s, - 2.50 ppm) in 4: 2.5:1 ratio respectively (Fig. 1). In fact, it is known that the number of N-H pyrrole resonances defines the number of atropoisomers, while the chemical shifts are diagnostic for their identification, the range of these resonances being limited, at lower and higher field, by the UUUU and the UDUD isomer [20]. The statistical ratio for UUUU:UUUD:UUDD:UDUD is 1:4:2:1, respectively [ 19], and even though this ratio is not direct structural evidence, we can reasonably exclude that the singlet at -1.96 ppm is that of the UUUU isomer. Accordingly, our feeling is that the claimed separation of the UUUD and the UUDD classes of atropoisomers in the case of racemic [2.2] pcyclophanylporphyrin is not complete since the ' H NMR, reported by the authors, still shows at least two resonances for the N-H pyrrole protons [19]. Unfortunately the aromatic region of the ' H NMR spectrum of la (or lb) is quite complicate and, at the moment, we are not able to assign unambiguously the peaks to the respective atropoisomer. Indeed, when the rotation of the meso-aryl groups is slow on the NMR time scale, each atropoisomer gives rise to distinct signals for ortho, meta and para hydrogens in the aromatic region of the ' H NMR spectrum [21]. A thorough NMR investigation to assign all resonances of the aromatic hydrogens of la and lb is under way. In order to gain preliminary insight into the catalytic efficiency of the metallo-complexes of la and lb, we prepared the corresponding Mn(III)-laCl and Mn(III)-1bC1, by treatment 82 S. Banfi et al. / Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 with Mn(OAc)Z - 4H20 in DMF at reflux for 2 h and subsequent exchange of the CH3C00anion with Cl- (see Experimental) (Scheme 3). The catalytic activity of Mn(III)-laCl has been investigated in epoxidation of prochiral alkenes by using aqueous NaOCI at pH 10.0 as oxygen donor (OD) in a CHZC12/H20 two phase system at 0 and in the presence of 4-tert=butylpyridine as axial ligand (L)[22]. The results are reported in Table 1. These results indicate that the catalytic efficiency depends on the substrate, in fact conjugated olefins such as styrene, 4-chlorostyrene and 2-methylstyrene afforded satisfactory overall turnovers (entries 1-3) whereas non-conjugated ones, like allylbenzene (entry 4), are not reactive at all. As expected for metalloporphyrins catalyzed olefin epoxidation, only Z alkenes are converted while E isomers are unreactive, due to steric constraints (entries 6 and 7). The obtained ee values are in the range 22%-31 %, indicating only a moderate enantioselectivity, but they are comparable with the average values reported in the literature for analogous catalytic systems. We are currently trying to separate pure atropoisomers of la and lb to see how reactivity and enantioselectivity depend on atropoisomer purity. 3. Experimental 3.1. General methods 1 H NMR spectra were recorded on a Bruker AC 300 MHz spectrometer in CDC' 3 as solvent. UV-Vis spectra were obtained with a Lambda 6 Perkin Elmer spectrophotometer. GC analyses were performed on a Varian model 3700 flameionization gas chromatograph (20 X 0.125 in. OV-101-5% on CHP 100-125 mesh column). FAB-MS mass spectra were obtained on an Analytical VG 7070 EQ instrument. Optical rotatory powers were measured on a Perkin Elmer 241 polarimeter. Melting points were determined with a Bhi 535 apparatus and are uncorrected. The pH of aqueous NaOCI solutions was measured with an Orion model SA 250 pH meter with pH electrode model 91-02. Epoxidations were carried out in a vessel thermostatted at 0 0.05 by a Haake F3 cryostat. Alkenes and all the purchased reagents were of the highest purity commercially available and Table 1 Asymmetric olefin epoxidation catalyzed by MR(III)-laCl a in the presence of NaOChy Entry Substrate Molar ratio Time Conversion ` Yield ee S (S/P) (min) (%) (%) (%) 1 styrene 500 200 95 65 25 e 1000 300 80 51 26 e 2 p-chlorostyrene 500 150 90 50 22 f 3 o-methylstyrene 500 300 65 31 31 t 4 allylbenzene 500 120 7 0 - 5 1,2-dihydronaphthalene 1000 200 95 73 22 ` 6 E-(3-methylstyrene 500 85 0 0 - 7 E-stilbene 500 60 0 0 - 8 1-methylcyclohexene 250 60 0 0 - b a The same results were obtained using Mn(III b L/P = 10, NaOCI/S = 3. ` Determined by GC. d Based on the isolated epoxide. e Determined by comparison of polarimetry measurements with literature values (see Ref. [23] for entries 1 and 2 and Ref. [24] for entry 5). f Determined by I H-NMR in the presence of Eu(hfc)3. -16C1, the epoxides having the opposite absolute configuration. S. Banfi et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 were used without further purification. Enantiomerically pure 1-phenyl-2-(4-tolyl)ethylamine 5 was prepared according to literature [25]. All the solvents were distilled over the appropriate drying agent just before use. Satisfactory elemental analyses ( 0.4% for C, H and N) were obtained for all of the new compounds. 3.2. (N-(1-Phenylethyl)1-4-[2.21-p-cyclophanyl) methanimine (6) A solution of 2.36 g (10 mmol) of racemic [2.2]-p-cyclophane-4-carbaldehyde 3 and 1.21 g (10 mmol) of R(+)-phenylethylamine in 80 ml of benzene was refluxed under magnetic stirring. The course of the reaction was followed by 1 H NMR because the reaction product proved to be unstable under, either Si0z or A1203, thin layer chromatography (TLC). After 5 h the reaction was complete, the solvent was evaporated in vacuo and the crude product (mixture of diastereoisomers 6 and 7) was crystallized from 60 ml of n-hexane affording a white solid. After filtration the solid was recrystallized from 35 ml of n-hexane giving 0.61 g (36%) of a white crystalline product, m.p. 139.5-141; [a]D = + 180cm2 g-1 (c = 1.0, CHC13), diastereoisomeric excess (de) >- 98% calculated by 1H NMR considering the resonances at 1.67, 7.00 and 8.35 ppm; 1H NMR (CDC13) 8 = 1.67 (d, 3H, J = 6.6 Hz), 2.80-2.95 (m, 2H), 2.95-3.25 (m, 5H), 3.80-3.95 (m, 1H), 4.57 (q, 1H, J= 6.6 Hz), 6.29 (d, 1H, J= 7.8 Hz), 6.39 (d, 1H, J=7.8 Hz)6.45-6.60 (m, 4H), 7.00 (s, 1H), 7.27 (t, 1H, J = 6.5 Hz), 7.40 (t, 1H, J = 7.5 Hz), 7.52 (t, 1 H, J = 7.5 Hz), 8.35 (s, 1 H). 3.3. S(+)-12.2i-p-Cyclophane-4-carbaldehyde (2a) This product was obtained by hydrolysis of 6 on Si02, thus column chromatography of 0.69 g (2.03 mmol) of 6 eluted with CHZC12 afforded 0.47 g (97%) of 2a; m.p. = 158-161; [a]546 _ + 244cm2 g-1 (c = 1, CHC13), ee = >- 83 98%; 1H NMR (CDC13) 8 = 2.70-3.30 (m, 7H), 3.90-4.15 (m, 1H), 6.15-6.80 (m, 6H), 7.00 (s, 1H), 9.95 (s, 1H). The phenylethylamine residue remained absorbed on Si0z. 3.4. (N-h-Phenyl-2-(4-methylphenyl)ethyll)-4(2.21-p-cyclophanyl-methanimine (9) A solution of 2.38 g (10.1 mmol) of racemic 3 and 2.33 g (11.1 mmol) of (+)-1-phenyl-2(4-methylphenyl)-ethylamine 5 in 100 ml of benzene was refluxed, under magnetic stirring, in a Dean-Stark apparatus for 30 h. The course of the reaction was followed by ' H NMR because the reaction product undergoes partial hydrolysis on TLC. The solvent was evaporated under vacuum and the residue (mixture of diastereoisomers 8 and 9) was crystallized with 70 ml of n-hexane affording 1.83 g of a white solid, m.p. = 136-138.8; [a]D = -183.7cm 2 g-' (c = 1.0, CHO 3). This product was recrystallized with 60 ml of n-hexane giving 1.34 g (62%) of a crystalline solid, m.p. = 140.5-141.1; [a ]D = -198.5cm2 g- I (c = 1.0, CHC13), de >_ 98% calculated by 1H NMR considering the resonances at 2.30 and 8.05 ppm; 1H NMR (CDC' 3) 8 = 2.30 (s, 3H), 2.652.80 (m, 2H), 2.95-3.15 (m, 5H), 3.28 (d, 2H, J = 7.0 Hz), 3.65-3.75 (m, 1H), 4.57 (t, 1H, J = 7.0 Hz), 5.98 (d, 1H, J = 7.9 Hz), 6.28 (d, 1H, J = 7.9 Hz), 6.40-6.55 (m, 4H), 6.95 (s, 1H), 7.02-7.10 (m, 4H), 7.27 (t, 1H, J= 6.5 Hz), 7.39 (t, 2H, J = 7.5 Hz), 7.55 (d, 2H, J = 7.5 Hz), 8.05 (s, 1H). 3.5. R(-)I2.21-p-Cyclophane-4-carbaldehyde (2b) A mixture of 1.25 g (2.8 mmol) of 9, 0.7 ml of glacial acetic acid, 0.7 ml of H20 and 50 ml of CHZCl2 was magnetically stirred at RT for 24 h. The CHZC12 phase was separated, washed with 5% aqueous HCl (30 ml) and then with HZO until it became colourless, and the solvent was evaporated. Purification of the crude by column chromatography (Si02, CHZC12) af- 84 S. Banfi et al. / Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 forded 0.61 g (92%) of pure 2b m.p. = 158161; [a]S= -245cm2 g-1 (c= 1.0, CHC13), ee >- 98%; 1H NMR (CDC13) 8 = 2.70-3.30 (m, 7H), 3.90-4.15 (m, 1H), 6.156.80 (m, 6H), 7.00 (s, 1H), 9.95 (s, 1H). 3.6. S(+) 4-Hydroxymethyl-(2.21-p-cyclophane (10) A solution of 50 mg of 2a in 3 ml of Et20 was slowly added to a stirred suspension of LiAIH4 in 12 ml of Et20 maintained under nitrogen atmosphere. The reaction mixture was stirred at RT for 90 min and then quenched by adding in the order: 6 R,1 of H20, 9 p,l of 5% aqueous NaOH and 20 g,1 H20. The precipitate was filtered off and the solvent was evaporated to afford 50.4 mg (100%) of pure 10, [ a ]546 = + 83.6cm2 g-' (c = 0.504, CHO 3), ee = 96% (Lit.: [15]). 3.7. 4-Acetoxymethyl-S-(+)-12.2)-p-cyclophane (11) A solution of 17 mg (0.07 mmol) of 10, 5.2 g,l (0.07 mmol) of CH3COCI and 6.3 p,l (0.08 mmol) of pyridine was maintained at RT under magnetic stirring for 18 h. The reaction mixture was taken up, with 10 ml of CH2C12 and 5 ml of H20, in a separatory funnel, the organic phase was separated and washed with 5 ml of 5% aqueous HCl and 5 ml of H20, dried with MgS04 and the solvent evaporated. Purification by chromatography through a short column [S'02, Et20-Light petroleum= 1:1 (v/v)] afforded 19.5 mg (99%) of a solid, m.p. = 97101; 'H NMR (CDC13) 8 = 2.10 (s, 3H), 2.80-3.40 (m, 8H), 4.84 (d, 1H, J = 12.5 Hz), 5.07 (d, 1H, J = 12.5 Hz), 6.35-6.60 (m, 7H); ee >- 98% 2% by 1 H NMR in the presence of Eu(tfc)3 as shift reagent. 3.8. Mosher's ester (12) A solution of 23.8 mg (0.1 mmol) of 2a, 27.3 mg (0.11 mmol) of R(- )MTPACI and 8.9 g,1 (0.11 mmol) of pyridine in 3 ml of anhydrous CH2C12 was maintained at RT under magnetic stirring for 24 h. The solvent was evaporated and the residue was purified by preparative TLC eluting with CH2C12-light petroleum= 1:1 (v/v) affording 45 mg of pure 12, 1H NMR (CDC13) 8 = 2.80-3.32 (m, 8H), 3.50 (s, 3H), 5.11 (d, 1 H, J = 12.5 Hz), 5.25 (d, 1 H, J = 12.5 Hz), 6.22-6.31 (m, 2H), 6.43-6.56 (m, 5H), 7.32-7.56 (m, 5H); ee >- 98% calculated by 1H NMR on the doublets at 5.11 and 5.25 ppm. 3.9. meso-Tetrakis-4S-I2.21-p-cyclophanylporphyrin (la) A solution of 0.47 g (1.97 mmol) of S(+ )[2.2] p-cyclophane-4-carbaldehyde 2a, 135 VI (1.97 mmol) of pyrrole and 160 p, l (1.30 mmol) of BF3 * Et20, in 200 ml of CHC13, freshly distilled over K 2C03, under nitrogen atmosphere was equilibrated at RT in the dark for 17 h. After this time 0.35 g (1.5 mmol) of DDQ was added, the reaction mixture was magnetically stirred for 30 min. then treated with 0.5 ml of Et3N and evaporated in vacuo. Purification by column chromatography (Si02, CH2C12) afforded 0.24 g (43%) of la as a brownish violet solid, UV-Vis (CH2Cl2): X 667 nm (log e 3.81), 608 (3.71), 574 (4.23), 535 (4.10), Soret band 438 (5.56); MS-FAB(+) m/e 1135 (M + H+). 3.10. meso-Tetrakis-4R-(2.21-p-cyclophanylporphyrin (lb) This porphyrin was prepared in 61 % yield as reported for la but using 2b as starting aidehyde. 3.11. meso-Tetrakis-4S-I2.21-p-cyclophanylporphyrin W111) chloride complex Mn(111)IaCl A mixture of 0.12 g (0.1 mmol) of la and 0.25 g (1.0 mmol) of Mn(OAc) 2 - 4H 20 in 20 ml of dimethylformamide was refluxed under S. Banf et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 magnetic stirring for 2 h. The solvent was evaporated in vacuo, purification of the residue by column chromatography (Si02, CH2C12 and CH2CI2:CH30H = 95:5 v/v as eluent) afforded 0.13 g of product. This product was dissolved in 100 ml of CH2C12 and treated with 20 ml of saturated NaCl aqueous solution in order to exchange the acetate for chloride anion. Evaporation of the solvent gave 0.12 g (95%) of a greenish powder; MS-FAB(+) m/e 1187 (M+), UV-Vis (CH 2C12): Amax 490 nm (log e 5.03). 3.12. meso-Tetrakis-4R-12.21-p-cyclophanylporphyrin WHl) chloride complex Mn(III)IbCl This complex was prepared, starting from porphyrin lb, in 90% yield as reported for Mn(III)-laCl. 3.13. Epoxidation reactions: general procedure Epoxidations were carried out in a 10 ml flask equipped with a Teflon-lined screw cap and a magnetic stirrer, thermostated at 0 0.05 with circulating ethanol. The reactor was charged with 1 mmol of the alkene, 1 X 10-3 mmol of la (or lb), 1 X 10-3 mmol of 4-tertbutylpyridine in 2 ml of CHZC12 and 6 ml of a 0.5 M (3 mmol) of an aqueous solution of NaOCI at pH = 10.0. Reactions were followed by G.C analysis. When the conversion of the substrate was maximum, the reaction mixture was poured into 10 ml of Hz0 and the flask was washed with 10 ml of CH2C12. The combined organic phase was washed twice with H20 (10 ml) and dried over MgS04. The epoxide was purified by column chromatography on florisil and its purity was tested by GC and 1 H NMR. The enantiomeric excesses were evaluated by measuring the optical rotation and by t H NMR in the presence of chiral shift reagents. Results are reported in Table 1. 85 Acknowledgements We are grateful to Mr. Angelo Girola for recording 300 MHz NMR spectra and to the European Community's Human Capital and Mobility Program - Contract no. ER- BCHRXCT 94-0492 for financial support. References [1] K.B. Sharpless, in B.M. Trost and I. Fleming Eds., Comprehensive Organic Synthesis, Vol. 7, Pergamon Press, New York, 1991, p. 389-436. [2] J.P. Collmann, X. Zhang, V.J. Lee, E. Uffelman and J.I. Brauman, Science, 261 (1993) 1404. [31 (a) E.N. Jacobsen, in J. Ojima Ed., Catalytic Asymmetric Synthesis, VCH, New York, 1993, p. 159-202; (b) T. Katsuki, Coord. Chem. Rev., 140 (1995) 189-214. [4] (a) E.N. Jacobsen, W. Zhang, A.R. Muci, JR. Ecker and L. Ding, J. Am. Chem. Soc., 113 (1991) 7063; (b) N.H. Lee, A.R. Muci and E.N. Jacobsen, Tetrahedron Lett., 32 (1991) 5055. [5] (a) B. Meunier, Chem. Rev., 92 (1992) 1411-1456; (b) S. Quici, S. Banff and G. Pozzi, Gazz. Chim. Ital., 123 (1993) 597-612. [61 J.T. Groves and R.S. Myers, J. Am. Chem. Soc., 105 (1983) 5791. [7] T. Boschi, S. Licoccia, R. Paolesse, P. Tagliatesta in F. Montanari and L. Casella Eds., Metalloporphyrin Catalyzed Oxidations, Kluwer, Dordrecht, 1994, p. 239-267. [8] S. O'Malley and T. Kodadek, J. Am. Chem. Soc., 111 (1989) 9116. [91 R.L. Halterman and S.T. Jan, J. Org. Chem., 56 (1991) 5253. [101 S.M. Rosenfeld and, P.M. Keehn Eds., The Cyclophanes, Vol. 1, 2, Academic Press, New York, 1983. [1 t] (a) L. Czuchajowski and M. Lozynski, J. Heterocycl. Chem., 25 (1988) 349; (b) L. Czuchajowski, S. Goszczynski, D.E. Weeler and A.K. Wisor, J. Heterocycl. Chem., 25 (1988) 1825. [12] L. Czuchajowski, S. Goszczynski, A.K. Wisor, J.E. Bannett and T. Malinski, J. Heterocycl. Chem., 26 (1989) 1477; (b) L. Czuchajowski, J.E. Bannett, S. Goszczynski, D.E. Wheeler, A.K. Wisor and T. Malinski, J. Am. Chem. Soc., 111 (1989) 607. [13] L. Czuchajowski, S. Goszczynski and A.K. Wisor, Heterocy cles, 29 (1989) 287. [14] A. Rieche, H. Gross and E. Hoft, Chem. Ber., 93 (1960) 88. [151 T. Izumi and T. Hinata, J. Chem. Technol. Biotechnol., 55 (1992) 227. [16] D.Y. Antonov, Y.N. Belokon, N.S. Ikonnikov, S.A. Orlova, A.P. Pisarevsky, N.I. Raevsky, V.I. Rozemberg, E.V. Sergeeva, Y.T. Struchkov, V.I. Tararov and E.V. Vorontsov, J. Chem. Soc., Perkin Trans. 1, (1995) 1873. 86 S. Banfi et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 77-86 [17] J.A. Dale, D.L. Dull and H.S. Mosher, J. Org. Chem., 34 (1969) 2543. [18] J.S. Lindsey, I.C. Schreiman, H.C. Hsu, P.C. Kearney and A.M. Marguerettaz, J. Org. Chem., 52 (1987) 827. [19] L. Czuchajowski, S. Goszczwnski and A.K. Wisor, J. Heterocycl. Chem., 25 (1985) 1343. [20] P. Le Maux, H. Bahri and G. Simonneaux, Tetrahedron, 49 (1993) 1401. [21] MI Crossley, L.D. Field, A.J. Foster, M.M. Harding and S. Sternhl, J. Am. Chem. Soc., 109 (1987) 341. [22] (a) F. Montanari, M. Penso, S. Quici and P. Vigan J. Org. Chem., 50 (1985) 4888; (b) S. Banfi, F. Montanari and S. Quici, J. Org. Chem., 54 (1989) 1850; (c) S. Banfi, M. Dragoni, F. Montanari, G. Pozzi and S. Quici, Gazz. Chim. Ital., 123 (1993) 431. [23] G. Solladi G. Demailly and C. Greck, Tetrahedron Lett., 62 (1985) 435. [24] D.R. Boyd, D.M. Jerina and J.W. Daly, J. Org. Chem., 35 (1970) 3170. [25] (a) A. Murano, Agr. Biol. Chem., 36 (1972) 2203; (b) A. Murano, Agr. Biol. Chem., 37 (1973) 981. MOLCAA 96000489 S1381-1169(96)00048-9 10.1016/S1381-1169(96)00048-9 Synthesis of chiral Mn(III)-meso-tetrakis-[2.2]-p-cyclophanyl-porphyrin: a new catalyst for enantioselective epoxidation Stefano Banfi Amedea Manfredi Fernando Montanari Gianluca Pozzi Silvio Quici ∗ Centro CNR and Dipartimento di Chimica Organica Industriale dell'Università, Via C. Golgi 19, 20133 Milano, Italy ∗ Corresponding author. The synthesis of Mn(III)-complexes of new chiral porphyrins 1a and 1b prepared by condensation of enantiomerically pure [2.2]-p-cyclophane-4-carbaldehyde and pyrrole are described. These compounds were used as catalysts in epoxidation reactions of prochiral alkenes, carried out in the presence of aqueous NaOCl at pH = 10.0 as oxygen donor and small amounts of 4-tert-butylpyridine as axial ligand, in CH2Cl2 H2O two-phase conditions at 0°C. Results indicate a satisfactory catalytic efficiency (up to 700 overall turnovers), with enantiomeric excesses in the range 22–31%. Keywords Chiral complexes Manganese Porphyrin Asymmetric oxidation catalysts Enantioselectivity Epoxidation NaOCl epoxidation [2.2]-p-Cyclophane-4-carbaldehyde resolution References [1] K.B. Sharpless B.M. Trost I. Fleming Comprehensive Organic Synthesis Vol. 7 1991 Pergamon Press New York 389 436 [2] J.P. Collmann X. Zhang V.J. Lee E. Uffelman J.I. Brauman Science 261 1993 1404 [3] (a) E.N. Jacobsen J. Ojima Catalytic Asymmetric Synthesis 1993 VCH New York 159 202 [3] (b) T. Katsuki Coord. Chem. Rev. 140 1995 189 214 [4] (a) E.N. Jacobsen W. Zhang A.R. Muci J.R. Ecker L. Ding J. Am. Chem. Soc. 113 1991 7063 [4] (b) N.H. Lee A.R. Muci E.N. Jacobsen Tetrahedron Lett. 32 1991 5055 [5] (a) B. Meunier Chem. Rev. 92 1992 1411 1456 [5] (b) S. Quici S. Banfi G. Pozzi Gazz. Chim. Ital. 123 1993 597 612 [6] J.T. Groves R.S. Myers J. Am. Chem. Soc. 105 1983 5791 [7] T. Boschi S. Licoccia R. Paolesse P. Tagliatesta F. Montanari L. Casella Metalloporphyrin Catalyzed Oxidations 1994 Kluwer Dordrecht 239 267 [8] S. O'Malley T. Kodadek J. Am. Chem. Soc. 111 1989 9116 [9] R.L. Halterman S.T. Jan J. Org. Chem. 56 1991 5253 [10] S.M. Rosenfeld P.M. Keehn The Cyclophanes Vol. 1, 2 1983 Academic Press New York [11] (a) L. Czuchajowski M. Lozynski J. Heterocycl. Chem. 25 1988 349 [11] (b) L. Czuchajowski S. Goszczynski D.E. Weeler A.K. Wisor J. Heterocycl. Chem. 25 1988 1825 [12] L. Czuchajowski S. Goszczynski A.K. Wisor J.E. Bannett T. Malinski J. Heterocycl. Chem. 26 1989 1477 [12] (b) L. Czuchajowski J.E. Bannett S. Goszczynski D.E. Wheeler A.K. Wisor T. Malinski J. Am. Chem. Soc. 111 1989 607 [13] L. Czuchajowski S. Goszczynski A.K. Wisor Heterocycles 29 1989 287 [14] A. Rieche H. Gross E. Hoft Chem. Ber. 93 1960 88 [15] T. Izumi T. Hinata J. Chem. Technol. Biotechnol. 55 1992 227 [16] D.Y. Antonov Y.N. Belokon N.S. Ikonnikov S.A. Orlova A.P. Pisarevsky N.I. Raevsky V.I. Rozemberg E.V. Sergeeva Y.T. Struchkov V.I. Tararov E.V. Vorontsov J. Chem. Soc., Perkin Trans. 1 1995 1873 [17] J.A. Dale D.L. Dull H.S. Mosher J. Org. Chem. 34 1969 2543 [18] J.S. Lindsey I.C. Schreiman H.C. Hsu P.C. Kearney A.M. Marguerettaz J. Org. Chem. 52 1987 827 [19] L. Czuchajowski S. Goszczwnski A.K. Wisor J. Heterocycl. Chem. 25 1985 1343 [20] P. Le Maux H. Bahri G. Simonneaux Tetrahedron 49 1993 1401 [21] M.J. Crossley L.D. Field A.J. Foster M.M. Harding S. Sternhell J. Am. Chem. Soc. 109 1987 341 [22] (a) F. Montanari M. Penso S. Quici P. Viganò J. Org. Chem. 50 1985 4888 [22] (b) S. Banfi F. Montanari S. Quici J. Org. Chem. 54 1989 1850 [22] (c) S. Banfi M. Dragoni F. Montanari G. Pozzi S. Quici Gazz. Chim. Ital. 123 1993 431 [23] G. Solladié G. Demailly C. Greck Tetrahedron Lett. 62 1985 435 [24] D.R. Boyd D.M. Jerina J.W. Daly J. Org. Chem. 35 1970 3170 [25] (a) A. Murano Agr. Biol. Chem. 36 1972 2203 [25] (b) A. Murano Agr. Biol. Chem. 37 1973 981",
      "scopus-id": "0030602002",
      "coredata": {
        "eid": "1-s2.0-S1381116996000489",
        "dc:description": "The synthesis of Mn(III)-complexes of new chiral porphyrins 1a and 1b prepared by condensation of enantiomerically pure [2.2]-p-cyclophane-4-carbaldehyde and pyrrole are described. These compounds were used as catalysts in epoxidation reactions of prochiral alkenes, carried out in the presence of aqueous NaOCl at pH = 10.0 as oxygen donor and small amounts of 4-tert-butylpyridine as axial ligand, in CH2Cl2 H2O two-phase conditions at 0°C. Results indicate a satisfactory catalytic efficiency (up to 700 overall turnovers), with enantiomeric excesses in the range 22–31%.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996000489",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Banfi, Stefano"
          },
          {
            "@_fa": "true",
            "$": "Manfredi, Amedea"
          },
          {
            "@_fa": "true",
            "$": "Montanari, Fernando"
          },
          {
            "@_fa": "true",
            "$": "Pozzi, Gianluca"
          },
          {
            "@_fa": "true",
            "$": "Quici, Silvio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996000489"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996000489"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00048-9",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of chiral Mn(III)-meso-tetrakis-[2.2]-p-cyclophanyl-porphyrin: a new catalyst for enantioselective epoxidation",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Recent Developments in Biomimetic Oxidation Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Chiral complexes"
          },
          {
            "@_fa": "true",
            "$": "Manganese"
          },
          {
            "@_fa": "true",
            "$": "Porphyrin"
          },
          {
            "@_fa": "true",
            "$": "Asymmetric oxidation catalysts"
          },
          {
            "@_fa": "true",
            "$": "Enantioselectivity"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "NaOCl epoxidation"
          },
          {
            "@_fa": "true",
            "$": "[2.2]-p-Cyclophane-4-carbaldehyde resolution"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "77-86",
        "prism:endingPage": "86",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 November 1996",
        "prism:doi": "10.1016/S1381-1169(96)00048-9",
        "prism:startingPage": "77",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00048-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "94",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996000489-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "612",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030602002"
      }
    }
  }
}