{
  "metadata": {
    "title": "Epoxidation of styrene by anhydrous hydrogen peroxide over boehmite and alumina catalysts with continuous removal of the reaction water",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-03-01",
    "doi": "10.1016/j.molcata.2004.10.025",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904007915",
    "pii": "S1381116904007915"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-11444270245",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-12-08 2004-12-08 2010-04-19T04:56:56 1-s2.0-S1381116904007915 S1381-1169(04)00791-5 S1381116904007915 10.1016/j.molcata.2004.10.025 S300 S300.3 FULL-TEXT 1-s2.0-S1381116900X02129 2015-05-15T05:56:32.920819-04:00 0 0 20050301 2005 2004-12-08T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 227 227 1 2 1 2 Volume 227, Issues 1–2 31 217 222 217 222 20050301 1 March 2005 2005-03-01 2005 article fla Copyright © 2004 Elsevier B.V. All rights reserved. EPOXIDATIONSTYRENEBYANHYDROUSHYDROGENPEROXIDEOVERBOEHMITEALUMINACATALYSTSCONTINUOUSREMOVALREACTIONWATER CHOUDHARY V 1 Introduction 2 Experimental 3 Results and discussion 3.1 Catalyst characterization 3.2 Effect of water on the epoxidation 3.3 Effect of catalyst calcination temperature on the epoxidation 3.4 Effect of H2O2/styrene ratio on the epoxidation 3.5 Effect of catalyst loading on the epoxidation and H2O2 decomposition 3.6 General discussion 4 Conclusions Acknowledgement References YANG 2000 221 Q KUMAR 1995 163 S LAHA 2001 64 S ZHANG 1996 9164 W GRIEKEN 2000 49 V YANG 2000 507 Q FU 1999 351 J MANDELLI 2001 209 D CHOUDHARY 1982 472 V CHOUDHARYX2005X217 CHOUDHARYX2005X217X222 CHOUDHARYX2005X217XV CHOUDHARYX2005X217X222XV item S1381-1169(04)00791-5 S1381116904007915 1-s2.0-S1381116904007915 10.1016/j.molcata.2004.10.025 271358 2010-10-10T21:01:14.436862-04:00 2005-03-01 1-s2.0-S1381116904007915-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/MAIN/application/pdf/bbada3c4ca1412fbf592179f3dd363a6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/MAIN/application/pdf/bbada3c4ca1412fbf592179f3dd363a6/main.pdf main.pdf pdf true 268912 MAIN 6 1-s2.0-S1381116904007915-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/PREVIEW/image/png/c9dd317bc6f136e8e7a3cc2da378cde0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/PREVIEW/image/png/c9dd317bc6f136e8e7a3cc2da378cde0/main_1.png main_1.png png 60983 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904007915-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr5/DOWNSAMPLED/image/jpeg/a57894fc899b5fd6c069bac5200f5681/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr5/DOWNSAMPLED/image/jpeg/a57894fc899b5fd6c069bac5200f5681/gr5.jpg gr5 gr5.jpg jpg 17589 431 361 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007915-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr5/THUMBNAIL/image/gif/47282c9a3632585776aceab84ab88b07/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr5/THUMBNAIL/image/gif/47282c9a3632585776aceab84ab88b07/gr5.sml gr5 gr5.sml sml 1660 93 78 IMAGE-THUMBNAIL 1-s2.0-S1381116904007915-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr1/DOWNSAMPLED/image/jpeg/8a5f24ae87b7dd02e20198c7b17108f3/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr1/DOWNSAMPLED/image/jpeg/8a5f24ae87b7dd02e20198c7b17108f3/gr1.jpg gr1 gr1.jpg jpg 38423 405 541 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007915-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr1/THUMBNAIL/image/gif/215ee2f89cb51108a91a6acc65408d67/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr1/THUMBNAIL/image/gif/215ee2f89cb51108a91a6acc65408d67/gr1.sml gr1 gr1.sml sml 2595 94 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904007915-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr2/DOWNSAMPLED/image/jpeg/0bc0c3a23347bd75f39b29709a91c220/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr2/DOWNSAMPLED/image/jpeg/0bc0c3a23347bd75f39b29709a91c220/gr2.jpg gr2 gr2.jpg jpg 33146 514 344 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007915-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr2/THUMBNAIL/image/gif/948c85c74f9da8b58ba94a0bed3a30c4/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr2/THUMBNAIL/image/gif/948c85c74f9da8b58ba94a0bed3a30c4/gr2.sml gr2 gr2.sml sml 1906 93 62 IMAGE-THUMBNAIL 1-s2.0-S1381116904007915-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/fx1/DOWNSAMPLED/image/gif/8651b2e88185a05c741aa3c5910b5fed/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/fx1/DOWNSAMPLED/image/gif/8651b2e88185a05c741aa3c5910b5fed/fx1.gif fx1 true fx1.gif gif 2671 122 242 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007915-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/fx1/THUMBNAIL/image/gif/094d95c574e2f61ac40cd18d700a5af5/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/fx1/THUMBNAIL/image/gif/094d95c574e2f61ac40cd18d700a5af5/fx1.sml fx1 true fx1.sml sml 1041 63 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904007915-fx2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/fx2/DOWNSAMPLED/image/gif/e3584d434f0e95f8312917c9fe456a58/fx2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/fx2/DOWNSAMPLED/image/gif/e3584d434f0e95f8312917c9fe456a58/fx2.gif fx2 fx2.gif gif 3175 103 363 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007915-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/fx2/THUMBNAIL/image/gif/92a727d2ef1a8fed5d4fd9fe5f836caa/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/fx2/THUMBNAIL/image/gif/92a727d2ef1a8fed5d4fd9fe5f836caa/fx2.sml fx2 fx2.sml sml 712 35 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904007915-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr3/DOWNSAMPLED/image/jpeg/bd8a7246aaf9deda0c2dcb86dc8d69b3/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr3/DOWNSAMPLED/image/jpeg/bd8a7246aaf9deda0c2dcb86dc8d69b3/gr3.jpg gr3 gr3.jpg jpg 30468 551 349 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007915-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr3/THUMBNAIL/image/gif/bd79dee0dedead6b00390c706df67289/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr3/THUMBNAIL/image/gif/bd79dee0dedead6b00390c706df67289/gr3.sml gr3 gr3.sml sml 1772 93 59 IMAGE-THUMBNAIL 1-s2.0-S1381116904007915-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr4/DOWNSAMPLED/image/jpeg/d08d7b60fda713937dc8e973db4d7b2f/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr4/DOWNSAMPLED/image/jpeg/d08d7b60fda713937dc8e973db4d7b2f/gr4.jpg gr4 gr4.jpg jpg 28088 658 359 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007915-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007915/gr4/THUMBNAIL/image/gif/c71c6d2ae83192bd7d261379106e539d/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007915/gr4/THUMBNAIL/image/gif/c71c6d2ae83192bd7d261379106e539d/gr4.sml gr4 gr4.sml sml 1519 94 51 IMAGE-THUMBNAIL MOLCAA 4976 S1381-1169(04)00791-5 10.1016/j.molcata.2004.10.025 Elsevier B.V. Fig. 1 Epoxidation of styrene over boehmite (dried at 200°C) by (a) aqueous H2O2 (50% H2O2 in water), (b) anhydrous H2O2 without the continuous removal of the reaction water, (c) anhydrous H2O2 with the continuous removal of the reaction water [reaction mixture=20mmol styrene+40mmol H2O2 +9ml ethyl acetate or water+0.4g catalyst] [selectivity for styrene oxide (○), phenyl acetaldehyde (Δ) and benzaldehyde and benzoic acid (▿)]. Fig. 2 Effect of catalyst calcination temperature on the epoxidation (with the continuous removal of the reaction water) over boehmite at two different reaction periods [reaction mixture=20mmol styrene+40mmol H2O2 +9ml ethyl acetate+0.4g catalyst] [selectivity for styrene oxide (○), phenyl acetaldehyde (Δ) and benzaldehyde and benzoic acid (▿)]. Fig. 3 Effect of H2O2/styrene ration on the epoxidation (with the continuous removal of the reaction water) over alumina (obtained by calcining boehmite at 400°C for 2h) at to different reaction periods [reaction mixture=20mmol styrene+9ml ethyl acetate+0.4g catalyst+0–40mmol H2O2] [selectivity for styrene oxide (○), phenyl acetaldehyde (Δ) and benzaldehyde and benzoic acid (▿)]. Fig. 4 Effect of catalyst loading on the epoxidation (with the continuous removal of the reaction water) over alumina (obtained by calcination of the boehmite at 600°C for 2h) [reaction mixture=20mmol styrene+40mmol H2O2 +9ml ethyl acetate+0.0–0.8g catalyst and reaction period=5h] [selectivity for styrene oxide (○), phenyl acetaldehyde (Δ) and benzaldehyde and benzoic acid (▿)]. Fig. 5 Effect of catalyst loading on the decomposition of H2O2 during the epoxidation (with the continuous removal of the reaction water) over alumina (obtained by calcination of the boehmite at 600°C for 2h) [reaction mixture=20mmol styrene+40mmol H2O2 +9ml ethyl acetate+0.0–0.8g catalyst and reaction period=5h]. Table 1 Data on characterization of catalysts obtained by calcination of boehmite at different temperatures Calcination temperature (°C) Crystalline phases Surface area (m2 g−1) Ammonia chemisorbed at 150°C (mmolg−1) μmolm2 200 Boehmite 197 0.25 1.27 400 a Bohemite (major) γ–Al2O3 (minor) 210 0.47 2.24 500 γ–Al2O3 (major) 203 0.38 1.87 600 γ–Al2O3 (major) 164 0.23 1.40 900 α–Al2O3 and γ–Al2O3 120 0.11 0.92 a The material obtained by calcination of boehmite at 400°C is less crystalline. Epoxidation of styrene by anhydrous hydrogen peroxide over boehmite and alumina catalysts with continuous removal of the reaction water V.R. Choudhary a * N.S. Patil a b N.K. Chaudhari a S.K. Bhargava b a Chemical Engineering Division, National Chemical Laboratory, Pune 411008, India b Department of Applied Chemistry, Royal Melbourne Institute of Technology, Melbourne, 3000 Vic., Australia * Corresponding author. Tel.: +91 20 25890765; fax: +91 20 25893041/3355. Boehmite and alumina (obtained from the boehmite by its calcination at different temperatures 300–900°C) are active and stable catalysts for the selective epoxidation of styrene by anhydrous H2O2 to styrene oxide with continuous removal of the reaction water. Influence of the catalyst (boehemite) calcination temperature, H2O2/styrene ratio and catalyst loading on the styrene conversion and selectivity for styrene oxide, phenyl acetaldehyde, benzaldehyde and benzoic acid in the epoxidation has been investigated. In the presence of water, the catalyst shows very poor activity and selectivity in the epoxidation. The catalyst also catalyses H2O2 decomposition and hence has optimum loading for obtaining high-styrene conversion in the epoxidation. Graphical abstract MCM-41 molecular sieves modified with Hdpf and/or, [{Ru(η6-p-cymene)Cl(μ-Cl)}2] and the molecular compound 2 were used as catalysts for the reaction between propargyl alcohol and benzoic acid to give 2-oxopropyl benzoate. Keywords Epoxidation of styrene Styrene oxide Boehmite Alumina Anhydrous hydrogen peroxide 1 Introduction Epoxidation of styrene is commercially important reaction for the production styrene oxide, an important organic intermediate. Earlier studies reported for the epoxidation of styrene were based on the use of TS-1 [1–4], Ti–SiO2 [1,5,6], Ti–MCM-41 [4], and TBS-2 and TS-1 [7] catalysts, using different oxidising agents, such as TBHP [5], aqueous H2O2 [1,2,6,7], and urea–H2O2 adduct [3]. For all the above catalysts, the use of aqueous H2O2 resulted in a very poor selectivity for styrene oxide. High-styrene oxide selectivity (≥80%) could be obtained using urea–H2O2 adduct [3] and TBHP [5] as the oxidising agents but only at a low-styrene conversion (18 and 10%, respectively). It is, therefore, of great practical interest to find a much better catalyst for the epoxidation of styrene. Recently, Mandelli et al. [8] have observed a good activity and selectivity for γ-alumina in the epoxidation of limonene, cyclohexene and 1-octene by anhydrous H2O2. However, they observed catalyst deactivation due to accumulation of the reaction water; after a certain reaction period (5h), the catalyst was deactivated. In the present paper, we report the use of boehmite and alumina (obtained from the boehmite by its calcination at different temperatures), which are not only cheaper but also more active/selective catalysts, for the epoxidation of styrene by an anhydrous H2O2 with a continuous removal of the reaction water. Because of the reaction water removal, there was little or no deactivation of the catalyst during the epoxidation. 2 Experimental Boehmite was a commercial material and, before its use, it was heated in a muffle furnace at 100 or 200°C for 2h. Alumina catalysts were obtained by calcining the boehmite in a muffle furnace at different temperatures (300, 400, 500, 600, or 900°C) for 2h. All the catalysts were stored in a desicator. The boehmite and alumina were characterized by powder X-ray diffraction for their crystalline nature, N2 adsorption at liquid nitrogen temperature for their surface area and also by ammonia chemisorption at 150°C for their acidity. The chemisorption of ammonia at 150°C in the present case is defined as the amount of ammonia retained on the catalyst at that temperature when the catalyst (0.5g) presaturated with ammonia was swept with a pure inert gas (moisture free N2 at flow rate of 25mlmin−1) for a period of 0.5h. The catalytic epoxidation of styrene over boehmite and alumina catalysts was carried out in a magnetically stirred glass reactor (capacity: 25cm3) under reflux (bath temperature: 107°C), using aqueous H2O2 (50% H2O2 in water) or non-aqueous (anhydrous) H2O2 (24% H2O2 in ethyl acetate) as an oxidizing agent and moisture-free ethyl acetate as a solvent, with or without continuous removal of the water formed in the reaction. The continuous removal of the reaction water (when anhydrous H2O2 was used as the oxidizing agent) was accomplished by using Dean-Stark trap between the reactor and the reflux condenser. The anhydrous H2O2 (24% H2O2 in ethyl acetate) was obtained by refluxing an aqueous H2O2 (50% H2O2 in water) with ethyl acetate, and thereby removing the water from the aqueous H2O2, using Dean-Stark trap. The amount of H2O2 present in the anhydrous H2O2–ethyl acetate or in the reaction mixture after the epoxidation reaction was determined by decomposing the H2O2 by MnO2 and measuring the amount of oxygen produced in the H2O2 decomposition (H2O2 →H2O+0.5O2) quantitatively, using a constant pressure gas collector [9]. The unconverted styrene and reaction products (viz. styrene oxide, phenyl acetaldehyde, benzaldehyde and benzoic acid) were analysed by gas chromatography, using a SE-30 (on chromosorb-W) column and a flame ionization detector. The conversion, product selectivity and product yield were calculated as follows: conversion (%)=(moles of reactant converted×100)÷(moles of reactant in feed); product selectivity (%)=(moles of product formed)×100)÷(moles of reactant converted); and product yield (%)=(percentage of reactant converted to a particular product) or [conversion (%)×product selectivity (%)÷100]. The decomposition of H2O2 during the epoxidation was studied by measuring quantitatively the amount of oxygen evolved using the gas collector. Before collecting, the reactor effluent gas was bubbled through a concentrated NaOH solution to absorb CO2, if any, present in the gas. 3 Results and discussion 3.1 Catalyst characterization The catalysts obtained by the calcination of boehmite at different temperatures are characterized for their crystalline nature, surface area, and ammonia chemisorbed at 150°C (Table 1 ). Both the surface area and ammonia chemisorption are passed through a maximum with increase in the calcination temperature. The highest surface area and ammonia chemisorption are observed for the catalyst obtained by the calcination at 400°C. 3.2 Effect of water on the epoxidation Results showing a strong influence of the presence of water from the aqueous H2O2 or the water formed in the reaction on the styrene conversion and product selectivity in the epoxidation over the boehmite (preheated at 200°C for 2h) catalyst are presented in Fig. 1 . When aqueous H2O2 was used as the oxidizing agent, the styrene conversion was very low and the selectivity for both the styrene oxide and phenyl acetaldehyde was also very poor (Fig. 1a). Whereas, the use of anhydrous H2O2 without the continuous removal of the reaction water has resulted in a significant increase in both the conversion of styrene and selectivity for styrene oxide and phenyl acetaldehyde (Fig. 1b). The conversion and the selectivity, particularly for styrene oxide, are further increased markedly when the anhydrous H2O2 with the continuous removal of the reaction water formed in the reaction was employed for the epoxidation (Fig. 1c). All the further runs on the epoxidation were carried out using the anhydrous H2O2 as the oxidizing agent with the continuous removal of the reaction water during the epoxidation. The catalyst could be reused after filtering and washing with ethyl acetate without loosing significantly its original epoxidation activity. 3.3 Effect of catalyst calcination temperature on the epoxidation Results in Fig. 2 show the effect of calcination temperature of boehmite on the conversion and product selectivity in the epoxidation over the catalyst (obtained in the calcination of bohemite) for two different reaction periods (1 and 5h). The results (Fig. 2) show that when calcination temperature is increased, both the styrene conversion and the selectivity for styrene oxide are passed through a maximum and that for phenyl acetaldehyde is passed through a minimum. The selectivity for benzaldehyde and benzoic acid also passed through a minimum. The best performance is shown by the catalyst obtained at the calcination temperature of 600°C (Fig. 2b). This catalyst also could be reused, after filtering and washing with ethyl acetate, for the epoxidation without a significant loss in its original activity. 3.4 Effect of H2O2/styrene ratio on the epoxidation Results showing the influence of H2O2/styrene mole ratio on the conversion and product selectivity in the styrene epoxidation over the catalyst (obtained by the calcination of boehmite at 400°C) are presented in Fig. 3 . When H2O2/styrene ratio was increased from 0 to 2.0, the styrene conversion was increased markedly depending upon the ratio but relatively there was only a small effect on the product selectivity. 3.5 Effect of catalyst loading on the epoxidation and H2O2 decomposition Fig. 4 shows the influence of loading of the catalyst (obtained from the calcination of boehmite at 600°C) on the conversion and product selectivity in the epoxidation. The increase in the catalyst loading from 16.7 to 66.8gdm−3 resulted an increase in the conversion at the lower catalyst loadings but a decrease in the conversion at the higher catalyst loadings. However, the selectivity for styrene oxide is increased markedly and that for phenyl acetaldehyde or benzaldehyde and benzoic acid is decreased with increasing the catalyst loading. The dependence on the catalyst loading of the extent of H2O2 decomposition (H2O2 →H2O+0.5O2) is shown in Fig. 5 . The H2O2 decomposition is increased markedly with increasing the catalyst loading. 3.6 General discussion Results in Fig. 1 clearly show that the boehmite catalyst is deactivated due to the presence of water in the reaction mixture. Sheldon and co-workers [8] have also observed deactivation of alumina by the reaction water in the epoxidation of cyclic and linear olefinic compounds even though anhydrous H2O2 was used as the oxidizing agent. Thus to avoid the catalyst deactivation, it is essential to remove the reaction water as soon as it is formed in the epoxidation reaction over boehmite or alumina catalysts. Both the boehmite and alumina catalysts show good activity and selectivity in the epoxidation of styrene by anhydrous H2O2 with the continuous removal of the reaction water (Figs. 1c, 2 and 3). However, the catalyst (γ-alumina) derived from boehmite by its calcination at 600°C showed the best performance (both the high activity and selectivity) in the styrene-to-styrene oxide epoxidation. Based on the product formed, a following complex reaction scheme for the styrene epoxidation is proposed. The surface area and acidity (ammonia chemisorbed at 150°C per unit mass of surface) of the catalyst are passed through maximum with increasing the catalyst calcination temperature (Table 1). Both the styrene conversion activity and selectivity for styrene oxide are also passed through a maximum (Fig. 2). The maximum in the two cases, however, does not occur at the same calcination temperature. Nevertheless, there exists some sort of correlation between the surface properties and the catalytic activity/selectivity. The observed variation of the styrene conversion with the catalyst loading (Fig. 4) is unusual. At the lower catalyst loadings, the increase in the styrene conversion with the catalyst loading is due to the increase of styrene epoxidation rate. However, at the higher catalyst loadings, the H2O2 decomposition rate during the epoxidation is much higher than that at lower loadings (Fig. 5) and hence sufficient H2O2 is not available for the epoxidation, which ultimately leads to a lower styrene conversion at the higher catalyst loadings. Because of the simultaneously occurring H2O2 decomposition and epoxidation reactions, the catalyst loading has an optimum value for obtaining the highest styrene conversion in the epoxidation. In the epoxidation of styrene by anhydrous H2O2 over boehmite or alumina catalyst, >AlOOH species, similar to that proposed earlier by Sheldon and co-workers [8] for the epoxidation of linear or cyclic olefins, seem to be responsible for the styrene epoxidation. These species are expected to be formed by the reaction between the surface hydroxyl groups of the catalyst and the H2O2, as follow: (1) >AlOH+H2O2 →>AlOOH+H2O The presence of water is expected to suppress the formation of AlOOH species, which is consistent with the observations made in the present case. In the presence of water, the Lewis acid sites of the catalyst are expected to be blocked by the strongly adsorbed water molecules, which may also hinder the formation of AlOOH species. 4 Conclusions Both the boehmite and alumina obtained by calcination of boehmite at different temperatures (200–900°C) show good activity and selectivity for the epoxidation of styrene by anhydrous H2O2 with continuous removal of the reaction water. In the presence of water, the catalyst shows very poor activity in the epoxidation. The alumina (obtained by the calcination of boehmite at 600°C) catalyst showed the best performance. The catalyst also catalyses the decomposition of H2O2 simultaneously with the epoxidation and hence has an optimum loading for obtaining high-styrene conversion activity in the epoxidation process. Acknowledgement N.S.P. is grateful to RMIT, Melbourne, Australia for the award of research fellowship. References [1] Q. Yang C. Li J.L. Wang P. Ying Q. Xin W. Shi Stud. Surf. Sci. Catal. 130 2000 221 [2] S.B. Kumar S.P. Mirajkar G.C.G. Pais P. Kumar R. Kumar J. Catal. 156 1995 163 [3] S.C. Laha R. Kumar J. Catal. 204 2001 64 [4] W. Zhang M. Froba J. Wang P. Tanev J. Wong T. Pinnavaia J. Am. Chem. Soc. 118 1996 9164 [5] V.R. Grieken J.L. Sotelo C. Martos J.L.G. Fierro M. Lopez-Granados R. Mariscal Catal. Today 61 2000 49 [6] Q. Yang S. Wang J. Lu G. Xiong Z. Feng X. Xin C. Li Appl. Catal. 194–195 2000 507 [7] J. Fu D. Yin D. Yin Q. Li L. Zhang Y. Zhang Microporous Mesoporous Mater. 29 1999 351 [8] D. Mandelli C.A. van Vliet R.A. Sheldon U. Schuchardt Appl. Catal. 219 2001 209 [9] V.R. Choudhary M.G. Parande P.H. Brahme Ind. Eng. Chem. Fundam. 21 1982 472",
      "scopus-id": "11444270245",
      "coredata": {
        "eid": "1-s2.0-S1381116904007915",
        "dc:description": "Boehmite and alumina (obtained from the boehmite by its calcination at different temperatures 300–900°C) are active and stable catalysts for the selective epoxidation of styrene by anhydrous H2O2 to styrene oxide with continuous removal of the reaction water. Influence of the catalyst (boehemite) calcination temperature, H2O2/styrene ratio and catalyst loading on the styrene conversion and selectivity for styrene oxide, phenyl acetaldehyde, benzaldehyde and benzoic acid in the epoxidation has been investigated. In the presence of water, the catalyst shows very poor activity and selectivity in the epoxidation. The catalyst also catalyses H2O2 decomposition and hence has optimum loading for obtaining high-styrene conversion in the epoxidation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904007915",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Choudhary, V.R."
          },
          {
            "@_fa": "true",
            "$": "Patil, N.S."
          },
          {
            "@_fa": "true",
            "$": "Chaudhari, N.K."
          },
          {
            "@_fa": "true",
            "$": "Bhargava, S.K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904007915"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904007915"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00791-5",
        "prism:volume": "227",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Epoxidation of styrene by anhydrous hydrogen peroxide over boehmite and alumina catalysts with continuous removal of the reaction water",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Epoxidation of styrene"
          },
          {
            "@_fa": "true",
            "$": "Styrene oxide"
          },
          {
            "@_fa": "true",
            "$": "Boehmite"
          },
          {
            "@_fa": "true",
            "$": "Alumina"
          },
          {
            "@_fa": "true",
            "$": "Anhydrous hydrogen peroxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "217-222",
        "prism:endingPage": "222",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 2005",
        "prism:doi": "10.1016/j.molcata.2004.10.025",
        "prism:startingPage": "217",
        "dc:identifier": "doi:10.1016/j.molcata.2004.10.025",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "431",
            "@width": "361",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17589",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "78",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1660",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "405",
            "@width": "541",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38423",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2595",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "514",
            "@width": "344",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33146",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "62",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1906",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "122",
            "@width": "242",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2671",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1041",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "103",
            "@width": "363",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-fx2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3175",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "712",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "551",
            "@width": "349",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30468",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1772",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "658",
            "@width": "359",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28088",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "51",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007915-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1519",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/11444270245"
      }
    }
  }
}