{
  "metadata": {
    "title": "Separation of catalyst compounds in two-phase and uni-phase systems by membranes",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-02-24",
    "doi": "10.1016/S1381-1169(96)00365-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003652",
    "pii": "S1381116996003652"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0242571682",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-05-27 1998-05-27 2010-03-25T21:28:44 1-s2.0-S1381116996003652 S1381-1169(96)00365-2 S1381116996003652 10.1016/S1381-1169(96)00365-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0057X 2015-05-15T05:56:33.668241-04:00 0 0 19970224 1997 1998-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 116 116 1 2 1 2 Volume 116, Issues 1–2 6 39 42 39 42 19970224 24 February 1997 1997-02-24 1997 Catalysis in Water converted-article fla Copyright © 1997 Published by Elsevier B.V. SEPARATIONCATALYSTCOMPOUNDSINTWOPHASEUNIPHASESYSTEMSBYMEMBRANES MULLER T WIEBUS 1994 916 923 E MULLERX1997X39 MULLERX1997X39X42 MULLERX1997X39XT MULLERX1997X39X42XT item S1381-1169(96)00365-2 S1381116996003652 1-s2.0-S1381116996003652 10.1016/S1381-1169(96)00365-2 271358 2010-09-29T19:50:00.06293-04:00 1997-02-24 1-s2.0-S1381116996003652-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003652/MAIN/application/pdf/ca7a5b1883c5ac7cee3ef94efe6379e0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003652/MAIN/application/pdf/ca7a5b1883c5ac7cee3ef94efe6379e0/main.pdf main.pdf pdf true 290856 MAIN 4 1-s2.0-S1381116996003652-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003652/PREVIEW/image/png/4aff53dd020d518de42fe49b45eb6a39/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003652/PREVIEW/image/png/4aff53dd020d518de42fe49b45eb6a39/main_1.png main_1.png png 64078 849 656 IMAGE-WEB-PDF 1 - JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL ELSEVIER Journal of Molecular Catalysis A: Chemical 116 (1997) 39-42 Letter Separation of catalyst compounds in two-phase and uni-phase systems by membranes Th. Mler * , H. Bahrmann Research and Development, Hoechst AG, Werk Ruhrchemie, Otto-Roelen-StraJ3e, 46728 Oberhausen, Germany Received 10 January 1996; revised 17 July 1996; accepted 12 August 1996 Abstract The separation of the decomposition products in two phase systems which accumulate in life time of the catalyst from the rhodium complex and the excess free ligands is very difficult. Ruhrchemie (now a subsidiary of Hoechst) has developed a process to remove the decomposition products chemically by a two-stage combination of extraction and reextraction with a pre-separation by membranes. Hoechst Ruhrchemie also developed the first successful industrial application of membrane technology for uni-phase systems allowing the continuous and simple separation of the catalyst system from the reaction product and its direct recycling into the catalysis. The first successful industrial application of water-soluble catalysts in the oxo process of Ruhrchemie/Rhe-Poulenc is well known and has often been described [1]. One of the aspects of this process, which might not be so well known, is the possibility of using membrane technology within this system for the separation of Rhodium and unwanted by products/degradation products of the catalyst. In this process, olefins are converted under temperature and pressure with CO and hydrogen to the corresponding aldehydes. The reaction requires expensive catalysts such as rhodium-hydridocarbonyl complexes. These rhodium complexes need an excess of free phosphorous ligands for their stability in the aqueous solution. One of the main objectives of all hydro- Corresponding author. 1381-1169/97/$17.00 Copyright 1997 Published by Elsevier Science PH S1387-1169(96)00365-2 formylation processes is the continuous and simple separation of the catalyst system from the reaction product and its direct recycling into the catalysis. In water-soluble systems like the Ruhrchemie/Rhone-Poulenc process this can be achieved by simple phase separation. The separation of the decomposition products which accumulate in the long term over the life time of the catalyst from the rhodium complex and the excess free ligands is much more difficult. These products are formed, for example, through the oxidation of the free ligands. Ruhrchemie (now a subsidiary of Hoechst) has developed a process to remove the decomposition products chemically by a two-stage combination of extraction and reextraction [2]. The disadvantage of this two-stage process is the consequential high loss of rhodium (Fig. 1). There is a great difference in the molecular size of the rhodium-hydridocarbonyl complex B.v. All rights reserved. 40 -on I Extraction Reextraction Rh: rh\"um Ug.: freeligands DL--: deconposiRion products d ligand Rn : 2Wio Ug. : ^ DEC. : 70% Fig. 1. Rhodium and ligand streams in the extraction /reextraction process. (molecular weight about 2,000) and the ligand and decomposition products (molecular weight less than 600). This is a typical separation problem which can be solved by membrane technology. Therefore, in 1984 a membrane process [3] was developed in order to pre-separate the rhodium first and then to explore the high separation effect of the chemical extraction/reextraction process (Fig. 2) between the ligands and their decomposition products. This process reduces the rhodium loss dramatically. For this separation problem a standard nanofiltration membrane with a design cut-off of 1,000 Da was used. The membrane stage was operated at a temperature of 30 and a transmembrane pressure drop of 16 bar. A permeate flux of about 10-12 phase separation reactor rhodium recycle L Nrernbrane aqueous separaii catalyst solution Th. Mlet; H. Bahrmann/Journal of Molecular Catalysis A: Chemical 116 (1997) 39-42 Table 1 Permeate flux Rhodium retention Ligand retention (I/M2 /h) (% of feed) (% of feed) 10 99 98 1/mz/h is necessary. It is therefore a cover-layer controlled process half way between nanofiltration and reverse osmosis. The overall result of this elegant process is a drastic decrease in the original high rhodium losses to values below 0.1 % of the feed. (Fig. 3). The use of membrane technology is, however, not restricted to the aqueous system. In addition to two-phase systems membrane technology offers substantial advantages in singlephase (homogeneous) reactions. In contrast to two-phase systems, in single phase-separation in homogeneous systems a distillation for catalyst separation and recycling is normally used. The homogeneous catalysts and free ligands are usually thermosensitive and are not able to withstand the temperature needed to distill the higher boiling reaction products in homogeneous reactions. Another result is that distillation often leads to very high amounts of unwanted by products. One example illustrating these problems is the homogeneous hydroformylation of dicy- product: aldehyde solvent recycle acid ~ alkaline ligand decomposition products ligand recycle Fig. 2. Schematic showing of the integration of membrane technology in aqueous soluble catalysts. Th. Miiller, H. Bahrmann/Journal of Molecular Catalvsis A: Chemical 116 (1997) 39-42 permeate Membxa- I;elaration concen trate Rh; rhodium Lig.: free ligands Dec.: decomposition products of llgand Extraction I Reextraction Fig. 3. Rhodium and ligand streams for pre-separation by membranes. clopentadiene to tricyclodecane-dialdehyde in toluene solution. This process requires high amounts of rhodium per tonne of feed in order to achieve a high conversion rate. This rhodium remains after distillate separation in a quantity more than 3,000 times that of a solid residue with a melting point of 80. Such material can hardly be subjected to rhodium recovery. Direct recycling of the rhodium is impossible. In this case, membrane technology offers a solution to this separation problem and avoids the problematic thermal stress of distillation in a catalyst recycling loop. 1st stage 2nd stage 41 i Rh : 0.05% Lig. 2% f Dec. : 70% 1 In view of the interesting use of membranes in organic solvents Hoechst has developed a specially modified catalyst system and a solvent-resistant nanofiltration membrane. The material of the membrane is a polyaramide [4] and the design cut-off is about 2,000 Da. The membrane is stable in nearly all solvents (for example, toluene or butyraldehyde) up to temperatures of 100 and higher. Both the rhodium in complex form and the free ligands are retained on the membrane surface, concentrated and recycled direct into the hydroformylation reaction. The reaction product CHO permeate ~'.-- P .~ ~ ` erds\"yds '~6~d .... reactor olefin rni~ ~UU i L-4 Jt Catalyst Recycle 95 % rhodium 94 % ligands Fig. 4. Membrane process for catalyst separation in solvents. 4 % rhodium 4 % ligands 42 Th. Mliller; H. Bahrmann /Journal of Molecular Catalysis A: Chemical 116 (1997) 39-42 (tricyclodecanaldehyde) permeates under the prevailing pressure through the membrane. This all happens under mild conditions with no thermal stress. The technical process is carried out as a two-stage membrane system to increase the rhodium and ligand retention (Fig. 4). A successful three-month pilot plant trial produced the results in Table 1. The pilot plant used standard commercially available large-scale modules, so the results can be transferred direct to production scale. This is the first process to be successfully implemented which uses membrane technology for the sepa- ration of hydroformylation catalysts from the oxo products. References [1] E. Wiebus and B. Cornils, Chem. Ing. Tech. 66(7) (1994) 916-923. [2] R. Gtner, B. Cornils, L. Bexten and D. Kupies, Ruhrchemie AG, EP-PS 0103845 (22.09.1982). [3] W. Greb, J. Hibbel, J. Much and V. Schmidt, Ruhrchemie AG, EP-PS 0263953 (09.09.1986). [4] H. Bahrmann, M. Haubs, W. Kreuder and Th. Miiller, Hoechst AG, EP-PS 0374615 (20.12.1988). MOLCAA 96003652 S1381-1169(96)00365-2 10.1016/S1381-1169(96)00365-2 Letter Separation of catalyst compounds in two-phase and uni-phase systems by membranes Th. Müller ∗ H. Bahrmann Research and Development, Hoechst AG, Werk Ruhrchemie, Otto-Roelen-Straße, 46128 Oberhausen, Germany ∗ Corresponding author. The separation of the decomposition products in two phase systems which accumulate in life time of the catalyst from the rhodium complex and the excess free ligands is very difficult. Ruhrchemie (now a subsidiary of Hoechst) has developed a process to remove the decomposition products chemically by a two-stage combination of extraction and reextraction with a pre-separation by membranes. Hoechst Ruhrchemie also developed the first successful industrial application of membrane technology for uni-phase systems allowing the continuous and simple separation of the catalyst system from the reaction product and its direct recycling into the catalysis. References [1] E. Wiebus B. Cornils Chem. Ing. Tech. 66 7 1994 916 923 [2] R. Gärtner, B. Cornils, L. Bexten and D. Kupies, Ruhrchemie AG, EP-PS 0103845 (22.09.1982). [3] W. Greb, J. Hibbel, J. Much and V. Schmidt, Ruhrchemie AG, EP-PS 0263953 (09.09.1986). [4] H. Bahrmann, M. Haubs, W. Kreuder and Th. Müller, Hoechst AG, EP-PS 0374615 (20.12.1988).",
      "scopus-id": "0242571682",
      "coredata": {
        "eid": "1-s2.0-S1381116996003652",
        "dc:description": "The separation of the decomposition products in two phase systems which accumulate in life time of the catalyst from the rhodium complex and the excess free ligands is very difficult. Ruhrchemie (now a subsidiary of Hoechst) has developed a process to remove the decomposition products chemically by a two-stage combination of extraction and reextraction with a pre-separation by membranes. Hoechst Ruhrchemie also developed the first successful industrial application of membrane technology for uni-phase systems allowing the continuous and simple separation of the catalyst system from the reaction product and its direct recycling into the catalysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003652",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Müller, Th."
          },
          {
            "@_fa": "true",
            "$": "Bahrmann, H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003652"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003652"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00365-2",
        "prism:volume": "116",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Separation of catalyst compounds in two-phase and uni-phase systems by membranes",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "Catalysis in Water",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "39-42",
        "prism:endingPage": "42",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 February 1997",
        "prism:doi": "10.1016/S1381-1169(96)00365-2",
        "prism:startingPage": "39",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00365-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0242571682"
      }
    }
  }
}