{
  "metadata": {
    "title": "Catalysts based on Ru/mesoporous phosphate heterostructures (PPH) for hydrotreating of aromatic hydrocarbons",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-08-01",
    "doi": "10.1016/j.molcata.2006.03.059",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906007102",
    "pii": "S1381116906007102"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33746026391",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-05-04 2006-05-04 2010-03-29T20:21:43 1-s2.0-S1381116906007102 S1381-1169(06)00710-2 S1381116906007102 10.1016/j.molcata.2006.03.059 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02364 2024-12-05T22:21:16.923978Z 0 0 20060801 2006 2006-05-04T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 255 255 1 2 1 2 Volume 255, Issues 1–2 11 41 48 41 48 20060801 1 August 2006 2006-08-01 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. CATALYSTSBASEDRUMESOPOROUSPHOSPHATEHETEROSTRUCTURESPPHFORHYDROTREATINGAROMATICHYDROCARBONS ELICHEQUESADA D 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalytic activity measurement 3 Results and discussion 3.1 Catalyst characterization 3.2 Catalytic results 3.2.1 The influence of temperature and acidity of the support 3.2.2 Thiotolerance 4 Conclusions Acknowledgement References KARONIS 1998 230 238 D COOPER 1996 203 223 B STANISLAUS 1994 75 123 A CORMA 1997 480 489 A REDDY 1996 137 144 K SONG 1999 1 10 C WANG 2001 19 29 A RAMIREZ 2000 69 78 J KLIMOVA 2001 357 365 T JIMENEZJIMENEZ 2005 3466 3472 J GRANGE 1997 375 391 P SAKANISHI 1989 3994 4001 K NIEUWSTAD 1973 404 411 T BARTHOLOMEW 1982 135 242 C BARBIER 1990 279 J ARCOYA 1991 557 564 A COX 1987 P ELECTRONICSTRUCTURECHEMISTRYSOLIDS ELICHEQUESADA 2005 209 221 D WEITKAMP 1968 1 A GIRGIS 1991 2021 2058 M HERNANDEZHUESCA 2001 122 132 R ELICHEQUESADA 2003 457 467 D KUBICKA 2004 65 79 D KUBICKA 2004 313 327 D ROUQUEROL 1999 F ADSORPTIONBYPOWDERSPOROUSSOLIDS BETACOURT 1998 307 314 P PINNA 1995 166 169 F BOSSI 1979 405 A KOOPMAN 1981 172 179 P MOULDER 1992 J HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY FUJIKAWA 2000 253 261 T ISODA 1998 493 502 T NIEMELA 1997 319 334 M ELICHEQUESADAX2006X41 ELICHEQUESADAX2006X41X48 ELICHEQUESADAX2006X41XD ELICHEQUESADAX2006X41X48XD item S1381-1169(06)00710-2 S1381116906007102 1-s2.0-S1381116906007102 10.1016/j.molcata.2006.03.059 271358 2024-12-05T22:21:16.923978Z 2006-08-01 1-s2.0-S1381116906007102-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/MAIN/application/pdf/1f08d470259519ce577863469bae338c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/MAIN/application/pdf/1f08d470259519ce577863469bae338c/main.pdf main.pdf pdf true 337070 MAIN 8 1-s2.0-S1381116906007102-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/PREVIEW/image/png/bc7afdf9df69f71882be906ebd8295ec/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/PREVIEW/image/png/bc7afdf9df69f71882be906ebd8295ec/main_1.png main_1.png png 70532 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906007102-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/STRIPIN/image/gif/25450281294c8ef35e31938041a22895/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/STRIPIN/image/gif/25450281294c8ef35e31938041a22895/si1.gif si1 si1.gif gif 363 18 68 ALTIMG 1-s2.0-S1381116906007102-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/gr1/DOWNSAMPLED/image/jpeg/e41c03b05546b46f9cd8b82aff22aef5/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/gr1/DOWNSAMPLED/image/jpeg/e41c03b05546b46f9cd8b82aff22aef5/gr1.jpg gr1 gr1.jpg jpg 37408 381 361 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007102-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/gr1/THUMBNAIL/image/gif/3bb1dd157bde66a5d336c65d400543fc/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/gr1/THUMBNAIL/image/gif/3bb1dd157bde66a5d336c65d400543fc/gr1.sml gr1 gr1.sml sml 1405 93 88 IMAGE-THUMBNAIL 1-s2.0-S1381116906007102-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/gr2/DOWNSAMPLED/image/jpeg/6b301152a199ebdb75b32575ed9133a6/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/gr2/DOWNSAMPLED/image/jpeg/6b301152a199ebdb75b32575ed9133a6/gr2.jpg gr2 gr2.jpg jpg 101228 774 382 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007102-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/gr2/THUMBNAIL/image/gif/624f9cd4f845009b6c7a4fbf5f9100d9/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/gr2/THUMBNAIL/image/gif/624f9cd4f845009b6c7a4fbf5f9100d9/gr2.sml gr2 gr2.sml sml 1286 93 46 IMAGE-THUMBNAIL 1-s2.0-S1381116906007102-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/gr3/DOWNSAMPLED/image/jpeg/5db658228f06cf7491c9d50aa27926a8/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/gr3/DOWNSAMPLED/image/jpeg/5db658228f06cf7491c9d50aa27926a8/gr3.jpg gr3 gr3.jpg jpg 57814 556 350 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007102-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/gr3/THUMBNAIL/image/gif/e237ae2af8213f07cb7e276e522e8be9/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/gr3/THUMBNAIL/image/gif/e237ae2af8213f07cb7e276e522e8be9/gr3.sml gr3 gr3.sml sml 1155 94 59 IMAGE-THUMBNAIL 1-s2.0-S1381116906007102-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/sc1/DOWNSAMPLED/image/jpeg/a7c87b763cd39dc6fdba86763bb5a689/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/sc1/DOWNSAMPLED/image/jpeg/a7c87b763cd39dc6fdba86763bb5a689/sc1.jpg sc1 sc1.jpg jpg 55193 300 564 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007102-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/sc1/THUMBNAIL/image/gif/0ae0ff63767ef54db78ea599d805f58e/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/sc1/THUMBNAIL/image/gif/0ae0ff63767ef54db78ea599d805f58e/sc1.sml sc1 sc1.sml sml 1495 66 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906007102-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/fx1/DOWNSAMPLED/image/jpeg/21b55ab77529b0608febf7d9b538f592/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/fx1/DOWNSAMPLED/image/jpeg/21b55ab77529b0608febf7d9b538f592/fx1.jpg fx1 true fx1.jpg jpg 21150 156 382 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007102-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/fx1/THUMBNAIL/image/gif/cfadd58ff98042f76d3ee15598e9171d/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/fx1/THUMBNAIL/image/gif/cfadd58ff98042f76d3ee15598e9171d/fx1.sml fx1 true fx1.sml sml 2063 51 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906007102-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/gr4/DOWNSAMPLED/image/jpeg/75c8f5cc84a878a11a7c7361adfef7dd/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/gr4/DOWNSAMPLED/image/jpeg/75c8f5cc84a878a11a7c7361adfef7dd/gr4.jpg gr4 gr4.jpg jpg 56358 596 353 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007102-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007102/gr4/THUMBNAIL/image/gif/e05636ed534dbb737f1d4290a38ae2f9/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007102/gr4/THUMBNAIL/image/gif/e05636ed534dbb737f1d4290a38ae2f9/gr4.sml gr4 gr4.sml sml 914 93 55 IMAGE-THUMBNAIL 1-s2.0-S1381116906007102-am.pdf am am.pdf pdf 269038 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1061SGLV9D9/MAIN/application/pdf/5657ba03b68c3d26055ba90f02555cfa/am.pdf MOLCAA 5921 S1381-1169(06)00710-2 10.1016/j.molcata.2006.03.059 Elsevier B.V. Fig. 1 H2-TPR profiles for 5Ru-SiPPH and 5Ru-KSiPPH precursors. Fig. 2 TEM micrographs for the catalysts reduced at 400°C. Fig. 3 Evolution of the conversion of tetralin hydrogenation/hydrogenolysis–hydrocracking and yield of the different reaction products as a function of the reaction temperature on ruthenium catalysts: (♦) conversion, (●) trans-decalin, (■) cis-decalin, (▴) HCC, (×) naphthalene and (*) VC. Experimental conditions: H2/THN molar ratio=10.1, pH2 =4.5MPa, pN2 =1.5MPa, LHSV=6h−1, GHSV=1300h−1, contact time=2.8s. Fig. 4 Evolution of the conversion (♦) and yields of: (●) trans + cis-decalins, (▴) HHC (*) VC and (×) naphthalene, with the 5Ru-SiPPH catalyst in the presence of 300 and 600ppm of DBT in the feed. Experimental conditions: T =320°C, H2/THN molar ratio=10, pH2 =4.5MPa, pN2 =1.5MPa, LHSV=6h−1, GHSV=1300h−1, contact time=2.8s. Scheme 1 Product distribution in the hydrogenation and hydrogenolysis/hydrocracking of tetralin. Table 1 Textural and acidic properties of pelletized supports and precursors Sample S BET (m2 g−1) V p a (cm3 g−1) d p b (av) (nm) Total acidity (μmolNH3 g−1) (100–550°C) SiPPH 401 0.36 35.1 1270 5Ru-SiPPH 153 0.22 33.7 1458 c KSiPPH 190 0.22 24.6 1090 5Ru-KSiPPH 180 0.21 45.8 1242 c a V p at P/P 0 =0.95. b Calculated by using the Cranston and Inkley method. c Reduced catalysts. Table 2 XPS data for the supports and ruthenium precursors and reduced catalysts Sample Binding energy (eV) Zr 3d5/2 Si 2p P 2p K 1s Ru 3p3/2 Ru3+ Ru0 RuO x Cl y SiPPH 183.7 103.4 134.3 – – – – KSiPPH 183.6 103.4 134.2 293.4 – – – Precursors 5Ru-SiPPH 183.6 103.4 134.2 – 463.8 – – 5Ru-KSiPPH 183.7 103.4 134.3 293.4 463.4 – – Reduced catalysts 5Ru-SiPPH 183.6 103.4 134.1 – – 462.0 (64.0%) 464.2 (36.0%) 5Ru-KSiPPH 183.8 103.4 134.2 293.6 – 461.6 (85.3%) 464.3 (14.7%) Table 3 Metallic characteristics for the reduced ruthenium supported catalysts and spent catalyst after thiotolerance test Catalysts α (%) D (%) S met d (nm) (m2/gcat) ( m 2 / g R u 0 ) 5Ru-SiPPH 56.7 29.4 5.4 107.5 2.9 5Ru-KSiPPH 79.6 6.6 1.2 24.1 13.1 5Ru-SiPPH (spent catalyst) 100.0 3.8 0.7 13.7 31.4 D is the metallic dispersion and d is the average diameter of the metallic crystallite. Catalysts based on Ru/mesoporous phosphate heterostructures (PPH) for hydrotreating of aromatic hydrocarbons D. Eliche-Quesada M.I. Macías-Ortiz J. Jiménez-Jiménez E. Rodríguez-Castellón A. Jiménez-López ⁎ Departamento de Química Inorgánica, Cristalografía y Mineralogía (Unidad Asociada al Instituto de Catálisis del CSIC), Facultad de Ciencias, Universidad de Málaga, 29071 Málaga, Spain ⁎ Corresponding author. Tel.: +34 952131876; fax: +34 952 13 75 34. Graphical abstract The use of acid mesoporous phosphate heterostructure (PPH) materials as supports of ruthenium catalysts prepared by the incipient wetness impregnation, with a metal content of 5wt.%, provides active and stable catalysts for the hydrogenation and hydrogenolysis/hydrocracking of tetralin under high hydrogen pressures. Mesoporous phosphate heterostructure (PPH) materials have been used as supports of ruthenium catalysts with a 5wt.% metal content. A pristine support (SiPPH) was used, consisting of expanded zirconium phosphate with silica galleries and a potassium exchanged material (denoted as KSiPPH) which was prepared by the cationic exchange of the pristine support to reduce its original acidity by 20%. Ruthenium supported on both SiPPH and KSiPPH was obtained by incipient wetness impregnation using an aqueous solution of ruthenium(III) chloride and reduction at 400°C without previous calcination. These catalysts were assayed in the hydrogenation and hydrogenolysis/hydrocracking of tetralin at different temperatures. They show a similar catalytic performance although the 5Ru-SiPPH catalyst displays better activity at 350°C, giving 95% conversion in the steady-state and a very good balance between yields of hydrogenation (55%) and hydrogenolyis/hydrocracking products (28%). This better performance could be due to its better metallic properties and greater acidity. In addition, the performance of the best catalyst was studied for thiotolerance with a feed containing dibenzothiophene (DBT), a sulphur containing molecule, at concentrations of 300 and 600ppm. This catalyst shows an excellent performance with 300ppm of DBT after 6h on-stream. The catalysts were characterized by several instrumental techniques such as X-ray diffraction (XRD), adsorption–desorption of nitrogen, temperature-programmed desorption (TPD) of NH3, X-ray photoelectron spectroscopy (XPS), TEM and H2 and O2-chemisorption. Keywords Mesoporous phosphate heterostructure (PPH) Ruthenium catalysts Tetralin hydrogenation Hydrogenolysis/hydrocracking Sulphur tolerance 1 Introduction The application of current and future environmental legislation concerning exhaust emissions in the European Union implies the use of cleaner diesel fuels to avoid high particle emissions. The main focus of the legislation is on the reduction of polyaromatic hydrocarbons and sulphur content as well as an increase in the cetane number of diesel. These types of emission are mainly related to the aromatic content of fuels [1] which on combustion produce particulate matter in the size range 0.08–1μm. It is respirable and has a significant health impact. On the other hand, the increased demand of diesel in the European Union has led to the use of fuels which are derived from the fractions of light cycle oil (LCO) produced in fluid cracking (FCC) plants [2]. The improvement of LCO fractions may be achieved by: (i) reducing the aromatic content, which also increases the cetane number; (ii) decreasing the sulphur content; (iii) increasing the cetane number with hydrogenolysis/hydrocracking reactions [3]. In recent years, due to the size of the aromatic molecules present in diesel oils, many research groups have employed mesoporous supports [4–9] instead of microporous solids such as alumina, amorphous silica-alumina or zeolites. The search for new mesoporous materials has led to the synthesis of new materials denominated porous clay heterostructures (PCH). These are obtained by combining synthetic methodologies used for producing pillared layered structures (PLS) and mesoporous solids such as the MCM-41 type. Thus, we have prepared a mesoporous material, denoted porous phosphate heterostructure (PPH) [10], by using zirconium phosphate as a layered structure which is expanded with cationic surfactants in order to form silica galleries in the interlayer space. This results in a porous material with a high specific surface area and acidity. Acid and redox properties of this material can be modified by doping the silica galleries with different elements such as zirconium or titanium [11]. Moreover, it is possible to reduce the high acidity of this solid by cationic exchange with potassium ions. In this sense PPH materials could be adequate candidates to be used as a support for active phases in hydrotreating processes. These typically consist of a two-stage process, with a conventional hydrotreating catalyst (CoMo, NiMo, NiW) in the first stage, with high activity in hydrodesulfuration (HDS) and hydrodenitrogenation (HDN) reactions, and a higher hydrogenation catalyst activity in the second stage, where the feeds have a much lower sulphur content [12]. Supported noble metal catalysts are well known for their high hydrogenation activity in deep hydrogenation of aromatics, even at reaction temperatures below 200°C and moderate hydrogen pressures [3,13,14], but they display a low resistance to sulphur poisoning [15,16]. Among monometallic noble systems, ruthenium catalysts exhibit a high thiotolerance [17,18]. We have recently reported that a ruthenium catalyst supported on a zirconium-doped mesoporous catalyst with a 5wt.% metal content displays excellent hydrogenation activity in the presence of sulphur [19]. Therefore, in the present study, a porous phosphate heterostructure (PPH) material has been used to prepare ruthenium-based catalysts to perform the hydrogenation process using tetralin as a molecule probe. Tetralin (THN) has been used as a model compound because aromatic compounds present in diesel fractions, such as LCO, are predominantly polyaromatics. Their hydrogenation to monoaromatics is easily achieved, but to obtain their complete saturation is more difficult due to the resonance stabilisation of the monoaromatic ring and the reversibility of the hydrogenation reaction [20,21]. Further, the influence of the acidity of the support has been studied by using a potassium exchanged material, prepared by the cationic exchange of pristine material which reduces the original acidity by 20% in the same reaction. The influence on catalytic activity with dibenzothiophene (DBT) in the feedstock acting as a sulphur pollutant source has also been studied. 2 Experimental 2.1 Catalyst preparation Mesoporous phosphate heterostructure materials with and without potassium (PPH), and thus with tuneable acidity, consisting of expanded zirconium phosphate with silica galleries, have been prepared using a zirconium phosphate precursor, expanded with cetyltrimethylammonium as a surfactant, hexadecylamine as a co-surfactant, and tetraethylorthosilicate (TEOS) as a silica source. Both materials were prepared following the method described elsewhere [10]. In this previous work, we reported the best experimental conditions (hexadecylamine/P and TEOS/P molar ratios of 0.2 and 3.0, respectively) for obtaining a solid with a high specific surface area and acidity [10]. These support materials are denoted as SiPPH and KSiPPH when potassium is exchanged. Monometallic ruthenium catalysts were prepared by wet incipient impregnation of the pelletized support (0.85–1mm) using an aqueous solution of ruthenium(III) chloride (RuCl3). The effect on the acidity of the support was studied whilst maintaining a metal ruthenium loading of 5wt.% but reducing the total acidity by exchanging 20% of the Brönsted acid sites with potassium ions. After impregnation with the metallic salt, the samples were dried at 120°C and reduced directly with H2 (60cm3 min−1 at 400°C for 1h (heating rate 14°Cmin−1)) without previous calcination [19]. 2.2 Catalyst characterization Powder X-ray diffraction (XRD) patterns were recorded on a Siemens D5000 diffractometer, equipped with a graphite monochromator and using Cu Kα radiation. X-ray photoelectron spectra were collected using a Physical Electronics PHI 5700 spectrometer with non-monochromatic Mg Kα radiation (300W, 15kV, 1253.6eV) and with a multi-channel detector. Charge referencing was measured against Si 2p at 103.4eV. A PHI ACCESS ESCA-V6.0 F software package was used to record and analyse the spectra. A Shirley-type background was subtracted from the signals. Recorded spectra were always fitted using Gauss-Lorentz curves in order to determine the binding energy of the different element core levels more accurately. The reduced samples, before the XPS analysis, were kept in n-hexane to avoid contact with air. The reducibility of the catalysts was studied by temperature-programmed reduction with hydrogen (H2-TPR). Experiments were carried out between 50 and 800°C, using a flow of Ar/H2 (40cm3 min−1, 10vol.% of H2) and a heating rate of 10°Cmin−1. The effluent gas was passed through two traps before passing into the thermal conductivity detector, a solid CaO trap to remove HCl, and a cold trap (−80°C) to remove water. The acidic properties of reduced catalysts were analysed by temperature-programmed desorption of chemisorbed ammonia (NH3-TPD). Before the adsorption of ammonia at 100°C, the samples were reduced at 400°C using a flow of H2 (60cm3 min−1). The ammonia desorbed between 100 and 550°C (heating rate of 10°Cmin−1) was analysed by an on-line gas chromatograph (Shimadzu GC-14A) provided with a TC detector. The specific surface areas of the solids were evaluated from the nitrogen adsorption–desorption isotherms at −196°C in a MICROMERITICS ASAP 2020 apparatus, after degassing at 200°C and 1.3×10−2 Pa for 24h. Hydrogen chemisorption was performed in a MICROMERITICS ASAP 2010 apparatus, after the in situ reduction of samples at 400°C (15°Cmin−1) for 1h, under a flow of H2. After reduction, the catalysts were degassed at 10−4 Pa for 10h at the same temperature and cooled at 35°C, to carry out the chemisorption of H2. The range of pressure studied in chemisorption was 0.013–0.04MPa. Dispersion data have been calculated by assuming a stoichiometry H/Ru=1. The degree de reduction of ruthenium (α) was determinated by oxygen chemisorption in the same instrument. The samples were reduced and degassed under the same conditions and the oxygen chemisorption was carried out at 400°C and the range of pressure studied was 0.013–0.08MPa. Transmission electron microscopy (TEM) was performed with a Phillips CM-200 Supertwin-DX4 high-resolution transmission electron microscope. Previously, the reduced samples were embedded in n-hexane solution and suspended on a Cu grid of 3.5mm in diameter. 2.3 Catalytic activity measurement The hydrogenation of tetralin was performed in a high-pressure fixed-bed continuous-flow stainless steel catalytic reactor (9.1mm i.d. and 230mm length) operated in the down-flow mode at different temperatures. The reaction temperature was measured with an interior placed thermocouple in direct contact with the top part of the catalyst bed. The organic feed consisted of a solution of tetralin in n-heptane (10vol.%) and was supplied by means of a Gilson 307SC piston pump (model 10SC). A fixed volume of catalyst (3cm3 with particle size of 0.85–1.00mm) without dilution was used in all cases. Prior to the activity test, the catalysts were reduced in situ at atmospheric pressure with H2 (flow rate 60cm3 min−1) at 400°C for 1h, with a heating rate of 15°Cmin−1. Catalytic activities were measured at different temperatures, under 6.0MPa (4.5MPa H2 and 1.5MPa N2), and a liquid hourly space velocity (LHSV) of 6.0h−1. The catalytic reaction was studied by collecting liquid samples after remaining 60min at each reaction temperature, and kept in sealed vials for posterior analysis by both gas chromatography (Shimadzu GC-14B, equipped with a flame ionisation detector and a capillary column, TBR-1, coupled to a Shimadzu AOC-20i automatic injector) and mass spectrometry (Hewlett-Packard 5988A). The performance of the microreactor and the accuracy of the analytical method were studied by feeding a solution of tetralin in n-heptane (10vol.%) into the reactor filled with 3cm3 of SiC, operating at 300°C and 6.0MPa. No formation of foreign products was detected, with a recovery percentage of the tetralin feed of 95%. To investigate the effects of sulphur poisoning on the catalytic performance, the organic feed was mixed with different concentrations of DBT (between 300 and 600ppmwt.%). In previous experiments, a variation in the amount of catalyst and gas flow rate whilst maintaining the space velocity constant were also carried out in order to discard the possible existence of diffussional limitations under the experimental conditions used, led to no modification of conversion values. Particle diameter was found to have no influence either. The catalysts were tested in tetralin hydrogenation to evaluate their potential behaviour in the hydrogenation of aromatic hydrocarbons in diesel fuels. A large number of products were detected by gas chromatography analysis. After identification of the majority of them, they were classified, as recently reported [22,23], into the following groups: (i) volatile compounds (VC) that include non-condensable C1–C6 products whose presence was calculated from the carbon balance of the reaction, (ii) hydrogenation products that include trans- and cis-decalin, (iii) cracking compounds (HHC) that include primary products such as toluene, ethylbenzene, o-xylene, 1-ethyl-2-methylbenzene, 1-propenyl-2-methylbenzene, n-propylbenzene and iso-propylbenzene and secondary products, which are derived from ring-opening reactions such as polyalkylolefins, decadiene and cyclohexene-1-butylidene and, (iv) naphthalene. In the HHC group, are also included the products formed by isomerization of tetralin and decalins that can lead to the formation of a large number of C10 isomers, as was found by other authors [24,25]. Scheme 1 summarizes all these reactions. Products heavier than decalins were not found. It must be taken into account that high yields of hydrogenation products, and especially of hydrogenolysis/hydrocracking compounds, give rise to an increase of the cetane number of fuels. 3 Results and discussion 3.1 Catalyst characterization The preparation of the SiPPH and KSiPPH materials used as supports for the ruthenium catalysts, have been described elsewhere [10]. At high angles, the XRD patterns of the supported ruthenium catalysts before reduction do not show the characteristic diffraction peaks of RuCl3 at 15.4°, 30.4° and 36.7°, which is the salt used in the impregnation process, indicating a very good dispersion of the ruthenium salt. After reduction, the characteristic diffraction peaks of Ru0 are not observable either. The N2 adsorption isotherms at 77K are similar for both supports and can be classified as Type IV in the IUPAC classification, exhibiting a small contribution from micropores in the case of the SiPPH support, as revealed by using the alpha method [26]. Table 1 displays the textural parameters of both materials, the decrease in the BET surface area value being noticeable when potassium ions are incorporated by cationic exchange. These ions may be located in the smallest pores, thus impeding access to N2 molecules. In the case of 5Ru-SiPPH the incorporation of ruthenium salt produces, again, an important decrease in the BET surface area. This is possibly due to the partial blockage of the mesopores by the ruthenium salt. The average pore diameter for all the materials ranged between 24.6 and 45.8nm, indicating that the mesoporous structure is maintained. The total surface acidity of the supports and reduced catalysts were determined by NH3-TPD between 100 and 550°C (Table 1). The desorption temperature is a measure of the strength of the corresponding acid sites, while the total amount of ammonia desorbed after saturation permits the quantification of the number of acid sites on the surface. The total acidity of the pelletized SiPPH support is very high (1270μmolNH3 g−1) and originates from both the presence of free P–O–H groups located on the zirconium phosphate layers, as well as the silanol groups on the surface of the silica galleries. When this support is exchanged with potassium ions to reduce the acidity of the Brönsted type sites of the pristine support by 20%, a KSiPPH material with a total acidity of 1090μmolNH3 g−1 is obtained. Both supports display mild acidity since they desorbed most of the NH3 at a moderate temperature (200–300°C). The incorporation of 5wt.% of ruthenium in both supports produces a similar increase in the acidity which must be due to the presence of oxychloride species, as revealed the XPS data and to the high tendency of this metal to adsorb ammonia molecules. H2-TPR is a powerful technique for studying the reduction behaviour of oxide phases or salts, as well as providing information regarding the degree of interaction between the metal and the support. In Fig. 1 the H2-TPR profiles of the materials are shown. Both show a main reduction peak which can be associated with a small shoulder at lower reduction temperatures. These signals can be assigned to the stepwise reduction of Ru3+/Ru0 [19,27,28]. This signal is broad, possibly due to the reduction of Ru3+ ions located in different environments. However this signal is less intense and is shifted at lower reduction temperatures (138°C) in the 5Ru-SiPPH material. For the 5Ru-KSiPPH material, the peak is more intense, possibly due to the poor dispersion of the ruthenium salt in this solid, leading to the formation of bigger particles where the diffusion of H2 is more difficult, and thus appearing at higher temperatures (200°C). A second H2 consumption peak appears at 430°C, which could be assigned to the reduction of Ru3+ strongly interacting with the support, possibly located in the narrowest pores. Finally another peak at 560°C could be assigned to ruthenium oxide (RuO2) or ruthenium oxychloride formed by exposition and drying in air during the preparation of the samples [29,30]. Supports, precursors and reduced samples were studied with XPS to determine the chemical state of the surface species. The corresponding spectral parameters are displayed in Table 2 where the data corresponding to the binding energies of Zr 3d5/2, Si 2p and P 2p are practically constant and similar to those of the supports. The BE of K 1s in the KSiPPH support and 5Ru-KSiPPH catalyst appeared at 293.4eV [31], which is a characteristic value for potassium ions. The Ru 3p signal for precursors contains a symmetrical peak with binding energy values of about 463.4–463.8eV, which coincides with the binding energy of Ru 3p3/2 in RuCl3 [31]. The samples were reduced by flowing hydrogen at 400°C (60min) and transferred under an inert atmosphere into the XPS measurement cell. The Ru 3p signal shows a new contribution, at about 461.6–462.0eV, which can be ascribed to metallic ruthenium [31]. The low signal at higher binding energies, as was observed in the H2-TPR curves, could be explained by the presence of some remaining oxychlorides since these are more difficult to reduce. This possibility is confirmed by the existence of a low chloride content in the reduced catalysts, obtained from the superficial analysis data obtained by XPS. The metallic surface area, dispersion and particle size were determined by using hydrogen chemisorption at 35°C (Table 3 ). The dispersion degree (D) was determined by taking into account the degree of reduction (α) obtained by oxygen chemisorption. The D value was higher for the ruthenium catalyst supported on the pristine material 5Ru-SiPPH (29.4%), which implies a greater metallic surface area and hence a lower particle size. The higher degree of reduction and the bigger metallic particles of the 5Ru-KSiPPH catalyst are in good agreement with the results found by H2-TPR where the reduction peak shifted at higher temperature due to the presence of these bigger ruthenium metallic particles. The lower interaction of the ruthenium salt with a less acidic support could be responsible of such behaviour. The metallic particle size values for 5Ru-SiPPH are similar to those obtained for a catalyst supported on zirconium-doped mesoporous silica, [19], in spite of the lower acidity of this support (544μmolNH3 g−1). TEM micrographs of the reduced catalysts (Fig. 2 ) show that when they are prepared by impregnation on the pristine support, 5Ru-SiPPH displays smaller particles which are very dispersed and not clearly visible. Moreover, when potassium is introduced into the pristine support to reduce the acidity, a worse dispersion of the metallic particles is observed. The 5Ru-KSiPPH catalyst displays metallic particles with a broad range of greater sizes, as shown by the H2-chemisorption and H2-TPR data. 3.2 Catalytic results 3.2.1 The influence of temperature and acidity of the support Both catalysts were tested in the hydrogenation and hydrogenolysis/hydrocracking of tetralin under high hydrogen pressure in the temperature range of 240–375°C. This reaction was chosen as a model reaction to evaluate the catalytic performance of this family of supported ruthenium catalysts in the hydrogenation of aromatic hydrocarbons. The conversion of tetralin and the yields of the different reaction products obtained with both catalysts are shown in Fig. 3 . From these plots, it is clear that their catalytic performance is very high in both cases, especially at the lower temperatures of 240–320°C, with conversions attaining values close to 97–98%, but at the highest temperatures the conversion falls to ca. 85% at 375°C. Therefore, the lower specific surface area and metallic areas of the 5Ru-KSiPPH catalyst has no influence on the catalytic performance. Considering the influence of the reaction temperature on selectivity towards the different reaction products, the formation of hydrogenation products is favoured at low temperatures due to the exothermic character of the hydrogenation reaction [4,32], in fact, the yield of hydrogenation products (trans- and cis-decalins) decreases from 93% at 240°C to 33% at 375°C for the 5Ru-SiPPH catalysts and from 93% at 240°C to 43% for the 5Ru-KSiPPH catalysts. It is clear that hydrogenation reactions take place on metal particles, and as both catalysts have the same metal content, the hydrogenation performance is similar. The trans- to cis-decalins ratio is also very high for both catalysts over the complete range of temperatures studied. The thermodynamics associated with the catalytic process favour the formation of trans-decalins [33] which means that the hydrogenation process is governed by the thermodynamic equilibrium. However, the decrease in formation of decalins at higher reaction temperatures could be due to their conversion into HHC products through hydrogenolysis, hydrocracking and isomerization reactions, together to the direct hydrogenolysis, hydrocracking and isomerization of tetralin (Scheme 1). These reactions are favoured at higher temperatures owing to the endothermic character of the reactions involving C–C bond cleavage [34]. The hydrocracking reaction requires bifunctional catalysts consisting of a dispersed metal, where hydrogen molecules are activated, with acid sites in the vicinity, where the tetralin molecules are retained and where H2 is spilled over from the metallic centres. This fact is noticeable at 350°C where the 5Ru-SiPPH catalyst, with greater acidity and higher metallic dispersion, gives a HHC products yield of 28.4%, whilst the 5Ru-KSiPPH catalyst gives a HHC products yield of only 13.3%. However, the catalyst with lower acidity shows a lower VC product yield due to the consecutive C–C bond rupture. The formation of naphthalene as a dehydrogenation product is very low for both catalysts. They display a similar catalytic performance to catalysts with a 5wt.% of ruthenium supported on Zr-MCM-41 [19]. Therefore, it can be concluded that acid mesoporous heterostructure (PPH) materials can be used as supports for catalysts in hydrotreating reactions, allowing the application of these materials. Another advantage of this support is the possibility of modulating its acidity by cationic exchange. 3.2.2 Thiotolerance Since 5Ru-SiPPH appears to be the most appropriate catalyst for the hydrogenation and hydrogenolysis/hydrocracking of tetralin, its stability with time-on-stream at 320 and 350°C was studied to complete its performance profile. At 320°C the conversion is maintained during 6h, while at a higher temperature of 350°C, the conversion shifts slightly from 98% to 90% after 6h. Since one of the principal requirements of a catalyst to be used in second step hydrotreating units is their thiotolerance to small amounts of sulphur in the feedstock, the catalyst under study was subjected to feeds containing 300 and 600ppm of DBT under the following experimental conditions: 320°C, contact time 2.8s and a H2/tetralin molar ratio of 10. As can be observed in Fig. 4 , with 300ppm of DBT this catalyst does not suffer deactivation after 6h on-stream, maintaining its initial yield of hydrogenation and hydrogenolysis/hydrocracking products. With a higher concentration of sulphur, i.e. by feeding 600ppm of DBT, the same catalyst gave a 98% conversion after 1h on-stream, but the deactivation accelerated during the subsequent hours, with the conversion falling to 57.8% after 3h and to 19.3% after 6h on-stream. The deactivation of this catalyst is irreversible since it does not recover its initial activity even after reduction with hydrogen at 400°C. After the thiotolerance study and in order to get a better understanding of the deactivation, the measurement of the sulphur content by chemical and XPS analyse and the determination of particle size by hydrogen chemisorption of the spent catalyst was carried out. The sulphur content was found to be very low, but a strong sintering of ruthenium particles takes place. These results indicate that the main factor responsible for the deactivation is the agglomeration of the metal particles this being further illustrated by the increase in particle size from 2.1nm in the fresh catalyst to 31.4nm in the spent catalyst. This cause of deactivation has been previously observed with other ruthenium catalysts [19]. 4 Conclusions The use of acid mesoporous phosphate heterostructure (PPH) materials as supports of ruthenium catalysts prepared by the incipient wetness method, with a metal content of 5wt.%, provides active and stable catalysts for the hydrogenation and hydrogenolysis/hydrocracking of tetralin under high hydrogen pressure. The influence of the acidity of the support has been studied and the pristine support has been exchanged with potassium to reduce its original acidity by 20%. The catalyst on the SiPPH pristine support has better metallic properties and greater acidity, displaying a high conversion of tetralin over the complete range of temperatures studied, as well as a very good performance at 350°C with high yields of hydrogenation (trans- and cis-decalins) (55%) and hydrogenolysis/hydrocracking products (28%). The catalyst supported on the potassium exchanged support (5Ru-KSiPPH) shows the same performance in the hydrogenation reaction at low temperatures, but at 350°C has a lower production of HHC products owing its lower acidity. From the study of thiotolerance on the better catalyst, 5Ru-SiPPH, a very good performance can be seen in the presence of 300ppm of DBT. However there is a pronounced deactivation with 600ppm of DBT, this deactivation being irreversible since regeneration with H2 is not possible. The sintering of the ruthenium particles is responsible for this strong deactivation. Acknowledgement We gratefully acknowledge the Ministry of Science and Technology (Spain) (Project MAT 2003-02986). References [1] D. Karonis E. Lois S. Stournas F. Zannikos Energy Fuels 12 1998 230 238 [2] B.H. Cooper B.B.L. Donnis Appl. Catal. A: Gen. 137 1996 203 223 [3] A. Stanislaus B.H. Cooper Catal. Rev. - Sci. Eng. 36 1994 75 123 [4] A. Corma A. Martínez V. Martínez-Soria J. Catal. 169 1997 480 489 [5] K.M. Reddy C. Song Catal. Today 31 1996 137 144 [6] C. Song K.M. Reddy Appl. Catal. A: Gen. 176 1999 1 10 [7] A. Wang Y. Wang T. Kabe Y. Chen A. Ishihara W. Qian J. Catal. 199 2001 19 29 [8] J. Ramírez R. Contreras P. Castillo T. Klimova R. Zárate R. Luna Appl. Catal. A: Gen. 197 2000 69 78 [9] T. Klimova E. Rodríguez M. Martínez J. Ramírez Micropor. Mesopor. Mater. 44/45 2001 357 365 [10] J. Jiménez-Jiménez M. Rubio-Alonso D. Eliche-Quesada E. Rodriguez-Castellón A. Jiménez-López J. Mater. Chem. 15 2005 3466 3472 [11] J. Jiménez-Jiménez, M. Rubio-Alonso, D. Eliche-Quesada, E. Rodriguez-Castellón, A. Jiménez-López, J. Phys. Chem. Solids (2006) (accepted for publication). [12] P. Grange X. Vanhaeren Catal. Today 36 1997 375 391 [13] K. Sakanishi M. Ohira I. Mochida H. Okazaki M. Soeda Bull. Chem. Soc. Jpn. 62 1989 3994 4001 [14] Th.J. Nieuwstad P. Klapwijk H. van Bekkum J. Catal. 29 1973 404 411 [15] C.H. Bartholomew P.K. Agrawal J.R. Katzer Adv. Catal. 31 1982 135 242 [16] J. Barbier E. Lamy-Pitara P. Maracot J.P. Boitiaux J. Cosyns F. Verna Adv. Catal. 37 1990 279 [17] A. Arcoya A. Cortés J.L.G. Fierro X.L. Seoane Catal. Deactivation 1991 557 564 [18] P.A. Cox The Electronic Structure and Chemistry of Solids 1987 Oxford University Press Oxford Chapter 3 [19] D. Eliche-Quesada J. Mérida-Robles E. Rodríguez-Castellón A. Jiménez-López Appl. Catal. A: Gen. 279 2005 209 221 [20] A.W. Weitkamp Adv. Catal. 18 1968 1 [21] M.J. Girgis B.C. Gates Ind. Eng. Chem. Res. 30 1991 2021 2058 [22] R. Hernández-Huesca J. Mérida-Robles P. Maireles-Torres E. Rodríguez-Castellón A. Jiménez-López J. Catal. 203 2001 122 132 [23] D. Eliche-Quesada J. Mérida-Robles P. Maireles-Torres E. Rodríguez-Castellón G. Busca E. Finocchio A. Jiménez-López J. Catal. 220 2003 457 467 [24] D. Kubicka N. Kumar P. Mäki-Avela M. Tiitta V. Niemi T. Salmi D.Y. Murzin J. Catal. 222 2004 65 79 [25] D. Kubicka N. Kumar P. Mäki-Avela M. Tiitta V. Niemi H. Karhu T. Salmi D.Y. Murzin J. Catal. 227 2004 313 327 [26] F. Rouquerol J. Rouquerol K. Sing Adsorption by Powders and Porous Solids 1999 Academic Press London pp. 176–179 [27] P. Betacourt A. Rives R. Hubaut C.S. Scott J. Goldwasser Appl. Catal. A: Gen. 170 1998 307 314 [28] F. Pinna M. Signoretto G. Strukul A. Benedetti M. Melentacchi J. Catal. 155 1995 166 169 [29] A. Bossi F. Garbassi A. Orlandi G. Petrini L. Zanderighi Stud. Surf. Sci. Catal. 3 1979 405 [30] P.G.J. Koopman A.P.G. Kieboom H. Van Bekkum J. Catal. 69 1981 172 179 [31] J.F. Moulder W.F. Stickle P.E. Sobol K.D. Bomben J. Chastain Handbook of X-Ray Photoelectron Spectroscopy 1992 Perkin-Elmer Minneapolis [32] T. Fujikawa K. Idei T. Ebihara H. Mizuguchi K. Usui Appl. Catal. A: Gen. 192 2000 253 261 [33] T. Isoda K. Kusakabe S. Morooka I. Mochida Energy Fuels 12 1998 493 502 [34] M.K. Niemelä L. Backman A.O.I. Krause T. Vaara Appl. Catal. A: Gen. 156 1997 319 334",
      "scopus-id": "33746026391",
      "coredata": {
        "eid": "1-s2.0-S1381116906007102",
        "dc:description": "Mesoporous phosphate heterostructure (PPH) materials have been used as supports of ruthenium catalysts with a 5wt.% metal content. A pristine support (SiPPH) was used, consisting of expanded zirconium phosphate with silica galleries and a potassium exchanged material (denoted as KSiPPH) which was prepared by the cationic exchange of the pristine support to reduce its original acidity by 20%. Ruthenium supported on both SiPPH and KSiPPH was obtained by incipient wetness impregnation using an aqueous solution of ruthenium(III) chloride and reduction at 400°C without previous calcination. These catalysts were assayed in the hydrogenation and hydrogenolysis/hydrocracking of tetralin at different temperatures. They show a similar catalytic performance although the 5Ru-SiPPH catalyst displays better activity at 350°C, giving 95% conversion in the steady-state and a very good balance between yields of hydrogenation (55%) and hydrogenolyis/hydrocracking products (28%). This better performance could be due to its better metallic properties and greater acidity. In addition, the performance of the best catalyst was studied for thiotolerance with a feed containing dibenzothiophene (DBT), a sulphur containing molecule, at concentrations of 300 and 600ppm. This catalyst shows an excellent performance with 300ppm of DBT after 6h on-stream. The catalysts were characterized by several instrumental techniques such as X-ray diffraction (XRD), adsorption–desorption of nitrogen, temperature-programmed desorption (TPD) of NH3, X-ray photoelectron spectroscopy (XPS), TEM and H2 and O2-chemisorption.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906007102",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Eliche-Quesada, D."
          },
          {
            "@_fa": "true",
            "$": "Macías-Ortiz, M.I."
          },
          {
            "@_fa": "true",
            "$": "Jiménez-Jiménez, J."
          },
          {
            "@_fa": "true",
            "$": "Rodríguez-Castellón, E."
          },
          {
            "@_fa": "true",
            "$": "Jiménez-López, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906007102"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906007102"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00710-2",
        "prism:volume": "255",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Catalysts based on Ru/mesoporous phosphate heterostructures (PPH) for hydrotreating of aromatic hydrocarbons",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Mesoporous phosphate heterostructure (PPH)"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Tetralin hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis/hydrocracking"
          },
          {
            "@_fa": "true",
            "$": "Sulphur tolerance"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "41-48",
        "prism:endingPage": "48",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 2006",
        "prism:doi": "10.1016/j.molcata.2006.03.059",
        "prism:startingPage": "41",
        "dc:identifier": "doi:10.1016/j.molcata.2006.03.059",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "363",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "381",
            "@width": "361",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37408",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1405",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "774",
            "@width": "382",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "101228",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "46",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1286",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "556",
            "@width": "350",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57814",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1155",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "300",
            "@width": "564",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55193",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "66",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1495",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "156",
            "@width": "382",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21150",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "51",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2063",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "596",
            "@width": "353",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56358",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "55",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "914",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007102-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "269038",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33746026391"
      }
    }
  }
}