{
  "metadata": {
    "title": "Propylene epoxidation with hydrogen peroxide and titanium silicalite catalyst: Activity, deactivation and regeneration of the catalyst",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-03-14",
    "doi": "10.1016/S1381-1169(96)00266-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111699600266X",
    "pii": "S138111699600266X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031003367",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S138111699600266X S1381-1169(96)00266-X S138111699600266X 10.1016/S1381-1169(96)00266-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00490 2015-05-15T05:56:33.668241-04:00 0 0 19970314 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 117 117 1 3 1 2 3 Volume 117, Issues 1–3 36 351 356 351 356 19970314 14 March 1997 1997-03-14 1997 International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation Noordwijkerhout, The Netherlands 14–19 April 1996 19960414 19960419 R.A. Sheldon converted-article fla Copyright © 1997 Published by Elsevier B.V. PROPYLENEEPOXIDATIONHYDROGENPEROXIDETITANIUMSILICALITECATALYSTACTIVITYDEACTIVATIONREGENERATIONCATALYST THIELE G CLERICI 1993 71 83 M CLERICI 1991 159 167 M MARTENS 1993 71 84 J THIELEX1997X351 THIELEX1997X351X356 THIELEX1997X351XG THIELEX1997X351X356XG item S1381-1169(96)00266-X S138111699600266X 1-s2.0-S138111699600266X 10.1016/S1381-1169(96)00266-X 271358 2010-09-29T19:50:31.790463-04:00 1997-03-14 1-s2.0-S138111699600266X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699600266X/MAIN/application/pdf/ff52b666fdc81f86db9face7738b657e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699600266X/MAIN/application/pdf/ff52b666fdc81f86db9face7738b657e/main.pdf main.pdf pdf true 509010 MAIN 6 1-s2.0-S138111699600266X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699600266X/PREVIEW/image/png/1e47c82a983e12f3036a3f6853b42d2f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699600266X/PREVIEW/image/png/1e47c82a983e12f3036a3f6853b42d2f/main_1.png main_1.png png 59251 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 1 17 (1997) 351-356 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Propylene epoxidation with hydrogen peroxide and titanium silicalite catalyst: Activity, deactivation and regeneration of the catalyst G.F. Thiele * , E. Roland Degussa AG, Rodenbacher Chaussee 4, D-63457 Hanau, Germany Received 19 April 1996; revised 10 June 1996; accepted 28 June 1996 Abstract The epoxidation of propene with hydrogen peroxide and a titanium silicalite catalyst with MFl structure was investigated in detail. The relationship between catalytic activity and propylene oxide selectivity can be explained by the acidification of water coordinated to the active titanium site and its reversible deprotonation to an ate complex, which inhibits the formation of the active species for epoxidation. Pretreatment of the catalyst with neutral or acidic salts improves the propylene oxide selectivity without affecting the catalytic activity. Catalyst deactivation occurs by blocking of the zeolite micropores with propylene oxide oligomers. The deactivated catalyst can be regenerated by refluxing with dilute hydrogen peroxide. Keywords: Epoxidation; Propylene oxide; Hydrogen peroxide: Titanium silicalite; Heterogeneous catalysis; Catalyst deactivation: Catalyst regeneration 1. Introduction Titanium silicalite has been shown to be an efficient catalyst for the epoxidation of olefins with hydrogen peroxide [1,2]. The epoxidation of propylene has been investigated in some detail [3] and offers a clean and economically viable alternative to existing processes for propylene oxide manufacture. Therefore, we have studied the factors determining the catalytic activity and selectivity of titanium silicalite in propylene epoxidation and investigated the mechanism of catalyst deactivation, which occurs during its use in epoxidation and devised Corresponding author. 1381-I 169/97; $17.00 Copyright 1997 Elsevier Science B.V. All r PHS1381-1169(96)00266-X a simple method to regenerate the catalyst in the liquid phase. Titanium silicalite is a silicalite zeolite with MFI structure, in which up to 2.5% of the silicon framework positions are occupied by tetravalent titanium. Therefore, the titanium atoms, which are the catalytically active sites, are located in a hydrophobic environment within the zeolite micropores. In the dry state, the titanium atoms on framework positions are tetrahedrally coordinated. This makes them Lewis acids with up to two available coordination sites for nucleophilic molecules. However, the coordination of these additional ligands is relatively weak (they can be removed in vacuum at low temperatures) and the titanium stays firmly fights reserved. 352 G.F. Thiele, E. Roland /Journal of Molecular Catalysis A: Chemical 117 (1997) 351-356 bound in its framework position even in the presence of strong ligands, such as hydroxide or ammonia. The combination of these properties leads to the unique activity of titanium silicalites in the activation of aqueous hydrogen peroxide. 2. Experimental Titanium silicalite with MFI structure was prepared by the procedure given in [4]. Hydrogen peroxide concentrations were determined by redox titration with cerium(IV) sulphate and ferroin indicator. Propylene oxide and by-product (1-methoxy-2-propanol, 2-methoxy1-propanol, 1,2-propanediol) concentrations were determined by GLC on a DB5 megabore capillary column with a DANI 8500 GC and a DANI 86.80 autosampler using methyl tert-butyl ether as internal standard. Activity tests were performed as batch reactions in a 500 ml thermostated autoclave, equipped with a gas dispersing stirrer and a pressure regulator for propene. 1 g titanium silicalite catalyst, 2.5 g methyl tent-butyl ether and 300 ml methanol were charged under a propene atmosphere at 40 and saturated with propene at 3 bar. Then 13.1 g 30% hydrogen peroxide were added in one portion and the reaction mixture was stirred at 40 at a constant pressure of 3 bar, supplementing the propene amount consumed by the reaction. Samples were withdrawn over a filter at regular intervals and analyzed for hydrogen peroxide and propene oxidation products. Continuous epoxidation reactions were run in a similar reactor, that was fitted with a line for withdrawing product, which had a filter mounted inside the reactor and submerged in the reaction mixture to retain the catalyst in the reaction mixture throughout the reaction. The reactor was charged with 5 g titanium silicalite catalyst and 295 g methanol, heated to 40 and pressurized with propene at 3 bar. Then, a mixture of 464 g 50% hydrogen peroxide, 2668 g min methanol and 68 g methyl tert-butyl ether was added at a rate of 300 g/h. At the same time, propene was supplemented to maintain the pressure and the reaction mixture was withdrawn over the filter to keep the content of the reactor at a constant weight. Samples were taken from the filtered reaction mixture at regular intervals and analyzed as above. The salt treatment of catalysts was performed by adding 50 mmol of the salt to a suspension of 5 g titanium silicalite in 500 ml deionized water and stirring for 4 h at 20. Treated catalysts were filtered, washed with deionized water until neutral reaction of the filtrate, washed with methanol and dried in air at ambient temperature before the activity test. Regeneration of titanium silicalites was achieved by refluxing a suspension of 1 g titanium silicalite in 25 ml 5% hydrogen peroxide for the stated time period. The catalyst was then filtered, washed with deionized water and methanol and dried in air at ambient temperature before the activity test. 3. Results and discussion The catalytic activity of titanium silicalite samples was determined in batch reactions at constant propene partial pressure using stan- In clc,o -1 -2 i -3 oz 0 10 20 30 40 50 60 t [rrinl Fig. 1. Hydrogen peroxide conversion in batch epoxidation of propene with titanium silicalite catalyst. Activity number k = 21 MeOH tBuOH Acetone 2-Butanone Acetonitrile THF MeOAc G.F. Thiele, E. Roland /Journal of Molecular Catalysis A: Chemical ll7 (1997) 35I-356 Activity number pH pMe MepH i OMe * '.'~OH 353 I T i i 11 _r 0 5 10 15 20 25 mint Fig. 2. Solvent dependence of catalytic activity. dardized reaction conditions. Typical yields of propene oxidation products were 97% on Hz02 with a propylene oxide selectivity of 97%. The decrease of hydrogen peroxide concentration followed pseudo first order kinetics up to 95% hydrogen peroxide conversion (Fig. 1). Activity numbers k were determined as pseudo first order rate constants from the plots of ln(cH2oz/cHzo2,o) versus time by linear regres- sion using the equation dcH ' o,/dt = -k- cH,occata,yst, with ccatalyst taken as the weight fraction. In repeat experiments, activity numbers could be reproduced within 15%. Reactions run with different solvents confirmed earlier observations [3], that the highest activity is obtained Activity number untreated NaZS04 NaHzP04 NaOAc Na2HP04 NaOH H20 OMe HyOy OH 1)1-1 OH OH OMe + isomers OH OOH OOH * ,,L,_~,OH Scheme 1. in methanol (Fig. 2). Therefore, all further experiments were performed in methanol. The by-products of the propene epoxidation were identified using GC-MS and reference compounds and are shown in Scheme 1, ordered by the amount found. All identified by-products were formed from propylene oxide by epoxide ring opening and reaction with a nucleophile. The ratio of the major by-products 1-methoxy2-propanol and 2-methoxy-l-propanol indicates, that the ring opening of propylene oxide is acid catalyzed. By-product formation by acid catalyzed reactions suggests an improvement of catalyst selectivity upon treatment of the catalyst with a base. The effect has been described in a patent [5], but our detailed reinvestigation showed a detrimental effect of the base treatment on catalytic activity and an unexpected way of improving By-products 0 10 20 30 40 50 60 70 80 90100 0 0,5 1 1,5 2 2,5 3 of untreated of products formed Fig. 3. Catalytic activity and by-product formation with sodium salt treated titanium silicalite. 354 G.F. Thiele, E. Roland /Journal of Molecular Catalysis A: Chemical 117 (1997) 351-356 [Si0]4Ti - OH2 + MX [$i0]4Ti - OH' M' + HX Scheme 2. selectivity with little loss of activity. Fig. 3 summarizes the activity and the amount of byproduct formation for catalysts, that were treated with dilute aqueous solutions of a sodium salt at room temperature before the activity test. Data are arranged in the order of increasing basicity of the anion, starting with neutral or even acidic salts at the top and going to medium to strong bases at the bottom. As expected, the amount of by-product formation decreases on the way down, but at the same time, most of the activity is lost. With medium to strong bases, the catalytic activity for epoxidation was almost completely blocked and conversions were to low for a quantitative determination of by-products. Quite unexpected, however, was the significant increase in selectivity upon catalyst treatment with neutral salts, such as Na2S04, or acidic salts, such as NaHZP04, which at the same time had only little effect on catalytic activity [6]. The different trends for catalytic activity and by-product formation upon salt treatment suggests the existence of two types of acidic sites on titanium silicalite. By-product formation is mainly due to sites with high acidity, which can Activity number Na0Ac NH40Ac NH3 calcined NaOAc be neutralized by aqueous solutions of virtually any salt. These sites are independent of the catalytic site for epoxidation and are probably silanol groups at crystal defect sites. On the other hand, the titanium site itself is acidic and can be deprotonated by a base, which causes blocking of the catalytic activity for epoxidation. The acid strength of the titanium site is similar to acetic acid, which explains the partial loss of activity upon treatment with sodium acetate. Scheme 2 shows the most likely mechanism for the neutralization reaction at the active site. Coordination of water to the Lewis acidic titanium increases the acidity of the coordinated water by some 9 p K units, about as much as found with A13+ in aqueous solution. Deprotonation of the coordinated water by bases stronger than acetate converts most titanium sites to an ate complex with coordinated hydroxide, which does not form the catalytically active species for epoxidation, when contacted with hydrogen peroxide. The mechanism of reversible deprotonation of coordinated water at the titanium site is strongly supported by the experiments summarized in Fig. 4. The group of experiments at the top shows the effect of treating the catalyst with either sodium acetate, ammonium acetate or ammonia. In all cases, most of the activity was By-products 0 10 20 30 40 50 60 70 80 90 1000 of untreated 3 4 5 6 of products formed Fig. 4. Catalytic activity and by-product formation with base treated titanium silicalite. Reversibility of active site deprotonation upon calcination. C.F. Thiele, E. Roland /Journal Molecular Catalvsis A: Chemical 117 (1997) 351-356 oMe oMe O CPo 1,2 off O OH 1,0 OMe %O~OT OH ''n Scheme 3. lost due to deprotonation at the active site. In the second group of experiments at the bottom of Fig. 4, the catalyst was first treated with a base in exactly the same way as in the first group, but was subsequently calcined at 550. The samples treated with ammonium acetate or ammonia regained their activity upon calcination, as calcination shifts the equilibrium back to the left by driving off ammonia and water. With the sodium acetate treated catalyst, this is not possible. Therefore, the sodium acetate treated catalyst showed the same low activity before and after calcination. The unavoidable acidic property of the active site for epoxidation plays a key role in the activity loss of titanium silicalite during its use for the epoxidation of propene. As depicted in Scheme 3, the repeated acid catalyzed reaction of by-products with propylene oxide leads to the formation of small amounts of propylene oxide oligomers within the zeolite micropores. With increasing chain length, the diffusivity of these oligomers decreases rapidly, until they literally get stuck in the zeolite pores and block the access of reactants to the catalytic sites. Fig. 5 shows the deactivation of titanium silicalite during a continuous epoxidation experiment. In this experiment, starting materials are continuously fed to the reactor and reaction mixture is withdrawn at the same rate, while the catalyst is maintained inside the reactor. When the addition of hydrogen peroxide is started, the propylene oxide concentration starts to build up, but instead of reaching a stationary state, the propylene oxide concentration goes through a maxi- 355 0,6- 0~0-1~ ~i I i I 0 60 120 180 240 300 360 420 480 min Fig. 5. Propylene oxide concentration during continuous epoxidation of propcne with titanium silicalite. Deactivation of the catalyst. mum and then drops again due to the loss of catalyst activity by pore blocking. The short catalyst lifetime of less than a day found with titanium silicalite in the epoxidation of propene requires efficient methods for a complete regeneration of catalytic activity in order to develop an economic propylene oxide manufacturing process based on this catalyst. Different methods for regenerating titanium silicalite are compared in Fig. 6. The activity of the used catalyst, recovered from a continuous epoxidation experiment, has dropped to only 10% of the initial value. Calcination at 550 brought back the full catalytic activity, as known from the literature [3]. However, we have found an alternative regeneration method, that does not re- fresh used calcined refluxed with HZOz15 min HZOZ 1 h HzOZ 4 h MeOH 4 h water 4 h , ==::~ '7 . I 0 5 10 15 20 25 min Fig. 6. Regeneration of titanium silicalite used for continuous epoxidation. Comparison of regeneration methods. 356 G.F Thiele, E. Roland /Journal of Molecular Catalysis A: Chemical 117 (1997) 351-356 quire the high temperature of calcination and References can be performed in the liquid phase. Refluxing the catalyst with dilute aqueous hydrogen perox ide gradually regenerates the catalytic activity up to its initial value [7]. This regeneration is due to the oxidative breakdown of the pore blocking compounds by hydrogen peroxide and can not be attributed to an extraction process. Extraction with either methanol or water gave no significant improvement of catalytic activity, contrary to literature claims [3]. [1] C. Neri, B. Anfossi, A. Esposito and F. Buonomo, EP 100119 (1982). [2] M.G. Clerici and P. Ingallina, J. Catal. 140 (1993) 71-83, [3] M.G. Clerici, G. Bellussi and U. Romano, J. Catal. 129 (1991) 159-167. [4] J.A. Martens, Ph. Buskens, P.A. Jacobs, A. van der Pol, J.H.C. van Hooff, C. Ferrini, H.K. Kouwenhoven, P.J. Kooyman and H. van Bekkum, Appl. Catal. A 99 (1993) 71-84. [5] M.G. Clerici and U. Romano, EP 230949 (1986). [6] G.F. Thiele, patent application pending. [7] G.F. Thiele, patent application pending. MOLCAA 9600266X S1381-1169(96)00266-X 10.1016/S1381-1169(96)00266-X Contributed paper Propylene epoxidation with hydrogen peroxide and titanium silicalite catalyst: Activity, deactivation and regeneration of the catalyst G.F. Thiele ∗ E. Roland Degussa AG, Rodenbacher Chaussee 4, D-63457 Hanau, Germany ∗ Corresponding author. The epoxidation of propene with hydrogen peroxide and a titanium silicalite catalyst with MFI structure was investigated in detail. The relationship between catalytic activity and propylene oxide selectivity can be explained by the acidification of water coordinated to the active titanium site and its reversible deprotonation to an ate complex, which inhibits the formation of the active species for epoxidation. Pretreatment of the catalyst with neutral or acidic salts improves the propylene oxide selectivity without affecting the catalytic activity. Catalyst deactivation occurs by blocking of the zeolite micropores with propylene oxide oligomers. The deactivated catalyst can be regenerated by refluxing with dilute hydrogen peroxide. Keywords Epoxidation Propylene oxide Hydrogen peroxide Titanium silicalite Heterogeneous catalysis Catalyst deactivation Catalyst regeneration References [1] C. Neri, B. Anfossi, A. Esposito and F. Buonomo, EP 100119 (1982). [2] M.G. Clerici P. Ingallina J. Catal. 140 1993 71 83 [3] M.G. Clerici G. Bellussi U. Romano J. Catal. 129 1991 159 167 [4] J.A. Martens Ph. Buskens P.A. Jacobs A. van der Pol J.H.C. van Hooff C. Ferrini H.K. Kouwenhoven P.J. Kooyman H. van Bekkum Appl. Catal. A 99 1993 71 84 [5] M.G. Clerici and U. Romano, EP 230949 (1986). [6] G.F. Thiele, patent application pending. [7] G.F. Thiele, patent application pending.",
      "scopus-id": "0031003367",
      "coredata": {
        "eid": "1-s2.0-S138111699600266X",
        "dc:description": "The epoxidation of propene with hydrogen peroxide and a titanium silicalite catalyst with MFI structure was investigated in detail. The relationship between catalytic activity and propylene oxide selectivity can be explained by the acidification of water coordinated to the active titanium site and its reversible deprotonation to an ate complex, which inhibits the formation of the active species for epoxidation. Pretreatment of the catalyst with neutral or acidic salts improves the propylene oxide selectivity without affecting the catalytic activity. Catalyst deactivation occurs by blocking of the zeolite micropores with propylene oxide oligomers. The deactivated catalyst can be regenerated by refluxing with dilute hydrogen peroxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-03-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111699600266X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Thiele, G.F."
          },
          {
            "@_fa": "true",
            "$": "Roland, E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111699600266X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111699600266X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00266-X",
        "prism:volume": "117",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Propylene epoxidation with hydrogen peroxide and titanium silicalite catalyst: Activity, deactivation and regeneration of the catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Propylene oxide"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          },
          {
            "@_fa": "true",
            "$": "Titanium silicalite"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Catalyst deactivation"
          },
          {
            "@_fa": "true",
            "$": "Catalyst regeneration"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "351-356",
        "prism:endingPage": "356",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 March 1997",
        "prism:doi": "10.1016/S1381-1169(96)00266-X",
        "prism:startingPage": "351",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00266-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031003367"
      }
    }
  }
}