{
  "metadata": {
    "title": "Heteropolyacids and large-pore zeolites as catalysts in acylation reactions using <ce:italic>α</ce:italic>,<ce:italic>β</ce:italic>-unsaturated organic acids as acylating agents",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1998-09-15",
    "doi": "10.1016/S1381-1169(98)00038-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116998000387",
    "pii": "S1381116998000387"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0032530537",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-01-06 1999-01-06 2010-04-18T15:01:01 1-s2.0-S1381116998000387 S1381-1169(98)00038-7 S1381116998000387 10.1016/S1381-1169(98)00038-7 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00817 2020-02-20T03:53:05.765252Z 0 0 19980915 1998 1999-01-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 134 134 1 3 1 2 3 Volume 134, Issues 1–3 18 215 222 215 222 19980915 15 September 1998 1998-09-15 1998 converted-article fla Copyright © 1998 Elsevier Science B.V. All rights reserved. HETEROPOLYACIDSLARGEPOREZEOLITESCATALYSTSINACYLATIONREACTIONSUSINGUNSATURATEDORGANICACIDSACYLATINGAGENTS DECASTRO C 1 Introduction 2 Experimental 2.1 Materials 2.2 Reaction procedure 3 Results and discussion 3.1 Reaction network 3.2 Acylation of xylenes 3.3 Acylation of toluene 4 Conclusions Acknowledgements References CORMA 1989 109 A VANBEKKUM 1994 374 H CHICHE 1986 2128 B ESSAYEM 1995 233 N OKUHARA 1996 581 T CORMA 1995 559 A OKUHARA 1992 247 T DECASTROX1998X215 DECASTROX1998X215X222 DECASTROX1998X215XC DECASTROX1998X215X222XC 2020-02-15T03:52:57.498Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S1381116998000387 Conselleria de Educacion y Ciencia of the Generalitat Valenciana This work was supported by MAT97-1016-C02-01. Conselleria de Educacion y Ciencia of the Generalitat Valenciana is also acknowledged for funding Mr. Castro's PhD fellowship. item S1381-1169(98)00038-7 S1381116998000387 1-s2.0-S1381116998000387 10.1016/S1381-1169(98)00038-7 271358 2010-10-15T15:11:16.00408-04:00 1998-09-15 1-s2.0-S1381116998000387-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/MAIN/application/pdf/69bf2074b86bba27278da7dee5714679/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/MAIN/application/pdf/69bf2074b86bba27278da7dee5714679/main.pdf main.pdf pdf true 191281 MAIN 8 1-s2.0-S1381116998000387-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/PREVIEW/image/png/f0298b2f14049469e4fccf72020d1877/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/PREVIEW/image/png/f0298b2f14049469e4fccf72020d1877/main_1.png main_1.png png 61614 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116998000387-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/sc1/THUMBNAIL/image/gif/b008ed9b0bd3a4d1ad87cb6c7b6f695b/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/sc1/THUMBNAIL/image/gif/b008ed9b0bd3a4d1ad87cb6c7b6f695b/sc1.sml sc1 sc1.sml sml 653 44 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000387-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/sc1/DOWNSAMPLED/image/gif/3d3293ce0b0a3fb8cee599f180979d9c/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/sc1/DOWNSAMPLED/image/gif/3d3293ce0b0a3fb8cee599f180979d9c/sc1.gif sc1 sc1.gif gif 4905 199 571 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000387-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/sc2/THUMBNAIL/image/gif/3f03abf3c5d00773489e75a3df649d42/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/sc2/THUMBNAIL/image/gif/3f03abf3c5d00773489e75a3df649d42/sc2.sml sc2 sc2.sml sml 946 74 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000387-sc2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/sc2/DOWNSAMPLED/image/gif/d1d52a7f6ea354d34f45cbfbd6e2a0f0/sc2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/sc2/DOWNSAMPLED/image/gif/d1d52a7f6ea354d34f45cbfbd6e2a0f0/sc2.gif sc2 sc2.gif gif 5156 263 447 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000387-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/fx1/THUMBNAIL/image/gif/56d4ee0ef683e26dd8092fb10a35f4e3/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/fx1/THUMBNAIL/image/gif/56d4ee0ef683e26dd8092fb10a35f4e3/fx1.sml fx1 fx1.sml sml 2134 70 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000387-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/fx1/DOWNSAMPLED/image/gif/0075909b0494ad805de3fb7f2ad4b712/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/fx1/DOWNSAMPLED/image/gif/0075909b0494ad805de3fb7f2ad4b712/fx1.gif fx1 fx1.gif gif 6610 150 267 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000387-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/gr1/THUMBNAIL/image/gif/8a1e9edf24723bab033ab83f1c544f53/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/gr1/THUMBNAIL/image/gif/8a1e9edf24723bab033ab83f1c544f53/gr1.sml gr1 gr1.sml sml 861 92 68 IMAGE-THUMBNAIL 1-s2.0-S1381116998000387-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/gr1/DOWNSAMPLED/image/gif/73ac1bb64f29dd69bf10d3d060bcc105/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/gr1/DOWNSAMPLED/image/gif/73ac1bb64f29dd69bf10d3d060bcc105/gr1.gif gr1 gr1.gif gif 8128 444 327 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000387-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/fx2/THUMBNAIL/image/gif/c3539b302f3cd2445b5e17ffec2f2e93/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/fx2/THUMBNAIL/image/gif/c3539b302f3cd2445b5e17ffec2f2e93/fx2.sml fx2 fx2.sml sml 1834 59 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000387-fx2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/fx2/DOWNSAMPLED/image/gif/3085feacd89ff0d3a5461a74459b444d/fx2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/fx2/DOWNSAMPLED/image/gif/3085feacd89ff0d3a5461a74459b444d/fx2.gif fx2 fx2.gif gif 7022 146 311 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000387-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/gr2/THUMBNAIL/image/gif/0ed80bdf4e64672c8c14a8e5a8515cab/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/gr2/THUMBNAIL/image/gif/0ed80bdf4e64672c8c14a8e5a8515cab/gr2.sml gr2 gr2.sml sml 912 53 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000387-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/gr2/DOWNSAMPLED/image/gif/e2e0b0ac2094b23f5e33235ae9600a0c/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/gr2/DOWNSAMPLED/image/gif/e2e0b0ac2094b23f5e33235ae9600a0c/gr2.gif gr2 gr2.gif gif 3315 136 321 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000387-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/gr3/THUMBNAIL/image/gif/63dd11d26f969d2479f590af69a1217f/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/gr3/THUMBNAIL/image/gif/63dd11d26f969d2479f590af69a1217f/gr3.sml gr3 gr3.sml sml 695 33 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000387-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/gr3/DOWNSAMPLED/image/gif/1f45ae02e2a85d8d0605f36da3525582/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/gr3/DOWNSAMPLED/image/gif/1f45ae02e2a85d8d0605f36da3525582/gr3.gif gr3 gr3.gif gif 7570 169 631 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998000387-fx3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/fx3/THUMBNAIL/image/gif/d51c3e3f5d7ae70c4a415da5a58992fd/fx3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/fx3/THUMBNAIL/image/gif/d51c3e3f5d7ae70c4a415da5a58992fd/fx3.sml fx3 fx3.sml sml 1989 64 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998000387-fx3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998000387/fx3/DOWNSAMPLED/image/gif/79aa6fdf30612d08ebae67b473c6ae6d/fx3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998000387/fx3/DOWNSAMPLED/image/gif/79aa6fdf30612d08ebae67b473c6ae6d/fx3.gif fx3 fx3.gif gif 7817 165 322 IMAGE-DOWNSAMPLED MOLCAA 1820 S1381-1169(98)00038-7 10.1016/S1381-1169(98)00038-7 Elsevier Science B.V. Scheme. 1 Possible reaction pathways for crotonic acid in acid media. Scheme. 2 Further reaction possibilities of products 1 and 2. Fig. 1 (a) Structure of indanones formed by intramolecular acylation (3b1) and intramolecular alkylation (3b2) of alkylated and acylated m-xylene, respectively. (b) 1H NMR spectra of the major compound isolated from the reaction of m-xylene with crotonic acid (3b2). Fig. 2 Catalytic activities of Cs x H3−x PW12O40 for acylation of p-xylene (•), and m-xylene (▴) as a function of the surface acidity. Fig. 3 Pore distribution of Cs2HPW and Cs2.5HPW samples measured with argon. Table 1 Micropore volume (V μpore); micropore area (S μpore); total pore volume (V total); average pore size (φ) and BET surface area (S BET) of catalysts used in this work measured with adsorption/desorption of nitrogen Catalyst S BET (m2/g) V μpore (cm3/g) S μpore (m2/g) V total (cm3/g) φ (Å) Cs1HPWs 14 0.0006 1.3 0.009 24 Cs2HPWs 74 0.0319 64 0.039 15 Cs2.5HPWs 118 0.0257 53 0.077 26 HPW6s 54 0.0049 11 0.150 110 HPWps 7 0.0006 1.22 0.016 86 H-β 560 0.19 383 0.49 25 HY-100 654 0.30 606 0.39 17 Table 2 Yield % of products obtained in the reaction of p-xylene with crotonic acid at 138°C and TON for the catalysts used aMol crotonic acid converted to 3a per mol proton. bActivated catalyst. Table 3 Yields (%) of products obtained in the reaction of m-xylene with crotonic acid at 138°C and TON of each of the catalysts used aMol crotonic acid converted to 3b2 per mol proton. bActivated catalyst. Table 4 Yields (%) of products obtained in the reaction of toluene with crotonic acid and TON for each of the catalysts. Reactions were carried out at 110°C exceptc aMol crotonic acid converted to 3c per mol proton. bActivated catalyst. cReaction carried out in autoclave at 140°C, * indicates the position of the first electrophilic substitution in the aromatic ring (p=para, o=ortho). Heteropolyacids and large-pore zeolites as catalysts in acylation reactions using α,β-unsaturated organic acids as acylating agents C. De Castro J. Primo A. Corma * Instituto de Tecnologia Quimica, UPV-CSIC, Avda. de los Naranjos, s/n, 46022 Valencia, Spain * Corresponding author. Pure phosphotungstic acid (H3PW12O40), supported on SiO2 and in the form of Cesium salts have been studied as acid catalysts for the acylation of toluene, p-xylene and m-xylene with crotonic acid. Since crotonic acid can either alkylate and/or acylate the alkylaromatic compounds, it was specifically selected to study the influence of the catalyst on the selectivity for these two competing reactions. Analysis of products obtained when acylating with an α,β-unsaturated acid show that all the catalysts are more active for acylation than for alkylation. Heteropolyacids were found to be more active than zeolites H-Y and Beta, even when the activity per acid site was considered. In the case of heteropolyacids, their activity is directly related to the number of accessible Brönsted acid sites. Keywords Zeolites Heteropolyacids Friedel–Crafts acylation 1 Introduction The Friedel–Crafts acylation of aromatic compounds is a convenient method to produce aromatic ketones as reactive intermediates for further use in fine chemistry [1]. Conventionally, the Friedel–Crafts acylation of aromatic hydrocarbons is carried out in a homogeneous phase by using Lewis acids such as AlCl3, BF3, ZnCl2, TiCl4, FeCl3, or polyphosphoric and HF Brönsted acids as catalysts. Besides the environmental limitations of the above acids, these processes have the added inconvenience of using stoichiometric or even excess amounts of the catalysts for the reaction to proceed [2]. At present, considerable efforts are being made to find suitable, recyclable and environment-friendly solid acid catalysts, which can successfully carry out acylation reactions with anhydrides and acids as acylating agents. In this respect, it has been shown that zeolites, and in general solid catalysts containing Brønsted acid sites are adequate agents for carrying out the acylation of activated aromatic rings such as anisole with carboxylic acids [3]. Good yields and selectivities were obtained by large-pore acid zeolites where the Weyland's Friedel–Crafts intermediates could be fitted. It is evident that in the case of anisole, the aromatic ring is highly activated and therefore the acidity of the zeolites is sufficient to carry out such reactions [4, 5]. It has also been proposed that a rare earth exchanged zeolite can catalyze the acylation of toluene with carboxylic acids [6]. It is then of interest to study the influence of the acid strength of Brønsted acid sites in their catalytic activity for acylating aromatic hydrocarbons with different degree of activation using carboxylic acids as acylating agents. On top of that, and from a mechanistic point of view, it is of additional value to study the prefered reaction pathway when α,β-unsaturated acids are used for acylation, since in this case acylation and ring alkylation can occur. In this work, we have used crotonic acid as an acylating α,β-unsaturated acid, and toluene, m- and p-xylenes as aromatic compounds. The influence of the catalyst acidity has been elucidated by using two large-pore zeolites (H-Y and H-β) and phosphotungstic acid (H3PW12O40). The importance of the active site accessibility on the catalytic activity has been investigated by using the pure heteropolyacid (HPWp), this supported at 60% w/w on a SiO2 support (HPW6) as well as cesium salts of the phosphotungstic acid with defined stoichiometry (Cs x HPW, where x can be 1, 2 or 2.5, and it indicates the number of cesium atoms in the molecule Cs x H3−x PW12O40). 2 Experimental 2.1 Materials The silica source was obtained from BASF and characterized as having a BET surface area of 137 m2/g. This material was calcined at 800°C just before being used. Crotonic acid, as well as phosphotungstic acid, with a nominal purity of 99% was supplied by Aldrich and used without further purification. Aromatic compounds with nominal purity of ≥98% were supplied by Fluka and used without further purification. Supported HPW (HPWn where n indicates the weight percent of HPW on silica: 6 means 60%) was prepared by evaporation at 45°C under vacuum (2 Torr) of a mixture of silica and HPW dissolved in water (total mass catalyst/water volume=3 g/ml). Cesium salts from heteropolyacids were prepared as described by Okuhara et al. [7]. Results are presented as yield % of the acylated products and were calculated as the molar percentage of products formed in relation to the initial molar amount of acid. The turnover number was calculated as the molar amount of acid converted to the para-acylated product per mole of proton present on the catalyst. 2.2 Reaction procedure The reactions were carried out in a batch reactor, with controlled temperature and magnetic stirring. Prior to its use, the catalyst was activated, when required, in situ by heating it at 300°C under a vacuum of 1 Torr for 2 h. Thereafter the preheated reactants were transferred to the reactor and the resulting suspension was stirred at the reaction temperature. The corresponding aromatic compound was used in excess for all cases, and its temperature of reflux was taken as the reaction temperature. In a typical experiment, 1.16 mmol of crotonic acid, 0.086 mmol of catalyst, 100 mmol of the aromatic compound, and 2 mmol of nitrobenzene, which is the internal standard for this reaction, were stirred at the reflux temperature of the corresponding aromatic compound. Samples were taken periodically from the reactor with a filtering syringe and analyzed by GC (Varian 3000) in order to follow the reaction kinetics and GC–MS (Varian-3300/SATURN II) and 1H, 13C NMR (400 MHz VXR-400S) in order to identify the products formed. At the end of the reaction the catalyst was filtered and washed with dichloromethane, the filtrate was then weighed and analyzed by GC–MS, the catalyst was extracted with dichloromethane using a Soxhlet apparatus and the mass balance was calculated taking into account the extracted fraction. In all the experiments, the recovered products accounted for more than 90% of the starting material. 3 Results and discussion 3.1 Reaction network Table 1 shows the characteristics of surface area and pore distribution of the catalysts used in this work. The protonation of crotonic acid in the presence of Brønsted acid catalyst produces an electrophilic reactive intermediate that can be either an alkyl or an acyl carbocation, which can react with the aromatic ring to produce either the alkylated or the acylated product respectively (Scheme. 1 ). The products formed in this reaction (1 and 2) can further react either via intramolecular acylation or alkylation respectively in order to form the corresponding indanone (3), or via an intermolecular acylation/alkylation in order to form the corresponding biphenyl ketone (4) (Scheme. 2 ). Therefore, depending on the relative rates of the different reactions one should obtain different proportions of products 1–4. 3.2 Acylation of xylenes The results obtained for the acylation of p-xylene with crotonic acid are showed in Table 2 . Product 2 which corresponds, in this case, to the direct acylation of p-xylene by crotonic acid is not observed, while small amounts of product 1, formed by the direct alkylation of crotonic acid to p-xylene, is observed in some cases. The reaction kinetics data do not indicate the formation of other products than those indicated in any part of the course of the reaction. On the other hand, large yields of indanone are observed, especially when heteropolyacids are used as catalysts. Finally, small amounts of product 4 are also observed. It has to be pointed out that polymerization of crotonic acid occurred only to a minor extent, owing to both the high rate of the reaction with the aromatic ring and to the large amount of xylene used. It is observed that when either the acylated or alkylated products are formed, they react very quickly by a consecutive intramolecular alkylation or acylation, and consequently the indanone is, by large, the major product obtained. However, due to the symmetry of the p-xylene we can not distinguish how much of the indanone formed comes from the alkylated (product 1) or from the acylated (product 2) p-xylene. This can be elucidated by using m- instead of p-xylene. Indeed, in this case the indanone 3b2 formed by intramolecular alkylation of the previously acylated m-xylene could be easily differentiated from the other indanone coming from the intramolecular acylation of the previously alkylated m-xylene (3b1) by NMR analysis, in which case, an aromatic proton ortho to a carbonyl group (Hb in Fig. 1 a) would give a singlet signal at lower field. The results obtained for the reaction of crotonic acid with m-xylene (Table 3 ), show that there is only one major product obtained and the NMR spectra of the isolated compound corresponds to product 3b2: 3,5,7-trimethyl-indanone (Fig. 1b). What indicates that, for the catalysts used, the acylation of the alkylaromatic is faster than the alkylation. This is not what should be expected since to a first approximation one would tend to think that it would be easier to react the double bond with the aromatic compound rather than the carboxylic group as long as the aromatic ring becomes less activated when the acyl group is introduced. Thus, it is clear that the major reaction pathway under our experimental conditions is the acylation of the alkylaromatic compound followed by intramolecular alkylation by the double bond to form the corresponding indanone. Nevertheless some of the acylated product also reacts with another molecule of m-xylene to form the corresponding product 4. It should be noted that when cesium salts of the heteropolyacid are used as catalysts, a significant amount of alkylation also occurs and this product does not react further via intramolecular acylation, probably due to the interaction of Cs cations with the carboxylic group. Concerning the nature of the catalyst it can be observed that for both alkylaromatic compounds, the most active catalyst per unit of weight was the 60% supported heteropolyacid (HPW6s) followed by the Cs2HPW. It is interesting to observe that the activity of the activated heteropolyacid (HPW6a) is lower than the non-activated material (HPW6s). This result shows the importance of water of crystallization on the activity of the HPW towards the acylation reactions, which has already been observed by other authors [8]. The less active catalysts were the zeolites, where in this case the activity of the H-β was larger than that of H-Y. However, when the activity per acid site is calculated, we can see that the cesium salts containing 2 and 2.5 cesium atoms are the most active catalysts, followed by HPW6s. Taking both considerations into account, the two zeolites studied here are less active than the heteropolyacids. It is not surprising to find that when the surface area of the HPWp is increased by supporting it on the SiO2 carrier (Table 1), the activity of the resultant catalyst increases. However, in the case of the Cs exchanged heteropolyacid the surface area concept can not be directly extrapolated, since the surface area increases (Table 1) when Cs+ cations are introduced, but the total Brønsted acidity decreases when H+ is replaced by Cs+. In order to take into account these two variables, Okuhara et al. [9] have introduced the surface acidity, which stands for the product of the remaining Brönsted acid sites times the surface area of the material. When this is plotted for the two xylenes (Fig. 2 ) it can be seen that, despite the dispersion, there is some correlation between catalysts activity and surface acidity. Another noticeable fact is the decrease in selectivity of Cs2HPW towards product 6 when we change the aromatic compound from p- to m-xylene (Table 3). This fact could be explained on the bases of the pore size distribution of samples Cs2HPW and Cs2.5HPW (Fig. 3 ). In the case of sample Cs2HPW, the micropore size distribution is shifted towards sizes smaller than on sample Cs2.5HPW. More specifically, the average pore size is 6.7 Å for the former sample, while for Cs2.5HPW it is of 10.9 Å. Taking into account that the kinetic diameter of p- and m-xylene are 6.6 Å and 7.3 Å, respectively, it is obvious that there will be a large proportion of pores in sample Cs2HPW that will not be accessible to m-xylene molecules. Therefore we believe that the inaccessibility of m-xylene to some of the micropores in Cs2HPW is affecting the catalytic results. This kind of shape selectivity in microporous metal salts of heteropolyacids have already been observed for decomposition reactions of esters of different sizes [9]. It has been presented that in the case of acid catalyzed reactions, the adsorption properties of the catalyst can be almost as important as the acid strength of the sites [10]. In the case of heteropolyacids not only the acidity but also the adsorption properties of the heteropolycompounds can be modified by synthesizing different salts. In our case, the Cs salts are more hydrophobic than the acid form, and this should have a beneficial effect for the adsorption of the non polar aromatic molecules [11]. On top of that, the soft basicity of the heteropolyanion, which can be changed by the presence of Cs+, gives to the system a special acid–base bifunctionality, which enhances the catalytic activity of the heteropolysalt. 3.3 Acylation of toluene We have also carried out the acylation with toluene, which is a less activated aromatic molecule (Table 4 ). The product distribution obtained shows, in a similar way to the xylenes, that the acylated product (2) is formed. And furthermore it reveals, in this case, that the rate of intramolecular alkylation of the acylated product and the acylation of toluene by crotonic acid are slower with respect to the xylenes. In any case, the most notable fact is the much lower yields obtained with toluene, which gives in all cases turnover numbers below 1. Owing to the low rate of the desired reaction, polymerization of the crotonic acid occurs to a much larger extent. It is also noteworthy that in the case of the zeolites, despite their low activity, there is a very high selectivity, especially in the case of H-β, for the attack of the crotonic acid in the para position. Moreover, it should be taken into account that the experiments with toluene were carried out at its reflux temperature (110°C) which is about 30°C lower than for the xylenes. Thus, it is reasonable to think that the lower reaction temperature together with the low reactivity of toluene is responsible, in this case, for the low yields of the desired products. In order to find the intrinsic reactivity of the toluene towards the dimethylbenzene products, the reaction was carried out with the former in a high pressure autoclave provided with mechanical stirring at 140°C. The concentrations used here were the same as for the experiment at 110°C, and Cs2.5HPW was chosen as catalyst. The results of the experiment at 140°C are also shown in Table 4. It can be seen that there is an increase of the total conversion, but the yields of the acylated products remain unchanged. This shows that temperature does not influence the selectivity of the catalyst towards the acylated products. On the contrary, it increases the polymerization rate, confirming that the reaction rate of crotonic acid with toluene is much lower than with the xylenes and so it favors the polymerization reaction of the crotonic acid. This fact reveals that, in this case, the rate of the acylation reaction with HPA strongly depends on the level of activation of the aromatic compound, rather than the formation of the protonated species of the crotonic acid. 4 Conclusions The experiments carried out in this work led to the conclusions that phosphotungstic acid supported on silica, as well as its cesium salts are active catalyst for the acylation reaction of aromatic compounds with carboxylic acids as acylating agents. The activity of the heteropolycompounds in acylation reactions depends on the total number of acid sites available, and in the conditions of this work, the acylation activity of the catalysts per acid site decreases in the following order: Cs x HPWs>HPW6s>H-β>H-Y. Water of crystallization proved to play an important role on the catalytic activity of HPW supported on silica since the activated catalyst gives lower yields than the non activated one. It was also found that the first step of the reaction pathway for an α,β-unsaturated acid is the acylation, with further intramolecular alkylation of the aromatic ring. The rate of acylation and also further alkylation reaction of the aromatic ring with crotonic acid is strongly related to the level of activation of the aromatic ring rather than to the formation of the protonated species. Acknowledgements This work was supported by MAT97-1016-C02-01. Conselleria de Educacion y Ciencia of the Generalitat Valenciana is also acknowledged for funding Mr. Castro's PhD fellowship. References 1 G.A. Olah, in: Friedel–Crafts and Related Reactions, Vol. I–IV, Wiley-Interscience, New York, 1963–1964. 2 M. Spagnol, L. Gilbert, D. Alby, in: J.R. Desmurs, S. Rattoy (Eds.), The Roots of Organic Development, Elsevier, Amsterdam, 1996, p. 29. 3 A. Corma M.J. Climent H. Garcı́a J. Primo Appl. Catal. 49 1989 109 4 G. Harvey, A. Vogt, H.W. Kouwenhoven, R. Prins, Catalysis (1994) 363. 5 H. van Bekkum A.J. Hoefnagel M.A. van Koten E.A. Gunnewegh A.H.G. Vogt H.W. Kouwenhoven Stud. Surf. Sci. Catal. 83 1994 374 6 B. Chiche A. Finiels C. Gauthier P. Geneste J. Graille D. Pioch J. Org. Chem. 51 1986 2128 7 T. Okuhara, M. Yamashita, K. Na, M. Misono, Chem. Lett. (1994) 1451. 8 N. Essayem G. Coudourier M. Fournier J.C. Vedrine Catal. Lett. 34 1995 233 9 T. Okuhara T. Nishimura M. Misono Stud. Surf. Sci. Catal. 101 1996 581 10 A. Corma Chem. Rev. 95 1995 559 11 T. Okuhara T. Nishimura H. Watanabe M. Misono J. Mol. Catal. 74 1992 247",
      "scopus-id": "0032530537",
      "coredata": {
        "eid": "1-s2.0-S1381116998000387",
        "dc:description": "Pure phosphotungstic acid (H3PW12O40), supported on SiO2 and in the form of Cesium salts have been studied as acid catalysts for the acylation of toluene, p-xylene and m-xylene with crotonic acid. Since crotonic acid can either alkylate and/or acylate the alkylaromatic compounds, it was specifically selected to study the influence of the catalyst on the selectivity for these two competing reactions. Analysis of products obtained when acylating with an α,β-unsaturated acid show that all the catalysts are more active for acylation than for alkylation. Heteropolyacids were found to be more active than zeolites H-Y and Beta, even when the activity per acid site was considered. In the case of heteropolyacids, their activity is directly related to the number of accessible Brönsted acid sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-09-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116998000387",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "De Castro, C."
          },
          {
            "@_fa": "true",
            "$": "Primo, J."
          },
          {
            "@_fa": "true",
            "$": "Corma, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116998000387"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116998000387"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(98)00038-7",
        "prism:volume": "134",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Heteropolyacids and large-pore zeolites as catalysts in acylation reactions using α,β-unsaturated organic acids as acylating agents",
        "prism:copyright": "Copyright © 1998 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Zeolites"
          },
          {
            "@_fa": "true",
            "$": "Heteropolyacids"
          },
          {
            "@_fa": "true",
            "$": "Friedel–Crafts acylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-222",
        "prism:endingPage": "222",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 September 1998",
        "prism:doi": "10.1016/S1381-1169(98)00038-7",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/S1381-1169(98)00038-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "44",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "653",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "199",
            "@width": "571",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4905",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "946",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "263",
            "@width": "447",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-sc2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5156",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2134",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "150",
            "@width": "267",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6610",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "861",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "444",
            "@width": "327",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8128",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "59",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1834",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "146",
            "@width": "311",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-fx2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7022",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "53",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "912",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "136",
            "@width": "321",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3315",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "33",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "695",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "169",
            "@width": "631",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7570",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-fx3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1989",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "165",
            "@width": "322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998000387-fx3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7817",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0032530537"
      }
    }
  }
}