{
  "metadata": {
    "title": "The effect of NO adsorption on the chemical state of promoted hydrotreating catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-11-20",
    "doi": "10.1016/S1381-1169(00)00304-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900003046",
    "pii": "S1381116900003046"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038747454",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-10-26 2000-10-26 2010-04-18T20:21:34 1-s2.0-S1381116900003046 S1381-1169(00)00304-6 S1381116900003046 10.1016/S1381-1169(00)00304-6 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01276 2015-05-15T05:55:31.049811-04:00 0 0 20001120 2000 2000-10-26T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confabbr confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 162 162 1 2 1 2 Volume 162, Issues 1–2 31 375 379 375 379 20001120 20 November 2000 2000-11-20 2000 In honour of Prof. H. Knozinger on the occasion of his 65th Knozinger S.I. G. Mestl converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. EFFECTNOADSORPTIONCHEMICALSTATEPROMOTEDHYDROTREATINGCATALYSTS NIELSEN L 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusion Acknowledgements References TOPSOE 1996 H HYDROTREATINGCATALYSISSCIENCETECHNOLOGY TOPSOE 1983 286 N TOPSOE 1987 2157 H CANDIA 1982 374 R PROC4THINTCONFCHEMISTRYUSESMOLYBDENUM CANDIA 1984 375 R PROC8THINTCONGRCATAL TOPSOE 1982 293 N VALYON 1984 277 J VALYON 1983 216 J MILLMAN 1986 169 W OKAMOTO 1981 445 Y DELGADO 1984 735 E MICIUKIEWICZ 1987 915 J PERI 1982 1615 J NIU 1999 35 G DALY 1986 248 F DALY 1987 91 F YAMADA 1999 3 M KOIZUMI 1997 293 N HYDROTREATMENTHYDROCRACKINGOILFRACTION JUNG 1982 246 H PROC4THINTCONFCHEMISTRYUSESMOLYBDENUM MOON 1988 307 S SHUXIAN 1986 167 Z LENGELER 1980 4507 B EISENBERGER 1980 3351 P SUZUKI 1981 283 K NIELSENX2000X375 NIELSENX2000X375X379 NIELSENX2000X375XL NIELSENX2000X375X379XL item S1381-1169(00)00304-6 S1381116900003046 1-s2.0-S1381116900003046 10.1016/S1381-1169(00)00304-6 271358 2010-09-30T18:13:07.652819-04:00 2000-11-20 1-s2.0-S1381116900003046-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/MAIN/application/pdf/7448fa41835a004d181317deefe0d595/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/MAIN/application/pdf/7448fa41835a004d181317deefe0d595/main.pdf main.pdf pdf true 119634 MAIN 5 1-s2.0-S1381116900003046-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/PREVIEW/image/png/a5ff4516f045b9588c53c1af25b30d75/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/PREVIEW/image/png/a5ff4516f045b9588c53c1af25b30d75/main_1.png main_1.png png 59893 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900003046-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/STRIPIN/image/gif/5a2f3c6bc029185ea8c7d36ebcecf48c/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/STRIPIN/image/gif/5a2f3c6bc029185ea8c7d36ebcecf48c/si1.gif si1 si1.gif gif 1607 21 389 ALTIMG 1-s2.0-S1381116900003046-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr1/THUMBNAIL/image/gif/e1735d928f196928a63ab31b9563f87b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr1/THUMBNAIL/image/gif/e1735d928f196928a63ab31b9563f87b/gr1.sml gr1 gr1.sml sml 982 67 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003046-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr1/DOWNSAMPLED/image/gif/57ea771721beeed8e61ffa27f80261e6/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr1/DOWNSAMPLED/image/gif/57ea771721beeed8e61ffa27f80261e6/gr1.gif gr1 gr1.gif gif 3641 173 323 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003046-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr2/THUMBNAIL/image/gif/bbf904f11a80d37f37064ea7ab69e01b/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr2/THUMBNAIL/image/gif/bbf904f11a80d37f37064ea7ab69e01b/gr2.sml gr2 gr2.sml sml 979 69 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003046-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr2/DOWNSAMPLED/image/gif/fc8af95e7925d64c5321ea345cc534b7/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr2/DOWNSAMPLED/image/gif/fc8af95e7925d64c5321ea345cc534b7/gr2.gif gr2 gr2.gif gif 3354 171 310 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003046-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr3/THUMBNAIL/image/gif/32aa60e4f212b09d072b7365435b89c7/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr3/THUMBNAIL/image/gif/32aa60e4f212b09d072b7365435b89c7/gr3.sml gr3 gr3.sml sml 1134 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003046-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr3/DOWNSAMPLED/image/gif/2bdf4c8b0cdcfb1b70e1c4b654031186/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr3/DOWNSAMPLED/image/gif/2bdf4c8b0cdcfb1b70e1c4b654031186/gr3.gif gr3 gr3.gif gif 3940 201 315 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003046-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr4/THUMBNAIL/image/gif/25eb024c441730b6f88e51e02f2325e8/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr4/THUMBNAIL/image/gif/25eb024c441730b6f88e51e02f2325e8/gr4.sml gr4 gr4.sml sml 1445 93 88 IMAGE-THUMBNAIL 1-s2.0-S1381116900003046-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr4/DOWNSAMPLED/image/gif/c7465e26103b943156c54a3fe8b5a835/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr4/DOWNSAMPLED/image/gif/c7465e26103b943156c54a3fe8b5a835/gr4.gif gr4 gr4.gif gif 8956 342 322 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003046-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr5/THUMBNAIL/image/gif/fa048048a02a8b33017776d9181e2551/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr5/THUMBNAIL/image/gif/fa048048a02a8b33017776d9181e2551/gr5.sml gr5 gr5.sml sml 1205 94 74 IMAGE-THUMBNAIL 1-s2.0-S1381116900003046-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr5/DOWNSAMPLED/image/gif/295803ba375aa084f68273e25f9ae3ae/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr5/DOWNSAMPLED/image/gif/295803ba375aa084f68273e25f9ae3ae/gr5.gif gr5 gr5.gif gif 8696 387 306 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003046-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr6/THUMBNAIL/image/gif/13ee1667671a454c360820a27d9933ba/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr6/THUMBNAIL/image/gif/13ee1667671a454c360820a27d9933ba/gr6.sml gr6 gr6.sml sml 1572 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003046-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003046/gr6/DOWNSAMPLED/image/gif/8d04843575f29626e94035ae753aba84/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003046/gr6/DOWNSAMPLED/image/gif/8d04843575f29626e94035ae753aba84/gr6.gif gr6 gr6.gif gif 4746 201 294 IMAGE-DOWNSAMPLED MOLCAA 2832 S1381-1169(00)00304-6 10.1016/S1381-1169(00)00304-6 Elsevier Science B.V. Fig. 1 NO TPD trace of a sulfided Mo/Al2O3 (12 wt.%) catalyst. Fig. 2 NO chemisorption capacity of sulfided Mo/Al2O3 catalysts as a function of Mo loading. Fig. 3 NO chemisorption capacities as a function of NO TPD areas for a series of sulfided CoMo/Al2O3 with different loadings (Co/Mo wt.%: 0/0, 2.1/10.0, 3.2/14.6 and 4.5/20.0). Fig. 4 (a) Ni K-edge XANES of a NiW/Al2O3 catalyst recorded at RT in the oxidic state (dashed line), after sulfiding in H2S/Ar (thick line), and after exposure to NO at RT (thin line). (b) Expanded view of (a) including fitted XANES spectrum (open circles). Fig. 5 (a) W L3 absorption XANES structure and (b) k1 weighted Fourier transforms of the NiW/Al2O3 catalyst recorded at RT in the oxidic state (dashed line), after sulfiding in H2S/Ar (thick line), and after exposure to NO at RT (thin line). Fig. 6 The height of the Ni white-line of the Ni atoms in the active Ni–Mo–S phase in sulfided NiMo/Al2O3 catalyst as a function of the temperature during NO exposure. Two horizontal lines have been superimposed showing the height of the Ni white-line in the oxidic and sulfided state, respectively. The effect of NO adsorption on the chemical state of promoted hydrotreating catalysts Lars Pleth Nielsen * Lis Ibsen Steffen V Christensen Bjerne S Clausen Haldor Topsøe Research Laboratories, Nymøllevej 55, DK-2800 Lyngby, Denmark * Corresponding author. Fax: +45-45-27-29-99 The chemical state of the active phase (Ni–Mo–S and Ni–W–S) of sulfided NiMo and NiW catalysts during the interaction with NO is investigated by extended X-ray absorption fine structure (EXAFS). The results show that approximately 30 % of the Ni atoms in the active phase are oxidized already at room temperature (RT) upon NO exposure. On the average, the chemical state of the W atoms in sulfided NiW/Al2O3 is hardly changed. Essentially all the Ni atoms in the active Ni–Mo–S phase are oxidized above 150°C. Although the present results indicate that significant structural and chemical changes occur when NO is used as a probe molecule in activated hydrotreating catalysts, NO temperature-programmed desorption (TPD) and NO chemisorption can, nevertheless, provide important insight into the nature of the active phase. Keywords Hydrotreating MoS2 Ni–Mo–S Ni–W–S EXAFS Nitric oxide TPD Chemisorption Nitriding 1 Introduction The atomic structure of supported Ni and Co promoted molybdenum- and tungsten-based hydrotreating catalysts has been studied by a multitude of techniques for several decades [1]. The goal of these studies has not only been to increase the fundamental knowledge of the atomic structure of the active phase, but also to tailor-make new catalysts with improved catalytic properties. The latter is necessary in order to meet the new legislations concerning the levels of S and N in conventional transportation fuels in the future. An experimental approach is the one where the density and/or the nature of the active surface sites are characterized by the use of different probe molecules in combination with, e.g., infrared (IR), temperature-programmed desorption (TPD), or chemisorption [1]. Often, it has been possible to obtain correlations between the catalytic activity and the number of active surface sites, as determined by these methods [1]. Since the use of probe molecules requires some pre-treatments, it should be stressed that the chemical state of the surface structures may be significantly different from that of a working catalyst under more realistic industrial conditions. The applied probe molecules may also interact strongly with the active phase and, thereby, modify the chemical state of the surface atoms. The surface structure of oxidic precursors and the nature of the active sites in sulfided CoMo/Al2O3 and NiMo/Al2O3 catalysts have been characterized extensively by NO chemisorption and by IR studies of absorbed NO molecules by the Topsøe group [2–6] and other groups [7–18]. From these studies, it was demonstrated that NO is a very useful selective probe molecule, and furthermore, that both the number, as well as the type of surface sites present in activated hydrotreating catalysts, can by quantified by NO adsorption combined with Fourier transformed infrared spectroscopy (FTIR). As one of the key results, it has been possible to verify that the number of promoted sites increases on the expense of unpromoted sites [2] and a correlation between the intrinsic HDS activity and the amount of NO adsorbed on these promoted sites has been identified [2,6]. The nature of e.g., the NOCo bonding, has been elucidated by comparison with studies of well-defined homogeneous sulfur-containing model compounds [3]. A few NO TPD results on sulfided Mo-based catalysts have been reported. Jung et al. [19] showed a symmetric NO TPD peak, centered around 160°C, with an area linearly increasing with the Mo loading and the benzothiophene HDS activity. Moon et al. [20] reported NO TPD from sulfided Mo and Co catalysts supported on carbon and Al2O3. The NO desorption temperatures in the two studies are similar, although the desorption spectra observed by Moon et al. appear to have several shoulders, which are not present in the study by Jung et al. NO is known to be a very reactive probe molecule, and oxidation of bulk MoS2 during NO exposure has been reported by, e.g., Shuxian et al. [21]. In the present work, we will focus on the active sites in Co and Ni promoted NiMo and NiW-based hydrotreating catalysts, as probed by NO chemisorption and NO TPD. The interaction of NO with the active phase is probed by extended X-ray absorption fine structure (EXAFS). 2 Experimental The unpromoted Mo/Al2O3 catalysts were prepared by pore filling of η-Al2O3 (≈270 m2/g) with ammoniumheptamolybdate. The NiMo/Al2O3, CoMo/Al2O3 and NiW/Al2O3 catalysts were made by coimpregnation with a solution of Ni(NO3)2·6H2O or Co(NO3)2·6H2O and ammoniumheptamolybdate or ammonium metatungstate. All catalysts were calcined at 450°C for 2 h. The NO TPD experiments were performed in a micro-reactor system connected to a Balzers mass spectrometer (GAM 400). The different catalysts were crushed and sieved to a particle fraction between 300 and 850 μm and 0.200 g was loaded in a quartz reactor. Both the oxidized and the in situ nitrided catalyst were sulfided in H2S/H2/He (2 vol.%/2 vol.%/96 vol.%, flow=100 N ml/min) for 2 h at room temperature (RT) before the temperature was increased (10°C/min) to 450°C, where it was kept for 2 h. The sulfided catalysts were flushed in He (100 Nml/min) at 450°C before cooling to RT and were then exposed to 3800 ppm NO in Ar (100 Nml/min) for 30 min. The gas flow was changed to He (100 Nml/min) and the gas phase and the loosely bound NO-surface species were removed before the NO TPD was performed. The concentration of NO was measured using mass 30. The volumetric chemisorption experiments were performed in an all-glass chemisorption setup. The catalysts were sulfided according to the procedures mentioned above. After sulfiding, the catalysts were flushed with pure He at 450°C. The chemisorption cell was then evacuated and subsequently cooled under vacuum to RT and the NO chemisorption was carried out. Two isotherms were measured, separated by a vacuum treatment at RT. The isotherms were fitted with a non-dissociative Langmuir-type equation and the difference between the first and the second isotherm is a measure of the amount of strongly bound NO species. The EXAFS experiments were performed at the RÖMO II experimental station at beamline X1 at HASYLAB, DESY. The double crystal monochromator (Si(311) for the Mo K-edge and Si(111) for Ni K-edge and the W L3 edge) was detuned to 60% intensity to minimize the presence of higher harmonics. The measurements were all carried out in transmission mode using three optimized ion chambers. The energy calibration was obtained from the absorption edge of a reference sample measured simultaneously with the catalysts. All spectra were recorded at RT. Standard EXAFS procedures [22,23] were used to extract the EXAFS data from the measured absorption spectrum. 3 Results and discussion Fig. 1 shows the NO TPD of a sulfided Mo/Al2O3 (12 wt.%) catalyst. Fig. 2 shows the NO chemisorption capacities as a function of the increasing Mo loading. It is evident that the NO chemisorption capacity is going through a maxima with increasing Mo loading. Furthermore, there is a linear relationship between the NO chemisorption capacity and the NO TPD area, as illustrated for a series of sulfided CoMo catalysts with different loadings (Fig. 3) . The above results clearly demonstrate that NO is a useful probe molecule for the characterization of activated hydrotreating catalysts. Fig. 4a shows the Ni K-edge XANES of a NiW/Al2O3 catalyst recorded at RT of the oxidic state, after sulfiding in H2S/Ar at 450°C, and after exposing the sulfided catalyst to NO for approximately 1 h at RT. Fig. 4b shows an expanded view of the XANES region and it is evident that the intensity of the white-line, signifying Ni atoms in oxidic surroundings, is absent after sulfiding. Furthermore, it is seen that the energy position of the absorption edge is shifted to lower energies upon sulfiding, indicating a reduction of the Ni atoms. The XANES spectra after NO exposure at RT are different from the spectra obtained directly after sulfiding. The energy position of the absorption edge is observed to shift towards higher energies, and the height of the white-line is increased upon exposing the sulfided catalysts to NO. Thus, the Ni atoms in the active Ni–W–S phase are partially oxidized by the interaction with NO at RT. This can be further quantified by fitting the spectrum after NO exposure with a linear combination of the spectrum of the catalyst before and after sulfiding, i.e.: (1) XANES NO =k·[α·XANES oxidic +(1−α)·XANES sulf ]. Fig. 4 shows the fit where both the energy position of the absorption edge and the height of the white-line are well represented by such a simple analysis. The fit shows that approximately 30% of the Ni atoms are oxidized after exposing the sulfided NiW/Al2O3 catalyst to NO at RT. Fig. 5 shows the corresponding changes of the W atoms in the same NiW/Al2O3 catalyst. Fig. 5a shows the XANES structure of the W L3 absorption edge and it is seen that the energy position after NO exposure at RT is located between the energy position of the oxidic and the sulfided state. From the peak heights in the k1 weighted Fourier transform (Fig. 5b), it is seen that the average sulfur coordination number (peak at about 2.0 Å (not phase corrected)) is only decreasing slightly upon NO exposure. Correlated with the small decrease in the sulfur coordination number, a tiny increase is seen in the oxygen coordination number (peak at about 1.3 Å (not phase corrected)). Only a small effect is observed by XAFS on the W atoms upon NO adsorption, whereas a much larger effect is observed for the Ni promoter atoms. This probably reflects the different dispersions of the two elements, i.e., all the Ni atoms in the active Ni–W–S phase are exposed at the edges of the WS2 slabs, whereas a much smaller fraction of the W atoms is exposed at the edges, the rest being inaccessible to NO in the interior of the slabs. Fig. 6 shows the effect of the temperature on the chemical state of the Ni atoms in the active Ni–Mo–S phase in a sulfided NiMo/Al2O3 catalyst during NO exposure. Two horizontal lines indicate the height of the Ni white-line in the fully oxidic and sulfided state, respectively. It is evident (Fig. 6) that the Ni atoms in the Ni–Mo–S phase are significantly oxidized by NO at RT. Heating NO to above 150°C oxidizes the Ni atoms to a degree similar to that observed in the initial oxidic NiMo/Al2O3 catalyst. The titration of active sites by either NO chemisorption or NO TPD will thus significantly change the chemical state of the active sites under the present conditions. The oxidation potential of NO has been studied by other surface sensitive techniques. Two XPS studies [21,24] have reported the interaction of NO with unsupported MoS2 model catalysts. Suzuki et al. [24] showed that the basal-planes of MoS2 are inactive to NO adsorption. Contrary, the edges of a freshly cleaved MoS2 crystal show the appearance of an O 1s peak located at the position of MoO3, indicating the formation of MoO3 at the edges of MoS2 as a result of NO exposure. In accordance with this, the binding energy of the Mo 3d3/2 level after NO exposure was consistent with that of Mo6+, i.e. the formation of MoO3 during NO exposure. An XPS study by Shuxian et al. [21] showed that NO is a better oxidizing agent than O2 in the case of polycrystalline MoS2. 4 Conclusion From the present results, it is clear that NO interacts strongly with the atoms at the edge structures in sulfided NiMo and NiW hydrotreating catalysts causing severe oxidation. With respect to the Ni promotes atoms, it is estimated that approximately 30% of the Ni atoms in the active phase are oxidized upon exposing to NO at RT. Above 150°C, all the Ni atoms appear to have been re-oxidized into a state similar to that observed prior to sulfiding. Although NO interacts strongly with the active phase in supported hydrotreating catalysts, it has, nevertheless, many advantages when applying NO as a probe molecule in combination with, e.g., TPD, FTIR or chemisorption, as illustrated by a few examples. Acknowledgements We would like to thank A. Kjersgaard, S. Rokni, A.M. Molenbroek and J.-D. Grunwaldt for assisting with the EXAFS measurements. HASYLAB is gratefully acknowledged for offering beamtime at the RÖMO II station and DANSYNC for financial support. We acknowledge M. Brorson and A. Nielsen for the catalyst preparation. N.-Y. Topsøe and H. Topsøe are acknowledged for stimulating discussions. References [1] H Topsøe B.S Clausen F Massoth R Anderson M Boudart Hydrotreating Catalysis, Science and Technology vol. 11 1996 Springer-Verlag Berlin [2] N.-Y Topsøe H Topsøe J. Catal. 84 1983 286 [3] H Topsøe B.S Clausen N.-Y Topsøe E Pedersen W Niemann A Müller H Bögge B Lengeler J. Chem. Soc., Faraday Trans. 83 1987 2157 [4] R Candia N.-Y Topsøe S Clausen C Wivel R Nevald S Mørup H Topsøe H.F Barry P.C.H Mitchell Proc. 4th Int. Conf. Chemistry and Uses of Molybdenum 1982 Climax Molybdenum 374 [5] R Candia B.S Clausen J Bartholdy N.-Y Topsøe B Lengeler H Topsøe Proc. 8th Int. Congr. Catal. vol. 2 1984 375 [6] N.-Y Topsøe H Topsøe J. Catal. 77 1982 293 [7] J Valyon R.L Schneider W.K Hall J. Catal. 86 1984 277 [8] J Valyon W.K Hall J. Catal. 84 1983 216 [9] W Millman K.-I Segawa D Smrz W.K Hall Polyhedron 5 1986 169 [10] Y Okamoto Y Katoh T Imanaka S Teranishi J. Catal. 70 1981 445 [11] E Delgado G.A Fuentes C Hermann G Kunzmann H Knözinger Bull. Soc. Belg. 93 1984 735 [12] J Miciukiewicz W Zmierczak F Massoth Bull. Soc. Belg. 96 1987 915 [13] J.B Peri J. Phys. Chem. 86 1982 1615 [14] G Niu Y Huang Z Cao Y Huang Q Li Appl. Surf. Sci. 141 1999 35 [15] F.P Daly J.L Schmitt E.A Sturm J. Catal. 97 1986 248 [16] F.P Daly J.S Brinen Appl. Catal. 30 1987 91 [17] M Yamada N Koizumi M Yamazki Catal. Today 50 1999 3 [18] N Koizumi M Iijima T Mochizuki M Yamada G.F Froment B Delmon P Grange Hydrotreatment and Hydrocracking of Oil Fraction 1997 293 [19] H.J Jung J.L Schmitt H Ando H.F Barry P.C.H Mitchell Proc. 4th Int. Conf. Chemistry and Uses of Molybdenum 1982 Climax Molybdenum 246 [20] S.-J Moon S.-K Ihm Appl. Catal. 42 1988 307 [21] Z Shuxian W.K Hall G Ertl H Knözinger J. Catal. 100 1986 167 [22] B Lengeler P Eisenberger Phys. Rev. B 21 1980 4507 [23] P Eisenberger B Lengeler Phys. Rev. B 22 1980 3351 [24] K Suzuki M Soma T Onishi K Tamaru J. Electron Spectrosc. Relat. Phenom. 24 1981 283",
      "scopus-id": "0038747454",
      "coredata": {
        "eid": "1-s2.0-S1381116900003046",
        "dc:description": "The chemical state of the active phase (Ni–Mo–S and Ni–W–S) of sulfided NiMo and NiW catalysts during the interaction with NO is investigated by extended X-ray absorption fine structure (EXAFS). The results show that approximately 30 % of the Ni atoms in the active phase are oxidized already at room temperature (RT) upon NO exposure. On the average, the chemical state of the W atoms in sulfided NiW/Al2O3 is hardly changed. Essentially all the Ni atoms in the active Ni–Mo–S phase are oxidized above 150°C. Although the present results indicate that significant structural and chemical changes occur when NO is used as a probe molecule in activated hydrotreating catalysts, NO temperature-programmed desorption (TPD) and NO chemisorption can, nevertheless, provide important insight into the nature of the active phase.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-11-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900003046",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nielsen, Lars Pleth"
          },
          {
            "@_fa": "true",
            "$": "Ibsen, Lis"
          },
          {
            "@_fa": "true",
            "$": "Christensen, Steffen V"
          },
          {
            "@_fa": "true",
            "$": "Clausen, Bjerne S"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900003046"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900003046"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00304-6",
        "prism:volume": "162",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "The effect of NO adsorption on the chemical state of promoted hydrotreating catalysts",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "prism:issueName": "In honour of Prof. H. Knozinger on the occasion of his 65th",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrotreating"
          },
          {
            "@_fa": "true",
            "$": "MoS2"
          },
          {
            "@_fa": "true",
            "$": "Ni–Mo–S"
          },
          {
            "@_fa": "true",
            "$": "Ni–W–S"
          },
          {
            "@_fa": "true",
            "$": "EXAFS"
          },
          {
            "@_fa": "true",
            "$": "Nitric oxide"
          },
          {
            "@_fa": "true",
            "$": "TPD"
          },
          {
            "@_fa": "true",
            "$": "Chemisorption"
          },
          {
            "@_fa": "true",
            "$": "Nitriding"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "375-379",
        "prism:endingPage": "379",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 November 2000",
        "prism:doi": "10.1016/S1381-1169(00)00304-6",
        "prism:startingPage": "375",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00304-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "389",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1607",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "67",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "982",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "173",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3641",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "69",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "979",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "171",
            "@width": "310",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3354",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1134",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "201",
            "@width": "315",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3940",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1445",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "342",
            "@width": "322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8956",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "74",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1205",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "387",
            "@width": "306",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8696",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1572",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "201",
            "@width": "294",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003046-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4746",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038747454"
      }
    }
  }
}