{
  "metadata": {
    "title": "Catalyst recycling in the epoxidation of alkenes catalyzed by MoO<ce:inf loc=post>2</ce:inf>(acac)<ce:inf loc=post>2</ce:inf> through precipitation with poly(ethylene oxide)",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-01-23",
    "doi": "10.1016/S1381-1169(01)00293-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111690100293X",
    "pii": "S138111690100293X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037160311",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-12-28 2001-12-28 2010-04-18T17:18:08 1-s2.0-S138111690100293X S1381-1169(01)00293-X S138111690100293X 10.1016/S1381-1169(01)00293-X S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01458 2015-05-15T05:56:33.301439-04:00 0 0 20020123 2002 2001-12-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 178 178 1 2 1 2 Volume 178, Issues 1–2 6 43 46 43 46 20020123 23 January 2002 2002-01-23 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. CATALYSTRECYCLINGINEPOXIDATIONALKENESCATALYZEDBYMOO2ACAC2THROUGHPRECIPITATIONPOLYETHYLENEOXIDE DALLMANN K 1 Introduction 2 Experimental 2.1 Materials 2.2 Catalytic experiments 3 Results and discussion 4 Conclusions Acknowledgements References SOBCZAK 1977 165 J IVANOV 1979 150 S BOEVA 1984 239 R YOKOYAMA 1985 3271 T SHERRINGTON 1991 115 D MILLER 1995 368 M MILLER 1995 377 M BERGBREITER 1998 389 D ZHENG 1998 175 X DALLMANNX2002X43 DALLMANNX2002X43X46 DALLMANNX2002X43XK DALLMANNX2002X43X46XK item S1381-1169(01)00293-X S138111690100293X 1-s2.0-S138111690100293X 10.1016/S1381-1169(01)00293-X 271358 2010-10-03T19:43:19.927668-04:00 2002-01-23 1-s2.0-S138111690100293X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690100293X/MAIN/application/pdf/d110fb623ec0cfe9491079427908d043/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690100293X/MAIN/application/pdf/d110fb623ec0cfe9491079427908d043/main.pdf main.pdf pdf true 74281 MAIN 4 1-s2.0-S138111690100293X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690100293X/PREVIEW/image/png/542b08ccbd9df677f4ede6988675999b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690100293X/PREVIEW/image/png/542b08ccbd9df677f4ede6988675999b/main_1.png main_1.png png 58750 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111690100293X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690100293X/gr1/THUMBNAIL/image/gif/302c12314739076989877be6936eaa8c/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690100293X/gr1/THUMBNAIL/image/gif/302c12314739076989877be6936eaa8c/gr1.sml gr1 gr1.sml sml 1386 81 125 IMAGE-THUMBNAIL 1-s2.0-S138111690100293X-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690100293X/gr1/DOWNSAMPLED/image/gif/24498cd38c1080cea7de0f834e61fe9b/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690100293X/gr1/DOWNSAMPLED/image/gif/24498cd38c1080cea7de0f834e61fe9b/gr1.gif gr1 gr1.gif gif 7355 269 414 IMAGE-DOWNSAMPLED 1-s2.0-S138111690100293X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690100293X/gr2/THUMBNAIL/image/gif/f9cadcf6aa7ff74d374dd204c4b80f31/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690100293X/gr2/THUMBNAIL/image/gif/f9cadcf6aa7ff74d374dd204c4b80f31/gr2.sml gr2 gr2.sml sml 1721 83 125 IMAGE-THUMBNAIL 1-s2.0-S138111690100293X-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690100293X/gr2/DOWNSAMPLED/image/gif/e6c80617e7072072558ff247d5703cdc/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690100293X/gr2/DOWNSAMPLED/image/gif/e6c80617e7072072558ff247d5703cdc/gr2.gif gr2 gr2.gif gif 6786 219 329 IMAGE-DOWNSAMPLED 1-s2.0-S138111690100293X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690100293X/gr3/THUMBNAIL/image/gif/ea210c229fae76f1812f11b9b26c23a0/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690100293X/gr3/THUMBNAIL/image/gif/ea210c229fae76f1812f11b9b26c23a0/gr3.sml gr3 gr3.sml sml 1224 93 65 IMAGE-THUMBNAIL 1-s2.0-S138111690100293X-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690100293X/gr3/DOWNSAMPLED/image/gif/e6c3102ec1e81e4088794900f4467324/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690100293X/gr3/DOWNSAMPLED/image/gif/e6c3102ec1e81e4088794900f4467324/gr3.gif gr3 gr3.gif gif 14380 483 336 IMAGE-DOWNSAMPLED MOLCAA 3295 S1381-1169(01)00293-X 10.1016/S1381-1169(01)00293-X Elsevier Science B.V. Fig. 1 Epoxidation of cis-cyclooctene with MoO2(acac)2 with increasing amounts of PEO in the reaction solution (MoO2(acac)2:PEO=wt:wt). Reaction conditions: initial amount of PEO: 1g; t-BuOH: 5ml, [Mo]/[alkene]/[TBHP]=1/153/153; 70°C. Fig. 2 Epoxidation of cis-cyclooctene with MoO2(acac)2 in six runs. Reaction conditions as stated in Fig. 1. Fig. 3 FT-IR spectra (KBr-pellets) of: (a) Mo2(acac)2; (b) PEO 3350; (c) PEO–Mo complex after 0.5h of reaction with cis-cyclooctene in t-butanol; (d) PEO–Mo complex prepared by heating (70°C) PEO 3350 and MoO2(acac)2 in CDCl3. Table 1 Epoxidation of cis-cyclooctene with MoO2(acac)2 a PEO (g) MoO2(acac)2/PEO (w/w) TON b Mo leaching mg (%) c First run 1 50 129 3.07 (15.3) Second run 133 0.13 (0.6) Third run 125 0.16 (0.8) Fourth run 95 0.13 (0.6) Fifth run 86 0.13 (0.7) Sixth run 79 0.23 (1.1) 0 20/0 142 – 0.5 1/25 128 3.59 (17.8) 1 1/50 129 3.07 (15.3) 2 1/100 111 0.82 (4.0) 3 1/150 47 0.20 (0.9) a Reaction conditions: 20mg MoO2(acac)2; 5ml t-BuOH; 9.408mmol alkene; molar ratio [Mo]/[alkene]/[TBHP]=1/153/153 in the first run; 70°C; 24h. b After 5h (values corrected for Mo leaching). c Calculated as mg of MoO2(acac)2. Catalyst recycling in the epoxidation of alkenes catalyzed by MoO2(acac)2 through precipitation with poly(ethylene oxide) Kai Dallmann Regina Buffon * Watson Loh 1 Instituto de Quı&#x0301;mica, Universidade Estadual de Campinas, Unicamp, P.O. Box 6154, 13083-970 Campinas, SP, Brazil * Corresponding author. Tel.: +55-19-3788-3090; fax: +55-19-3788-3023 1 Co-corresponding author. Addition of poly(ethylene oxide) (PEO) to the catalytic system MoO2(acac)2/TBHP/t-butanol used for epoxidation of olefins allowed an easy strategy for catalyst recycling and product recovery. This procedure is based upon catalyst removal by precipitation of a complex with the polymer, being advantageous over other similar recycling methodologies in that there is no requirement for specially prepared catalysts or solvents. Although some catalyst leaching is detected, the epoxidation of cis-cyclooctene was achieved with global turnover numbers close to 650. Keywords Olefin epoxidation Catalyst recycling Polymer-bound complexes 1 Introduction Soluble Mo(VI) compounds are amongst the most versatile catalysts for epoxidation of olefins [1]. Homogeneous catalysis, however, presents several drawbacks, in particular the difficult recovering of the catalyst at the end of the process, warranting a search for supported molybdenum catalysts. Research done so far has focused on the use of organic polymers as supports. Preparation of such polymer-supported catalysts has usually been based on anion exchange [2], cation exchange [3,4] and chelating ion exchange resins [5–7]. Among these systems, the ones based on polybenzoimidazol [8,9] and on functional polyimide beads [10] showed the best performance and stability. Other strategy to be considered is the use of thermoregulated phase transfer ligands, allowing the reaction to be carried out in a homogeneous solution [11,12]. Recently, one of us [13] has described an organic biphasic system containing poly(ethylene oxide) (PEO), CH2Cl2 and heptane which shows a strong segregation between the polar polymer and the hydrocarbon solvent, the polymer being concentrated in the bottom phase. Further studies showed that such a system could be applied in hydrogenation reactions using Rh complexes allowing the easy recovery of the catalyst without any apparent leaching of the complex to the non-polar phase [14]. We wish to report here some results of our attempts to use this approach to recover the catalyst in the epoxidation of alkenes with MoO2(acac)2. 2 Experimental 2.1 Materials PEO 3350 (Sigma), cis-cyclooctene (95%, Aldrich), t-butylhydroperoxide (88% (v/v) in cyclohexane, Nitrocarbono S.A.), MoO2(acac)2 (Aldrich), t-butanol (Merck) and heptane (Synth) were used as received. 2.2 Catalytic experiments The catalytic experiments were carried out at 70°C in a Schlenk flask equipped with a condenser. In a typical experiment, the appropriate amount of PEO 3350, 20.0mg (0.0613mmol) of MoO2(acac)2, 0.1ml of n-decane (internal standard), 1.29ml (9.41mmol) of cis-cyclooctene (95%), 5ml of t-butanol and 1.41ml of TBHP/cyclohexane (9.41mmol of TBHP) were employed. Precipitation of the polymer along with the molybdenum complex was observed within half-an-hour. After the reaction, 40ml of heptane were added to the reaction solution, which was then allowed to stand in a freezer overnight to precipitate the remaining PEO. The solution was removed via cannula (to be analyzed on molybdenum by ICP-EAS) and the precipitated PEO–Mo complex (a green or green-yellowish solid) was dried under vacuum, suspended in 5ml of t-butanol and tested in another run (with addition of only cis-cyclooctene and TBHP/cyclohexane). The PEO–Mo complex remained in suspension upon heating. Reactions were monitored through GC analyses of the liquid phase (HP 5890 gas chromatograph, equipped with an HP 5 capillary column and a gas flame ionization detector) using n-decane as internal standard. Infrared spectra were recorded from KBr-pellets on a Bomem FT-IR spectrometer model MB-100 (16 scans) with a resolution of 4.0cm−1. 3 Results and discussion The catalytic epoxidation of alkenes may be carried out in different solvents, e.g. toluene or dichloromethane. Usually, alcohols are to be avoided owing to their ability to compete for coordination sites around the metal center. Nevertheless, since t-butanol is a byproduct when the epoxidation is performed with tert-butylhydroperoxide and is also environmental friendly, we decided to use this alcohol as the solvent. In the absence of PEO, reactions carried out in t-butanol are just slightly slower than those performed in non-coordinating solvents, 2 Using [Mo]/[alkene]/[TBHP]=1/153/153, the time needed to reach 80% conversion in t-butanol was 60min; in 1,2-dichloroethane, 15min. 2 warranting the studies of the biphasic system t-butanol/PEO/heptane. Preliminary experiments showed that the addition of PEO to the reaction mixture caused a precipitation of the polymer along with the molybdenum complex even in the absence of heptane. In fact, we later observed that the presence of the reactants was not necessary for the precipitation of a PEO–Mo complex (vide infra). Under the reaction conditions, the PEO–Mo complex begins to precipitate in the first half hour as a green or yellow-greenish solid. The first studies aimed at determining the effects of the amounts of PEO in the catalytic activity of the molybdenum complex in the epoxidation of cis-cyclooctene. As it can be seen in Fig. 1 , the presence of PEO leads to a decrease in the catalytic activity which depends on the ratio MoO2(acac)2/PEO. When this ratio is around 1:25 to 1:50 (w/w) the catalytic activity is only slightly affected. For higher amounts of PEO, the decrease in activity can be explained by diffusion problems owing to the increased viscosity of the solution. Leaching of the catalyst to the supernatant, however, decreases when the amount of PEO increases, as shown in Table 1 . In order to compromise catalytic activity with catalyst recovery, a MoO2(acac)2/PEO ratio of 1:50 (w/w) was chosen for recycling experiments. Fig. 2 shows the results obtained in six runs. Although further ICP-EAS analyses of the reaction solutions revealed a significant loss of molybdenum in the first run (Table 1), the catalytic activity was kept almost constant for three runs. In the fourth run a slight decrease in the reaction rate was observed, with molybdenum losses around 1wt.% in each run (Table 1). Such losses, however, seemed not to affect the catalytic activity, which remained almost constant. The large loss of molybdenum in the first run may be due to its complexation to lower molecular weight fractions of the PEO employed, becoming inactivated already in the beginning of the reaction. In six runs (with a reaction time of 5h) a total turnover number of 647 was reached with a total loss of molybdenum to the organic phase around 20%. In spite of the leaching, this system leads to higher turnovers than the best heterogenized molybdenum catalysts reported so far [8,9], without requiring the synthesis of functionalized polymers or previous activation. Hence, the present investigation provides an easy and efficient alternative strategy that may be tailored for use in similar catalytic processes, provided an intense polymer/catalyst interaction occurs, and that this complex does not loose its catalytic activity. Some infrared studies were performed in order to verify the integrity of the polymer after a catalytic reaction (Fig. 3 ). A slight change in the set of bands around 1200–1000cm−1 assigned to the asymmetric stretching of the COC bonds [15] was observed both in a solid prepared by heating PEO with MoO2(acac)2 in CDCl3 and in the reaction mixture (Fig. 3c and d). A second set of bands belonging to PEO, in 962 and 947cm−1, disappeared. In both systems (reaction mixture and PEO+MoO2(acac)2 in CDCl3) new bands appeared, around 957, 878 and 806–802cm−1, suggesting the formation of a PEO–Mo complex. The bands at 879 and 806cm−1 can be tentatively assigned to MoO vibrations. The spectra also suggest that the acac ligands are removed from the coordination sphere of molybdenum during the catalytic reaction since the bands at 1585 and 1504cm−1, assigned to these ligands, were no longer present. Since a PEO–Mo complex prepared from PEO and MoO2(acac)2 in CDCl3 gave a spectrum very similar to that obtained from a catalytic reaction in t-butanol, we can also conclude that there is no t-butanol bonded to the MoO2 unit in the PEO–Mo complex. 4 Conclusions Addition of poly(ethylene oxide) to the catalytic system MoO2(acac)2/TBHP/t-butanol used for epoxidation of cis-cyclooctene allowed an easy strategy for catalyst recycling and product recovery. Infrared studies suggest that a PEO–Mo complex is formed. This procedure does not require the synthesis of functionalized polymers nor previous activation. In spite of molybdenum losses, a global turnover number close to 650 was achieved in six runs, with the catalyst still active, results that are, at least, comparable to other heterogenized Mo catalysts. In more general terms, the present study provides another encouraging example of the potential of these polymer-mediated catalyst recycling strategies. Acknowledgements Financial support from FAPESP, including a fellowship to K.D., is gratefully acknowledged. Marcos Spitzer is acknowledged for suggestions regarding choices of polymer and solvent. References [1] G.W. Parshall, S.D. Ittel, Homogeneous Catalysis: The Applications and Chemistry of Catalysis by Soluble Transition Metal Complexes, Wiley, New York, 1992. [2] J. Sobczak J.J. Ziólkowski J. Mol. Catal. 3 1977/1978 165 [3] S. Ivanov R. Boeva S. Tanielyan J. Catal. 56 1979 150 [4] R. Boeva S. Kotov N.I. Jordanov React. Kinet. Catal. Lett. 24 1984 239 [5] S. Bhaduri, H. Khwaja, J. Chem. Soc., Dalton Trans. (1983) 415. [6] T. Yokoyama M. Nishizawa T. Kimura T.M. Suzuki Bull. Chem. Soc. Jpn. 58 1985 3271 [7] D.C. Sherrington S. Simpson J. Catal. 131 1991 115 [8] M.M. Miller D.C. Sherrington J. Catal. 152 1995 368 [9] M.M. Miller D.C. Sherrington J. Catal. 152 1995 377 [10] J.-H. Ahn, D.C. Sherrington, Chem. Commun. (1996) 643. [11] D.E. Bergbreiter Catal. Today 42 1998 389 [12] X. Zheng J. Jiang X. Liu Z. Jin Catal. Today 44 1998 175 [13] L.H.M. da Silva, W. Loh, Chem. Commun. (1998) 787. [14] R.G. da Rosa, L. Martinelli, L.H.M. da Silva, W. Loh, Chem. Commun. (2000) 33. [15] R.M. Silverstein, G.C. Bassler, T.C. Morril, Spectrometric Identification of Organic Compounds, 3rd Edition, Wiley, New York, 1974.",
      "scopus-id": "0037160311",
      "coredata": {
        "eid": "1-s2.0-S138111690100293X",
        "dc:description": "Addition of poly(ethylene oxide) (PEO) to the catalytic system MoO2(acac)2/TBHP/t-butanol used for epoxidation of olefins allowed an easy strategy for catalyst recycling and product recovery. This procedure is based upon catalyst removal by precipitation of a complex with the polymer, being advantageous over other similar recycling methodologies in that there is no requirement for specially prepared catalysts or solvents. Although some catalyst leaching is detected, the epoxidation of cis-cyclooctene was achieved with global turnover numbers close to 650.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-01-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111690100293X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dallmann, Kai"
          },
          {
            "@_fa": "true",
            "$": "Buffon, Regina"
          },
          {
            "@_fa": "true",
            "$": "Loh, Watson"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111690100293X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111690100293X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00293-X",
        "prism:volume": "178",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Catalyst recycling in the epoxidation of alkenes catalyzed by MoO2(acac)2 through precipitation with poly(ethylene oxide)",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Olefin epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Catalyst recycling"
          },
          {
            "@_fa": "true",
            "$": "Polymer-bound complexes"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "43-46",
        "prism:endingPage": "46",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 January 2002",
        "prism:doi": "10.1016/S1381-1169(01)00293-X",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00293-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690100293X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1386",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "269",
            "@width": "414",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690100293X-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7355",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690100293X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1721",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "219",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690100293X-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6786",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690100293X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1224",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "483",
            "@width": "336",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690100293X-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14380",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037160311"
      }
    }
  }
}