{
  "metadata": {
    "title": "State of the art in the development of biomimetic oxidation catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-25",
    "doi": "10.1016/S1381-1169(96)00050-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996000507",
    "pii": "S1381116996000507"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030602073",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-S1381116996000507 S1381-1169(96)00050-7 S1381116996000507 10.1016/S1381-1169(96)00050-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0009X 2015-05-15T05:56:33.63776-04:00 0 0 19961125 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 113 113 1 2 1 2 Volume 113, Issues 1–2 22 209 221 209 221 19961125 25 November 1996 1996-11-25 1996 Recent Developments in Biomimetic Oxidation Catalysis B. Meunier converted-article fla Copyright © 1996 Published by Elsevier B.V. STATEARTINDEVELOPMENTBIOMIMETICOXIDATIONCATALYSTS GONSALVES A GROVES 1979 1032 J GROVES 1983 5786 J FONTECAVE 1984 879 M MANSUY 1984 2847 D GROVES 1985 148 J LINDSAYSMITH 1982 1009 J KIM 1993 7653 T TRAYLOR 1995 3468 T GUILMET 1982 2449 E POORTER 1984 1895 B COLLMAN 1985 2000 J DENBOER 1990 123 D PEREIRA 1986 M MSCTHESIS MEUNIER 1986 578 B BANFI 1990 117 S MEUNIER 1987 185 B VANDERMADE 1990 537 A TRAYLOR 1984 755 T BRUICE 1991 243 T ALMARSSON 1995 4533 O MINISCI 1995 226 F BATTIONI 1988 8462 P OAE 1982 1189 S MANSUY 1986 959 D MEUNIER 1992 153 B CATALYTICOXIDATIONSHYDROGENPEROXIDEOXIDANT POORTER 1985 1735 B HOFFMANN 1990 1991 P TRAYLOR 1984 755 T GROVES 1988 8443 J TRAYLOR 1990 178 T BANFI 1995 2317 S WOON 1986 7990 T ZHENG 1995 837 T QUERCI 1990 1779 C MOHAJER 1994 945 D MANSUY 1983 253 D TABUSHI 1984 6871 I VANESCH 1986 6093 J BATTIONI 1987 791 P KANO 1991 519 K MATSUSHITA 1992 2165 Y MATSUSHITA 1992 1381 Y MANSUY 1993 129 D LARSEN 1992 1213 J TOLLARI 1993 442 S CARRIER 1993 405 M COLLMAN 1993 934 J SMITH 1993 2511 D KEDDERIS 1983 12413 G HAMACHI 1994 8811 I LABAT 1990 1414 G BOUCHER 1972 289 L TABUSHI 1988 1 I BRUICE 1986 83 T MCMURRY 1989 1513 J MANSUY 1987 759 D GUNTER 1991 115 M TRAYLOR 1991 265 T MEUNIER 1992 1411 B DAEID 1993 1541 N MONTANARI 1994 1519 F 1994 METALLOPORPHYRINSINCATALYTICOXIDATIONS 1994 METALLOPORPHYRINCATALYZEDOXIDATIONS WHITE 1980 315 R MCMURRY 1986 T CYTOCRHOMEP450STRUCTUREMECHANISMBIOCHEMISTRY BRUICE 1988 T MECHANISTICPRINCIPLESENZYMEACTIVITY SANO 1979 377 S PORPHYRINS GUILMET 1980 4449 E ROTHEMUND 1935 2010 P TRAYLOR 1984 279 P LINDSEY 1987 827 J VANDERMADE 1988 15 A LINDSEY 1986 4969 J DAROCHAGONSALVES 1991 635 A RENAUD 1985 888 J DAROCHAGONSALVES 1991 645 A BANFI 1993 431 S DAROCHAGONSALVES 1994 2053 A PEREIRA 1992 M PHDTHESIS DAROCHAGONSALVES 1994 A COMMUNICATIONPRESENTEDXIVMEETINGPORTUGUESECHEMICALSOCIETY BRUICE 1988 87 T MONTANARI 1989 1631 F LIU 1994 971 M TRAYLOR 1987 1338 T WIJESEKERA 1990 1028 T BOSCHI 1995 326 T CARRIER 1990 6645 M ELLIS 1990 181 P BARTOLI 1991 440 J CAMPESTRINI 1991 3725 S LYONS 1991 45 J DAROCHAGONSALVES 1991 1355 A BATTIONI 1991 2893 P TRAYLOR 1992 1308 T HOFFMANN 1992 85 P MANDON 1992 2044 D HOFFMANN 1992 559 P DIMAGNO 1993 2513 S BHYRAPPA 1993 1901 P REDDY 1993 3575 D LYONS 1993 311 J PATTOU 1994 78 D GRINSTAFF 1994 1311 M HODGE 1995 809 J PEREIRA 1993 M COMMUNICATIONPRESENTEDCERC3YOUNGCHEMISTSWORKSHOP CHEN 1994 1086 H GHOSH 1991 113 A GASSMAN 1992 9990 P DELLEY 1991 185 B JONES 1993 2092 D GHOSH 1994 5576 A GHOSH 1995 1073 A GHOSH 1995 4691 A TSUCHIYA 1989 263 S DIMAGNO 1994 6943 S BARTOLI 1994 23 J ARTAUD 1992 1036 I ARTAUD 1993 3373 I DAROCHAGONSALVES 1995 A COMMUNICATIONPRESENTEDPORTUGUESEORGANICCHEMISTRYMEETING GRIEVE 1994 581 M MEUNIER 1992 166 B CATALYTICOXIDATIONSHYDROGENPEROXIDEOXIDANT LI 1993 6975 D LINDSAYSMITH 1992 2187 J CAMPESTRINI 1992 1999 S COOKE 1994 1913 P TRAYLOR 1991 7821 T BATTIONI 1989 1149 P COOKE 1992 2737 P KATSUKI 1980 5974 T GAO 1987 5765 Y WAI 1989 1123 J SHARPLESS 1992 2768 K LI 1993 5326 Z ZHANG 1991 2296 W JACOBSEN 1991 7063 E GROVES 1983 5791 J GROVES 1989 8537 J GROVES 1990 3628 J HALTERMAN 1991 5253 R OMALLEY 1991 2445 S COLLMAN 1992 1647 J MANSUY 1985 155 D MOMENTEAU 1983 189 M COLLMAN 1993 3834 J VILAIN 1994 1697 S NARUTA 1993 158 Y NARUTA 1991 6865 Y COLLMAN 1995 692 J VEYRAT 1994 220 M GUNTER 1991 121 M ANELLI 1993 1345 P THELLEND 1994 1035 A ANELLI 1989 779 P BANFI 1990 1794 S BANFI 1991 1285 S BANFI 1994 9024 S HIGUCHI 1993 7551 T GONSALVESX1996X209 GONSALVESX1996X209X221 GONSALVESX1996X209XA GONSALVESX1996X209X221XA item S1381-1169(96)00050-7 S1381116996000507 1-s2.0-S1381116996000507 10.1016/S1381-1169(96)00050-7 271358 2010-09-28T03:14:14.320663-04:00 1996-11-25 1-s2.0-S1381116996000507-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000507/MAIN/application/pdf/15febb1eeab8d00d8737e1d50a02dddd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000507/MAIN/application/pdf/15febb1eeab8d00d8737e1d50a02dddd/main.pdf main.pdf pdf true 1330629 MAIN 13 1-s2.0-S1381116996000507-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000507/PREVIEW/image/png/29243fefb7dd6389ba797d879e43f168/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000507/PREVIEW/image/png/29243fefb7dd6389ba797d879e43f168/main_1.png main_1.png png 64520 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 State of the art in the development of biomimetic catalysts Antonio MA'A. Rocha Gonsalves, Mariette M. Pereira Departamento de Quica, Universidade de Coimbra, P-3049 Coimbra, Portugal Accepted 5 February 1996 JOURNAL OF MOLECULAR CATALYSIS 0 A: CHEMICAL oxidation Abstract Work during the last decade laid down the basis for biomimetic oxidation catalysis, which has become an established technique. Preliminary work relied on the use of metal complexes of 5,10,15,20-tetrakisphenylporphyrin (TPP), but these proved to be inadequate to perform the catalytic function. Further, derivatives of TPP with suitable and adequately positioned substituents, allowed the preparation of high performance catalysts, in terms of catalytic efficiency and stability, for some selected oxidations under specific reaction conditions and for a diversity of oxygen donors. The first oxidations were achieved using the `special' oxygen donor iodosylbenzene, but cheaper and generally available oxidants such as sodium hypochlorite or hydrogen peroxide are presently used as the oxidants. Catalysts capable of promoting stereoselective catalysis are reported. Conditions for the efficient use of the catalysts so far reported require particular specificities and the catalytic activity is only shown, in the majority of the reported works, in the presence of selected species to act as axial ligands to the metal ion of the catalyst. Specific porphyrin structures were reported where the addition of a specific axial ligand can be avoided. Keywords: Porphyrin; Oxidation; Synthesis; Hydrogen peroxide; Hypochlorite; Ligand; Metalloporphyrin; Chiral porphyrins; Epoxidation; Hydroxylation 1. Introduction For more than a decade much effort has been put into the study and development of an efficient model of systems mimicking the activity of cytochrome P-450. A diversity of metalloporphyrins, mainly iron and manganese, in appropriate systems, proved to be able to catalyse oxidation reactions with monooxygen donors like iodosylbenzene [1-8], sodium hypochlorite [9-17] hydroperoxides [ 18-21 ], hydrogen peroxide [22-25], potassium monopersulphate [26,27], peroxyacids [28-31], amine N-oxides [32], magnesium monoperoxyphthalate [33,34], tetra-butyl ammonium periodate [35] or even with oxygen [36-42], usually requiring in this case the presence of a reducing agent (NaBH4, H z + Pt, ascorbate, Zn) The majority of the studies have been addressed to the oxidation of hydrocarbons [43], oxidation of amines [44-46] and also reactions of olefins with diazoesters [47,48], N-demethylation of secondary aromatic amines [49,50], oxidation of sulfoxides [23] and oxidative chlorination [51 ]. The purpose of this paper is not to review the field of oxidation reactions catalysed by metalloporphyrins because this has been covered by other authors [43,52-60] [61-63], but we intend 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. All rights reserved. PHS1381-1169(96)00050-7 210 A.M.A. Rocha Gonsalves, M.M. Pereira /Joumal of Molecular Catalysis A: Chemical 113 (1996) 209-211 to concentrate on the role of the structure of the porphyrin and of the axial ligand on the stability, selectivity and activity of this type of catalyst. In the natural cytochrome P-450 systems the porphyrin ligand is protoporphyrin-IX and a thiolate residue of cysteine is the axial ligand [64,65] whereas imidazole of histidine residue is the ligand in haem proteins, such as haemoglobin [66] and cytochrome-c peroxidase [67]. In the artificial catalytic processes where metal complexes of 5,10,15,20-tetrakisphenylporphyrin-1 are the usual porphyrin ligand, the importance of the fifth axial ligand was identified since the original work published by Groves [1] in 1979 and Meunier [68] in 1980, aimed to achieve hydrocarbon oxidation reactions catalysed by metalloporphyrins. These first artificial catalysts had relatively low activity and poor stability. It immediately became clear that TPP1, the macrocycle used in the first artificial catalyst had to be replaced. TPP derivatives, however, remained the selected basic structures in the development of synthetic oxidation catalysts in the extensive work performed in the last decade, which is reported in a large number of publications. Highly significant advances were obtained, but the development of new metalloporphyrins which are both efficient and stable catalysts is still a challenging objective. 2. Effect of the porphyrin structure on the stability of the catalyst 5,10,15,20-Tetrakisphenylporphyrin, TPP-1, was the most easily available porphyrin due to the simplicity of the Rothemund synthesis and the subsequent improvements to this synthetic method [69]. This fact allied with the first catalytic studies with TPP metal complexes, made TPP and its derivatives the metalloporphyrins of choice for oxidation metalloporphyrin catalysis. The preliminary works concerning these oxidation reactions used the iron and manganese complexes of 1 and iodosylbenzene [1] or R N- R-OR R 1.R= ci 2.R= CI Me. 6. R = ~~ Me Me CI Me 7. R= _O CI 3. R= CI Cl Me cl Br Me F 8. R= 0Br 4.R= 0 Br Me F F F Br OMe 9. R= F 5. R= ~~ Br F F Br Scheme 1. hypochlorite [68] as single oxygen atom donors, respectively. It was clearly demonstrated the potential of artificial metalloporphyrin oxidation catalysts and also that those metalloporphyrins were only able to oxidise the substrate in the presence of a fifth axial ligand such as imidazole or pyridine. They were poorly efficient catalysts which were easily oxidised in the reaction medium. Those catalysts were called by Meunier [59] `first generation catalysts'. Studies to overcome the low activity and poor stability of the `first generation catalysts' led to the discovery that the presence of two chlorine atoms in the 2,6 positions of the meso phenyl groups of TPP-1, originated catalysts showing far higher activity and stability. However, the required 5,10,15,20-tetrakis(2,6dichlorophenyl)porphyrin, 2, was not as easy to synthesize as TPP-1, and the interest raised in the synthesis of this and other potentially useful porphyrins (Scheme 1) led to the development of new improvements to the Rothemund synthesis by several different research groups [70-74]. The manganese or iron complex of 2 is able to catalyse the epoxidation of several olefins [75-77] by HZOz or NaOCI [77,78] as oxygen donors. In these oxidations, after complete conversion of the substrate, the residual porphyrin is present in an amount higher than 95%. The beneficial effect of the two chlorine atoms in the phenyl 2,6 positions was demonstrated in further studies [78,79]. Pereira [79] observed A.M.A. Rocha Gonsalves, M.M. Pereira / Journal of Molecular Catalysis A: Chemical 713 (1996) 209-211 211 that replacing the chlorine atoms by fluorine as in 5,10,15,20-tetrakis(2,6difluorophenyl)porphyrin complex Mn-4, the epoxidation by H ZOZ was still efficient but the catalyst showed a very poor stability. Only 15% of residual Mn-4 was present at the end of the reaction. In this study the substrate/oxidant ratio was 1:3, which is quite unfavourable for the stability of the catalyst compared to that in previously reported studies where the substrate was present in large excess. A comparison of the catalytic activity of Mn-5 and Mn-2 under similar conditions shows that Mn-2 is able to promote 100% conversion of cis-cyclooctene in 10 min, whereas Mn-5 gave only 52% of conversion [80] after 60 min. Other authors have observed that the presence of the two bulky bromine atoms in the 2,6-positions makes the epoxidation reaction very slow [81] and interpreted this as a consequence of a sterically difficult approach between the substrate and the active centre. In a similar reaction performed with a catalyst where electron-withdrawing groups were replaced by bulky and electron donating methyl groups in the 2,6 positions of the phenyl ring, Mn-6, Montanari [82] observed that the epoxidation of cis-cyclooctene was efficient, but that after one hour 50% of metalloporphyrin had been destroyed. In a study of the stability of Mn-2, -3, -6, -7 and -8 where NaOCI was the oxidant in a reaction medium of pH 10.5 and pyridine derivatives were the axial ligands, Montanari [82] observed that after one hour the amount of residual porphyrin was 100, 74, 80, 100 and 100%, respectively. Thus, it was proved that in this system the presence of electronegative bulky groups namely chlorine or bromine atoms in the 2,6 positions has the advantage of conferring high stability to the catalyst. All the preceding results have contributed to establishing the metal complexes of TDCPP-2 or its derivatives as the best choice of catalyst for epoxidation [77,78]. Following his previously proposed designation of TPP-1 complexes as first generation catalysts, Meunier [59] designated the metal com- plexes of TDCPP-2 as `second generation catalysts'. As illustrated in the preceding examples the presence of electron-withdrawing groups in the 2,6-positions has a remarkable effect on the stability of the catalysts. Recently Su [83] has demonstrated that the manganese complex of the water-soluble 5,10,15,20-tetrakis(N-methyl2-pyridyl)porphyrin is able to catalyse electrolytically the allylic oxidation of olefins at pH 5.5 buffer solution, without any destruction of the metalloporphyrin. By contrast the manganese complexes of 5,10,15,20-tetrakis(Nmethyl-4-pyridyl)porphyrin or 5,10,15,20-tetrakis(4-carboxyphenyl)porphyrin are unstable at pH less than 9. The effect of the presence of halogen atoms attached to tetrapyrrolic macrocycle to stabilise and activate the metalloporphyrins as catalysts in oxidation reactions prompted several authors to synthesize substituted porphyrins [27,84106] such as those presented in Scheme 2. In several publications it was suggested that the new (3-octa-halogenated porphyrins were much more active as catalysts and significantly more resistant to oxidative degradation [84,85,88] than their unsubstituted analogous. This was consistent with the expectation that the presence of electronegative substituents should increase significantly the oxidation potential of the porphyrin macrocycle. However, Johnstone [93] observed early that the manganese complex of (8C1)-TDCPP-10, was in fact less stable than the corresponding Mn-2. The apparently high stability of Mn-10 firstly claimed was mainly due to the fact that the previously reported experiments were performed in the presence of a large excess of substrate [84]. When the molar ratio H202/substrate is 3:1, the catalyst Mn-10 is inactivated and precipitates out of the reaction medium as a black material [93]. This material is still a macrocycle having a Soret band at 448 nm, has one less chlorine atom and an extra oxygen relatively to the original catalyst, and shows a broad carbonyl band in the infrared. Further studies by the same research group [78] 212 A.M.A. Rocha Gonsalves, MM. Pereira /Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 C, R C( cl 1 cl NH N R R \\ N HN cl i i cl Cl R C1 F R F F,~ F NH N' R \\ N HN /' R F F F R F NO2 R 02N H \\ \\ NOz 1 NH N R R \\ N HN OZN \\ / NOZ NOZ R NOZ H R H H03S S03H T ` NH N- R \\ N HN l' R H03S \\ / / H H R SO3H Scheme 2. cl 10. R = CI 11.R= t ~ F F F ci 12. R = ci F F 13. R = -~/F F F F F 14. R = ~F F F compared the chemoselectivity and stability, in epoxidation of olefins, between Mn-2 and the corresponding Mn-10, in NaOCI oxidations performed at pH 10.5. It was shown that the epoxidation catalysed by Mn-2 was more selective and the catalyst was 98% recovered in the end of the reaction, whereas Mn-10 was converted into the inactive species with the main absorption peak at 448 nm. Montanari [77] has disclosed similar observations and conclusions. Electrochemical [107] and theoretical [108111] studies were performed contributing for a better understanding of the catalytic behaviour of perhalogenated metalloporphyrins and to help in the design of new improved catalysts. Recent studies by Ghosh [112-114] using den- sity functional theory (DFT) give a different interpretation of the behaviour of octachloro and octabromo substituted porphyrins than the one given by the Hartree-Fock [ 108,109] approach. Chlorinated and brominated porphyrins are estimated to have first ionisation potentials (IP) which are not much different from those of the corresponding non-alogenated compounds in agreement with the electrochemical measurements. In this manner, the DFT results confirm what was suggested by the catalytic studies [77,78]. Octachloro or octabromo derivatives do not correspond to an appropriate design for high potential porphyrin ligands. Contrary to brominated or chlorinated porphyrins, (3-fluorinated porphyrins are subjected to electronic withdrawing effect without being affected by stereochemical crowding. Through DFT calculations it is estimated that substituting all the 28 peripheral hydrogens by fluorine should increase the IP by 1.65 eV. In a surprisingly unique experimental result reported by Seno [115], it is described that the Fe-11 complex is a remarkably stable and efficient catalyst for hydrocarbon oxygenation, namely hydroxylation of benzene and epoxidation of ciscyclooctene, when HZOz was used as the oxygen donor. Studies with fluorinated compounds have been scarce, certainly due to difficulties in the synthesis of such compounds. The mesoperfluoroalkylporphyrin recently synthesized [116] is a structure incorporating strongly electron withdrawing meso-substituents. It was designed to mimic the action of cytochrome P-450. The iron and manganese complexes of olynitroderivatives, 12 and 13, recently prepared by Lyons [162] and Mansuy [117] by nitration of the original porphyrin with fuming nitric acid, and by Gonsalves [118] using acetic anhydride/zinc nitrate as the nitration reagent, proved to be able to catalyse the hydroxylation of alkanes and the epoxidation of alkenes without significant destruction of the catalyst. These experimental results confirm the expected high value of the ionisation potential and an efficient A.M.A. Rocha Gonsalves, M.M. Pereira /Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 213 protection of the nitrated porphyrin derivatives against oxidative degradation [114]. An interesting result was obtained with the iron complex of sulphonato-5,10,15,20-tetrakis(pentafluorophenyl)porphyrin, 14, which was obtained via sulphonation of 9 with oleum [ 119,120]. The iron complex of this porphyrin is able to catalyse the selective oxidation of 1,2dimethoxyarenes with electron withdrawing groups such as -COCH3 and -COCHCH3Ph to muconic diesters, and 1,2-dimethoxyarenes with electron donating groups like -CHZOH and tBu-, to p-quinone using magnesium monoperoxyphthalate (MMMP) as oxidant without too significant degradation, even after more than 100 turnovers, Scheme 3. Chlorosulphonation of both the meso-phenyls and of the pyrrolic positions of porphyrins proved to be easily performed in a sequential way and opened the possibility to synthesize several macrocycle ligands, namely derivatives of 2 having a diversity of sulphonamide groups [ 121,122]. The stability of the manganese complexes of these porphyrins to the oxidation reaction conditions was shown to be very sensitive to the size of the side chain of the sulphonamide group [123]. In the case of H202 epoxidation of cis-cyclooctene in a two phase system, and with metalloporphyrins having sulphonamide with linear 12 carbon atom side chains, the stability _ Mn-14 H3 CO X MMMP H3C0 X= CHZOH X= t-Bu X= COCH3 X=COCHCH3Ph MMMP= Magnesium monoperoxyphtalate Scheme 3. CI CI CI N N^CI S02NH / ivi HNOZS CI N N CI Y i C1 CI S07NH o o-COOH / NDt+ CH2CIf120/H202 Scheme 4. of the catalyst is high and is likely to be due to a formation of a hydrophobic `pocket' in which the metalloporphyrin 15 is protected from oxidation, Scheme 4. An attempted approach to reduce the metalloporphyrin degradation is to immobilise the catalyst by attachment to an organic or inorganic polymer. This strategy can avoid p,-oxo dimer formation and the approach between the active species and the macrocycle of another molecule [ 124]. More than an advantage to the stability of the catalyst, the attachment to the polymer would easily permit to recover the catalyst from the products at the end of the reaction and allow for its subsequent recycling. Several methods have been employed to attach the catalyst to solids, including ionic [125-128] or covalent binding of the porphyrins to the support [ 129], intercalation of the porphyrin between the layers or in the pores of a solid matrix [ 130] and also axial 0 H3C0~ X 0 X= CH70H X= t-Bu H H H3COOC' COOCH3 X H X= C3 X=COCHCH3Ph 214 A.M.A. Rocha Gonsalves, M.M. Pereira /Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 ligation through axial ligands which are bonded to the matrix [ 131 ]. 3. Stereoselectivity induced by the porphyrin structure The development of asymmetric catalysts capable of generating carbon-oxygen bonds stereoselectively, is of great importance due to the significance of optically active organic compounds. The asymmetric epoxidation of olefins can be performed through the Sharpless reaction where a titanium complex is used. The enantiomeric excesses in this reaction can be higher than 90% but it is limited to functionalized olefins such as allylic alcohols [132-135]. The Sharpless catalyst requires coordination to the functionalized substrate in order to achieve high optical yields. Due to this limitation, methods for the enantioselective epoxidation of unfunctionalized olefins were sought. Chiral salen (metal) complexes were consequently developed +H2N l\" \\NH2H2NN NH2 16 16 :%r, l NH2 kl 'cl \\ \\ COCI \\ / COCI Scheme 5. and are at the moment the most effective asymmetric catalysts for unfunctionalized olefins [136-138]. Jacobsen reported an ee greater than 80% in the epoxidation of cis-disubstituted olefins, in an NaOCI oxidation performed in the presence of chiral manganese of those salen complexes as catalysts. The limitations of this method are optical yields lower than those obtained with other olefin types and that the metallosalens become inactive under the reaction conditions, becoming ineffective in less than 40 turnovers [138]. Metalloporphyrins were likely choices to attempt stereoselective catalytic oxidations with the perspective of being of wider use than those of the preceding examples. Reported work shows that the porphyrin structure not only affects the stability of the catalyst but also its stereoselectivity [139-151]. An appropriate metalloporphyrin able to promote substantial asymmetric induction, poses a higher design demand than those previously discussed for ordinary epoxidation reactions. The inducing chiral moieties \\ I NHR* NHR* ~ *RHN N HN NHR* HO 17. R* = I\\ NH H N N NH \\I 18. R* = I / CO \\ ~ C IA-\\I A.M.A. Rocha Gonsalves, M.M. Pereira / Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 215 should be close to the centre of the macrocycle where the oxidation occurs, but not too close, to avoid that they themselves become potential substrates of the hydroxylation [151]. In fact, the close proximity of the chiral substituents to the metal might induce intramolecular oxidation of these substituents which would alter or destroy the catalyst. Some of the chiral porphyrins described in the literature [139,140] were prepared by the reaction of an acid chloride, having a chiral centre close to the chlorocarbonyl function, with a 5,10,15,20-tetrakis(2aminophenyl)porphyrin, 16, Scheme 5. This was an attractive approach because the connection is through a stable C-N bond of the amide group, the atropisomers being so stable to rotation at room temperature that they can be isolated. Groves [139] obtained an ee of 31% in the epoxidation of styrene catalysed by the iron complex of 17. The author [139-141] used the same strategy to prepare a porphyrin where a binaphthyl group was attached to the porphyrin core. This was expected to be a useful appendage creating a relatively large and rigid chiral cavity around the metal centre. With an iron complex of 18, the iodosylbenzene epoxidation of styrene originated styrene epoxide with an ee of 48%. However, on attempting to use the same catalyst in a second experiment, the ee lowered dramatically showing that the catalyst was affected during the reaction [139]. HO\" OH HO H N HN - / OH 19 \\ f .,M. R- iiO~010.1 / \\ R H O. O (sOH2C~ CH2OTs 1 2 Scheme 6. In order to obtain a more rigid chiral environment for the metal centre, Mansuy [145] described the synthesis of `basket-handle' porphyrins having a rigid amino acid chain above and behind the macrocycle. The iron complexes of these porphyrins catalyse the iodosylbenzene epoxidation of p-chlorostyrene giving values of ee similar to those described above. Using a different strategy, Collman [147,151] promoted the condensation of 5,10,15,20-tetrakis(2-hydroxyphenyl)porphyrin, 19, with a ketal-protected ditosylthreitol, Scheme 6, obtaining 3 different atropisomers. Using the manganese complex of the out-out bridged chiral porphyrin isomer, 20, Scheme 6, in which two threitol straps attached to the porphyrin are connected by a bridge which spans the centre of the macrocycle. Collman was able to obtain, under the same reaction conditions, an ee of 58%, evidence of the beneficial effect of pulling the chiral centre closer to the active centre. Recently, Marchon [ 152] and Momenteau [148] selected the Lindsey [71] conditions for porphyrin synthesis to synthesize directly chiral porphyrins through the condensation of pyrrole with (1 R)-myrtenal, or 2-glucosyl-6-chlorobenzaldehyde, Scheme 7. When the porphyrin has a glucosyl substituent linked to one of the ortho positions of the meso-phenyl and an electron withdrawing chlorine atom in the other ortho position, 21, the stability of the catalyst is sig- R , l II ,.O' O O\\~ ~ O I 20 216 A.M.A. Rocha Gonsalves, M.M. Pereira /Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 CHO D C1~ /R IN H CHO~ (DDQ\"-4, ci OR ci 1~ ci NH N- _ OR ~ N H N RO ci ' OR Ac0 Ac0,~0+ 21.R= pc H OAc NH N N HN~ 22 Scheme 7. nificantly increased. This was the first chiral catalyst which was able to catalyse the epoxidation of 4-chlorostyrene by H202 capable of 58 turnovers and giving an ee of 22%. All the research efforts and results so far reported in order to achieve metalloporphyrins catalysed chiral epoxidations have tremendous limitations if they are intended to be applied in large scale reactions. Oxidants other than iodosylbenzene give poor epoxidation yields and provide low enantioselectivity. 4. The role of the axial ligand on the catalytic activity of metalloporphyrins Distinctive structural features of cytochrome P-450 are the singular thiolate coordination to heme and also the hydrophobicity near the active site. The importance of the specific axial coordination and environment of cytochrome P-450 is emphasised by the fact that, between biological systems, it is the only heme enzyme able to hydroxylate alkanes [65]. In several studies using synthetic metalloporphyrins as biomimetic catalysts for hydrocarbon oxidation reactions, the authors observed the primary importance of the fifth axial ligand in both the relative rate and selectivity of the oxidation reactions [9,153]. A species having a lone pair of electrons which is present in the reaction medium can play the role of axial ligand and is generally represented as L. The axial ligand coordinates to the metal of the metalloporphyrin on the axial positions [154] giving place to both mono and bis-ligated species according to equilibrium (1) and (2). M(P) + L ;z~ M(P)L M(P)L + L ;i::h M(P)Lz (2) The generation of a high valence metal oxospecies, the active form of the catalyst, usually puts particular demands on the characteristics of the axial ligand. Too strong a ligand favors the bis-ligated form, which attenuates the interaction between the oxygen donor and the metalloporphyrin, an interaction which is easier with the mono-ligated species. The presence of a specific axial ligand is required with the majority of the metalloporphyrins which have been described as oxidation catalysts. This ligand must be able to stabilise the high valence metal oxo species without making it so stable that it can not transfer the oxygen to the substrate. The axial ligand in the natural cytochrome P-450 was replaced by pyridine in Meunier's [68] first studies of the catalytic activity of Mn-1 in the biomimetic oxidations with NaOCI as oxygen donor. Mansuy [22] used imidazole as axial ligand of Mn-2 in his studies of H202 catalysed oxidations. Later, in the collaborative work of the Coimbra and Liverpool research groups [76] it was shown that when used in the oxidation of alkenes, the latter system is highly limited due to the destructive oxidation of imidazole. It was proved that the better yields and higher reaction rates could only be obtained with the 1:10 ratio of porphyrin/imidazole. Increasing the proportion of imidazole to 1:20 or A.M.A. Rocha Gonsalues, M.M. Pereira/ Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 217 1:60 decreases the rate of the reaction and the overall yield of epoxide [76]. This is probably due to the formation of the inactive species M(P)L2. Since imidazole is a very good ligand to facilitate the heterolytic cleavage of the ligated H202, it can simultaneously play the role of the base which is required to be present, but the oxidation of this ligand during the reaction eliminates any possibility to apply these conditions to an industrial scale process. The search for alternative axial ligands, to largely overcome the limitations imposed by the oxidative decomposition of imidazole, led the authors [76] to find that amine N-oxides, which are formed when alkyl amines are used as an alternative to imidazole, can themselves be used as relatively efficient axial ligands. To catalyse epoxidations of alkenes by Mn-2 with H202, tetrabutylammonium hydroxide can conveniently be used as the required stable base and amine N-oxide as the stable ligand. The same authors observed that using the preceding oxidizing system, an inorganic base such as sodium acetate or sodium carbonate can promote the epoxidation of cis-cyclooctene giving a 91 % yield of epoxide without requiring the addition of any other specific ligand. Recently Mansuy [ 155] extended these studies using several ammonium salts as co-catalysts for Mn-2. This author observed that tetrabutylammonium acetate was clearly the best co-catalyst capable of promoting the epoxidation of cis-cyclooctene with just one equivalent of HZOz in 2 h, whereas in the presence of imidazole the epoxidation requires the presence of 2 equiv. of oxidant. The new system is also able to catalyse the hydroxylation of alkanes. Gonsalves and Pereira [78] studied the influence of the donating capacity of the axial ligand on the efficiency of the catalyst. The effect of pyridine, 4-methylpyridine or 2,4,6-trimethylpyridine on the epoxidation of styrene with NaOCI catalysed by Mn-2 was studied and the reaction rates of 0.5 h, 0.3 h, and 3 h, respectively, were observed. It was concluded that 2,4,6-trimethylpyridine is less efficient because it is so sterically protected that its presence, in practice, is equivalent to the absence of any specific axial ligand. When using a biphasic system for NaOCI oxidations, Montanari [77] found that it is not necessary to add any specific axial ligand, but in his reported reaction conditions, the pH of the aqueous phase is adjusted to 10.5 by addition of NaHC03 to the solution. As mentioned above, it was previously reported that metalloporphyrin catalysed oxidations can be performed in the presence of carbonate without requiring the addition of any other specific ligand [76]. Montanari [ 156,157] developed new catalytic conditions for H202 oxidations using the twophase system H202/CH2Cl2 in the presence of N-hexylimidazole as axial ligand and also of benzoic acid. It was shown that the presence of the lipophilic carboxylic acid significantly increases the reaction rate. The role of benzoic acid is still a matter of discussion. More recently it was demonstrated [158] that using a significantly higher concentration of benzoic acid than that used by Montanari, not only increases the reaction rate, but can also provide for the stabilisation of the catalyst. For example, Mn-1, is only stable under oxidation reaction conditions in the presence of a high concentration of benzoic acid (1 metalloporphyrin:20 benzoic acid). Although stabilised, this particular metalloporphyrin does not show significant catalytic activity under such conditions. On the contrary, porphyrins like Mn-15 are simultaneously protected from decomposition and activated as catalyst. Attempted approaches to attach directly a residue of pyridine, imidazole [ 159,160] or even thiolate [161] to the metalloporphyrin, have not shown any advantage, compared to the use of free ligands. The catalytic efficiency is highly dependent on the size of the chain to which the axial ligand is bonded. Only in the case where the chain has enough carbon atoms to locate the axial ligand at the convenient distance, is the catalytic performance similar to that obtained 218 A.M.A. Rocha Gonsalves, M.M. Pereira /Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 with external ligands. Since the synthesis of these catalysts is more expensive and their stability lower than that of the normal catalysts due to direct auto-oxidation of the axial ligand bonded to the side chain [154], there is little to gain in synthesizing such catalysts. In a single reported case, where a thiolate residue was directly attached to the metalloporphyrin, was the ligand claimed to originate higher efficiency promoting increased catalytic activity and higher stability of the catalyst. The reaction studied was the hydroxylation of alkanes by peroxyphenylacetic acid and the author [161] observed an increased donor character of the ligands in the order chloride anion < imidazole < thiolate. The thiolate was the best ligand to increase the rate of the heterolytic scission of the O-O bond. So far a unique highly efficient catalyst was described which is able to promote the epoxidation of alkenes and the hydroxylation of alkanes without requiring the addition of any axial ligand. Mansuy [117] attributes the activity of the catalyst to the presence of the strong electron withdrawing groups in the positions of iron polynitrated porphyrin, 12, but further work is required to better clarify the role of the nitro groups. Work by Collman [ 151 ] showed that the axial ligand can play a decisive role in the chemioselectivity and enantioselectivity of the products. In the epoxidation reaction of 4-chlorostyrene with iodosylbenzene catalysed by the Mn-20 it was shown that with imidazole or pyridine as axial ligands the ee was zero, whereas with larger ligands like chlorotrimazole or 1,5-dicyclohexylimidazole the ee were 69 and 70%, respectively. 5. Conclusion Attempts to demonstrate the possibility of mimicking the biological oxidation using simple metalloporphyrins as catalysts relied, for a start, on the use of metal complexes of the somewhat improbably adequate structure of TPP. However, although little efficient and poorly stable, MnTPP in the presence of pyridine proved to be a catalyst for epoxidation with the specific oxygen donor iodosylbenzene. At present, metalloporphyrins showing catalytic activity for a range of oxygen donors, including the easily available and low-cost sodium hypochlorite, hydrogen peroxide and even molecular oxygen, were reported. To allow for efficient catalysis and stable catalysts, specific derivatives of TPP were designed and reaction medium conditions were established. Fairly efficient and stable catalysts are the iron and manganese complexes of TDCPP which are now readily available as a consequence of improvements to the Rothemund synthesis stimulated by the interest in biomimetic catalytic studies. Derivatives of TDCPP available through intensive studies on the peripheral reactivity of porphyrins, have given rise to the best performing catalysts presently known. These give the highest oxidation rates and yields obtained up to now in biomimetic oxidation catalysis, and have the highest stability resulting high turnovers. Catalysts were developed which, while showing a high efficiency and stability, do not need the presence of any specific axial ligand. Despite all the relevant progress achieved in biomimetic catalysis during the last ten years, further efforts are required to find the right catalysts and conditions for higher versatility and efficiency for preparative and large scale application purposes, and to increase the type of oxidations allowing for high regio-, chemio-, and stereoselectivity. TPP derivatives were the basis for the preparation of the most successful catalysts reported up to now, taking advantage of the present ready availability of such macrocycles and the good catalytic performance of the catalysts which were designed. A broader view in the approaches to the design of the macrocycle structure is worthwhile, and can well be fruitful as to the as yet unattained objectives. Higher efficiency in terms of consumed oxidant, favor- A.M.A. Rocha Gonsalves, M.M. Pereira /Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 219 able use of hydrogen peroxide or more preferentially oxygen, higher turnovers of the catalyst and its adaptability to an easy removal from the reaction medium are still far away and thus require continued efforts in the so far highly successful studies of biomimetic catalysis. We are confident that we will see new designs and better catalysts in the years to come. References [1] J.T. Groves, T.E. Nemo and R.S. Myers, J. Am. Chem. Soc., 101 (1979) 1032. [2] J.T. Groves and T.E. Nemo, J. Am. Chem. Soc., 105 (1983) 5786. [3] M. Fontecave and D. Mansuy, J. Chem. Soc., Chem. Com mun., (1984) 879. [4] D. Mansuy, J. Leclaire, M. Fontecave and P. Dansette, Tetrahedron, 40 (1984) 2847. [5] J.T. Groves and W.J. Kruper, Jr., Isr. J. Chem., 25 (1985) 148. [6] JR. Lindsay Smith and P.R. Sleath, J. Chem. Soc., Perkin Trans 11, (1982) 1009. [7] T. Kim, G.A. Mirafzal, J. Liu and N.L. Bauld, J. Am. Chem. Soc., 115 (1993) 7653. [8] T.G. Traylor, C. Kim, J.L. Richards, F. Xu and C.L. Perrin, J. Am. Chem. Soc., 117 (1995) 3468. [9] E. Guilmet and B. Meunier, Tetrahedron Lett., 23 (1982) 2449. [10] B. Poorter and B. Meunier, Tetrahedron Lett., 25 (1984) 1895. [11] J.P. Collman, J.I. Brauman, B. Meunier, T. Hayashi, T. Kodadek and S.A. Raybuck, J. Am. Chem. Soc., 107 (1985) 2000. [12] D.H.W. den Boer, A.W. van der Made, R. Zwaans and J.H. van Lenthe, Reel. Trav. Chim. Pays-Bas, 109 (1990) 123. [13] M.M. Pereira, MSc. Thesis, Coimbra University (1986). [14] B. Meunier. Bull. Soc. Chim. Fr., (1986) 578. [15] S. Banfi, F. Montanari and S. Quici, Reel. Trav. Chim. Pays-Bas, 109 (1990) 117. [16] B. Meunier, M.-E. de Carvalho and A. Robert, J. Mol. Cat., 41 (1987) 185. [17] A.W. van der Made, R.J.M. Nolte and W. Drenth, Recl. Trav. Chim. Pays-Bas, 109 (1990) 537. [18] T.G. Traylor, W.A. Lee and D.V. Stynes, J. Am. Chem. Soc., 106 (1984) 755. [19] T.C. Bruice, Ace. Chem. Res., 24 (1991) 243. [20] O. Almarsson and T.C. Bruice, J. Am. Chem. Soc., 117 (1995) 4533. [21] F. Minisci, F. Fontana, S. Araneo, F. Recupero, S. Banfi and S. Quici, J. Am. Chem. Soc., 117 (1995) 226. [22] P. Battioni, J.-P. Renaud, J.F. Bartoli, M.R.-Artiles, M. Fort and D. Mansuy, J. Am. Chem. Soc., 110 (1988) 8462. [231 S. Oae, Y. Watanabe and K. Fujimori, Tetrahedron Lett., 23 (1982) 1189. [24] D. Mansuy and P. Battioni, Bull. Soc. Chim. Belg., 95 (1986) 959. [251 B. Meunier, in G. Strukul (Ed.), Catalytic Oxidations with Hydrogen Peroxide as Oxidant, Kluwer, London, 1992, p. 153. [26] B. Poorter and B. Meunier, J. Chem. Soc., Perkin Trans. lI, (1985) 1735. [27] P. Hoffmann, G. Labat, A. Robert and B. Meunier, Tetrahe dron Lett., 31 (1990) 1991. [28] T.G. Traylor, W.A. Lee and D.V. Stynes, J. Am. Chem. Soc., 106 (1984) 755. [29] J.T. Groves and Y. Watanabe, J. Am. Chem. Soc., 110 (1988) 8443. [30] T.G. Traylor and F. Xu, J. Am. Chem. Soc., 112 (1990) 178. [31] S. Banfi, F. Montanari, S. Quici, S.V. Barkanova, O.L. Kaliya, V.N. Kopranenkov and E.A. Luk'yanets, Tetrahedron Lett., 13 (1995) 2317. [32] T.C. Woon, C.M. Dicken and and T.C. Bruice, J. Am. Chem. Soc., 108 (1986) 7990. [33] T.-C. Zheng and D.E. Richardson. Tetrahedron Lett., 36 (1995) 837. [34] C. Querci and M. Ricci, Tetrahedron Lett., 31 (1990) 1779. [35] D. Mohajer and S. Tangestaninejad, Tetrahedron Lett., 35 (1994) 945. [361 D. Mansuy, M. Fontecave and J.-F. Bartoli, J. Chem. Soc., Chem. Commun., (1983) 253. [371 I. Tabushi and K. Morimitsu, J. Am. Chem. Soc., 106 (1984) 6871. [381 J. van Esch, M.F.M. Roks and RIM. Nolte, J. Am. Chem. Soc., 108 (1986) 6093. [391 P. Battioni, J.F. Bartoli, P. Leduc, M. Fontecave and D. Mansuy, J. Chem. Soc., Chem. Commun., (1987) 791. [401 K. Kano, H. Takagi, M. Takeuchi, S. Hashimoto and Z.-i. Yoshida, Chem. Lett., (1991) 519. [411 Y.-i. Matsushita, K. Sugamoto and T. Matsui, Chem. Lett., (1992) 2165. [42] Y.-i. Matsushita, K. Sugamoto and T. Matsui, Chem. Lett., (1992) 1381. [43] D. Mansuy, Coord. Chem. Rev., 125 (1993) 129. [44] J. Larsen and K.A. Jorgensen, J. Chem. Soc. Perkin Trans. 2, (1992) 1213. [45] S. Tollari, D. Vergani, S. Banfi and F. Porta, J. Chem. Soc., Chem. Commun., (1993) 442. [46] M.N. Carrier, P. Battioni and D. Mansuy, Bull. Soc. Chim. Fr., 130 (1993) 405. [47] J.P. Collman, E. Rose and G.D. Venburg, J. Chem. Soc., Chem. Commun., (1993) 934. [48] D.A. Smith, D.N. Reynolds and L.K. Woo, J. Am. Chem. Soc., 115 (1993) 2511. [491 G.L. Kedderis and P.F. Hollenberg, J. Biol. Chem., 258 (1983) 12413. [50] 1. Hamachi, A. Fujita and T. Kunitake, J. Am. Chem. Soc., 116 (1994) 8811. [51] G. Labat and B. Meunier, J. Chem. Soc., Chem. Commun., (1990) 1414. [52] L.J. Boucher, Coord. Chem. Rev., 7 (1972) 289. [53] I. Tabushi, Coord. Chem. Rev., 86 (1988) 1. [54] T.C. Bruice. Ann. NY Acad. Sci., 471 (1986) 83. 220 A.M.A. Rocha Gonsalves, M.M. Pereira /Journal of Molecular Catalysis A: Chemical 113 (1996) 209-211 [55] J.E. McMurry, Chem. Rev., 89 (1989) 1513. [56] D. Mansuy, Pure and Appl. Chem., 59 (1987) 759. [57] M.J. Gunter and P. Turner, Coord. Chem. Rev., 108 (1991) 115. [58] T.G. Traylor, Pure Appl. Chem., 63 (1991) 265. [59] B. Meunier, Chem. Rev., 92 (1992) 1411. [60] N.N. Daeid, S.T. Atkinson and K.B. Nolan, Pure Appl. Chem., 66 (1993) 1541. [61] F. Montanari, Pure Appl. Chem., 66 (1994) 1519. [62] R.A. Sheldon (Ed.), Metalloporphyrins in Catalytic Oxidations, Marcel Dekker, New York, 1994. [63] F. Montanari and L. Casella (Eds.), Metalloporphyrin Catalyzed Oxidations, Kluwer, Dordrecht, 1994. [64] R.E. White and M.J. Coon, Ann. Rev. Biochem., 49 (1980) 315. [65] T.J. McMurry and J.T. Groves, in P. Ortiz de Montellano (Ed.), Cytocrhome P-450: Structure, Mechanism and Biochemistry, Plenum Press, New York, 1986. [66] T.C. Bruice, in J.F. Lieberman and A. Greenberg (Eds.), Mechanistic Principles of Enzyme Activity, VCH, New York, 1988. [67] S. Sano, in D. Dolphin (Ed.), The Porphyrins, Vol. II, Academic Press, London, 1979, p. 377. [68] E. Guilmet and B. Meunier, Tetrahedron Lett., 21 (1980) 4449. [69] P. Rothemund, J. Am. Chem. Soc., 57 (1935) 2010. [70] P.S. Traylor, D. Dolphin and T.G. Traylor, J. Chem. Soc., Chem. Commun., (1984) 279. [71] J.S. Lindsey, I.C. Schreiman, H.C. Hsu, P.C. Kearney and A.M. Marguerettaz, J. Org. Chem., 52 (1987) 827. [72] A.W. van der Made, E.J.H. Hoppenbrouwer, R.J.M. Nolte and W. Drenth, Reel. Trav. Chim. Pays-Bas, 107 (1988) 15. [73] J.S. Lindsey, H.C. Hsu and I.C. Schreiman, Tetrahedron Lett., 27 (1986) 4969. [74] A.M. d'A. Rocha Gonsalves, J.M.T.B. Varej and M.M. Pereira, J. Heterocyclic Chem., 28 (1991) 635. [75] J.-P. Renaud, P. Battioni, J.F. Bartoli and D. Mansuy, J. Chem. Soc., Chem. Commun., (1985) 888. [76] A.M. d'A. Rocha Gonsalves, R.A.W. Johnstone, M.M. Pereira and J. Shaw, J. Chem. Soc., Perkin Trans. 1, (1991) 645. [77] S. Banfi, M. Dragoni, F. Montanari, G. Pozzi and S. Quici, Gazz. Chim. Ital., 123 (1993) 431. [78] A.M. d'A. Rocha Gonsalves, M.M. Pereira, A.C. Serra, R.A.W. Johnstone and M.L.P.G. Nunes, J. Chem. Soc., Perkin Trans. 1, (1994) 2053. [79] M.M. Pereira, PhD. Thesis, Coimbra University (1992). [80] A.M. d'A. Rocha Gonsalves, M.M. Pereira and A.C. Serra, communication presented at the XIV Meeting of the Portuguese Chemical Society, Aveiro, 1994. [81] T.C. Bruice, Aldrichim. Acta, 21 (1988) 87. [82] F. Montanari, S. Banfi and S. Quici, Pure Appl. Chem., 61 (1989) 1631. [83] M.-H. Liu and Y.O. Su, J. Chem. Soc., Chem. Commun., (1994)971. [84] T.G. Traylor and S. Tsuchiya, Inorg. Chem., 26 (1987) 1338. [85] T. Wijesekera, A. Matsumoto, D. Dolphin and D. Lexa, Angew. Chem., Int. Ed. Engl., 29 (1990) 1028. [86] T. Boschi, G. D'Arcangelo and P. Tagliatesta, J. Chem. Research (S), (1995) 326. [87] P.E. Ellis, Jr. and J.E. Lyons, US Pat. 4,970,348 (1990). [88] M.-N. Carrier, C. Scheer, P. Gouvine, J.-F. Bartoli, P. Battioni and D. Mansuy, Tetrahedron Lett., 31 (1990) 6645. [89] P.E. Ellis and J.E. Lyons, Coord. Chem. Rev., 105 (1990) 181. [90] J.F. Bartoli, O. Brigaud, P. Battioni and D. Mansuy, J. Chem. Soc., Chem. Commun., (1991) 440. [91] S. Campestrini, A. Robert and B. Meunier, J. Org. Chem., 56 (1991) 3725. [92] J.E. Lyons and P.E. Ellis, Catal. Lett., 8 (1991) 45. [93] A.M. d' A. Rocha Gonsalves, R.A.W. Johnstone, M.M. Pereira, J. Shaw and A.J.F.N. Sobral, Tetrahedron Lett., 32 (1991) 1355. [94] P. Battioni, O. Brigand, H. Desvaux, D. Mansuy and T.G. Traylor, Tetrahedron Lett., 32 (1991) 2893. T.G. Traylor, K.W. Hill, W.-P. Fann, S. Tsuchiya and B.E. Dunlap, J. Am. Chem. Soc., 114 (1992) 1308. [96] P. Hoffmann, A. Robert and B. Meunier, Bull. Soc. Chim. Fr., 129 (1992) 85. [97] D. Mandon, P. Ochsenbein, J. Fischer, R. Weiss, K. Jayaraj, R.N. Austin, A. Gold, P.S. White, O. Brigand, P. Battioni and D. Mansuy, Inorg. Chem., 31 (1992) 2044. [98] P. Hoffmann and B. Meunier, New J. Chem., 16 (1992) 559. [99] S.G. DiMagno, S.-Y. Lin and M.J. Therien, J. Am. Chem. Soc., 115 (1993) 2513. [100] P. Bhyrappa, V. Rishnan and M. Nethaji, J. Chem. Soc. Dalton Trans., (1993) 1901. [101] D. Reddy, M. Ravikanth and T.K. Chandrashekar, J. Chem. Sec., Dalton Trans., (1993) 3575. [102] J.E. Lyons, P.E. Ellis, Jr., H.K. Myers, Jr. and R.W. Wagner, J. Catal., 141 (1993) 311. [103] D. Pattou, G. Labat, S. Defrance, J.-L. Sis and B. Meunier, Bull. Soc. Chim. Fr., 131 (1994) 78. [104] M.W. Grinstaff, M.G. Hill, J.A. Labinger and H.B. Gray, Science (Washington, DC), 264 (1994) 1311. [105] J.A. Hodge, M.G. Hill and H.B. Gray, Inorg. Chem., 34 (1995) 809. [106] M.M. Pereira, A.M. d'A. Rocha Gonsalves and A.C. Serra, communication presented at the Cerc 3 Young Chemists' Workshop, Gent, 1993. [107] H.L. Chen, P.E. Ellis, Jr., T. Wijesekera, T.E. Hagan, S.E. Groh, J.E. Lyons and D.P. Ridge, J. Am. Chem. Soc., 116 (1994) 1086. [108] A. Ghosh and J. Alml, Chem. Phys. Lett., 186 (1991) 113. [109] P.G. Gassman, A. Ghosh and J. Alml, J. Am. Chem. Soc., 114 (1992) 9990. [110] B. Delley, Physica B, 172 (1991) 185. [111] D.H. Jones, A.S. Hinman and T. Ziegler, Inorg. Chem., 32 (1993) 2092. [112] A. Ghosh, J. Alml, L. Que, Jr., J. Phys. Chem., 98 (1994) 5576. A.M.A. Rocha Gonsalves, M.M. Pereira /Journal of Molecular Catalvsis A: Chemical 113 (1996) 209-211 221 [113] A. Ghosh and J. Alm16f, J. Phys. Chem., 99 (1995) 1073. [1141 A. Ghosh, J. Am. Chem. Soc., 117 (1995) 4691. [115] S. Tsuchiya and M. Seno, Chem. Lett., (1989) 263. [116] S.G. DiMagno and R.A. Williams, J. Org. Chem., 59 (1994) 6943. [117] J.F. Bartoli, P. Battioni, W.R. De Foor and D. Mansuy. J. Chem. Soc., Chem. Commun., (1994) 23. [118] A.M. d'A. Rocha Gonsalves, M.M. Pereira, unpublished results. [119] I. Artaud, H. Grennberg and D. Mansuy, J. Chem. Soc., Chem. Commun., (1992) 1036. [ 120] I. Artaud, K. Ben-Aziza and D. Mansuy, J. Org. Chem., 58 (1993) 3373. [121] A.M. d'A. Rocha Gonsalves, M.M. Pereira, A.C. Serra, T.M.N. Brand and J.C. Grancho, communication presented at the Portuguese Organic Chemistry Meeting, Braga, 1995. [122] M.B. Grieve, A.J. Hudson. T. Richardson, R.A.W. Johnstone, A.J.F.N. Sobral and A.M. d'A. Rocha Gonsalves, Thin Solid Films, 243 (1994) 581. [123] A.M. d'A. Rocha Gonsalves and M.M. Pereira, in prepara tion. [1241 B. Meunier, in G. Strukul (Ed.), Catalytic Oxidations with Hydrogen Peroxide as Oxidant, Kluwer, London, 1992, p. 166. [1251 D. Li, B.I. Swanson, J.M. Robinson and M.A. Hoffbauer, J. Am. Chem. Soc., 115 (1993) 6975. [126] J.R. Lindsay Smith and R.J. Lower, J. Chem. Soc. Perkin Trans. 2, (1992) 2187. [127] S. Campestrini and B. Meunier, Inorg. Chem., 31 (1992) 1999. [128] P.R. Cooke and J.R. Lindsay Smith, J. Chem. Soc. Perkin Trans. 1, (1994) 1913. [129] T.G. Traylor, Y.S. Byun, P.S. Traylor, P. Battioni and D. Mansuy, J. Am. Chem. Soc., 113 (1991) 7821. [130] P. Battioni, J.-P. Lallier, L. Barloy and D. Mansuy, J. Chem Soc. Chem Commun., (1989) 1149. [131] P.R. Cooke and J.R. Lindsay Smith, Tetrahedron Lett., 33 (1992) 2737. [132] T. Katsuki and K.B. Sharpless, J. Am. Chem. Soc., 102 (1980) 5974. [133] Y. Gao, R.M. Hanson, J.M. Klunder, S.Y. Ko, H. Masamune and K.B. Sharpless, J. Am. Chem. Soc., 109 (1987) 5765. [134] J.S.M. Wai, I. Mark6, J.S. Svendsen, M.J. Finn, E.N. Jacobsen and K.B. Sharpless, J. Am. Chem. Soc., 111 (1989) 1123. [135] K.B. Sharpless, W. Amberg, Y.L. Bennani, G.A. Crispino, J. Hartung, K.-S. Jeong, H.-L. Kwong, K. Morikawa, Z.-M. Wang, D. Xu and X.-L. Zhang, J. Org. Chem., 57 (1992) 2768. [136] Z. Li, K.R. Conser and E.N. Jacobsen, J. Am. Chem. Soc., 115 (1993) 5326. [137] W. Zhang and E.N. Jacobsen, J. Org. Chem., 56 (1991) 2296. [138] E.N. Jacobsen, W. Zhang, A.R. Muci, J.R. Ecker and L. Deng, J. Am. Chem. Soc., 113 (1991) 7063. [139] J.T. Groves and R.S. Myers, J. Am. Chem. Soc., 105 (1983) 5791. [140] J.T. Groves and P. Viski, J. Am. Chem. Soc., 111 (1989) 8537. [141] J.T. Groves and P. Viski, J. Org. Chem., 55 (1990) 3628. [142] R.L. Halterman and S.-T. Jan, J. Org. Chem., 56 (1991) 5253. [143] S. O'Malley and T. Kodadek, Tetrahedron Lett., 22 (1991) 2445. [144] J.P. Collman, X. Zhang, V.J. Lee and J.T. Brauman, J. Chem. Soc., Chem. Commun., (1992) 1647. [145] D. Mansuy, P. Battioni, J.-P. Renaud and P. Guerin, J. Chem. Soc., Chem. Commun., (1985) 155. [146] M. Momenteau, J. Mispelter, B. Loock and E. Bisagni, J. Chem. Soc., Perkin Trans. 1, (1983) 189. [147] J.P. Collman, V.J. Lee, X. Zhang, J.A. Ibers and J.1. Brauman, J. Am. Chem. Soc., 115 (1993) 3834. [148] S. Vilain, P. Maillard and M. Momenteau, J. Chem. Soc., Chem. Commun., (1994) 1697. [149] Y. Naruta, N. Ishihara, F. Tani and K. Maruyama, Bull. Chem. Soc. Jpn., 66 (1993) 158. [150] Y. Naruta, F. Tani, N. Ishihara and K. Maruyama, J. Am. Chem. Soc., 113 (1991) 6865. [151] J.P. Collman, V.J. Lee, C.J. Kellen-Yuen, X. Zhang, J.A. Ibers and J.I. Brauman, J. Am. Chem. Soc., 117 (1995) 692. [152] M. Veyrat, O. Maury, F. Faverjon, D.E. Over, R. Ramasseul, J.-C. Marchon, 1. Turowska-Tyrk and W.R. Scheidt, Angew. Chem., Int. Ed. Engl., 33 (1994) 220. [153] M.J. Gunter and P. Turner, J. Mol. Catal., 66 (1991) 121. [154] P.L. Anelli, S. Banfi, F. Legramandi, F. Montanari, G. Pozzi and S. Quici, J. Chem. Soc., Perkin Trans. 1, (1993) 1345. [155] A. Thellend, P. Battioni and D. Mansuy, J. Chem. Soc., Chem. Commun., (1994) 1035. [156] P.L. Anelli, S. Banfi, F. Montanari and S. Quici, J. Chem. Soc., Chem. Commun., (1989) 779. [157] S. Banfi, A. Maiocchi, A. Moggi, F. Montanari and S. Quici, J. Chem. Soc., Chem. Commun, (1990) 1794. [158] A.M. d'A. Rocha Gonsalves and M.M. Pereira, unpublished results. [159] S. Banfi, F. Legramandi, F. Montanari, G. Pozzi and S. Quici, J. Chem. Soc., Chem. Commun., (1991) 1285. [160] S. Banfi, F. Montanari, G. Pozzi and S. Quici, Tetrahedron, 50 (1994) 9024. [161] T. Higuchi, K. Shimada, N. Maruyama and M. Hirobe, J. Am. Chem. Soc., 115 (1993) 7551. [162] P.E. Ellis and J.E. Lyons, US Pat., 5,120,882 (1992). MOLCAA 96000507 S1381-1169(96)00050-7 10.1016/S1381-1169(96)00050-7 State of the art in the development of biomimetic oxidation catalysts António M.d'A.Rocha Gonsalves Mariette M. Pereira Departmento de Química, Universidade de Coimbra, P-3049 Coimbra, Portugal Work during the last decade laid down the basis for biomimetic oxidation catalysis, which has become an established technique. Preliminary work relied on the use of metal complexes of 5,10,15,20-tetrakisphenylporphyrin (TPP), but these proved to be inadequate to perform the catalytic function. Further, derivatives of TPP with suitable and adequately positioned substituents, allowed the preparation of high performance catalysts, in terms of catalytic efficiency and stability, for some selected oxidations under specific reaction conditions and for a diversity of oxygen donors. The first oxidations were achieved using the ‘special’ oxygen donor iodosylbenzene, but cheaper and generally available oxidants such as sodium hypochlorite or hydrogen peroxide are presently used as the oxidants. Catalysts capable of promoting stereoselective catalysis are reported. Conditions for the efficient use of the catalysts so far reported require particular specificities and the catalytic activity is only shown, in the majority of the reported works, in the presence of selected species to act as axial ligands to the metal ion of the catalyst. Specific porphyrin structures were reported where the addition of a specific axial ligand can be avoided. Keywords Porphyrin Oxidation Synthesis Hydrogen peroxide Hypochlorite Ligand Metalloporphyrin Chiral porphyrins Epoxidation Hydroxylation References [1] J.T. Groves T.E. Nemo R.S. Myers J. Am. Chem. Soc. 101 1979 1032 [2] J.T. Groves T.E. Nemo J. Am. Chem. Soc. 105 1983 5786 [3] M. Fontecave D. Mansuy J. Chem. Soc., Chem. Commun. 1984 879 [4] D. Mansuy J. Leclaire M. Fontecave P. Dansette Tetrahedron 40 1984 2847 [5] J.T. Groves W.J. Kruper Jr. Isr. J. Chem. 25 1985 148 [6] J.R. Lindsay Smith P.R. Sleath J. Chem. Soc., Perkin Trans II 1982 1009 [7] T. Kim G.A. Mirafzal J. Liu N.L. Bauld J. Am. Chem. Soc. 115 1993 7653 [8] T.G. Traylor C. Kim J.L. Richards F. Xu C.L. Perrin J. Am. Chem. Soc. 117 1995 3468 [9] E. Guilmet B. Meunier Tetrahedron Lett. 23 1982 2449 [10] B. Poorter B. Meunier Tetrahedron Lett. 25 1984 1895 [11] J.P. Collman J.I. Brauman B. Meunier T. Hayashi T. Kodadek S.A. Raybuck J. Am. Chem. Soc. 107 1985 2000 [12] D.H.W. den Boer A.W. van der Made R. Zwaans J.H. van Lenthe Recl. Trav. Chim. Pays-Bas 109 1990 123 [13] M.M. Pereira MSc. Thesis 1986 Coimbra University [14] B. Meunier Bull. Soc. Chim. Fr. 1986 578 [15] S. Banfi F. Montanari S. Quici Recl. Trav. Chim. Pays-Bas 109 1990 117 [16] B. Meunier M.-E. de Carvalho A. Robert J. Mol. Cat. 41 1987 185 [17] A.W. van der Made R.J.M. Nolte W. Drenth Recl. Trav. Chim. Pays-Bas 109 1990 537 [18] T.G. Traylor W.A. Lee D.V. Stynes J. Am. Chem. Soc. 106 1984 755 [19] T.C. Bruice Acc. Chem. Res. 24 1991 243 [20] O. Almarsson T.C. Bruice J. Am. Chem. Soc. 117 1995 4533 [21] F. Minisci F. Fontana S. Araneo F. Recupero S. Banfi S. Quici J. Am. Chem. Soc. 117 1995 226 [22] P. Battioni J.-P. Renaud J.F. Bartoli M.R. -Artiles M. Fort D. Mansuy J. Am. Chem. Soc. 110 1988 8462 [23] S. Oae Y. Watanabe K. Fujimori Tetrahedron Lett. 23 1982 1189 [24] D. Mansuy P. Battioni Bull. Soc. Chim. Belg. 95 1986 959 [25] B. Meunier G. Strukul Catalytic Oxidations with Hydrogen Peroxide as Oxidant 1992 Kluwer London 153 [26] B. Poorter B. Meunier J. Chem. Soc., Perkin Trans. II 1985 1735 [27] P. Hoffmann G. Labat A. Robert B. Meunier Tetrahedron Lett. 31 1990 1991 [28] T.G. Traylor W.A. Lee D.V. Stynes J. Am. Chem. Soc. 106 1984 755 [29] J.T. Groves Y. Watanabe J. Am. Chem. Soc. 110 1988 8443 [30] T.G. Traylor F. Xu J. Am. Chem. Soc. 112 1990 178 [31] S. Banfi F. Montanari S. Quici S.V. Barkanova O.L. Kaliya V.N. Kopranenkov E.A. Luk'yanets Tetrahedron Lett. 13 1995 2317 [32] T.C. Woon C.M. Dicken T.C. Bruice J. Am. Chem. Soc. 108 1986 7990 [33] T.-C. Zheng D.E. Richardson Tetrahedron Lett. 36 1995 837 [34] C. Querci M. Ricci Tetrahedron Lett. 31 1990 1779 [35] D. Mohajer S. Tangestaninejad Tetrahedron Lett. 35 1994 945 [36] D. Mansuy M. Fontecave J.-F. Bartoli J. Chem. Soc., Chem. Commun. 1983 253 [37] I. Tabushi K. Morimitsu J. Am. Chem. Soc. 106 1984 6871 [38] J. van Esch M.F.M. Roks R.J.M. Nolte J. Am. Chem. Soc. 108 1986 6093 [39] P. Battioni J.F. Bartoli P. Leduc M. Fontecave D. Mansuy J. Chem. Soc., Chem. Commun. 1987 791 [40] K. Kano H. Takagi M. Takeuchi S. Hashimoto Z.-i. Yoshida Chem. Lett. 1991 519 [41] Y.-i. Matsushita K. Sugamoto T. Matsui Chem. Lett. 1992 2165 [42] Y.-i. Matsushita K. Sugamoto T. Matsui Chem. Lett. 1992 1381 [43] D. Mansuy Coord. Chem. Rev. 125 1993 129 [44] J. Larsen K.A. Jørgensen J. Chem. Soc. Perkin Trans. 2 1992 1213 [45] S. Tollari D. Vergani S. Banfi F. Porta J. Chem. Soc., Chem. Commun. 1993 442 [46] M.N. Carrier P. Battioni D. Mansuy Bull. Soc. Chim. Fr. 130 1993 405 [47] J.P. Collman E. Rose G.D. Venburg J. Chem. Soc., Chem. Commun. 1993 934 [48] D.A. Smith D.N. Reynolds L.K. Woo J. Am. Chem. Soc. 115 1993 2511 [49] G.L. Kedderis P.F. Hollenberg J. Biol. Chem. 258 1983 12413 [50] I. Hamachi A. Fujita T. Kunitake J. Am. Chem. Soc. 116 1994 8811 [51] G. Labat B. Meunier J. Chem. Soc., Chem. Commun. 1990 1414 [52] L.J. Boucher Coord. Chem. Rev. 7 1972 289 [53] I. Tabushi Coord. Chem. Rev. 86 1988 1 [54] T.C. Bruice Ann. NY Acad. Sci. 471 1986 83 [55] J.E. McMurry Chem. Rev. 89 1989 1513 [56] D. Mansuy Pure and Appl. Chem. 59 1987 759 [57] M.J. Gunter P. Turner Coord. Chem. Rev. 108 1991 115 [58] T.G. Traylor Pure Appl. Chem. 63 1991 265 [59] B. Meunier Chem. Rev. 92 1992 1411 [60] N.N. Daeid S.T. Atkinson K.B. Nolan Pure Appl. Chem. 66 1993 1541 [61] F. Montanari Pure Appl. Chem. 66 1994 1519 [62] R.A. Sheldon Metalloporphyrins in Catalytic Oxidations 1994 Marcel Dekker New York [63] F. Montanari L. Casella Metalloporphyrin Catalyzed Oxidations 1994 Kluwer Dordrecht [64] R.E. White M.J. Coon Ann. Rev. Biochem. 49 1980 315 [65] T.J. McMurry J.T. Groves P. Ortiz de Montellano Cytocrhome P-450: Structure, Mechanism and Biochemistry 1986 Plenum Press New York [66] T.C. Bruice J.F. Lieberman A. Greenberg Mechanistic Principles of Enzyme Activity 1988 VCH New York [67] S. Sano D. Dolphin The Porphyrins Vol. II 1979 Academic Press London 377 [68] E. Guilmet B. Meunier Tetrahedron Lett. 21 1980 4449 [69] P. Rothemund J. Am. Chem. Soc. 57 1935 2010 [70] P.S. Traylor D. Dolphin T.G. Traylor J. Chem. Soc., Chem. Commun. 1984 279 [71] J.S. Lindsey I.C. Schreiman H.C. Hsu P.C. Kearney A.M. Marguerettaz J. Org. Chem. 52 1987 827 [72] A.W. van der Made E.J.H. Hoppenbrouwer R.J.M. Nolte W. Drenth Recl. Trav. Chim. Pays-Bas 107 1988 15 [73] J.S. Lindsey H.C. Hsu I.C. Schreiman Tetrahedron Lett. 27 1986 4969 [74] A.M. d'A. Rocha Gonsalves J.M.T.B. Varejão M.M. Pereira J. Heterocyclic Chem. 28 1991 635 [75] J.-P. Renaud P. Battioni J.F. Bartoli D. Mansuy J. Chem. Soc., Chem. Commun. 1985 888 [76] A.M. d'A. Rocha Gonsalves R.A.W. Johnstone M.M. Pereira J. Shaw J. Chem. Soc., Perkin Trans. 1 1991 645 [77] S. Banfi M. Dragoni F. Montanari G. Pozzi S. Quici Gazz. Chim. Ital. 123 1993 431 [78] A.M. d'A. Rocha Gonsalves M.M. Pereira A.C. Serra R.A.W. Johnstone M.L.P.G. Nunes J. Chem. Soc., Perkin Trans. 1 1994 2053 [79] M.M. Pereira PhD. Thesis 1992 Coimbra University [80] A.M. d'A. Rocha Gonsalves M.M. Pereira A.C. Serra communication presented at the XIV Meeting of the Portuguese Chemical Society Aveiro 1994 [81] T.C. Bruice Aldrichim. Acta 21 1988 87 [82] F. Montanari S. Banfi S. Quici Pure Appl. Chem. 61 1989 1631 [83] M.-H. Liu Y.O. Su J. Chem. Soc., Chem. Commun. 1994 971 [84] T.G. Traylor S. Tsuchiya Inorg. Chem. 26 1987 1338 [85] T. Wijesekera A. Matsumoto D. Dolphin D. Lexa Angew, Chem., Int. Ed. Engl. 29 1990 1028 [86] T. Boschi G. D'Arcangelo P. Tagliatesta J. Chem. Research (S) 1995 326 [87] P.E. Ellis, Jr. and J.E. Lyons, US Pat. 4,970,348 (1990). [88] M.-N. Carrier C. Scheer P. Gouvine J.-F. Bartoli P. Battioni D. Mansuy Tetrahedron Lett. 31 1990 6645 [89] P.E. Ellis J.E. Lyons Coord. Chem. Rev. 105 1990 181 [90] J.F. Bartoli O. Brigaud P. Battioni D. Mansuy J. Chem. Soc., Chem. Commun. 1991 440 [91] S. Campestrini A. Robert B. Meunier J. Org. Chem. 56 1991 3725 [92] J.E. Lyons P.E. Ellis Catal. Lett. 8 1991 45 [93] A.M. d' A. Rocha Gonsalves R.A.W. Johnstone M.M. Pereira J. Shaw A.J.F.N. Sobral Tetrahedron Lett. 32 1991 1355 [94] P. Battioni O. Brigaud H. Desvaux D. Mansuy T.G. Traylor Tetrahedron Lett. 32 1991 2893 [95] T.G. Traylor K.W. Hill W.-P. Fann S. Tsuchiya B.E. Dunlap J. Am. Chem. Soc. 114 1992 1308 [96] P. Hoffmann A. Robert B. Meunier Bull. Soc. Chim. Fr. 129 1992 85 [97] D. Mandon P. Ochsenbein J. Fischer R. Weiss K. Jayaraj R.N. Austin A. Gold P.S. White O. Brigaud P. Battioni D. Mansuy Inorg. Chem. 31 1992 2044 [98] P. Hoffmann B. Meunier New J. Chem. 16 1992 559 [99] S.G. DiMagno S.-Y. Lin M.J. Therien J. Am. Chem. Soc. 115 1993 2513 [100] P. Bhyrappa V. Rishnan M. Nethaji J. Chem. Soc. Dalton Trans. 1993 1901 [101] D. Reddy M. Ravikanth T.K. Chandrashekar J. Chem. Soc., Dalton Trans. 1993 3575 [102] J.E. Lyons P.E. Ellis Jr. H.K. Myers Jr. R.W. Wagner J. Catal. 141 1993 311 [103] D. Pattou G. Labat S. Defrance J.-L. Séris B. Meunier Bull. Soc. Chim. Fr. 131 1994 78 [104] M.W. Grinstaff M.G. Hill J.A. Labinger H.B. Gray Science (Washington, DC) 264 1994 1311 [105] J.A. Hodge M.G. Hill H.B. Gray Inorg. Chem. 34 1995 809 [106] M.M. Pereira A.M. d'A. Rocha Gonsalves A.C. Serra communication presented at the Cerc 3 Young Chemists' Workshop Gent 1993 [107] H.L. Chen P.E. Ellis Jr. T. Wijesekera T.E. Hagan S.E. Groh J.E. Lyons D.P. Ridge J. Am. Chem. Soc. 116 1994 1086 [108] A. Ghosh J. Almlöf Chem. Phys. Lett. 186 1991 113 [109] P.G. Gassman A. Ghosh J. Almlöf J. Am. Chem. Soc. 114 1992 9990 [110] B. Delley Physica B 172 1991 185 [111] D.H. Jones A.S. Hinman T. Ziegler Inorg. Chem. 32 1993 2092 [112] A. Ghosh J. Almlöf L. Que Jr. J. Phys. Chem. 98 1994 5576 [113] A. Ghosh J. Almlöf J. Phys. Chem. 99 1995 1073 [114] A. Ghosh J. Am. Chem. Soc. 117 1995 4691 [115] S. Tsuchiya M. Seno Chem. Lett. 1989 263 [116] S.G. DiMagno R.A. Williams J. Org. Chem. 59 1994 6943 [117] J.F. Bartoli P. Battioni W.R. De Foor D. Mansuy J. Chem. Soc., Chem. Commun. 1994 23 [118] A.M. d'A. Rocha Gonsalves, M.M. Pereira, unpublished results. [119] I. Artaud H. Grennberg D. Mansuy J. Chem. Soc., Chem. Commun. 1992 1036 [120] I. Artaud K. Ben-Aziza D. Mansuy J. Org. Chem. 58 1993 3373 [121] A.M. d'A. Rocha Gonsalves M.M. Pereira A.C. Serra T.M.N. Brandão J.C. Grancho communication presented at the Portuguese Organic Chemistry Meeting Braga 1995 [122] M.B. Grieve A.J. Hudson T. Richardson R.A.W. Johnstone A.J.F.N. Sobral A.M. d'A. Rocha Gonsalves Thin Solid Films 243 1994 581 [123] A.M. d'A. Rocha Gonsalves and M.M. Pereira, in preparation. [124] B. Meunier G. Strukul Catalytic Oxidations with Hydrogen Peroxide as Oxidant 1992 Kluwer London 166 [125] D. Li B.I. Swanson J.M. Robinson M.A. Hoffbauer J. Am. Chem. Soc. 115 1993 6975 [126] J.R. Lindsay Smith R.J. Lower J. Chem. Soc. Perkin Trans. 2 1992 2187 [127] S. Campestrini B. Meunier Inorg. Chem. 31 1992 1999 [128] P.R. Cooke J.R. Lindsay Smith J. Chem. Soc. Perkin Trans. 1 1994 1913 [129] T.G. Traylor Y.S. Byun P.S. Traylor P. Battioni D. Mansuy J. Am. Chem. Soc. 113 1991 7821 [130] P. Battioni J.-P. Lallier L. Barloy D. Mansuy J. Chem Soc. Chem Commun. 1989 1149 [131] P.R. Cooke J.R. Lindsay Smith Tetrahedron Lett. 33 1992 2737 [132] T. Katsuki K.B. Sharpless J. Am. Chem. Soc. 102 1980 5974 [133] Y. Gao R.M. Hanson J.M. Klunder S.Y. Ko H. Masamune K.B. Sharpless J. Am. Chem. Soc. 109 1987 5765 [134] J.S.M. Wai I. Markó J.S. Svendsen M.J. Finn E.N. Jacobsen K.B. Sharpless J. Am. Chem. Soc. 111 1989 1123 [135] K.B. Sharpless W. Amberg Y.L. Bennani G.A. Crispino J. Hartung K.-S. Jeong H.-L. Kwong K. Morikawa Z.-M. Wang D. Xu X.-L. Zhang J. Org. Chem. 57 1992 2768 [136] Z. Li K.R. Conser E.N. Jacobsen J. Am. Chem. Soc. 115 1993 5326 [137] W. Zhang E.N. Jacobsen J. Org. Chem. 56 1991 2296 [138] E.N. Jacobsen W. Zhang A.R. Muci J.R. Ecker L. Deng J. Am. Chem. Soc. 113 1991 7063 [139] J.T. Groves R.S. Myers J. Am. Chem. Soc. 105 1983 5791 [140] J.T. Groves P. Viski J. Am. Chem. Soc. 111 1989 8537 [141] J.T. Groves P. Viski J. Org. Chem. 55 1990 3628 [142] R.L. Halterman S.-T. Jan J. Org. Chem. 56 1991 5253 [143] S. O'Malley T. Kodadek Tetrahedron Lett. 22 1991 2445 [144] J.P. Collman X. Zhang V.J. Lee J.T. Brauman J. Chem. Soc., Chem. Commun. 1992 1647 [145] D. Mansuy P. Battioni J.-P. Renaud P. Guerin J. Chem. Soc., Chem. Commun. 1985 155 [146] M. Momenteau J. Mispelter B. Loock E. Bisagni J. Chem. Soc., Perkin Trans. I 1983 189 [147] J.P. Collman V.J. Lee X. Zhang J.A. Ibers J.I. Brauman J. Am. Chem. Soc. 115 1993 3834 [148] S. Vilain P. Maillard M. Momenteau J. Chem. Soc., Chem. Commun. 1994 1697 [149] Y. Naruta N. Ishihara F. Tani K. Maruyama Bull. Chem. Soc. Jpn. 66 1993 158 [150] Y. Naruta F. Tani N. Ishihara K. Maruyama J. Am. Chem. Soc. 113 1991 6865 [151] J.P. Collman V.J. Lee C.J. Kellen-Yuen X. Zhang J.A. Ibers J.I. Brauman J. Am. Chem. Soc. 117 1995 692 [152] M. Veyrat O. Maury F. Faverjon D.E. Over R. Ramasseul J.-C. Marchon I. Turowska-Tyrk W.R. Scheidt Angew. Chem., Int. Ed. Engl. 33 1994 220 [153] M.J. Gunter P. Turner J. Mol. Catal. 66 1991 121 [154] P.L. Anelli S. Banfi F. Legramandi F. Montanari G. Pozzi S. Quici J. Chem. Soc., Perkin Trans. I 1993 1345 [155] A. Thellend P. Battioni D. Mansuy J. Chem. Soc., Chem. Commun. 1994 1035 [156] P.L. Anelli S. Banfi F. Montanari S. Quici J. Chem. Soc., Chem. Commun. 1989 779 [157] S. Banfi A. Maiocchi A. Moggi F. Montanari S. Quici J. Chem. Soc., Chem. Commun 1990 1794 [158] A.M. d'A. Rocha Gonsalves and M.M. Pereira, unpublished results. [159] S. Banfi F. Legramandi F. Montanari G. Pozzi S. Quici J. Chem. Soc., Chem. Commun. 1991 1285 [160] S. Banfi F. Montanari G. Pozzi S. Quici Tetrahedron 50 1994 9024 [161] T. Higuchi K. Shimada N. Maruyama M. Hirobe J. Am. Chem. Soc. 115 1993 7551 [162] P.E. Ellis and J.E. Lyons, US Pat., 5,120,882 (1992).",
      "scopus-id": "0030602073",
      "coredata": {
        "eid": "1-s2.0-S1381116996000507",
        "dc:description": "Work during the last decade laid down the basis for biomimetic oxidation catalysis, which has become an established technique. Preliminary work relied on the use of metal complexes of 5,10,15,20-tetrakisphenylporphyrin (TPP), but these proved to be inadequate to perform the catalytic function. Further, derivatives of TPP with suitable and adequately positioned substituents, allowed the preparation of high performance catalysts, in terms of catalytic efficiency and stability, for some selected oxidations under specific reaction conditions and for a diversity of oxygen donors. The first oxidations were achieved using the ‘special’ oxygen donor iodosylbenzene, but cheaper and generally available oxidants such as sodium hypochlorite or hydrogen peroxide are presently used as the oxidants. Catalysts capable of promoting stereoselective catalysis are reported. Conditions for the efficient use of the catalysts so far reported require particular specificities and the catalytic activity is only shown, in the majority of the reported works, in the presence of selected species to act as axial ligands to the metal ion of the catalyst. Specific porphyrin structures were reported where the addition of a specific axial ligand can be avoided.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996000507",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gonsalves, António M.d'A.Rocha"
          },
          {
            "@_fa": "true",
            "$": "Pereira, Mariette M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996000507"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996000507"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00050-7",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "State of the art in the development of biomimetic oxidation catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Recent Developments in Biomimetic Oxidation Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Porphyrin"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Synthesis"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          },
          {
            "@_fa": "true",
            "$": "Hypochlorite"
          },
          {
            "@_fa": "true",
            "$": "Ligand"
          },
          {
            "@_fa": "true",
            "$": "Metalloporphyrin"
          },
          {
            "@_fa": "true",
            "$": "Chiral porphyrins"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Hydroxylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "209-221",
        "prism:endingPage": "221",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 November 1996",
        "prism:doi": "10.1016/S1381-1169(96)00050-7",
        "prism:startingPage": "209",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00050-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030602073"
      }
    }
  }
}