{
  "metadata": {
    "title": "Addition polymerization of silyl-containing norbornenes in the presence of Ni-based catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-09-01",
    "doi": "10.1016/j.molcata.2006.04.035",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906007667",
    "pii": "S1381116906007667"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33748798869",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-06-12 2006-06-12 2010-03-29T20:21:43 1-s2.0-S1381116906007667 S1381-1169(06)00766-7 S1381116906007667 10.1016/j.molcata.2006.04.035 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02388 2015-05-15T05:56:33.323092-04:00 0 0 20060901 2006 2006-06-12T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 257 257 1 2 1 2 Volume 257, Issues 1–2 5 9 13 9 13 20060901 1 September 2006 2006-09-01 2006 Special issue dedicated to Professor Bogdan Marciniec on the occasion of his 65th birthday and recognition of his outstanding contribution to organometallic chemistry and catalysis Józef J. Ziółkowski Faculty of Chemistry, Wrocław University, Wrocław, Poland article fla Copyright © 2006 Elsevier B.V. All rights reserved. ADDITIONPOLYMERIZATIONSILYLCONTAININGNORBORNENESINPRESENCENIBASEDCATALYSTS FINKELSHTEIN E 1 Introduction 2 Experimental 2.1 Materials 2.2 Characterization 2.3 Polymerization of Si-containing norbornenes and copolymerization with norbornene in the presence of catalytic system (π-C5H9NiCl)2-Et3Al2Cl3 2.4 Polymerization of Si-containing norbornenes and copolymerization with norbornene or 5-n-hexyl-2-norbornene in the presence of catalytic systems (π-C5H9NiCl)2-MAO and (Nph)2Ni (II)-MAO 3 Results and discussion 4 Conclusion Acknowledgement References FINKELSHTEIN 1998 201 224 E METATHESISPOLYMERIZATIONOLEFINSPOLYMERIZATIONALKYNES FINKELSHTEIN 2003 2843 2851 E FINKELSHTEIN 1991 1 9 E BONDAR 1993 1273 1283 V FINKELSHTEIN 1998 189 199 E METATHESISPOLYMERIZATIONOLEFINSPOLYMERIZATIONALKYNES JANIAK 2001 193 209 C MAKOVETSKY 1999 269 285 K ZHAO 2001 2455 2462 C WILKS 2003 2185 2199 B FISCHER 1961 77 E MAKOVETSKII 1992 107 121 K MATHEW 1996 2755 2763 J GREEN 1967 2054 M BARNES 2003 2623 2632 D MYAGMARSUREN 2005 3685 3692 G HENNIS 2001 2802 2812 A FUNK 2004 1680 1683 J FINKELSHTEINX2006X9 FINKELSHTEINX2006X9X13 FINKELSHTEINX2006X9XE FINKELSHTEINX2006X9X13XE item S1381-1169(06)00766-7 S1381116906007667 1-s2.0-S1381116906007667 10.1016/j.molcata.2006.04.035 271358 2010-10-08T06:20:53.565768-04:00 2006-09-01 1-s2.0-S1381116906007667-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/MAIN/application/pdf/9a121cb1c81fac85cb0a09bc140dc272/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/MAIN/application/pdf/9a121cb1c81fac85cb0a09bc140dc272/main.pdf main.pdf pdf true 144662 MAIN 5 1-s2.0-S1381116906007667-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/PREVIEW/image/png/636b0043b17363fa04431b1e12150eca/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/PREVIEW/image/png/636b0043b17363fa04431b1e12150eca/main_1.png main_1.png png 67588 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906007667-fx2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/fx2/DOWNSAMPLED/image/jpeg/a94fb234e9096211a90888fe38f33f25/fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/fx2/DOWNSAMPLED/image/jpeg/a94fb234e9096211a90888fe38f33f25/fx2.jpg fx2 fx2.jpg jpg 7806 103 369 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007667-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/fx2/THUMBNAIL/image/gif/06269aca151437920c5af6e025c90f39/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/fx2/THUMBNAIL/image/gif/06269aca151437920c5af6e025c90f39/fx2.sml fx2 fx2.sml sml 701 35 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906007667-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/sc2/DOWNSAMPLED/image/jpeg/9bbd1278c93d46ea343d74cea791ec69/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/sc2/DOWNSAMPLED/image/jpeg/9bbd1278c93d46ea343d74cea791ec69/sc2.jpg sc2 sc2.jpg jpg 4589 70 259 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007667-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/sc2/THUMBNAIL/image/gif/5091ae4898172a717c2495165114ec67/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/sc2/THUMBNAIL/image/gif/5091ae4898172a717c2495165114ec67/sc2.sml sc2 sc2.sml sml 703 34 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906007667-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/sc1/DOWNSAMPLED/image/jpeg/0e4b50e02559bf5b1d2218b295e8ae43/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/sc1/DOWNSAMPLED/image/jpeg/0e4b50e02559bf5b1d2218b295e8ae43/sc1.jpg sc1 sc1.jpg jpg 8512 144 251 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007667-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/sc1/THUMBNAIL/image/gif/379bf176a15639ed6875d26e8a28042c/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/sc1/THUMBNAIL/image/gif/379bf176a15639ed6875d26e8a28042c/sc1.sml sc1 sc1.sml sml 1239 72 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906007667-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/fx1/DOWNSAMPLED/image/jpeg/842ea945ea1499360e6f1a2da49fee6c/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/fx1/DOWNSAMPLED/image/jpeg/842ea945ea1499360e6f1a2da49fee6c/fx1.jpg fx1 true fx1.jpg jpg 11108 179 469 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906007667-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906007667/fx1/THUMBNAIL/image/gif/8412c8acc2ad2ae3b8c68a2cbc99ceab/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906007667/fx1/THUMBNAIL/image/gif/8412c8acc2ad2ae3b8c68a2cbc99ceab/fx1.sml fx1 true fx1.sml sml 687 48 125 IMAGE-THUMBNAIL MOLCAA 5975 S1381-1169(06)00766-7 10.1016/j.molcata.2006.04.035 Elsevier B.V. Scheme 1 ROMP of silyl-containing norbornenes. Scheme 2 Addition polymerization of 5-trimethylsilyl-2- norbornene. Table 1 13C NMR assignments for copolymer of 5-trimethylsilyl-2-norbornene (NBSiMe3) and norbornene (NB) NBSiMe3 NB Carbon δ (ppm) Carbon δ (ppm) 1, 4, 2, 3 38–56 2, 3 46–56 7 34–38 1, 4 38–46 5, SiMe (−2)–3 7 34–38 5, 6 31–36 Table 2 13C NMR assignments for copolymer of endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene (NB(SiMe3)2) and norbornene (NB) NB(SiMe3)2 NB Carbon δ (ppm) Carbon δ (ppm) 1, 4, 2, 3 36–56 2, 3 44–56 7 32–34 1, 4 38–42 5, 6, SiMe (−2)–3 7 36 5, 6 30–33 Table 3 13C NMR assignments for copolymer of endo-exo-5,6-bis(trimethylsilyl)-2-norbornene (NB(SiMe3)2) and 5-n-hexyl-2-norbornene (NB) NB(SiMe3)2 NBC6H13 Carbon δ (ppm) Carbon δ (ppm) 1, 4, 2, 3 34–46 1, 4, 2, 3 34–46 7 32–34 5, 6, 7 28–34 5, 6, SiMe (−2)–3 C6H13 14, 22, 30–34 Table 4 Addition polymerization of 5-trimethylsilyl-2-norbornene by Ni-based catalytic systems at 20°C Catalytic system [M]/[cat] mol/mol [M], mol/L Time (h) Yield (%) Conversion of isomers % a M w b M w/M n exo endo (π-C5H9NiCl)2-Et3Al2Cl3, Al/Ni=3 600 2.25 120 47 77 17 29200 2.0 600 5.35 48 56 83 28 41000 1.7 1000 5.43 120 8 15 1 – – (π-C5H9NiCl)2-MAO; Al/Ni=100 600 2.86 96 80 98 61 104000 1.8 1000 3.49 19 64 100 28 152000 1.7 (Nph)2Ni-MAO, Al/Ni=100 600 2.89 27 63 86 40 270000 2.4 1000 3.53 24 56 69 27 290000 2.0 1500 3.98 24 55 – – 324000 2.9 3000 4.55 24 32 40 24 270000 2.9 a Determined by GLC of final polymerization mixture. b Determined by GPC relative to polystyrene standards. Table 5 Addition copolymerization of Me3Si-containing norbornenes with norbornene hydrocarbons on Ni-based catalytic systems at 20°C Catalytic system Monomers [M1]/[M2]/[cat]mol/mol/mol [M]mol/L Time, h Yield % Copolymer composition a , mol % Mw b Mw/Mn M1 M2 M1 M2 (π-С5H9NiCl)2-Et3Al2Cl3, Al/Ni=3 NBSiMe3 NB 200/200/1 1,54 96 51 42 58 28570 2,0 NB(SiMe3)2 NB 200/200/1 1,38 48 35 20 80 16730 1,55 (Nph)2Ni-MAO, Al/Ni=100 NB(SiMe3)2 NB 200/200/1 1,1 144 56 32 68 64800 1,86 NB(SiMe3)2 NBC6H13 200/200/1 1,1 166 43 25 75 51200 2,49 a Determined by NMR-spectra. b Determined by GPC relative to polystyrene standards. Addition polymerization of silyl-containing norbornenes in the presence of Ni-based catalysts E.Sh. Finkelshtein a ⁎ K.L. Makovetskii a M.L. Gringolts a Y.V. Rogan a T.G. Golenko a V.G. Lakhtin b M.P. Filatova a a A.V. Topchiev Institute of Petrochemical Synthesis RAS, 119991 Moscow, Leninskii prospect 29, Russia b M.V. Lomonosov Moscow State Academy of Fine Chemical Technology, 117571 Moscow, prospect Vernadskogo 86, Russia ⁎ Corresponding author. Tel.: +7 495 9554379; fax: +7 495 2302224. Graphical abstract Addition polymerization of 5-trimethylsilyl- and endo-, exo-5,6-bis(trimethylsilyl)-norbornenes was studied in the presence of Ni-based catalytic systems: [π-C5H9NiCl)2]-Et3Al2Cl3, Ni(II) naphtenate-methylaluminoxane (MAO) and (π-C5H9NiCl)2-MAO. Completely saturated and soluble in aromatic solvents poly(5-trimethylsilyl-2-norbornene) was obtained with the yields up to 80%. In the course of the reaction exo-conformer was consumed much faster than endo-form independently of the type of catalytic system employed. Exo-,endo-5,6-bis(trimethylsilyl)-2-norbornene was practically inactive in the presence of the studied Ni-catalysts. At the same time its addition copolymerization with norbornene and 5-n-hexyl-2-norbornene could be readily realized. Keywords Silyl-containing norbornenes Addition polymerization Ni-catalysts 1 Introduction Earlier we have shown that norbornenes (and norbornadienes) bearing Me3Si-groups can be easily polymerized via metathesis route (ROMP) in the presence of simple little-defined catalytic systems on the basis of Ru, W and Re compounds (Scheme 1 ) [1,2]. Polycarbosilanes obtained had good film-forming and gas transport properties [2–5]. Systematic physico-chemical investigations of a series of metathesis polynorbornenes bearing different side substituents evidenced that exactly Me3Si groups linked up directly with the main chain were responsible for high membrane parameters [2]. However, the presence of a double bond in each monomer unit imparts to these polymers some disadvantages in particular a rather high chemical activity and poor thermooxidative stability. The goal of this work was a synthesis of completely saturated polynorbornenes having Me3Si-substituents as side groups. For this aim we have used the addition polymerization of corresponding Me3Si-containing norbornenes. In general addition polynorbornenes are of interest as highly transparent materials suitable for various optical applications [6,7]. Their gas transport parameters are also actively investigated [8]. 2 Experimental 2.1 Materials All manipulations involving air- and moisture-sensitive compounds were carried out under an atmosphere of dried and purified argon using standard Schlenk and vacuum-line techniques. Toluene was dried over sodium metal and then distilled under argon. Methylaluminoxane was received from Aldrich and used as commercial 1.4M solution in toluene. Ethylaluminum sesquichloride (Et3Al2Cl3) was purchased from Aldrich and used as a toluene solution. Pentenylnickel chloride [(π-C5H9NiCl)2] was prepared according to literature procedure [9]. Nickel naphtenate [(Nph)2Ni] was received from synthetic rubber plant in Yefremov (Russia). Norbornene (99%, Aldrich) was dried over sodium metal and used as a solution in toluene. 5-n-Hexyl-2-norbornene (endo/exo =78/22) was received as a gift of BF Goodrich Co. and distilled over CaH2. 5-Trimethylsilyl-2-norbornene was synthesized by Diels–Alder reaction of dicyclopentadiene and vinyltrimethylsilane according to the literature procedures [10]. Endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene was prepared according to the previous reported method [2]. The Si-containing monomers were passed through purification column with neutral aluminum oxide for chromatography (Fluka) and distilled over CaH2 in vacuum before use. All monomers were stored under argon atmosphere. 2.2 Characterization NMR spectra were recorded on a Bruker MSL-300 spectrometer operating at 300MHz for 1H and on a Varian Unity Inova 500 operating at 125MHz for 13C. Each polymer sample was dissolved in CDCl3 up to a concentration of 10%. Chemical shifts values are reported in ppm using chloroform as an internal reference (1H: 7.24ppm for residual protons; 13C: 77ppm for central peak). Model spectra for all of investigated polymers were calculated with Scientific Software ACD/HNMR DB. IR spectra were obtained with a Specord M-82 spectrometer on KBr plates. Gel-permeation chromatography (GPC) analysis of the polymers was performed on a Waters system with a differential refractometer (Chromatopack Microgel-5, toluene as the eluent, flow rate 1ml/min). Molecular mass and polydispersity were calculated by standard procedure relative to monodispersed poly(styrene) standards. Differential scanning calorimetry (DSC) was performed on Mettler TA 4000 system at a heating rate 20°C/min. The exo- and endo-5-trimethylsilyl-2-norbornene isomers composition in the final polymerization mixture was determined using gas–liquid chromatography (GLC). GLC data were obtained on capillary column SE-30 (50m) and a FID detector. (The sample was preliminary dissolved in 1mL of methanol.) 2.3 Polymerization of Si-containing norbornenes and copolymerization with norbornene in the presence of catalytic system (π-C5H9NiCl)2-Et3Al2Cl3 Polymerization was carried out in a 10mL glass ampoule equipped with a magnetic stirrer. The ampoule was preliminary purged in vacuum and filled with argon, and then the appropriate amounts of (π-C5H9NiCl)2 and Et3Al2Cl3 as solutions in toluene were introduced into ampoule. In standard runs the Al/Ni ratio was 3. The mixture was kept at polymerization temperature for 10min before the addition of the monomer. After stirring in darkness for a time needed, the polymers were precipitated by acidified ethanol (ethanol–HCl, 10:1). The resulting polymers were separated, washed by several portions of ethanol and dried in vacuum at 80–90°C up to a constant weight. Copolymerization runs were carried out in the same way with equimolar mixtures of norbornene and appropriate Si-containing norbornene. 2.4 Polymerization of Si-containing norbornenes and copolymerization with norbornene or 5-n-hexyl-2-norbornene in the presence of catalytic systems (π-C5H9NiCl)2-MAO and (Nph)2Ni (II)-MAO In a typical procedure, the toluene solution of nickel complex and monomers were introduced into a round-bottom glass ampoule (10mL). Polymerization was initiated by adding of toluene solution of MAO (Al/Ni was 100). The reaction mixture acquiring red-brown color was continuously stirred in darkness for an appropriate period at ambient temperature. Polymerization processes were stopped with adding of the acidic ethanol. Polymers were separated as showed above. Copolymerization runs were carried out on the same way with equimolar mixtures of norbornene or 5-n-hexyl-2-norbornene and Si-containing norbornene. Poly(5-trimethylsilyl-2-norbornene): 1H NMR (CDCl3) (ppm): 2.0–3.2 (C1H,C4H); 0.8–2.5 (C2H,C3H, C5H,C6H2,C7H2), 0.05 (endo-SiMe3); −0.03 (exo-SiMe3); 13C NMR (CDCl3) (ppm): 48–60 (C2,C3); 40–48 (C1,C4); 28–44 (C6,C7); 0–4 (C5, SiMe3). Copolymer of 5-trimethylsilyl-2-norbornene and norbornene: 1H NMR (CDCl3) (ppm): 2.0–3.0 (C1H,C4H); 0.5–2.0 (C2H,C3H,C5H,C6H2,C7H2), 0.00 (endo-SiMe3); −0.05 (exo-SiMe3). For details of 13C NMR (CDCl3) see Table 1 . Copolymer of endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene and norbornene: 1H NMR (CDCl3) (ppm): 2.0–3.0 (C1H,C4H); 0.5–2.0 (C2H,C3H,C5H,C6H2,C7H2), 0.07, 0.00 (SiMe3); For details of 13C NMR (CDCl3) see Table 2 . Copolymer of endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene and 5-n-hexyl-2-norbornene: 1H NMR (CDCl3) (ppm): 1.8–3.0 (C1H,C4H); 0.5–2.0 (C2H,C3H,C5H,C6H2,C7H2), 0.86, 1.25 (C6H13), 0.05, 0.00 (SiMe3); For details of 13C NMR (CDCl3) see Table 3 . 3 Results and discussion We studied a behavior of silicon-containing norbornenes, such as 5-trimethylsilyl- and endo-,exo-5,6-bis(trimethylsilyl)-norbornenes under the conditions of addition polymerization initiated by some Ni- and Pd-containing catalytic systems. The catalysts of this type have already demonstrated high activity in addition polymerization of unsubstituted norbornene and its alkyl derivatives [6,7]. The norbornenes bearing one or two Me3Si-groups were prepared by using Diels–Alder reaction of cyclopentadiene either with trimethylvinylsilane or with trans-1,2-bis(trichlorosilyl)ethylene (in this case Diels reaction was followed by methylation of endo-,exo-5,6-bis(trichlorosilyl)-2-norbornene obtained first). GLC analysis indicated that 5-trimethylsilyl-2-norbornene had 1:1 ratio of endo- and exo-conformers, whereas 5,6-bis(trimethylsilyl)-2-norbornene was defined as pure endo-, exo-isomer. The known Pd-containing catalytic systems: {(η3-allyl)Pd(SbF6)} [11] and σ,π-bicyclic complex [NB(OMe)PdCl]2 [12] turned out to be practically inactive in polymerization of 5-trimethylsilyl-2-norbornene. On the contrary, Ni-based complexes displayed a real activity in respect to this monomer. As a result saturated cyclolinear polymers were formed according to Scheme 2 of addition polymerization. The absence of any unsaturation in these polymers was confirmed by both IR (no bands in 1620–1680cm−1 region) and 1H NMR spectroscopy (no signals at 5–6ppm). Assignment of 1H and 13C NMR resonances of synthesized polymers was made with the help of assignments reported in [13] and model spectra (see Section 2). Some details of polymerization process are represented in Table 4 . GLC analysis of the final polymerization mixtures indicated that in the course of the reaction exo-conformer was consumed much faster than endo-form independently of the type of catalytic system employed. Addition poly(5-trimethylsilyl-2-norbornenes) were obtained with the yields up to 80%. All of them were completely soluble in aromatic solvents. Among the Ni-based catalytic systems presented in Table 4 Ni(II)naphtenate-MAO and (π-C5H9NiCl)2-MAO are more active. Polymers prepared in the presence of Ni(II)naphtenate-MAO catalyst had the highest molecular weights and demonstrated good film-forming properties. They did not show any glass transition up to 300°C (DSC). It should be noted that polymerization of 5-trimethylsilyl-2-norbornene proceeded substantially slower than that of unsubstituted norbornene. At the same time endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene was practically inactive in the presence of Ni catalysts presented in Table 4. Nevertheless, both mentioned monomers turned out to be capable to take part in copolymerization with norbornene and 5-n-hexyl-2-norbornene (Table 5 ). According to its 1H NMR spectrum, the copolymer prepared from equimolar mixture of 5-trimethylsilyl-2-norbornene and norbornene contained 42mol% units of silyl-derivative. Unlike the total inactivity of endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene in addition homopolymerization, its copolymerization with norbornene and 5-n-hexyl-2-norbornene could be readily realized in the presence of catalytic system Ni naphtenate-MAO (see Table 5). Copolymers with norbornene and 5-n-hexyl-2-norbornene contained 32 and 25mol% bis(trimethylsilyl)-units respectively. GPC analysis confirmed the formation of copolymers by demonstrating unimodal and rather narrow molecular weight distribution for all the polymers obtained in this study. The data of T g for the majority of synthesized polymers are not informative (T g ≥ T d). However endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene, incapable to give addition homopolymers, could copolymerize with 5-n-hexyl-2-norbornene giving polymer product with T g =212°C. The structures of copolymers obtained can be depicted as follows: Lower activity of 5-trimethylsilyl-2-norbornene as compare with that of unsubstituted norbornene and a total inactivity of endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene in addition polymerization can be explained by steric hindrances induced by Me3Si-groups in endo-conformation. It is known that norbornene derivatives produced by Diels–Alder reaction are enriched, as a rule, by endo-forms. Usually the conformation of substituted norbornene does not have any considerable significance for ROMP process. However, for addition type process, the possibility of polymerization as well as its rate to a great degree depends on the presence of monomer in exo-conformation. The mechanistic reasons of this dependence were discussed by Sen and co-workers [14] on the example of simple 5-alkyl-2-norbornenes polymerization. It is possible that substituted norbornenes with 100% of endo-form are incapable at all of polymerizing via addition scheme. But when the mixture of different conformers is present, a part of endo-form could participate in copolymerization with exo-form. Because it we could obtain sufficiently high yields of poly(5-trimethylsilyl-2-norbornene) from a monomer with nearly equal amounts of exo- and endo-form. In the case of endo-,exo-5,6-bis(trimethylsilyl)-2-norbornene one of substituents is always in the disadvantageous endo-conformation. This fact excludes the possibility of homopolymerization for this monomer but does not exclude the proceeding of its copolymerization with norbornene itself or with its substituted exo-derivative. The data on the transport characteristics of new polymers obtained will be published elsewhere. 4 Conclusion First addition polymerization of 5-trimethylsilyl- and endo-,exo-5,6-bis(trimethylsilyl)- norbornenes was studied. The Ni-based catalytic systems: (π-C5H9NiCl)2-Et3Al2Cl3, Ni(II) naphtenate-(MAO) and (π-C5H9NiCl)2-MAO were used. Completely saturated and soluble in aromatic solvents poly(5-trimethylsilyl-2-norbornene) was obtained with the yields up to 80%. In the course of the reaction exo-conformer was consumed much faster than endo-form independently of the type of catalytic system employed. Polymers prepared in the presence of Ni(II)naphtenate-MAO catalyst had the highest molecular weights and demonstrated good film-forming properties. Exo-,endo-5,6-bis(trimethylsilyl)-2-norbornene was practically inactive in the presence of studied Ni-catalysts. At the same time its addition copolymerization with norbornene and 5-n-hexyl-2-norbornene could be readily realized. Acknowledgement This work was supported by RFBI Project 05-03-32369. References [1] E.Sh. Finkelshtein Y. Imamoglu Metathesis Polymerization of Olefins and Polymerization of Alkynes 1998 Kluwer Academic Publishers Netherlands 201 224 [2] E.Sh. Finkelshtein M.L. Gringolts N.V. Ushakov V.G. Lakhtin S.A. Soloviev Yu.P. Yampolskii Polymer 44 2003 2843 2851 [3] E.Sh. Finkelshtein K.L. Makovetskii Y.P. Yampolskii E.B. Portnykh I.Y. Ostrovskaya N.E. Kaliuzhnyi N.A. Pritula A.I. Golberg M.S. Yatsenko N.A. Plate Makromol. Chem. 192 1991 1 9 [4] V.I. Bondar Y.M. Kukharskii Y.P. Yampolskii E.Sh. Finkelshtein K.L. Makovetskii J. Polym. Sci.: Part B Polym. Phys. 31 1993 1273 1283 [5] E.Sh. Finkelshtein Y. Imamoglu Metathesis Polymerization of Olefins and Polymerization of Alkynes 1998 Kluwer Academic Publishers Netherlands 189 199 [6] C. Janiak P.G. Lassahn J. Mol. Catal. A 166 2001 193 209 [7] K.L. Makovetsky Polym. Sci., Ser. B 41 1999 269 285 [8] (a) Ch. Zhao M.R. Ribeiro M.N. de Pinho V.S. Subrahmanyam C.L. Gil A.P. de Lima Polymer 42 2001 2455 2462 (b) B.R. Wilks W.J. Chung P.J. Ludovice M.R. Rezac P. Meakin A.J. Hill J. Polym. Sci.: Part B Polym. Phys. 41 2003 2185 2199 [9] E.O. Fischer C.Z. Buerger Naturforsch. 16b 1961 77 [10] K.L. Makovetskii E.Sh. Finkelshtein I. Ya Ostrovskaya E.B. Portnykh L.I. Gorbacheva A.I. Gol’berg N.V. Ushakov Yu.P. Yampolskii J. Mol. Cat. 76 1992 107 121 [11] J.P. Mathew A. Reinmuth J. Melia N. Swords W. Risse Macromolecules 29 1996 2755 2763 [12] M. Green R. Hancock J. Chem. Soc. A 1967 2054 [13] (a) D.A. Barnes G.M. Benedikt B.L. Goodall Sh.S. Huang H.A. Kalamarides S. Lenhard L.H. McIntosh K.T. Selvy R.A. Shick L.F. Rhodes Macromolecules 36 2003 2623 2632 (b) G. Myagmarsuren K.S. Lee O.-Y. Jeong S.-K. Ihm Polymer 46 2005 3685 3692 [14] (a) A.D. Hennis J.D. Polley G.S. Long A. Sen D. Yandulov J. Lipian G.M. Benedikt L.F. Rhodes Organometallics 20 2001 2802 2812 (b) J.K. Funk C.E. Andes A. Sen Organometallics 23 2004 1680 1683",
      "scopus-id": "33748798869",
      "coredata": {
        "eid": "1-s2.0-S1381116906007667",
        "dc:description": "Addition polymerization of 5-trimethylsilyl- and endo-, exo-5,6-bis(trimethylsilyl)-norbornenes was studied in the presence of Ni-based catalytic systems: [π-C5H9NiCl)2]-Et3Al2Cl3, Ni(II) naphtenate-methylaluminoxane (MAO) and (π-C5H9NiCl)2-MAO. Completely saturated and soluble in aromatic solvents poly(5-trimethylsilyl-2-norbornene) was obtained with the yields up to 80%. In the course of the reaction exo-conformer was consumed much faster than endo-form independently of the type of catalytic system employed. Exo-,endo-5,6-bis(trimethylsilyl)-2-norbornene was practically inactive in the presence of the studied Ni-catalysts. At the same time its addition copolymerization with norbornene and 5-n-hexyl-2-norbornene could be readily realized.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906007667",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Finkelshtein, E.Sh."
          },
          {
            "@_fa": "true",
            "$": "Makovetskii, K.L."
          },
          {
            "@_fa": "true",
            "$": "Gringolts, M.L."
          },
          {
            "@_fa": "true",
            "$": "Rogan, Y.V."
          },
          {
            "@_fa": "true",
            "$": "Golenko, T.G."
          },
          {
            "@_fa": "true",
            "$": "Lakhtin, V.G."
          },
          {
            "@_fa": "true",
            "$": "Filatova, M.P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906007667"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906007667"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00766-7",
        "prism:volume": "257",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Addition polymerization of silyl-containing norbornenes in the presence of Ni-based catalysts",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "prism:issueName": "Special issue dedicated to Professor Bogdan Marciniec on the occasion of his 65th birthday and recognition of his outstanding contribution to organometallic chemistry and catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Silyl-containing norbornenes"
          },
          {
            "@_fa": "true",
            "$": "Addition polymerization"
          },
          {
            "@_fa": "true",
            "$": "Ni-catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "9-13",
        "prism:endingPage": "13",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 2006",
        "prism:doi": "10.1016/j.molcata.2006.04.035",
        "prism:startingPage": "9",
        "dc:identifier": "doi:10.1016/j.molcata.2006.04.035",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "103",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007667-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7806",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007667-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "701",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "70",
            "@width": "259",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007667-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4589",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007667-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "703",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "144",
            "@width": "251",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007667-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8512",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "72",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007667-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1239",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "179",
            "@width": "469",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007667-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11108",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "48",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906007667-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "687",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33748798869"
      }
    }
  }
}