{
  "metadata": {
    "title": "An easily recoverable and efficient catalyst for heterogeneous cyclopropanation of olefins",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-10-01",
    "doi": "10.1016/S1381-1169(03)00457-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903004576",
    "pii": "S1381116903004576"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0141786704",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-07-19 2003-07-19 2010-04-18T22:33:40 1-s2.0-S1381116903004576 S1381-1169(03)00457-6 S1381116903004576 10.1016/S1381-1169(03)00457-6 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01756 2015-05-15T05:56:32.920819-04:00 0 0 20031001 2003 2003-07-19T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 206 206 1 2 1 2 Volume 206, Issues 1–2 23 199 203 199 203 20031001 1 October 2003 2003-10-01 2003 converted-article fla Copyright © 2003 Elsevier B.V. All rights reserved. EASILYRECOVERABLEEFFICIENTCATALYSTFORHETEROGENEOUSCYCLOPROPANATIONOLEFINS WANG H 1 Introduction 2 Experimental 2.1 Materials and analysis 2.2 Preparation of the chitosan-Schiff base (1a–1f) 2.3 Preparation of the chitosan-Schiff base copper(II) catalysts (2a–2f) 2.4 Cyclopropanation reaction 3 Results and discussion 4 Conclusion Acknowledgements References YE 1994 1091 T DOYLE 1998 7919 M ELLIOT 1973 169 M ARLT 1981 719 D SUCKLING 1988 537 C SALAUN 1995 511 J SALAUN 2000 1 J FRAILE 1998 3997 J ALCON 1999 337 M FERNANDEZ 2000 303 M FRAILE 1999 214 J BURGUETE 2000 3905 M DAIZREQUEJO 2000 285 M ALCON 2002 134 M RAVIKUMAR 2000 1 N SUN 2002 755 W LI 2000 7187 Z WANGX2003X199 WANGX2003X199X203 WANGX2003X199XH WANGX2003X199X203XH item S1381-1169(03)00457-6 S1381116903004576 1-s2.0-S1381116903004576 10.1016/S1381-1169(03)00457-6 271358 2010-10-04T20:45:02.351104-04:00 2003-10-01 1-s2.0-S1381116903004576-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/MAIN/application/pdf/ce2fd2ab09a5f207f8b3fbf123411c60/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/MAIN/application/pdf/ce2fd2ab09a5f207f8b3fbf123411c60/main.pdf main.pdf pdf true 69934 MAIN 5 1-s2.0-S1381116903004576-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/PREVIEW/image/png/9f6760c7c54a71f45428e24a6c9b72a2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/PREVIEW/image/png/9f6760c7c54a71f45428e24a6c9b72a2/main_1.png main_1.png png 59865 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903004576-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/STRIPIN/image/gif/1ea29fa0832a43067e918b7a2dfdf852/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/STRIPIN/image/gif/1ea29fa0832a43067e918b7a2dfdf852/si1.gif si1 si1.gif gif 486 12 115 ALTIMG 1-s2.0-S1381116903004576-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/fx1/THUMBNAIL/image/gif/97ef066bb5b235a3e6b4859f3bcd4b4b/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/fx1/THUMBNAIL/image/gif/97ef066bb5b235a3e6b4859f3bcd4b4b/fx1.sml fx1 true fx1.sml sml 1128 17 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004576-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/fx1/DOWNSAMPLED/image/gif/02e0e808157c20421008543432b54a5f/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/fx1/DOWNSAMPLED/image/gif/02e0e808157c20421008543432b54a5f/fx1.gif fx1 true fx1.gif gif 1821 36 263 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004576-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/sc1/THUMBNAIL/image/gif/ff48d473bad0f624c97b87114c22c660/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/sc1/THUMBNAIL/image/gif/ff48d473bad0f624c97b87114c22c660/sc1.sml sc1 sc1.sml sml 2162 65 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004576-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/sc1/DOWNSAMPLED/image/gif/d7b5956e241bd241daf9c623194f39a8/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/sc1/DOWNSAMPLED/image/gif/d7b5956e241bd241daf9c623194f39a8/sc1.gif sc1 sc1.gif gif 5807 151 292 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004576-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/sc2/THUMBNAIL/image/gif/2eb3f91dd9020f53aad9bc6e808b9975/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/sc2/THUMBNAIL/image/gif/2eb3f91dd9020f53aad9bc6e808b9975/sc2.sml sc2 sc2.sml sml 1122 17 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903004576-sc2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004576/sc2/DOWNSAMPLED/image/gif/a9c66f5a405d4f1b381956f6e3466c12/sc2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004576/sc2/DOWNSAMPLED/image/gif/a9c66f5a405d4f1b381956f6e3466c12/sc2.gif sc2 sc2.gif gif 1897 38 273 IMAGE-DOWNSAMPLED MOLCAA 4225 S1381-1169(03)00457-6 10.1016/S1381-1169(03)00457-6 Elsevier B.V. Scheme 1 Procedure for synthesis of the chitosan-Schiff base copper(II) complexes (2a–2f). Scheme 2 Cyclopropanation of olefins with diazoacetates. Table 1 Cyclopropanation of styrene with ethyl diazoacetate catalyzed by complex 2a with different copper content a Entry Cu (%) Yield b (%) cis:trans e.e. of cis c (%) e.e. of trans d (%) 1 16.5 81.3 37.2:62.8 8.1 2.8 2 12.4 79.1 37.5:62.5 10.6 2.8 3 11.0 82.5 37.1:62.9 9.6 4.5 4 7.8 84.3 37.1:62.9 17.4 7.2 5 4.4 81.5 35.3:64.7 20.7 10.0 6 2.8 78.3 35.9:64.1 18.6 4.6 a Reactions were carried out at 60°C in 1,2-dichloroethane with 5mol% catalyst. b The yields were based on ethyl diazoacetate. c 1S, 2R as the major enantiomer. d 1S, 2S as the major enantiomer. Table 2 Cyclopropanation of styrene with ethyl diazoacetate using recycled catalyst 2a (copper content is 4.4%) a Entry Recycle no. Yield b (%) cis:trans e.e. of cis c (%) e.e. of trans d (%) 1 Fresh 81.5 35.3:64.7 20.7 10.0 2 1 80.1 35.5:64.5 19.0 8.6 3 2 82.4 36.3:63.7 16.9 9.3 4 3 79.6 35.8:64.2 16.9 7.2 5 4 77.3 35.6:64.4 15.8 5.9 a Reaction conditions are the same as in Table 1. b The yields were based on ethyl diazoacetate. c 1S, 2R as the major enantiomer. d 1S, 2S as the major enantiomer. Table 3 Cyclopropanation of styrene with N2CHCOOR catalyzed by chitosan-Schiff base copper(II) complexes (2a–2f) a Entry Catalyst R Yield b (%) cis:trans e.e. of cis (%) e.e. of trans (%) 1 2a Et 81.5 35.3:64.7 20.7 10.0 2 c 2a t-Bu 43.2 26.1:73.9 43.0 26.1 3 2b Et 86.3 36.2:63.8 19.1 2.8 4 c 2b t-Bu 38.8 26.8:73.2 42.8 24.0 5 2c Et 83.7 36.7:63.3 16.7 2.2 6 c 2c t-Bu 35.1 26.6:73.4 33.6 20.3 7 2d Et 81.7 36.3:63.7 11.2 4.4 8 c 2d t-Bu 36.2 28.1:71.9 22.3 10.8 9 2e Et 78.3 36.0:64.0 15.8 4.1 10 c 2e t-Bu 37.0 28.8:71.2 33.6 23.4 11 2f Et 77.6 30.2:69.8 20.0 8.7 12 c 2f t-Bu 32.5 23.7:76.3 55.8 37.0 a Reaction conditions are the same as in Table 1 except t-butyl diazoacetate (R=t-Bu) was used in even entries instead of ethyl diazoacetate (R=Et). b The yields were based on N2CHCOOR. c The absolute configuration of the products was not identified. Table 4 Cyclopropanation of various olefins with N2CHCOOR a Substrates R Yield b (%) cis:trans e.e. of cis (%) e.e. of trans (%) 1-Heptene Et 82.6 33.4:63.6 25.5 15.4 t-Bu 66.3 29.0:71.0 56.3 42.9 1-Octene Et 88.4 34.9:63.1 22.1 13.5 1-Nonene Et 86.3 34.5:63.5 27.9 15.5 t-Bu 58.7 30.6:69.4 51.3 37.7 α-Methyl styrene Et 77.7 44.1:55.9 18.5 27.5 2,5-Dimethyl-2,4-hexadiene Et 65.1 45.5:54.5 11.0 10.1 a Reaction conditions are the same as in Table 1 and the absolute configuration of the products was not identified. b The yields were based on N2CHCOOR. An easily recoverable and efficient catalyst for heterogeneous cyclopropanation of olefins Hongwang Wang Wei Sun Chungu Xia ∗ State key Laboratory of Oxo Synthesis & Selective Oxidation, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, PR China * Corresponding author. Tel.: +86-931-8276531; fax: +86-931-8277088. The cyclopropanation reactions between olefins and diazoacetates were catalyzed by chitosan-Schiff base copper complexes to give high yields and moderate enantioselectivities. The catalyst could be recovered and reused. The cyclopropanation of olefins with alkyl diazoacetates were carried out by copper complexes of Schiff bases, derived from chitosan and substituted salicylaldehydes, as the catalysts. The catalysts showed high activity and up to 56% e.e. was achieved under optimal conditions; moreover, the catalysts could be easily recovered and reused after the reaction. Keywords Cyclopropanation Heterogeneous Chitosan Schiff base Cu(II) complex 1 Introduction Catalytic cyclopropanation of olefins with diazocompounds has been one of the most efficient ways to obtain chiral cyclopropanes [1–6], which are of high value in biological and medicinal chemistry [7–11]. In the last four decades, many catalytic systems to promote these kinds of reactions have been proved successful on a laboratory scale but few have been industrialized. Due to the inherent advantages of heterogeneous catalyst over homogeneous catalyst [12–15], a great deal of efforts have been devoted to the development of chiral heterogeneous catalyst which can promote enantioselective organic reactions. Up to now, most of the heterogeneous catalysts were devised by immobilizing chiral metal complexes onto solid supports with or without covalent bonds, many of which showed good catalytic activity but low to moderate enantioselectivity when being used for catalytic cyclopropanation reactions [16–22]. Chitosan is the N-deacetylated derivative of chitin, which is easily obtained from crab or shrimp naturally abundant in the seas. Chitosan has many good properties of natural polymers, such as biocompatibility, biodegradability, non-toxicity, etc., which make it an environmental friendly material [23,24]. Furthermore, it has high percentage of nitrogen and potential chiral sites in its molecular framework. In our previous work, we reported that Schiff base copper complexes derived from chitosan and substituted salicylaldehydes were efficient catalysts for the cyclopropanation of styrene [25]. In this paper, we furthered our study by altering the copper content in the catalysts and using other diazoacetates. Additionally, other olefins than styrene as substrate were also studied. The catalysts were synthesized according to the route in Scheme 1 . Chitosan and salicyaldehyde or substituted salicylaldehydes were stirred in methanol, giving the Schiff base. Coordinating the Schiff base with copper salt resulted in the dark-green Schiff base copper complexes, which were then used as catalysts to promote the cyclopropanation of olefins with alkyl diazoacetates (Scheme 2 ). 2 Experimental 2.1 Materials and analysis Ethyl diazoacetate and 2,5-dimethyl-2,4-hexadiene were purchased from Fluka. t-Butyl acetoacetate was purchased from Acros. t-Butyl diazoacetate was synthesized from t-butyl acetoacetate as described in the literature [27]. Other reagents were of analytical grade and were used as received. Atomic absorption results were obtained on a WFX-10 atomic absorption spectrometer. The reaction products of cyclopropanation were analyzed by a GC–MS (Agilent 6890N GC/5973 MS) system. The yield, the ratio of cis and trans isomer, and the e.e. values were determined by gas chromatography on a HP 5890 II GC with a SE-54 capillary column and a HP 6890GC with a CP-Chirasil-Dex CB capillary column (25 m×0.25 mm , 0.25μm i.d.). 2.2 Preparation of the chitosan-Schiff base (1a–1f) 1.9g chitosan and 30mmol salicylaldehyde derivatives were refluxed in 30ml methanol and 3ml acetic acid for 10h. After the completion of reaction, the chitosan-Schiff base supports were collected by filtration, washed with ethanol and acetone, respectively, and dried under vacuum. 2.3 Preparation of the chitosan-Schiff base copper(II) catalysts (2a–2f) Chitosan-Schiff bases and Cu(OAc)2·H2O were added with different N/Cu ratio in 20ml ethanol and refluxed for 10h. After the reaction, the chitosan-Schiff base copper(II) catalysts were collected by filtration, washed with water and ethanol. The chitosan-Schiff base copper(II) catalysts were dried under vacuum. The copper content of the catalysts was determined by atomic absorption spectroscopy. 2.4 Cyclopropanation reaction Under an argon atmosphere, a few drops of 0.5mmol of diazoacetate in 2ml of 1,2-dichloroethane was added to a mixture of 5mol% (based on copper) catalyst, 8mmol of olefin and 1ml of 1,2-dichloroethane at 80°C to initiate the reaction. After the mixture was cooled to 60°C, the rest of the diazoacetate solution was added over 1.5h by a syringe pump, the mixture was stirred for another 1.5h after the addition was complete, and then the mixture was filtrated. The catalyst was recovered for further reactions. 3 Results and discussion The reaction was first carried out between ethyl diazoacetate and styrene catalyzed by complex 2a with a different copper content. The results are summarized in Table 1 . As can be seen in Table 1, the catalysts showed high catalytic activity, a good yield about 80% being achieved. With the decrease in the copper content, the e.e. of both isomers changed gradually. We deduced that when the complex contained higher copper, there must be some uncoordinated copper just absorbed on the solid surface, lowering the enantioselectivity of the reaction. The highest enantioselectivity was obtained when the copper content was around 4.4%, which led to 20.7% e.e. for cis isomer and 10.0% e.e. for trans isomer (entry 5). Further lowering the copper content might lead to a condition of inadequate active metal centers, and for that reason, the complex could not induce the reaction efficiently. In the following study, the copper content of the complexes was kept constant at about 4.4%. Because the chitosan-Schiff base copper complex is insoluble in most organic solvent, it can be separated by filtration when the reaction finished, and after being washed with 1,2-dichloroethane for several times, it can be reused. The results are shown in Table 2 , from which one can see, after five runs of reactions, the catalyst still retained its high catalytic activity. Inspired by the above results, we decided to continue the study of these kinds of catalysts for cyclopropanation of styrene by introducing functional groups into the salicylaldehyde moiety and bulky group into the diazoacetate. The results are summarized in Table 3 . When the reaction was carried out between styrene and ethyl diazoacetate, neither the electron-withdrawing nor the bulky substituents on the salicylaldehyde moiety of the catalysts had much influence on the yield and e.e. of both cis and trans isomers (entries 1, 3, 5, 7, 9 and 11). However, using t-butyl diazoacetate instead of ethyl diazoacetate resulted in a dramatic increase in e.e. for both the cis and trans isomers. On the other hand, a big drop in the yield was observed, which indicated that the bulky t-butyl group made it more difficult to form metal carbene species by the reaction between the t-butyl diazoacetate and the chitosan-Schiff base copper complexes. It is noteworthy that these kinds of catalysts are different from those in the previous report [26] in that the introduction of electron-withdrawing substituents to the salicylaldehyde moiety of the catalysts had a negative effect on the enantioselectivity of the reaction between styrene and t-butyl diazoacetate. This effect can be seen by comparing entry 2 and entries 4, 6, 8 and 10. The highest enantioselectivity was obtained with catalyst 2f bearing two t-butyl groups on the salicylaldehyde moiety, which led to 55.8% e.e. for cis isomer and 37.0% e.e. for trans isomer (entry 12). The results lead to the conclusion that the steric effect is more remarkable than the electronic effect in improving the enantioselectivity of the reaction promoted by the chitosan based catalyst. In addition, the complex 2f was also applied to the cyclopropanation of other olefins with diazoacetates. The results are summarized in Table 4 , when 1-heptene and 1-octene as well as 1-nonene were used as the substrates, high yields were achieved; moreover, the e.e. values were higher than when styrene was used. Compared with the reaction between styrene and t-butyl diazoacetate, a better yield of 66.3% was attained when the reaction was carried out between 1-heptene and t-butyl diazoacetate. An e.e. of 27.5% for the trans isomer was achieved for the reaction of α-methyl styrene, whereas low yield and enantioselectivity was obtained when 2,5-dimethyl-2,4-hexadiene was employed as a substrate. 4 Conclusion In conclusion, we have developed a series of easily recoverable and efficient catalysts for the cyclopropananion of olefins with alkyl diazoacetates based on natural polymer chitosan. The substituents on the salicylaldehyde moiety of the catalysts showed obvious effects on the enantioselectivities of the reaction between olefins and t-butyl diazoacetate. The optimization of the catalyst is still underway in our laboratory. Acknowledgements We are grateful to the Chinese National Sciences Foundation (29933050) for financial support. References [1] V.K. Singh, A.D. Gupta, G. Sekar, Synthesis (1997) 137. [2] T. Ye M.A. McKervey Chem. Rev. 94 1994 1091 [3] M.P. Doyle, Transition Metal Carbene Complexes: Cyclopropanation in Comprehensive Organometallic Chemistry II, vol. 12, Elsevier, Oxford, 1995. [4] F.Z. Dörwald, Metal Carbenes in Organic Synthesis, Wiley-VCH, Weinheim, 1998. [5] M.P. Doyle M.N. Protopopova Tetrahedron 54 1998 7919 [6] M.P. Doyle, M.A. McKervey, T. Ye, in: M.P. Doyle (Ed.), Modern Catalytic Methods for Organic Synthesis with Diazo Compounds, Wiley, New York, 1998. [7] M. Elliot A.W. Famhem N.F. James P.H. Needham A. Pulman J.H. Stevenson Nature 246 1973 169 [8] D. Arlt M. Jantelatand R. Lantzsh Angew. Chem. Int. Ed. Engl. 8 1981 719 [9] C.J. Suckling Angew. Chem. Int. Ed. Engl. 27 1988 537 [10] J. Salaun M.S. Baird Curr. Med. Chem. 2 1995 511 [11] J. Salaun Top. Curr. Chem. 207 2000 1 [12] R. Noyori, Asymmetric Catalysis in Organic Synthesis, Wiley, New York, 1994, p. 346. [13] H.U. Blaser, B. Pugin, in: G. Jannes, V. Dubois (Eds.), Chiral Reactions in Heterogeneous Catalysis, Plenum Press, New York, 1995, p. 33. [14] D.E. Vos, I.F.K. Vankelecom, P.A. Jacobs (Eds.), Chiral Catalyst Immobilization and Recycling, Wiley-VCH, Weinheim, 2000. [15] R.A. Sheldon, H. van Bekkum (Eds.), Fine Chemicals Through Heterogeneous Catalysis, Wiley-VCH, Weinheim, 2001. [16] J.M. Fraile J.I. Garcı́a J.A. Mayaral T. Tarnai Tetrahedron: Asymmetry 9 1998 3997 [17] M.J. Alcón A. Corma M. Iglesias F. Sánchez J. Mol. Catal. A 144 1999 337 [18] M.J. Fernández J.M. Fraile J.I. Garcı́a J.A. Mayoral M.I. Burguete E. Garcı́a-Verdugo S.V. Luis M.A. Harmer Top. Catal. 13 2000 303 [19] J.M. Fraile J.I. Garcı́a J.A. Mayaral T. Tarnai M.A. Harmer J. Catal. 186 1999 214 [20] M.I. Burguete J.M. Fraile J.I. Garcı́a E. Garcı́a-Verdugo S.V. Luis J.A. Mayoral Org. Lett. 2 2000 3905 [21] M.M. Daı́z-Requejo T.R. Belderrain M.C. Nicasio P.J. Pérez Organometallics 19 2000 285 [22] M.J. Alcón A. Corma M. Iglesias F. Sánchez J. Organomet. Chem. 655 2002 134 [23] R.A.A. Muzzarelli, Natural Chelating Polymers, Pergamon Press, Oxford, 1973, p. 144. [24] N.V.M. Ravi Kumar React. Funct. Polym. 46 2000 1 [25] W. Sun C.G. Xia H.W. Wang N. J. Chem. 26 2002 755 [26] Z.N. Li G.S. Liu Z. Zheng H.L. Chen Tetrahedron 56 2000 7187 [27] H.E. Baumgarten (Ed.), Organic Synthesis, vol. 5, Wiley, New York, 1973, p. 179.",
      "scopus-id": "0141786704",
      "coredata": {
        "eid": "1-s2.0-S1381116903004576",
        "dc:description": "The cyclopropanation of olefins with alkyl diazoacetates were carried out by copper complexes of Schiff bases, derived from chitosan and substituted salicylaldehydes, as the catalysts. The catalysts showed high activity and up to 56% e.e. was achieved under optimal conditions; moreover, the catalysts could be easily recovered and reused after the reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-10-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903004576",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Hongwang"
          },
          {
            "@_fa": "true",
            "$": "Sun, Wei"
          },
          {
            "@_fa": "true",
            "$": "Xia, Chungu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903004576"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903004576"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00457-6",
        "prism:volume": "206",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "An easily recoverable and efficient catalyst for heterogeneous cyclopropanation of olefins",
        "prism:copyright": "Copyright © 2003 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cyclopropanation"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous"
          },
          {
            "@_fa": "true",
            "$": "Chitosan"
          },
          {
            "@_fa": "true",
            "$": "Schiff base Cu(II) complex"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "199-203",
        "prism:endingPage": "203",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 October 2003",
        "prism:doi": "10.1016/S1381-1169(03)00457-6",
        "prism:startingPage": "199",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00457-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004576-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "486",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004576-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1128",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "36",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004576-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1821",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "65",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004576-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2162",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "151",
            "@width": "292",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004576-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5807",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004576-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1122",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "38",
            "@width": "273",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004576-sc2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1897",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0141786704"
      }
    }
  }
}