{
  "metadata": {
    "title": "Homogeneous and supported copper(II) acetate as catalyst for C<ce:glyph name=sbnd></ce:glyph>O coupling reactions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-05-02",
    "doi": "10.1016/j.molcata.2006.01.030",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906000483",
    "pii": "S1381116906000483"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33646063188",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-02-21 2006-02-21 2010-03-29T20:21:43 1-s2.0-S1381116906000483 S1381-1169(06)00048-3 S1381116906000483 10.1016/j.molcata.2006.01.030 S300 S300.2 FULL-TEXT 1-s2.0-S1381116906X02315 2015-05-15T05:56:33.000448-04:00 0 0 20060502 2006 2006-02-21T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 250 250 1 2 1 2 Volume 250, Issues 1–2 3 1 5 1 5 20060502 2 May 2006 2006-05-02 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. HOMOGENEOUSSUPPORTEDCOPPERIIACETATECATALYSTFORCOCOUPLINGREACTIONS BIFFIS A 1 Introduction 2 Results and discussion 3 Experimental 3.1 General 3.2 Resin preparation 3.3 Resin metallation 3.4 Catalytic tests References 2004 METALCATALYZEDCROSSCOUPLINGREACTIONS BELETSKAYA 2000 3009 I WHITCOMBE 2001 7449 N MIYAURA 1995 2457 N SUZUKI 1999 147 A BUCHWALD 1998 805 S HARTWIG 1998 853 J SCHLUMMER 2004 1599 B FARINA 2004 1553 V NETHERTON 2004 1525 M TAMAO 2002 23 K DESMAERTS 2002 3029 C LIPSHUTZ 2001 313 B WOLFE 1997 6054 J GRUSHIN 1994 1047 V BELETSKAYA 2004 2337 I LEY 2003 5400 S KUNZ 2003 2428 K FINET 2002 597 J HASSAN 2002 1359 J ULLMANN 1903 2389 F GOLDBERG 1906 1691 I GOLDBERG 1907 4541 I LINDLEY 1984 1433 J HAIDER 2004 717 J CRISTAU 2004 5607 H ANTILLA 2004 5578 J SON 2004 778 S ZHANG 2005 5164 H CHOUDARY 2005 9948 B LOHMANN 2005 1291 S XU 2005 6553 L CHAN 1998 2933 D EVANS 1998 2937 D LAM 1998 2941 P CUNDY 1998 7979 D COLLMAN 2000 1233 J COLLMAN 2001 1528 J COLLMAN 2001 7892 J ANTILLA 2001 2077 J LAM 2001 3415 P LAM 2003 4927 P MOESSNER 2005 2667 C STROUSE 2005 5699 J BIFFIS 2003 213 A CHIANG 2004 3079 G LAN 2004 188 J LAN 2004 1095 J THEIL 1999 2345 F DEMIR 2003 10130 A NISHIURA 2004 1679 K CORAIN 2001 99 B BIFFISX2006X1 BIFFISX2006X1X5 BIFFISX2006X1XA BIFFISX2006X1X5XA item S1381-1169(06)00048-3 S1381116906000483 1-s2.0-S1381116906000483 10.1016/j.molcata.2006.01.030 271358 2010-10-08T06:17:14.740484-04:00 2006-05-02 1-s2.0-S1381116906000483-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000483/MAIN/application/pdf/8350c91893d2ceab0b5e24e1394202ad/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000483/MAIN/application/pdf/8350c91893d2ceab0b5e24e1394202ad/main.pdf main.pdf pdf true 106945 MAIN 5 1-s2.0-S1381116906000483-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000483/PREVIEW/image/png/5d8dd64b024f708ea124843fcef2d8f1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000483/PREVIEW/image/png/5d8dd64b024f708ea124843fcef2d8f1/main_1.png main_1.png png 70164 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906000483-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000483/sc1/DOWNSAMPLED/image/jpeg/80ca3fe994b041bd306a8da2d8c90b66/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000483/sc1/DOWNSAMPLED/image/jpeg/80ca3fe994b041bd306a8da2d8c90b66/sc1.jpg sc1 sc1.jpg jpg 5557 36 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000483-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000483/sc1/THUMBNAIL/image/gif/c36230aeb4111731aace6413267b9c67/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000483/sc1/THUMBNAIL/image/gif/c36230aeb4111731aace6413267b9c67/sc1.sml sc1 sc1.sml sml 1213 12 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906000483-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000483/fx1/DOWNSAMPLED/image/jpeg/a850e91757439b934594a960282edf38/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000483/fx1/DOWNSAMPLED/image/jpeg/a850e91757439b934594a960282edf38/fx1.jpg fx1 true fx1.jpg jpg 9357 77 236 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000483-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000483/fx1/THUMBNAIL/image/gif/2d5549d4fb2addbbe6fe207a48d7bcb6/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000483/fx1/THUMBNAIL/image/gif/2d5549d4fb2addbbe6fe207a48d7bcb6/fx1.sml fx1 true fx1.sml sml 1484 41 125 IMAGE-THUMBNAIL MOLCAA 5736 S1381-1169(06)00048-3 10.1016/j.molcata.2006.01.030 Elsevier B.V. Scheme 1 Table 1 Catalytic tests performed with Cu(OAc)2 in dichloromethane Entry O2 pressure (atm) NEt3 (mmol) Reaction yield (%) a 1 1 0 0 (0) 2 1 0.5 37 (0) 3 5 0.5 42 (6) 4 1 1.0 30 (0) Reaction conditions: 1mmol p-cresol, 1 mmol phenylboronic acid, 0.1mmol Cu(OAc)2, room temperature, 24h. a The numbers in brackets indicate the diphenylether yield, see text. Table 2 Catalytic tests performed with Cu(OAc)2 in 1,2-dichloroethane Entry Cu(OAc)2 (mol%) T (°C) O2 pressure (atm) Time (h) Reaction yield (%) a 1 10 RT 1 24 26 (0) 2 10 50 1 24 40 (0) 3 10 83 1 24 40 (0) 4 10 50 5 24 36 (5) 5 b 10 50 5 24 43 (4) 6 c 10 50 1 24 38 (0) 7 d 10 50 1 24 30 (0) 8 10 50 1 48 46 (0) 9 10 50 1 72 48 (0) 10 20 50 1 24 68 (2) 11 30 50 1 24 69 (4) 12 40 50 1 24 74 (4) Reaction conditions: 1mmol p-cresol, 1 mmol phenylboronic acid, 0.5mmol NEt3. a The numbers in brackets indicate the diphenylether yield, see text. b Reaction performed with 0.33mmol triphenylboroxine and powdered 4Å molecular sieves. c Reaction performed with 0.2mmol NEt3. d Reaction performed with 2 mmol phenylboronic acid. Table 3 Catalytic tests performed with polymer-supported Cu(OAc)2 in 1,2-dichloroethane Entry Solvent a Cu(OAc)2 (mol%) T (°C) Reaction yield (%) b 1 DCM 10 RT 14 (0) 2 DCE 10 RT 12 (0) 3 DCE 10 50 27 (0) 4 c DCE 10 50 29 (0) 5 DCE 20 50 44 (1) 6 d DCE 20 50 13 (0) 7 DCE 40 50 50 (0) 8 e DCE 40 50 37 (0) Reaction conditions: 1mmol p-cresol, 1mmol phenylboronic acid, 0.5mmol NEt3, 1atm O2, 24h. a DCM=dichloromethane, DCE=1,2-dichloroethane. b The numbers in brackets indicate the diphenylether yield, see text. c Reaction performed with a 2% crosslinked polymer support. d Recycle of entry 5. e Recycle of entry 7. Homogeneous and supported copper(II) acetate as catalyst for CO coupling reactions Andrea Biffis ⁎ Martino Gardan Benedetto Corain Dipartimento di Scienze Chimiche, Università di Padova, via Marzolo 1, I – 35131 Padova, Italy ⁎ Corresponding author. Tel.: +39 049 8275 216; fax: +39 049 8275 223. Graphical abstract The results of the first systematic evaluation of the reactivity of homogeneous and polymer-supported copper(II) acetate as catalyst in the CO coupling reaction of p-cresol with phenylboronic acid are reported. The reactivity of copper(II) acetate as catalyst in a standard CO coupling reaction has been systematically evaluated. Optimization of the reaction conditions resulted in a protocol involving stoichiometric amounts of reagents, a substoichiometric amount of base and 20mol% catalyst, at 50°C in 1,2-dichloroethane and under 1atm O2. Next, the reactivity of polymer-supported copper(II) acetate was evaluated. Although it is found that, in contrast to previous results obtained in related CN coupling reactions, the polymer-supported catalyst is in this case less efficient than the corresponding homogeneous one, the catalyst turns out to be conveniently recovered from the reaction mixture by simple filtration. Keywords Catalysis Polymer Copper Arylboronic acids CO coupling reactions 1 Introduction Palladium-catalyzed carbon–carbon and carbon–heteroatom cross-coupling reactions have nowadays become one of the most important reaction classes in chemical synthesis [1]. Some of these reactions, most notably the Heck reaction [2], the Suzuki reaction [3] and the CN coupling of organic halides with nitrogen-containing compounds (the so-called Buchwald–Hartwig coupling) [4] have been developed to a high degree of synthetic utility. However, since all these reactions need a palladium catalyst (albeit in extremely low amount in some cases [5]), the cost of the metal catalyst may become an issue for their technological application. Therefore, a fluorishing area of research is the quest for catalysts made out of less noble metals which exhibit comparable catalytic efficiency. Interesting results have been obtained with nickel catalysts [6], but in the last few years copper catalysts have undoubtedly taken the lead [7]. Copper is a very well-known catalyst for cross-coupling reactions, since Ullmann and Goldberg discovered at the beginning of the last century the reactions later named after them, namely the CN coupling of aryl halides with amines or amides [8,9]. The scope of this reaction was later considerably extended to include the coupling of aryl halides and other compounds containing an NH or OH function [10]. However, despite extensive research in that area, the Ullmann, Goldberg and related reactions have been always plagued by the need for large amounts of copper (in the form of salts, oxides or finely divided metal) and for very harsh reaction conditions, most notably for a high reaction temperature. Therefore, as palladium catalysts much later emerged as extremely versatile catalysts also for many CN cross-coupling reactions [4], research on copper catalysts almost subsided. More or less at the turn of the century, however, two novel approaches have made it clear that copper-catalyzed cross-coupling reactions can be run under much milder, technologically attractive reaction conditions. First of all, it was shown that simple copper(I) complexes with diamine ligands could effect the coupling of aryl halides with nitrogen, oxygen or even carbon nucleophiles in good yields at temperatures around 100°C [7a–c,11]. Secondly, it was demonstrated that copper(II) acetate could promote the coupling of many different organometallic compounds, most notably aryl- and vinylboronic acids, with many different compounds containing an N–H and also an O–H function, at room temperature [7d,12–15]; other simple copper(I) salts were later also found to be active, albeit at higher temperature [16]. In the initial reports on this reaction use of a stoichiometric amount of Cu(OAc)2 was described [12], but more recently the CN coupling reaction was made catalytic in copper by running it under an oxygen atmosphere [13]. We [14] and others [15] also demonstrated that polymer-supported copper(II) acetate was very effective in catalyzing this reaction and was also recyclable. In this paper, we intend to present our results on a systematic evaluation of the catalytic potential of Cu(OAc)2 in a model CO coupling reaction, as well as on the catalytic application in this reaction of polymer-supported copper(II) acetate. Remarkably, the original reports on the application of the Cu(OAc)2 system to the promotion of CO coupling reactions between arylboronic acids and phenols [12a,b] were saluted with great interest by the scientific community, particularly in view of their application to the synthesis of diarylethers, useful intermediates or end products for which general synthetic protocols under mild conditions are highly appreciated [17]. In spite of this, copper-promoted CO coupling reactions of this kind have remained in the following years quite underdeveloped in comparison to the corresponding CN coupling reactions, and the possibility of using catalytic amounts of copper has to the best of our knowledge not been systematically evaluated, apart from a few scattered reports where there is brief mention that this is indeed possible [12b,13e,13f]. 2 Results and discussion We have started our investigation by evaluating the catalytic efficiency of simple copper(II) acetate in a standard CO coupling reaction, namely the coupling of p-cresol with phenylboronic acid; the reaction is depicted in Scheme 1 . Copper-catalyzed CO coupling reactions of this kind are usually run at ambient conditions, in halogenated solvents such as dichloromethane, with a stoichiometric or even over-stoichiometric quantity of Cu(OAc)2, excess phenylboronic acid and excess base [12a,b]. Initially, we chose to use 10mol% Cu(OAc)2 as the catalyst, dichloromethane as the reaction medium and triethylamine as the base. The reaction time was set constant at 24h and was not further optimized. The results are reported in Table 1 . Our first concern was to test whether a base such as triethylamine was necessary for the reaction. Indeed, we have previously shown that in the CN coupling of aromatic amines with phenylboronic acid, triethylamine acts in fact as an inhibitor of this reaction, probably because it competes for the free coordination sites at the copper centers, and that much higher conversions (albeit with lower selectivities) are obtained without the amine base [14]. However, in the case of the CO coupling investigated in this work the presence of a base turned out to be fundamental: in fact, no conversion was observed in the absence of triethylamine (entry 1). On the other hand, a substoichiometric amount of base with respect to p-cresol (0.5 eq.) was found to be optimum; higher amounts decreased the yield of the reaction (compare entries 2 and 4). The effect of the dioxygen pressure was also investigated. Increasing the pressure from 1 to 5atm caused only a marginal improvement in the reaction yield (entry 3); furthermore, the selectivity of the reaction decreased, in that formation of small amounts of a secondary product was apparent. This secondary product was identified as diphenylether, a known byproduct in this kind of reactions [18]. We then moved to analyze the effect of the reaction temperature on the catalytic efficiency of the system. Owing to the low boiling point of dichloromethane, we had however to change the reaction medium. In previous studies, N,N-dimethylformamide (DMF) was reported to be an alternative solvent for the reaction [13e,f]; however, the yields obtained in this solvent with our standard CO coupling reaction under reaction conditions otherwise identical to those reported above were very low, amounting to only 15% at room temperature and 22% at 50°C. Thus, we looked for a solvent with similar characteristics to dichloromethane but with a higher boiling point, and opted for 1,2-dichloroethane. The results obtained in this solvent are reported in Table 2 . The yield obtained at room temperature in 1,2-dichloroethane is somewhat lower than that obtained in dichloromethane (30% versus 37% yield). However, a significant increase to 40% yield is recorded upon running the reaction at 50°C (entry 2); no further increase is observed by running the reaction at reflux (entry 3). An increase of the dioxygen pressure brings also in this case no substantial advantage in terms of yield and causes the formation of diphenylether as secondary product (entries 4 and 5). One of the experiments run at 5atm was also conducted under strictly anhydrous conditions, i.e. by adding powdered 4Å molecular sieves as well as by using triphenylboroxine instead of phenylboronic acid (which in solution is invariably in equilibrium with the boroxine thereupon liberating water). Use of a strictly anhydrous environment obtained upon molecular sieves addition was previously reported to be beneficial for the related CN coupling reaction [12b]. However, only a marginal improvement in the reaction yield was observed (entry 5 versus entry 4). In this respect, it should be noted that a recent report on the coupling of arylboronic acids with benzimidazole convincingly demonstrates that this reaction is actually accelerated by an optimal amount of water [19]; thus, the role of water in these reactions could be more complex than commonly believed. A further reduction of the amount of base employed to 0.2 eq. had almost no effect on the reaction yield (entry 6), and use of excess phenylboronic acid turned out to be detrimental (entry 7). The latter observation is particularly important, since most of the previously reported protocols for this reaction as well as for the related CN coupling reactions invariably require the utilization of excess boronic acid, which is by far the most expensive reagent. By prolonging the reaction time to 48 and 72h it was apparent that the reaction almost stopped already after the first 24h of reaction, the yield reaching just 48% after 72h (entries 8 and 9). Finally, upon increasing the amount of catalyst from 10 to 20mol% a significant improvement in yield could be achieved (entry 10). Further increases in the amount of catalyst did not lead however to comparable improvements; moreover, the formation of diphenylether as secondary product was again apparent (entries 11 and 12). We then turned to the evaluation of our polymer-supported system. The polymer-supported catalyst was made out of a tailor-made resin based on N,N-dimethylacrylamide with 4mol% methylene bis(acrylamide) as the crosslinker and 12mol% methacrylic acid as the functional, metal binding comonomer; treatment of the resin with a solution of Cu(OAc)2 in methanol resulted in a ligand exchange reaction with partial substitution of the acetates with polymer-bound carboxylate groups [14]. In our previous work on related CN coupling reactions, we did find that this supported complex led to a superior performance in comparison to simple Cu(OAc)2. In the case of the CO coupling reaction, however, we had to realize that this was not the case, and that systematically lower yields were observed with the supported complex, both in dichloromethane and 1,2-dichloroethane and at room temperature as well as at 50°C (Table 3 , entries 1–3). We thought that this could be due to diffusional limitations to the transport of the reagents through the polymer support. However, a control test performed with a fully analogous polymer support with only 2% crosslinking and consequently with a consistently higher swelling volume yielded the same result (entry 4). Enhancing the quantity of catalyst led also in this case to a significant improvement in the reaction yield, which however never exceeded 50% (entries 5 and 7). Furthermore, when the recycling of the supported catalyst was attempted following separation from the reaction mixture, washing with 1,2-dichloroethane and drying in air, the productivity of the catalyst was found to decrease significantly (compare entries 5–8). A reason for the observed decrease in catalytic productivity could be the leaching of copper species from the support. However, copper analysis on the reaction mixture of the first reaction cycle after catalyst separation revealed that, although some copper was indeed released into the solution, the total amount was only 4.7% of the total copper amount in the employed catalyst charge. Thus, the explanation of the observed decrease in catalytic productivity should be that decomposition of the active catalyst takes place, presumably upon formation of inactive complex species. Experiments designed to establish the nature of such species are currently underway. In conclusion, we have demonstrated that model C–O coupling reactions such as that between p-cresol and phenylboronic acid can be run with only a catalytic amount of Cu(OAc)2 (20mol% as the optimum). We have established optimized reaction conditions (1,2-dichloroethane as the solvent, 1atm O2, 50°C, 24h) which allow the use of stoichiometric amounts of reagents, and we have demonstrated that a substoichiometric amount of base is already sufficient to promote the reaction. In contrast to CN coupling reactions, in which they perform better than Cu(OAc)2, polymer-supported copper(II) carboxylate species are inferior catalysts for the CO coupling reaction. The supported catalyst can be easily and almost quantitatively recovered from the reaction mixture; however, its catalytic productivity is significantly decreased upon recycling. Finally, the importance of the proper design of the polymer support for the development of such catalysts should be emphasized. In fact, a support is needed which is highly swellable in the reaction solvent and in which copper(II) acetate is molecularly dispersed as polymer-bound carboxylate. Indeed, we have also prepared a polymer-supported catalyst based on a commercial macroporous resin bearing carboxylate groups, namely resin Lewatit CNP 105. This catalyst turned out to be completely inactive both in CN and CO coupling reactions, which is probably due to the poor accessibility of the copper carboxylate species inside the polymer framework. We are currently attempting to optimize the nature of the polymer support in order to further improve both the catalytic productivity and the stability of the supported catalyst. 3 Experimental 3.1 General All manipulations were carried out under an atmosphere of dinitrogen. The reagents were purchased from Aldrich as high-purity products and generally used as received. Solvents were dried by standard procedures and distilled under dinitrogen prior to use. GC chromatograms were taken with a Shimadzu GC-8A equipped with an OV-1701 capillary column. GC–MS was performed on a Varian Saturn 2100 T apparatus equipped with a CP-Sil 8 CB column. 3.2 Resin preparation The synthesis of the polymer support has been reported in a previous paper [14] and it was repeated here with only slight modifications. The polymerization itself was carried out with standard protocols set up in these laboratories [20]; 8.35g (84.4mmol, 84mol%) N,N-dimethylacrylamide, 1.04g (12.1mmol, 12mol%) methacrylic acid and 0.62g (4.0mmol, 4mol%) methylene bis(acrylamide) were mixed together and the resulting clear mixture was put in screw-cap vials and exposed to the γ-rays from a 60Co source at 0.12Gys−1 at room temperature and at a distance of 22cm for 24h. The resulting clear transparent rod was crushed, extensively washed with methanol, vacuum dried and sieved to a particle size <180μm. The concentration of acetic acid moieties in the resulting resin was predetermined to be 1mmol/g. 3.3 Resin metallation The protocol for resin metallation has been reported in a previous paper [14] and it was repeated here with only slight modifications. One gram resin was pre-swollen in 10ml methanol for 1 day. Ten milliliters of a methanol solution of a 0.1M Cu(OAc)2 solution (1 eq. with respect to the amount of carboxylic acid groups in the tailor-made polymer) was then added. The mixture was gently shaken at room temperature for 1 day, after which time the resin was separated by filtration, washed three times with methanol and dried at 50°C under vacuum to constant weight. The degree of Cu(OAc)2 takeup by the resin was estimated to be 90% from the ICP–AAS analysis of Cu contained in the mother liquor and in the washings. The procedure was repeated with 1g of previously dried commercial Lewatit CNP 105 resin; in this case, Cu(OAc)2 takeup was found to be quantitative. 3.4 Catalytic tests Typical procedure: 0.108g (1.0mmol) p-cresol and 0.122g (1.0mmol) phenylboronic acid were placed in a three-necked 100ml round-bottomed flask equipped with a magnetic stirring bar and a septum inlet; 10mol% copper catalyst were then added: the flask was closed, evacuated for a few minutes and then filled with dioxygen. Solvent (10ml), 70μl (0.5mmol) triethylamine as well as 50μl hexadecane as internal standard were then added and the mixture was vigorously stirred at the desired temperature for 24h. Conversions and yields were estimated by gas chromatography. References [1] A. de Meijere F. Diederichs Metal-Catalyzed Cross-Coupling Reactions second ed. 2004 Wiley-VCH Weinheim [2] (a) I.P. Beletskaya A.V. Cheprakov Chem. Rev. 100 2000 3009 (b) N.J. Whitcombe K.K. Hii S.E. Gibson Tetrahedron 57 2001 7449 [3] (a) N. Miyaura A. Suzuki Chem. Rev. 95 1995 2457 (b) A. Suzuki J. Organomet. Chem. 576 1999 147 [4] (a) S.L. Buchwald Acc. Chem. Res. 31 1998 805 (b) J.F. Hartwig Acc. Chem. Res. 31 1998 853 (c) B. Schlummer U. Scholz Adv. Synth. Catal. 346 2004 1599 (and references cited therein) [5] V. Farina Adv. Synth. Catal. 346 2004 1553 [6] (a) M.R. Netherton G.C. Fu Adv. Synth. Catal. 346 2004 1525 (b) K. Tamao J. Organomet. Chem. 653 2002 23 (c) C. Desmaerts R. Schneider Y. Fort J. Org. Chem. 67 2002 3029 (d) B.H. Lipshutz Adv. Synth. Catal. 343 2001 313 (e) J.P. Wolfe S.L. Buchwald J. Am. Chem. Soc. 119 1997 6054 (f) V.V. Grushin H. Alper Chem. Rev. 94 1994 1047 [7] (a) I.P. Beletskaya A.V. Cheprakov Coord. Chem. Rev. 248 2004 2337 (b) S.V. Ley A.W. Thomas Angew. Chem. Int. Ed. 42 2003 5400 (c) K. Kunz H. Scholz D. Ganzer Synlett 2003 2428 (d) J.P. Finet A.Y. Fedorov S. Combes G. Boyer Curr. Org. Chem. 6 2002 597 (e) J. Hassan M. Sevignon C. Gozzi E. Schulz M. Lemaire Chem. Rev. 102 2002 1359 [8] F. Ullmann Chem. Ber. 36 1903 2389 [9] (a) I. Goldberg Ber. Dtsch. Chem. Ges. 39 1906 1691 (b) I. Goldberg Ber. Dtsch. Chem. Ges. 40 1907 4541 [10] J. Lindley Tetrahedron 40 1984 1433 [11] Selected recent examples (a) J. Haider K. Kunz U. Scholz Adv. Synth. Catal. 346 2004 717 (b) H.-J. Cristau P.P. Cellier J.-F. Spindler M. Taillefer Chem. Eur. J. 10 2004 5607 (c) J.C. Antilla J.M. Baskin T.E. Barder S.L. Buchwald J. Org. Chem. 69 2004 5578 (d) S.U. Son I.K. Park J. Park T. Hyeon Chem. Commun. 2004 778 (e) H. Zhang Q. Cai D. Ma J. Org. Chem. 70 2005 5164 (f) B.C. Choudary C. Sridhar M.L. Kantam G.T. Venkanna B. Sreedhar J. Am. Chem. Soc. 127 2005 9948 (g) S. Lohmann S.P. Andrews B.J. Burke M.D. Smith J.P. Attfield H. Tanaka K. Kaneko S.V. Ley Synlett 2005 1291 (h) L. Xu D. Zhu F. Wu R. Wang B. Wan Tetrahedron 61 2005 6553 [12] (a) D.M.T. Chan K.L. Monaco R.-P. Wang M.P. Winters Tetrahedron Lett. 39 1998 2933 (b) D.A. Evans J.L. Katz T.R. West Tetrahedron Lett. 39 1998 2937 (c) P.Y.S. Lam C.G. Clark S. Saubern J. Adams M.P. Winters D.M.T. Chan A. Combs Tetrahedron Lett. 39 1998 2941 (d) D.J. Cundy S.A. Forsyth Tetrahedron Lett. 39 1998 7979 [13] (a) J.P. Collman M. Zhong Org. Lett. 2 2000 1233 (b) J.P. Collman M. Zhong L. Zeng S. Costanzo J. Org. Chem. 66 2001 1528 (c) J.P. Collman M. Zhong C. Zhang S. Costanzo J. Org. Chem. 66 2001 7892 (d) J.C. Antilla S.L. Buchwald Org. Lett. 3 2001 2077 (e) P.Y.S. Lam G. Vincent C.G. Clark S. Deudon P.K. Jadhav Tetrahedron Lett. 42 2001 3415 (f) P.Y.S. Lam G. Vincent D. Bonne C.G. Clark Tetrahedron Lett. 44 2003 4927 (g) C. Moessner C. Bolm Org. Lett. 7 2005 2667 (h) J.J. Strouse M. Jeselnik F. Tapaha C.B. Jonsson W.B. Parker J.B. Arterburn Tetrahedron Lett. 46 2005 5699 [14] A. Biffis F. Filippi G. Palma S. Lora C. Maccà B. Corain J. Mol. Catal. A Chem. 203 2003 213 [15] G.C.H. Chiang T. Olsson Org. Lett. 6 2004 3079 [16] (a) J.-B. Lan L. Chen X.-Q. Yu J.-S. You R.-G. Xie Chem. Commun. 2004 188 (b) J.-B. Lan G.-L. Zhang X.-Q. Yu J.-S. You L. Chen M. Yan R.-G. Xie Synlett 2004 1095 [17] F. Theil Angew. Chem. Int. Ed. 38 1999 2345 [18] See also A.S. Demir O. Reis M. Emrullahoglu J. Org. Chem. 68 2003 10130 [19] K. Nishiura Y. Urawa S. Soda Adv. Synth. Catal. 346 2004 1679 [20] See for example B. Corain M. Kralik J. Mol. Catal. A Chem. 173 2001 99 (and references cited therein)",
      "scopus-id": "33646063188",
      "coredata": {
        "eid": "1-s2.0-S1381116906000483",
        "dc:description": "The reactivity of copper(II) acetate as catalyst in a standard CO coupling reaction has been systematically evaluated. Optimization of the reaction conditions resulted in a protocol involving stoichiometric amounts of reagents, a substoichiometric amount of base and 20mol% catalyst, at 50°C in 1,2-dichloroethane and under 1atm O2. Next, the reactivity of polymer-supported copper(II) acetate was evaluated. Although it is found that, in contrast to previous results obtained in related CN coupling reactions, the polymer-supported catalyst is in this case less efficient than the corresponding homogeneous one, the catalyst turns out to be conveniently recovered from the reaction mixture by simple filtration.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-05-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906000483",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Biffis, Andrea"
          },
          {
            "@_fa": "true",
            "$": "Gardan, Martino"
          },
          {
            "@_fa": "true",
            "$": "Corain, Benedetto"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906000483"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906000483"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00048-3",
        "prism:volume": "250",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Homogeneous and supported copper(II) acetate as catalyst for CO coupling reactions",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Polymer"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Arylboronic acids"
          },
          {
            "@_fa": "true",
            "$": "CO coupling reactions"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-5",
        "prism:endingPage": "5",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 May 2006",
        "prism:doi": "10.1016/j.molcata.2006.01.030",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/j.molcata.2006.01.030",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "36",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000483-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5557",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000483-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1213",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "77",
            "@width": "236",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000483-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9357",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "41",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000483-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1484",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33646063188"
      }
    }
  }
}