{
  "metadata": {
    "title": "CuGeO<ce:inf loc=post>3</ce:inf> micro-nanomaterial as Electrocatalyst for hydrogen evolution reaction",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2020-09-30",
    "doi": "10.1016/j.catcom.2020.106075",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736720301515",
    "pii": "S1566736720301515"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85086737740",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2020-06-10 2020-06-10 2020-06-23 2020-06-23 2020-07-01T19:56:24 1-s2.0-S1566736720301515 S1566-7367(20)30151-5 S1566736720301515 10.1016/j.catcom.2020.106075 S300 S300.1 FULL-TEXT 1-s2.0-S1566736720X00094 2024-04-05T06:29:40.809303Z 0 0 20200901 20200930 2020 2020-06-10T06:39:49.280192Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst pubtype ref specialabst 1566-7367 15667367 true 144 144 C Volume 144 14 106075 106075 106075 202009 September 2020 2020-09-01 2020-09-30 2020 article sco © 2020 Elsevier B.V. CUGEO3MICRONANOMATERIALELECTROCATALYSTFORHYDROGENEVOLUTIONREACTION XIAO Y 1 Introduction 2 Experimental 2.1 Synthesis of the catalysts 2.2 Materials characterization 2.3 Electrochemical measurements 3 Results and discussion 3.1 Structure and morphology characterization 3.2 HER performance of the broom-like CuGeO3 catalyst 4 Conclusion Declaration of Competing Interests Acknowledgments Appendix A Supplementary data References WANG 2018 7 14 H WANG 2016 215 230 J MURTHY 2018 9 26 A QIAN 2019 202 211 X LI 2018 1801258 G YANG 2019 789 796 D ZENG 2017 356 362 M WANG 2017 7139 7147 J MURTHY 2017 1988 1998 A PEI 2014 62 70 L DOLADO 2018 1800270 J MCDONALD 2014 18428 18434 K LI 2018 10963 10970 H RODRIGUEZ 2018 11483 11486 J RUDKO 2001 939 944 G CHEN 2013 11404 Z FU 2018 193 L PEI 2011 104 112 L PEI 2009 1696 L WANG 2013 2654 2660 F PEI 2012 241 247 L BENSON 2015 14113 14122 J L 1996 561 567 M WAGNER 1979 31 32 C HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY QU 2017 5959 5967 Y BHARDWAJ 2008 2178 2188 M DECHIALVO 1994 209 223 M LI 2019 23 27 D ZHOU 2018 66 70 Y QI 2018 2817 2826 J LIM 2019 288 296 S GAO 2016 6313 6321 W XU 2019 075501 T TIAN 2014 9577 9581 J XIAOX2020X106075 XIAOX2020X106075XY 2022-06-23T00:00:00.000Z 2022-06-23T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. This is an open access article under the CC BY-NC-ND license. 2020-06-15T03:43:07.469Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas National Major Science and Technology Projects of China http://data.elsevier.com/vocabulary/SciValFunders/501100013076 http://sws.geonames.org/1814991 GDSTC Guangdong Science and Technology Department http://data.elsevier.com/vocabulary/SciValFunders/501100007162 http://sws.geonames.org/1814991 SWU Southwest University http://data.elsevier.com/vocabulary/SciValFunders/501100006250 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S1566-7367(20)30151-5 S1566736720301515 1-s2.0-S1566736720301515 10.1016/j.catcom.2020.106075 272180 2020-08-24T21:30:53.222875Z 2020-09-01 2020-09-30 1-s2.0-S1566736720301515-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/MAIN/application/pdf/1bd665277aa84d19aa84e8025b81da51/main.pdf main.pdf pdf true 1068696 MAIN 4 1-s2.0-S1566736720301515-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/PREVIEW/image/png/e3aad9a929574a93afdd55ca6d0bf5b1/main_1.png main_1.png png 52725 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736720301515-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/ga1/DOWNSAMPLED/image/jpeg/63a1407ddb077766f57f5bf380b885ab/ga1.jpg ga1 true ga1.jpg jpg 37380 168 500 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720301515-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/gr1/DOWNSAMPLED/image/jpeg/fbe218c4f27d867b1df4d6733fff4d71/gr1.jpg gr1 gr1.jpg jpg 118351 536 714 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720301515-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/gr2/DOWNSAMPLED/image/jpeg/a03ced84c6e8b95997eab87e56f0c48b/gr2.jpg gr2 gr2.jpg jpg 46457 278 714 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720301515-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/ga1/THUMBNAIL/image/gif/6cc983e62292947c5e95ecd20f043f70/ga1.sml ga1 true ga1.sml sml 8146 74 219 IMAGE-THUMBNAIL 1-s2.0-S1566736720301515-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/gr1/THUMBNAIL/image/gif/7b16852ab146391757caa5d827fe284c/gr1.sml gr1 gr1.sml sml 19827 164 218 IMAGE-THUMBNAIL 1-s2.0-S1566736720301515-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/gr2/THUMBNAIL/image/gif/aa7c9652ae7de548b7fb79249af92c75/gr2.sml gr2 gr2.sml sml 5215 85 219 IMAGE-THUMBNAIL 1-s2.0-S1566736720301515-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/ga1/HIGHRES/image/jpeg/deed0b2ce279154f2fcd172ee808bfe4/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 176984 447 1328 IMAGE-HIGH-RES 1-s2.0-S1566736720301515-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/gr1/HIGHRES/image/jpeg/423100dcd3029ba55635ca57fd61da6f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1533689 2373 3160 IMAGE-HIGH-RES 1-s2.0-S1566736720301515-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/gr2/HIGHRES/image/jpeg/68aa24eede2e27df6067240081bdae75/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 310613 1230 3160 IMAGE-HIGH-RES 1-s2.0-S1566736720301515-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/d9d566694ecaf506d43a5318a9b9a341/mmc1.docx mmc1 mmc1.docx docx 1771578 APPLICATION 1-s2.0-S1566736720301515-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/STRIPIN/image/svg+xml/80f1eb06cac6c81707f9bbd4a865f6d1/si1.svg si1 si1.svg svg 5253 ALTIMG 1-s2.0-S1566736720301515-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/STRIPIN/image/svg+xml/9efc703fe2719a4165c5597135899519/si2.svg si2 si2.svg svg 6766 ALTIMG 1-s2.0-S1566736720301515-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/STRIPIN/image/svg+xml/3979af377ab0df558eed41ba8b3790a7/si3.svg si3 si3.svg svg 7014 ALTIMG 1-s2.0-S1566736720301515-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720301515/STRIPIN/image/svg+xml/d884853e7e9a9f13703581b68440c986/si4.svg si4 si4.svg svg 4825 ALTIMG 1-s2.0-S1566736720301515-am.pdf am am.pdf pdf 1133468 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10DXLH1233C/MAIN/application/pdf/c9d7309fa302479384596558664d67ca/am.pdf CATCOM 106075 106075 S1566-7367(20)30151-5 10.1016/j.catcom.2020.106075 Elsevier B.V. Fig. 1 XRD pattern (a), SEM images (b), TEM image (c) and HRTEM image (d) of the CuGeO3 micro-nanostructures. Fig. 1 Fig. 2 (a) The polarization curves and (b) Nyquist plots of A2-5h, A3-7h and A6-16h. Fig. 2 Table 1 Summary of some electrocatalysts. Table. 1 Electrocatalysts η10(mV)vs RHE Ref MoS2 nano-materials 250 [9] MoS2/CNF 188 [9] Mo2C-GNR 167 [32] Cu3P/S 223 [33] Cu3P NW/CF 143 [34] MoP 154 [5] Broom-like CuGeO3 135 (in this work) Short communication CuGeO3 micro-nanomaterial as Electrocatalyst for hydrogen evolution reaction Yumin Xiao Investigation Conceptualization Writing - original draft a Bin Li Methodology a Lizhao Qin Writing - review & editing Supervision a ⁎ Hua Lin Data curation a Qing Li Validation a Ming Nie Resources a Yuan Li Resources a Bin Liao Resources b a School of Materials and Energy, Southwest University, Chongqing 400715, China School of Materials and Energy Southwest University Chongqing 400715 China School of Materials and Energy, Southwest University, Chongqing 400715, China. b College of Nuclear Science and Technology, Beijing Normal University, Beijing 100875, China College of Nuclear Science and Technology Beijing Normal University Beijing 100875 China College of Nuclear Science and Technology, Beijing Normal University, Beijing 100875, China. ⁎ Corresponding author. Novel broom-like copper germanate (CuGeO3) micro-nanomaterials were synthesized by a facile one-step hydrothermal method with ethylenediamine (En) acting as structure-directing reagent. In acidic electrolyte, the broom-like CuGeO3 micro-nanomaterials have a hydrogen evolution reaction (HER) overpotential of 135 mV at 10 mA cm−2, a small Tafel slope of 98 mV dec−1 and good stability over 80 h. The improved activity in HER could be attributed to the more active sites for the unique broom-like morphology of CuGeO3. Graphical abstract Unlabelled Image Keywords CuGeO3 micro-nanomaterial Hydrogen evolution reaction Electrocatalytic performance 1 Introduction In recent years, hydrogen evolution via water splitting through photo−/electrochemical catalysis has gained much attention in scientific research worldwide because of energy crisis. Storing solar energy in the form of hydrogen is touted as the energy currency of the future and a simple and promising method for hydrogen production is electrolysis of water [1,2]. The cathodic half reaction of the water splitting reaction is hydrogen evolution reaction (HER), the reaction equation in the acid solution is as follows [3]: 2 H 3 O + + 2 e − ↔ H 2 + H 2 O Highly active and stable electrocatalyst is crucial for efficient electrocatalysis of HER to produce hydrogen at low-cost. It is commonly accepted that noble metal platinum (Pt) or Pt based catalysts are the most efficient catalysts. However, its expensive cost and scarcity hindered its large-scale application. Considerable efforts have been made in the past years to develop certain inexpensive and efficient catalysts as substitutes for Pt based materials for HER, such as transitional metal chalcogenides [4], phosphides [5], carbides [6,7], and oxides [8]. Some materials exhibited fantabulous HER catalytic properties through modifying such as introducing carbon as catalyst support even if they are not excellent in nature [2,5,9]. Ternary oxides of germanates have drawn great attention in many fields, such as electrochemical sensors [10], optics [11], electrocatalysts [12] and lithium-ion batteries [13,14]. CuGeO3 is the first inorganic solid material which is found to undergo a spin-Peierls transition and it is the only compound having GeO4 tetrahedra lie on one side of the chain among all the ABO3 compounds with pyroxene structure [15]. Due to its unique structural properties, CuGeO3 has been studied as anode materials for lithium-ion and sodium-ion batteries [16,17] and electrode for the electrochemical detection [10,18–20]. However, as far as we know, it has not been used as a catalyst for HER. In this paper, CuGeO3 was synthesized with different morphology compared with reported nanowires or nanoflowers [18,19,21], using a simple one-step hydrothermal method with the assistance of ethylenediamine. The standard broom-like CuGeO3 exhibits more excellent electrocatalytic activity with low overpotential and good stability. 2 Experimental 2.1 Synthesis of the catalysts The synthesis of CuGeO3 was carried out by a mild hydrothermal process assisted by En. All chemical reagents were of analytical grade and used as received without further purification. Firstly, 0.2123 g CuCl2·2H2O was added to 40 mL of deionized water. 0.1255 g GeO2 was mixed with 5 mL of aqueous NaOH (4 g/L) under vigorous stirring until it was completely dissolved. Then the two solutions above-mentioned were mixed and the mixed solution was adjusted to a certain pH value of 2.5 with aqueous HCl (0.2 mol/L). Finally, 100 μL En was added drop by drop into the mixed solution slowly to form a homogeneous solution. The mixed solution was transferred into a 100 mL Teflon-lined autoclave maintained at 180 °C for 3–16 h. After reaction, the autoclave was cooled to room temperature naturally. The products were washed with deionized water and alcohol repeatedly to remove inorganic and organic residues and dried at 60 °C in ambient air. 2.2 Materials characterization The X-ray diffraction (XRD) patterns were taken with XRD-6100 equipped with a graphite monochromatized Cu-Kα radiation (λ = 1.5406 Å). The scanning electron microscope (SEM) images were obtained with JSM-6610 SEM (20 kV). Transmission electron microscope (TEM) images were carried out with JEM-2100 TEM with an accelerating voltage of 200 kV. X-ray photoelectron spectroscopy (XPS) were recorded on ESCALAB 250Xi system to study the chemical composition of the catalysts with an Al Kα radiation. 2.3 Electrochemical measurements All electrochemical tests were performed on an electrochemical workstation (CHI760E, Chenhua, shanghai) at room temperature in a standard three electrode cell. The 0.5 M H2SO4 solution was used as electrolyte, a saturated Ag/AgCl electrode and a platinum wire were used as the reference and counter electrodes, respectively. For the working electrode preparation: 5 mg catalyst was dispersed into 1 mL distilled water under ultrasonic stirring for 30 min. Then about 18 μL of the homogeneous mixture was dropped on the surface of the glassy carbon electrode (5 mm). 3 μL Na+-exchanged Nafion® solution was added on the as-prepared catalyst film which was dried at room temperature overnight. All the potentials obtained from linear sweep voltammetry (LSV) were converted to values with the reference of a reversible hydrogen electrode (RHE) according to the following equation [9,22]: E(RHE) = E(Ag/AgCl) + 0.197 + 0.0591pH Prior to measurements, the electrolyte was thoroughly gotten rid of air by purging it with N2 for 30 min. The LSV curve was conducted within the range of −0.2 ~ −0.9 V vs. Ag/AgCl (scan rate: 5 mV/s) and the Tafel plot was generated by an additional LSV test which was performed at a lower scan rate of 1 mV/s. Electrochemical double-layer capacitance of the catalysts was derived from CV diagrams under different scan rates of 20, 40, 60, 80, 100, and 120 mV/s. The electrochemical impedance spectroscopy (EIS) was carried out with the frequency range from 100 kHz to 0.1 Hz of an amplitude 10 mV under −0.4 V vs. Ag/AgCl. 3 Results and discussion 3.1 Structure and morphology characterization The phase and the chemical composition of the as-prepared sample were investigated by XRD and XPS. From Fig. 1a, all the diffraction peaks can be indexed to pure orthorhombic phase CuGeO3 (JCPDS card no 32–0333) with calculated lattice constants of a = 0.4802 nm and c = 0.2943 nm. The strong and high-pitched diffraction peaks show good crystallinity of the product. No other impurity peaks were detected. Fig. S1a, b and c are the higher resolution XPS of Cu2p, Ge2p and O1s, respectively. All XPS spectra were calibrated by using C1s peak at binding energy of 284.6 eV from absorbed carbon-containing organic pollutants. The two strong peaks in the Cu2p spectrum at 935.4 eV and 955.6 eV are assigned to the Cu2p3/2 and Cu2p1/2 (Fig. S1a) [23] and the peaks at 943.0 eV and 963.2 eV are the typical shake-up of Cu2+ [20]. The presence of a shake-up satellite in the Cu2p spectra confirm the existence of Cu2+ state, which is apparently different from that of Cu+ and Cu0. Ge2p spectrum of the sample is displayed in Fig. S1b. The peaks at 1251.7 eV and 1220.7 eV can be assigned to the 2p1/2 and 2p3/2 of Ge4+ according to the XPS handbook [24]. A strong O1s peak centered at 531.3 eV is assigned to oxygen in its O2− oxidation state (Fig. S1c) [19]. Based on the above experimental XRD and XPS data, we confirm that the sample is composed of pure orthorhombic phase CuGeO3. The microstructure and morphology of the electrocatalyst were analyzed by SEM and TEM. As shown in Fig. 1b-d, the SEM and TEM images distinctly appear the broom-like morphology of CuGeO3. The SEM image in Fig. 1b shows each CuGeO3 micro-nanostructure has the typical length in the range of 20–50 μm and the diameter in the range of 3–4 μm. Remarkably, the end of the CuGeO3 microstructure is bifurcated into finer nanowires with the average diameter of about 150 nm, as indicated by the white arrow in Fig. 1b and TEM image (Fig. 1c). High resolution-TEM image in Fig. 1d confirmed that these nanowires are crystalline. 3.2 HER performance of the broom-like CuGeO3 catalyst The CuGeO3 samples with different morphologies are prepared by controlling the reaction time and denoted as A1-3h, A2-5h, A3-7h, A4-9h, A5-12h, A6-16h, for reaction time of 3 h, 5 h, 7 h, 9 h, 12 h, 16 h, respectively (Fig. S3). The XRD patterns confirm that pure orthorhombic phase CuGeO3 was synthesized in three hours and no other impurities form with the increase of time (Fig. S2). The HER measurement was carried out in 0.5 M H2SO4 (pH = 0.3) using a standard three-electrode configuration. Choose A2-5h represents microstructure, A3-7h represents standard broom-like micro-nanostructure, A6-16h represents nanostructure for comparison. In Fig. 2a, after thousands LSVs under the same condition for activation, the HER overpotentials of A3-7h is 135 mV at a current density of 10 mA cm−2, which is lower than those of A2-5h (338 mV) and A6-16h (227 mV), suggesting the excellent electrocatalytic activity among the as-investigated samples. Tafel plots were then employed to investigate the HER kinetic of these samples. As we all know, the HER proceeds in the sequence of three principal reaction steps in acidic solution as shown in following equations: H 3 O + + e − → H ads + H 2 O H ads + H 3 O + + e − → H 2 + H 2 O H ads + H ads → H 2 The corresponding Tafel slopes are 120, 40 and 30 mV dec−1, respectively [3,25]. In Fig. S4, different Tafel slopes of 179, 98 and 132 mV dec−1 were obtained for A2-5h, A3-7h and A6-16h, respectively, indicating that the HER kinetic of these samples follows the Volmer-Heyrovsky mechanism [26,27]. And all the slopes are close to 120 mV dec−1, suggesting the rate-limiting step is the electron transfer step, in other words, the step of the proton gains electrons to form an absorbed state of hydrogen atom (Hads) on the surface of the electrode. EIS of the as-prepared samples was carried out to study the electrode kinetics of HER at the interface between the electrode and electrolyte. As the Nyquist plots shown in Fig. 2b, all the samples present the same ohmic drop in the high-frequency zone and the obtained semicircles of EIS indicated that change transfer resistance (RCT). The smaller semicircle, the faster electron transport for hydrogen evolution [28,29]. Rct value of A3-7h (~17.5 Ω) is much lower than those of A6-16h (~110 Ω) and A2-5h (~170 Ω), implying the fast HER kinetics. A6-16h is lower than that of A2-5h because of the effect of size, which demonstrate clearly nanostructure exposed more active sites than microstructure. Compared with A2-5h and A6-16h, the unique architecture of A3-7h can effectively prevent the stacking and aggregation of CuGeO3 during the catalytic process, which is beneficial to expose more edge sites. To further verify the supposal, the double-layer capacitances (Cdl) was also measured to evaluate the electrochemically active surface area (ECSA). The Cdl value of the samples were the linear slope by plotting the current density variation △j (janodic - jcathodic) at 0.39 V vs. RHE against the scan rate, which were derived from cyclic voltammetry diagrams (Fig. S5) [30,31]. As shown in Fig. S5d, the Cdl of A3-7h (170 μF cm−2) is higher than A2-5h (97 μF cm−2) and A6-16h (93 μF cm−2), suggesting A3-7h has more accessible active sites than others. The long-time durability of broom-like CuGeO3 was performed by repeating LSV loops and the current density value under the potential of 260 mV vs. RHE, as plotted against the time in Fig. S6a. The standard broom-like samples exhibit the good stability which could be maintained for over 80 h. Combining the SEM images above (Fig. S3), the samples with standard broom-like micro-nanostructure show a better catalytic activity. We speculate that the micro-nanostructure is more conductive to exposing more active sites as shown in Fig. S6b - d. From the morphology of A2-5h, it can be seen that the low bifurcation degree leads to the micro-part in the majority. When the sample is dripped onto the electrode surface, it tends to form the stacked structure (Fig. S6b). Similarly, A6-16h, the nano-part is in the majority, also exhibits this structure (Fig. S6d). However, for the standard micro-nanostructure, the forked structures at the front end intersect and support each other to form a network like structure (Fig. S6c) which can expose more active sites. Nyquist plots and Cdl values verify the speculation to a certain extent. The broom-like CuGeO3 demonstrate good electrocatalytic activity, as comparated with some of the reported electrocatalysts in the acidic solution (Table. 1 ). The research of a robust catalytic system based on ternary metal oxides electrocatalyst for HER remains a deficiency. In this paper, the results of the broom-like CuGeO3 demonstrate good electrocatalytic activity, as compared with some of the reported electrocatalysts in the acidic solution (Table. 1). Compared to the overpotential of bare MoP (150 mV at 10 mA cm−2) which has been intensively examined as potential HER electrocatalyst, the bare broom-like CuGeO3 has a lower overpotential (135 mV at 10 mA cm−2) and we believe it is worthy of further studying as potential HER electrocatalyst, such as importing the carbon layer as the support material to improve the conductivity. 4 Conclusion In summary, unique broom-like CuGeO3 micro-nanostructures were fabricated by a facile hydrothermal method in a short time. Our XRD, TEM and XPS results confirmed the broom-like micro-nanostructure is pure orthorhombic phase. The typical broom-like structure exposes more active sites on the surface of electrode and exhibits the best overpotential of 135 mV at a current density of 10 mA cm−2 compared to the as-investigated samples. The stability test shows the good catalytic activity over 80 h. This study showed CuGeO3 can act as electrocatalyst for the HER and has great potential and new possibilities for electrocatalytic application. Declaration of Competing Interests The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the Fundamental Research Funds for the Central Universities (No.XDJK2019D004), the Doctoral Foundation of Southwest University (No.XDJK2019D004, No.104230-20710909), Guangdong Province Science and Technology Department (2019B090909002,614220207011802), National Natural Science Foundation of China (U1865206), National Science and Technology Major Project (2017-VII-0012-0107) and National Defense Science and Technology Key Laboratory Fund (614220207011802). Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2020.106075. References [1] H. Wang L. Gao Curr. Opin. Electrochem. 7 2018 7 14 10.1016/j.coelec.2017.10.010 H. Wang, L. Gao, Curr. Opin. Electrochem. 7 (2018) 7-14 doi:10.1016/j.coelec.2017.10.010. [2] J. Wang W. Cui Q. Liu Z. Xing A.M. Asiri X. Sun Adv. Mater. 28 2016 215 230 10.1002/adma.201502696 J. Wang, W. Cui, Q. Liu, Z. Xing, A.M. Asiri, X. Sun, Adv. Mater. 28 (2016) 215-230 doi:10.1002/adma.201502696. [3] A.P. Murthy J. Madhavan K. Murugan J. Power Sources 398 2018 9 26 10.1016/j.jpowsour.2018.07.040 A.P. Murthy, J. Madhavan, K. Murugan, J. Power Sources 398 (2018) 9-26 doi:10.1016/j.jpowsour.2018.07.040. [4] X. Qian C. Xu Y. Jiang J. Zhang G. Guan Y. Huang Chem. Eng. J. 368 2019 202 211 10.1016/j.cej.2019.02.179 X. Qian, C. Xu, Y. Jiang, J. Zhang, G. Guan, Y. Huang, Chem. Eng. J. 368 (2019) 202-211 doi:10.1016/j.cej.2019.02.179. [5] G. Li Y. Sun J. Rao J. Wu A. Kumar Q.N. Xu C. Fu E. Liu G.R. Blake P. Werner B. Shao K. Liu S. Parkin X. Liu M. Fahlman S.C. Liou G. Auffermann J. Zhang C. Felser X. Feng Adv. Energy Mater. 8 2018 1801258 10.1002/aenm.201801258 G. Li, Y. Sun, J. Rao, J. Wu, A. Kumar, Q.N. Xu, C. Fu, E. Liu, G.R. Blake, P. Werner, B. Shao, K. Liu, S. Parkin, X. Liu, M. Fahlman, S.C. Liou, G. Auffermann, J. Zhang, C. Felser, X. Feng, Adv. Energy Mater. 8 (2018) 1801258 doi:10.1002/aenm.201801258. [6] D. Yang Y. Liu B. Wang J. He Y. Chen J. Alloys Compd. 792 2019 789 796 10.1016/j.jallcom.2019.04.094 D. Yang, Y. Liu, B. Wang, J. He, Y. Chen, J. Alloys Compd. 792 (2019) 789-796 doi:10.1016/j.jallcom.2019.04.094. [7] M. Zeng Y. Chen J. Li H. Xue R.G. Mendes J. Liu T. Zhang M.H. Rümmeli L. Fu Nano Energy 33 2017 356 362 10.1016/j.nanoen.2017.01.057 M. Zeng, Y. Chen, J. Li, H. Xue, R.G. Mendes, J. Liu, T. Zhang, M.H. Rümmeli, L. Fu, Nano Energy 33 (2017) 356-362 doi:10.1016/j.nanoen.2017.01.057. [8] J. Wang S. Mao Z. Liu Z. Wei H. Wang Y. Chen Y. Wang ACS Appl. Mater. Interfaces 9 2017 7139 7147 10.1021/acsami.6b15377 J. Wang, S. Mao, Z. Liu, Z. Wei, H. Wang, Y. Chen, Y. Wang, ACS Appl. Mater. Interfaces 9 (2017) 7139-7147 doi:10.1021/acsami.6b15377. [9] A.P. Murthy J. Theerthagiri J. Madhavan K. Murugan Phys. Chem. Chem. Phys. 19 2017 1988 1998 10.1039/c6cp07416b A.P. Murthy, J. Theerthagiri, J. Madhavan, K. Murugan, Physical Chemistry Chemical Physics 19 (2017) 1988-1998 doi:10.1039/c6cp07416b. [10] L.Z. Pei Z.Y. Cai Y.K. Xie D.G. Fu Meas. 53 2014 62 70 10.1016/j.measurement.2014.03.032 L.Z. Pei, Z.Y. Cai, Y.K. Xie, D.G. Fu, Meas. 53 (2014) 62-70 doi:10.1016/j.measurement.2014.03.032. [11] J. Dolado P. Hidalgo B. Méndez Phys. Status Solidi A 215 2018 1800270 10.1002/pssa.201800270 J. Dolado, P. Hidalgo, B. Méndez, physica status solidi (a) 215 (2018) 1800270 doi:10.1002/pssa.201800270. [12] K.J. McDonald R. Zhang C. Ling L.Q. Zhou R. Zhang M.S. Whittingham H. Jia J. Mater. Chem. A 2 2014 18428 18434 10.1039/c4ta03325f K.J. McDonald, R. Zhang, C. Ling, L.Q. Zhou, R. Zhang, M.S. Whittingham, H. Jia, J. Mater. Chem. A 2 (2014) 18428-18434 doi:10.1039/c4ta03325f. [13] H.S. Li J. Qu S.M. Hao Z.Z. Wang Y.J. Zhang Z.Z. Yu Nanoscale 10 2018 10963 10970 10.1039/c8nr02857e H.S. Li, J. Qu, S.M. Hao, Z.Z. Wang, Y.J. Zhang, Z.Z. Yu, Nanoscale 10 (2018) 10963-10970 doi:10.1039/c8nr02857e. [14] J.R. Rodriguez C. Belman-Rodriguez S.A. Aguila Y. Zhang H. Liu V.G. Pol Chem. Commun. 54 2018 11483 11486 10.1039/c8cc05861j J.R. Rodriguez, C. Belman-Rodriguez, S.A. Aguila, Y. Zhang, H. Liu, V.G. Pol, Chem Commun 54 (2018) 11483-11486 doi:10.1039/c8cc05861j. [15] G.Yu. Rudko V.C. Long J.L. Musfeldt Chem. Mater. 13 2001 939 944 G.Yu.Rudko, V.C.Long, J.L.Musfeldt, Chem. Mater. 13 (2001) 939-944. [16] Z. Chen Y. Yan S. Xin W. Li J. Qu Y.G. Guo W.G. Song J. Mater. Chem. A 1 2013 11404 10.1039/c3ta12344h Z. Chen, Y. Yan, S. Xin, W. Li, J. Qu, Y.G. Guo, W.G. Song, J. Mater. Chem. A 1 (2013) 11404 doi:10.1039/c3ta12344h. [17] L. Fu X. Zheng L. Huang C. Shang K. Lu X. Zhang B. Wei X. Wang Nanoscale Res. Lett. 13 2018 193 10.1186/s11671-018-2609-z L. Fu, X. Zheng, L. Huang, C. Shang, K. Lu, X. Zhang, B. Wei, X. Wang, Nanoscale Res Lett 13 (2018) 193 doi:10.1186/s11671-018-2609-z. [18] L.Z. Pei L.J. Yang Y. Yang C.G. Fan C.Z. Yuan Q.F. Zhang Mater. Chem. Phys. 130 2011 104 112 10.1016/j.matchemphys.2011.06.002 L.Z. Pei, L.J. Yang, Y. Yang, C.G. Fan, C.Z. Yuan, Q.F. Zhang, Mater. Chem. Phys. 130 (2011) 104-112 doi:10.1016/j.matchemphys.2011.06.002. [19] L.Z. Pei H.S. Zhao W. Tan H.Y. Yu Y.W. Chen Q.F. Zhang C.G. Fan CrystEngComm 11 2009 1696 10.1039/b900837n L.Z. Pei, H.S. Zhao, W. Tan, H.Y. Yu, Y.W. Chen, Q.F. Zhang, C.G. Fan, CrystEngComm 11 (2009) 1696 doi:10.1039/b900837n. [20] F. Wang Y. Xing Z. Su S. Song Mater. Res. Bull. 48 2013 2654 2660 10.1016/j.materresbull.2013.03.036 F. Wang, Y. Xing, Z. Su, S. Song, Mater. Res. Bull. 48 (2013) 2654-2660 doi:10.1016/j.materresbull.2013.03.036. [21] L.Z. Pei Y.Q. Pei Y. Yang Y.P. Dong S.B. Wang C.G. Fan T. Duan Q.F. Zhang Mater. Sci.-Pol. 29 2012 241 247 10.2478/s13536-011-0040-6 L.Z. Pei, Y.Q. Pei, Y. Yang, Y.P. Dong, S.B. Wang, C.G. Fan, T. Duan, Q.F. Zhang, Mater. Sci.-Pol. 29 (2012) 241-247 doi:10.2478/s13536-011-0040-6. [22] J. Benson M. Li S. Wang P. Wang P. Papakonstantinou ACS Appl. Mater. Interfaces 7 2015 14113 14122 10.1021/acsami.5b03399 J. Benson, M. Li, S. Wang, P. Wang, P. Papakonstantinou, ACS Appl. Mater. Interfaces 7 (2015) 14113-14122 doi:10.1021/acsami.5b03399. [23] M. L J. M K.E. R D. Ja Colloid Interface Sci. 177 1996 561 567 M. L., J. M., K.E. R., D. J., Colloid Interface Sci. 177 (1996) 561-567. [24] C.D. Wagner W.M. Riggs L.E. Davis J.F. Moulder Handbook of X-ray Photoelectron Spectroscopy 1979 31 32 C.D. Wagner, W.M. Riggs, L.E. Davis, J.F. Moulder, Handbook of X-ray Photoelectron Spectroscopy (1979) 31-32. [25] Y. Qu M. Yang J. Chai Z. Tang M. Shao C.T. Kwok M. Yang Z. Wang D. Chua S. Wang Z. Lu H. Pan ACS Appl. Mater. Interfaces 9 2017 5959 5967 10.1021/acsami.6b13244 Y. Qu, M. Yang, J. Chai, Z. Tang, M. Shao, C.T. Kwok, M. Yang, Z. Wang, D. Chua, S. Wang, Z. Lu, H. Pan, ACS Appl. Mater. Interfaces 9 (2017) 5959-5967 doi:10.1021/acsami.6b13244. [26] M. Bhardwaj R. Balasubramaniam Int. J. Hydrog. Energy 33 2008 2178 2188 10.1016/j.ijhydene.2008.02.027 M. Bhardwaj, R. Balasubramaniam, Int. J. Hydrogen Energy 33 (2008) 2178-2188 doi:10.1016/j.ijhydene.2008.02.027. [27] M.R.G. Dechialvo A.C. Chialvo J. Electroanal. Chem. 372 1994 209 223 10.1016/0022-0728(93)03043-o M.R.G. Dechialvo, A.C. Chialvo, J. Electroanal. Chem. 372 (1994) 209-223 doi:10.1016/0022-0728(93)03043-o. [28] D. Li B. Zhang Y. Li R. Chen S. Hu H. Ni Electrochem. Commun. 101 2019 23 27 10.1016/j.elecom.2019.01.014 D. Li, B. Zhang, Y. Li, R. Chen, S. Hu, H. Ni, Electrochem. Commun. 101 (2019) 23-27 doi:10.1016/j.elecom.2019.01.014. [29] Y. Zhou C. Sun X. Yang G. Zou H. Wu S. Xi Electrochem. Commun. 91 2018 66 70 10.1016/j.elecom.2018.05.010 Y. Zhou, C. Sun, X. Yang, G. Zou, H. Wu, S. Xi, Electrochem. Commun. 91 (2018) 66-70 doi:10.1016/j.elecom.2018.05.010. [30] J. Qi Y. Du B. Jiang M. Shen JMatR 33 2018 2817 2826 10.1557/jmr.2018.265 J. Qi, Y. Du, B. Jiang, M. Shen, JMatR 33 (2018) 2817-2826 doi:10.1557/jmr.2018.265. [31] S.C. Lim C.Y. Chan K.T. Chen H.Y. Tuan Electrochim. Acta 297 2019 288 296 10.1016/j.electacta.2018.11.152 S.C. Lim, C.Y. Chan, K.T. Chen, H.Y. Tuan, Electrochim. Acta 297 (2019) 288-296 doi:10.1016/j.electacta.2018.11.152. [32] W. Gao Y. Shi Y. Zhang L. Zuo H. Lu Y. Huang W. Fan T. Liu ACS Sustain. Chem. Eng. 4 2016 6313 6321 10.1021/acssuschemeng.6b00859 W. Gao, Y. Shi, Y. Zhang, L. Zuo, H. Lu, Y. Huang, W. Fan, T. Liu, ACS Sustainable Chem. Eng. 4 (2016) 6313-6321 doi:10.1021/acssuschemeng.6b00859. [33] T. Xu S. Wei X. Zhang D. Zhang Y. Xu X. Cui Mater. Res. Express 6 2019 075501 10.1088/2053-1591/ab1293 T. Xu, S. Wei, X. Zhang, D. Zhang, Y. Xu, X. Cui, Mater. Res. Express 6 (2019) 075501 doi:10.1088/2053-1591/ab1293. [34] J. Tian Q. Liu N. Cheng A.M. Asiri X. Sun Angew. Chem. Int. Ed. Eng. 53 2014 9577 9581 10.1002/anie.201403842 J. Tian, Q. Liu, N. Cheng, A.M. Asiri, X. Sun, Angew Chem Int Ed Engl 53 (2014) 9577-9581 doi:10.1002/anie.201403842.",
      "scopus-id": "85086737740",
      "coredata": {
        "eid": "1-s2.0-S1566736720301515",
        "dc:description": "Novel broom-like copper germanate (CuGeO3) micro-nanomaterials were synthesized by a facile one-step hydrothermal method with ethylenediamine (En) acting as structure-directing reagent. In acidic electrolyte, the broom-like CuGeO3 micro-nanomaterials have a hydrogen evolution reaction (HER) overpotential of 135 mV at 10 mA cm−2, a small Tafel slope of 98 mV dec−1 and good stability over 80 h. The improved activity in HER could be attributed to the more active sites for the unique broom-like morphology of CuGeO3.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736720301515",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xiao, Yumin"
          },
          {
            "@_fa": "true",
            "$": "Li, Bin"
          },
          {
            "@_fa": "true",
            "$": "Qin, Lizhao"
          },
          {
            "@_fa": "true",
            "$": "Lin, Hua"
          },
          {
            "@_fa": "true",
            "$": "Li, Qing"
          },
          {
            "@_fa": "true",
            "$": "Nie, Ming"
          },
          {
            "@_fa": "true",
            "$": "Li, Yuan"
          },
          {
            "@_fa": "true",
            "$": "Liao, Bin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736720301515"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736720301515"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(20)30151-5",
        "prism:volume": "144",
        "articleNumber": "106075",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "CuGeO3 micro-nanomaterial as Electrocatalyst for hydrogen evolution reaction",
        "prism:copyright": "© 2020 Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CuGeO3 micro-nanomaterial"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalytic performance"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "106075",
        "pubType": "sco",
        "prism:coverDisplayDate": "September 2020",
        "prism:doi": "10.1016/j.catcom.2020.106075",
        "prism:startingPage": "106075",
        "dc:identifier": "doi:10.1016/j.catcom.2020.106075",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "168",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37380",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "536",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "118351",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "278",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46457",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8146",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19827",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5215",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "447",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "176984",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2373",
            "@width": "3160",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1533689",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1230",
            "@width": "3160",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "310613",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1771578",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "5253",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "6766",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "7014",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "4825",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720301515-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1133468",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85086737740"
      }
    }
  }
}