{
  "metadata": {
    "title": "α-MnO<ce:inf loc=post>2</ce:inf> activation of peroxymonosulfate for catalytic phenol degradation in aqueous solutions",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2012-09-05",
    "doi": "10.1016/j.catcom.2012.05.014",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736712002002",
    "pii": "S1566736712002002"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84861881515",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2012-05-23 2012-05-23 2014-09-03T07:15:36 1-s2.0-S1566736712002002 S1566-7367(12)00200-2 S1566736712002002 10.1016/j.catcom.2012.05.014 S300 S300.2 FULL-TEXT 1-s2.0-S1566736712X00086 2024-04-05T06:29:33.253432Z 0 0 20120905 2012 2012-05-23T00:00:00Z articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1566-7367 15667367 false 26 26 C Volume 26 31 144 148 144 148 20120905 5 September 2012 2012-09-05 2012 article sco Copyright © 2012 Elsevier B.V. All rights reserved. MNO2ACTIVATIONPEROXYMONOSULFATEFORCATALYTICPHENOLDEGRADATIONINAQUEOUSSOLUTIONS SAPUTRA E 1 Introduction 2 Experimental methods 2.1 Material synthesis 2.2 Characterization 2.3 Catalytic activity tests 3 Results and discussion 4 Conclusion References BAUTISTA 2008 1323 1338 P NEYENS 2003 33 50 E PIGNATELLO 2006 1 84 J WANG 2008 714 720 S AI 2008 162 167 Z ZHANG 2006 408 412 W WATTS 2005 158 164 R CAO 2010 425 428 G ZHAO 2010 49 55 D SINGH 2010 2979 2986 M SALEH 2011 46 53 T LEE 2008 177 181 S CHOI 2011 6696 6701 B XU 2008 5038 5044 L DONG 2009 155 161 Y SUI 2009 8560 8565 N ANIPSITAKIS 2003 4790 4797 G SUN 2009 4363 4369 J LING 2010 385 389 S ANIPSITAKIS 2004 3705 3712 G HONG 2002 297 302 X WANG 2003 300 306 X ANIPSITAKIS 2005 13052 13055 G CHEN 2008 116 121 X YANG 2009 462 469 Q SHUKLA 2010 163 169 P SHUKLA 2010 529 534 P SAPUTRAX2012X144 SAPUTRAX2012X144X148 SAPUTRAX2012X144XE SAPUTRAX2012X144X148XE https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S1566-7367(12)00200-2 S1566736712002002 1-s2.0-S1566736712002002 10.1016/j.catcom.2012.05.014 272180 2014-09-04T08:16:48.706124-04:00 2012-09-05 1-s2.0-S1566736712002002-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/MAIN/application/pdf/995ecd9352aac320d35c9b9e5a526bc4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/MAIN/application/pdf/995ecd9352aac320d35c9b9e5a526bc4/main.pdf main.pdf pdf true 600705 MAIN 5 1-s2.0-S1566736712002002-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/PREVIEW/image/png/614c3d42b12a5c200c302792ebca7769/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/PREVIEW/image/png/614c3d42b12a5c200c302792ebca7769/main_1.png main_1.png png 62220 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736712002002-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr5/DOWNSAMPLED/image/jpeg/c74c3b60c32d1a5ee274aa875024aacb/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr5/DOWNSAMPLED/image/jpeg/c74c3b60c32d1a5ee274aa875024aacb/gr5.jpg gr5 gr5.jpg jpg 27728 598 382 IMAGE-DOWNSAMPLED 1-s2.0-S1566736712002002-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr4/DOWNSAMPLED/image/jpeg/bab66dba39bd0040c173662b4870eb88/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr4/DOWNSAMPLED/image/jpeg/bab66dba39bd0040c173662b4870eb88/gr4.jpg gr4 gr4.jpg jpg 27250 274 377 IMAGE-DOWNSAMPLED 1-s2.0-S1566736712002002-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr3/DOWNSAMPLED/image/jpeg/ff53da63b069c22ea56f80315b0553fc/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr3/DOWNSAMPLED/image/jpeg/ff53da63b069c22ea56f80315b0553fc/gr3.jpg gr3 gr3.jpg jpg 37317 584 388 IMAGE-DOWNSAMPLED 1-s2.0-S1566736712002002-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr2/DOWNSAMPLED/image/jpeg/4fa068107b7632cbd276fc6dcd1ee4bc/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr2/DOWNSAMPLED/image/jpeg/4fa068107b7632cbd276fc6dcd1ee4bc/gr2.jpg gr2 gr2.jpg jpg 41016 702 224 IMAGE-DOWNSAMPLED 1-s2.0-S1566736712002002-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr1/DOWNSAMPLED/image/jpeg/1c72634f00ad4e7b96203a59cf39d2a0/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr1/DOWNSAMPLED/image/jpeg/1c72634f00ad4e7b96203a59cf39d2a0/gr1.jpg gr1 gr1.jpg jpg 32042 543 391 IMAGE-DOWNSAMPLED 1-s2.0-S1566736712002002-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr5/THUMBNAIL/image/gif/857fdd1ae9236abd979651916f6bb099/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr5/THUMBNAIL/image/gif/857fdd1ae9236abd979651916f6bb099/gr5.sml gr5 gr5.sml sml 1853 163 104 IMAGE-THUMBNAIL 1-s2.0-S1566736712002002-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr4/THUMBNAIL/image/gif/25cc61996cb6fb49d4cdb1b9f4be3fd4/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr4/THUMBNAIL/image/gif/25cc61996cb6fb49d4cdb1b9f4be3fd4/gr4.sml gr4 gr4.sml sml 3705 159 219 IMAGE-THUMBNAIL 1-s2.0-S1566736712002002-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr3/THUMBNAIL/image/gif/48f4ac475eeae91241d4b288f8b5823c/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr3/THUMBNAIL/image/gif/48f4ac475eeae91241d4b288f8b5823c/gr3.sml gr3 gr3.sml sml 2329 164 109 IMAGE-THUMBNAIL 1-s2.0-S1566736712002002-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr2/THUMBNAIL/image/gif/d280f6c006d3300f99911a84e9928c19/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr2/THUMBNAIL/image/gif/d280f6c006d3300f99911a84e9928c19/gr2.sml gr2 gr2.sml sml 2842 163 52 IMAGE-THUMBNAIL 1-s2.0-S1566736712002002-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736712002002/gr1/THUMBNAIL/image/gif/7a891c62383a7b7216ab3fab194a8a01/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736712002002/gr1/THUMBNAIL/image/gif/7a891c62383a7b7216ab3fab194a8a01/gr1.sml gr1 gr1.sml sml 2786 164 118 IMAGE-THUMBNAIL CATCOM 3160 S1566-7367(12)00200-2 10.1016/j.catcom.2012.05.014 Elsevier B.V. Fig. 1 XRD patterns of various MnO2 catalysts. Fig. 2 TEM micrographs of various MnO2 catalysts. Fig. 3 N2 adsorption isotherms and pore size distribution of MnO2 catalysts. (a) Adsorption isotherm, (b) pore size distribution. Fig. 4 Phenol degradation profiles versus time on various MnO2 catalysts. Reaction conditions: [phenol]0 =30ppm, catalyst loading=0.4g/L, oxone loading=2.0g/L. Fig. 5 A comparison of phenol degradation at different runs on MnO2. Reaction conditions: [phenol]0 =30ppm, catalyst loading=0.4g/L, oxone loading=2.0g/L. (a) MnO2-300 (b) MnO2-140. Table 1 Porous structure and reaction rate constants of three α-MnO2 catalysts. Catalyst SBET(m2/g) V (cm3/g) Rate constant (min−1) TOC reduction (%) R2 MnO2-300 179 0.187 0.0457 90.5 0.938 MnO2-500 23 0.151 0.0873 98.9 0.999 MnO2-140 146 0.918 0.359 99.8 0.999 Short Communication α-MnO2 activation of peroxymonosulfate for catalytic phenol degradation in aqueous solutions Edy Saputra a b Syaifullah Muhammad a c Hongqi Sun a Archana Patel d Pradeep Shukla d Z.H. Zhu d Shaobin Wang a ⁎ a Department of Chemical Engineering, Curtin University, GPO Box U1987, Perth, WA 6845, Australia b Department of Chemical Engineering, Riau University, Pakanbaru, Indonesia c Department of Chemical Engineering, Syiah Kuala University, Banda Aceh, Indonesia d Division of Chemical Engineering, The University of Queensland, St Lucia, QLD 4072, Australia ⁎ Corresponding author. Tel.: +61 8 9266 3776; fax: +61 8 9266 2681. Several α-MnO2 catalysts in the forms of nanosphere, nanorod and nanowire were synthesized, characterized and tested in heterogeneous activation of peroxymonosulfate for phenol degradation in aqueous solutions. The α-MnO2 materials exhibited varying activities in activation of peroxymonosulfate to produce sulfate radicals for phenol degradation depending on structure and morphology. Crystalline structure of MnO2 is more important than porous structure in influencing the activity because crystalline α-MnO2 exhibited higher phenol degradation. Nanowired α-MnO2 presented the highest activity with stable performance while the mesoporous α-MnO2 nanosphere with amorphous structure presented the lowest activity and stability. Kinetic study showed that phenol degradation on α-MnO2 followed the first order kinetics. Highlights ► α-MnO2 catalysts in nanosphere, nanorod and nanowire were synthesized. ► α-MnO2 can effectively activate peroxymonosulfate for phenol degradation. ► Nanowired α-MnO2 presented the highest activity with stable performance. ► Phenol degradation on α-MnO2 followed the first order kinetics. Keywords Mesoporous MnO2 Peroxymonosulfate activation Advanced oxidation Water treatment 1 Introduction Wastewater from various households and industrial processes contains many organic compounds. Most organic compounds are toxic to the environment and human beings. Complete degradation of organic pollutants in wastewater is one of the focuses in water treatment. In the last decades, advanced oxidation processes (AOPs) have emerged as effective processes to completely degrade organic compounds in aqueous media. Currently, most AOPs are based on the generation of very reactive species, such as hydroxyl radicals (OH•) that oxidize a broad range of pollutants quickly and non‐selectively [1–4]. Recently, MnO2 nanomaterials have attracted much attention because of their physical and chemical properties and possess a great potential as heterogeneous catalysts [5–8], adsorbents [9–11], and battery materials [12,13]. However, few studies have been conducted on the catalytic properties of MnO2 materials in water treatment. Watts et al. [7] investigated amorphous and crystalline MnO2 as catalysts for the Fenton-like decomposition of hydrogen peroxide and found that the amorphous and crystalline β-MnO2 at near-neutral pH resulted in significant carbon tetrachloride degradation. Zhang et al. [6] reported the synthesis of β-MnO2 nanorods and the use in the oxidation of methylene blue in the presence of H2O2. Xu et al. [14] investigated the oxidative removal of steroid estrogens from water by MnO2 and the factors influencing the reactions. They found MnO2 exhibited a promising chemical agent under optimized conditions for estrogen removal from water. Ai et al. [5] used microwave irradiation to synthesize MnO2 and tested catalytic degradation of Rhodamine B in aqueous solution. Dong et al. [15] also evaluated the catalytic properties of β-MnO2 nanowires for the degradation of phenol and revealed good separability and remarkable catalysis for the degradation of phenol on β-MnO2 nanowires. Sui et al. [16] prepared α/β-MnO2 by a molten salt route and found that they showed excellent catalytic performance in the Fenton-like reaction. In most previous investigations in water treatment, MnO2 was usually used for the Fenton-like reaction for production of hydroxyl radicals from H2O2 and oxidation of organic compounds. Recently, sulfate radicals produced by Co2+/Oxone have attracted intense attention in degradation of organic compounds for water treatment [17–19]. However, Co2+ is highly toxic and will cause secondary pollution. Therefore, alternative metals, like Fe2+, have been proposed, but Fe exhibited much lower activity. Anipsitakis and Dionysiou [20] studied nine transition metal ions for the activation of three oxidants and the generation of sulfate, peroxymonosulfate, and hydroxyl radicals. They suggested that the conjunction of Ce3+, Mn2+, and Ni2+ ions with peroxymonosulfate (PMS, HSO5 −) also showed the generation of sulfate radicals. However, no further work has been reported for solid MnO2 for the activation of peroxymonosulfate to generate sulphate radicals. MnO2 has several different phases such as α-, β-, γ-, δ-, η-, and ε-MnO2 with varying structures. Using MnO2 instead of Co oxides for heterogeneous activation of peroxymonosulfate will be an alternative technique for advanced oxidation process. In this paper, we report the synthesis of several α-MnO2 with different porous structures and morphologies and evaluate their performance, for the first time, in activation of peroxymonosulfate for sulphate radical generation to decompose phenol in aqueous solution. 2 Experimental methods 2.1 Material synthesis A mesoporous MnO2 sample was first prepared by reduction of KMnO4 with maleic acid reported earlier by Hong et al. [21]. In this synthesis, potassium permanganate was dissolved in distilled water and mixed with a maleic acid solution. The molar ratio of the mixture was KMnO4:Maleic acid=1:3. The resulting solution was mixed thoroughly and aged for 24h at room temperature. After that, brown precipitates were filtered and washed with water several times. The precipitates were dried at room temperature for 24h and calcined at 300°C for 4h at the rate of 3°C/min. This sample was referred as MnO2-300. The second sample was obtained by calcination of the precipitates at 500°C for 4h, which was referred as MnO2-500. Another MnO2 was obtained by a hydrothermal method reported by Wang and Li [22]. Typically, MnSO4 (0.008mol) and an equal amount of ammonium persulfate ((NH4)2S2O8) were put into distilled water at room temperature to form a homogeneous solution, which was then transferred into a 40mL Teflon-lined stainless steel autoclave, sealed and maintained at 140°C for 12h. The resulting solid product was filtered, washed with distilled water, and finally dried in air at 100°C overnight. This sample was referred as MnO2-140. 2.2 Characterization Surface area and pore size measurements of various MnO2 samples were carried out by N2 adsorption analysis at −196°C using a Micromeritics Tristar 3000. The MnO2 samples were degassed at 200°C for 24h prior to adsorption analysis. The surface area and pore size distribution were obtained by the BET and BJH methods, respectively. The crystal structure of the synthesized MnO2 powders was characterized by an X-ray diffractometer (XRD, Bruker D8 Advance) equipped with Cu Kα radiation (λ=1.54178Å) operated at 40kV and 30mA. The particle morphology was examined from transmission electron microscopy (TEM) using a JEOL JEM1010 electron microscope. 2.3 Catalytic activity tests Phenol degradation tests were carried out at 25°C in 1L glass vessel with 500mL of phenol solutions at 30ppm with a constant stirring of 400rpm. Firstly, peroxymonosulfate (PMS using Oxone, 2KHSO5·KHSO4·K2SO4, obtained from Sigma-Aldrich) was added into the phenol solutions at 2.0g/L and then 0.20g MnO2 catalysts were added in. At certain time intervals, a water sample (1mL) was withdrawn into a HPLC vial, 0.5mL of pure methanol was injected into the vial to quench the reaction. The concentration of phenol was analyzed using a Varian HPLC with a UV detector set at λ=270nm (Detection limit<50ppb). A C‐18 column was used to separate the organics while the mobile phase made of 30% CH3CN and 70% water was passed at a flow rate of 1.5mL/min. For comparison, some control tests using either MnO2 or PMS were also conducted. For some samples, total organic carbon (TOC) was obtained using a Shimadzu TOC-5000 CE analyzer. For the measurement of TOC, 5mL sample was extracted at a fixed interval and quenched with 5mL of 3M sodium nitrite solution and then analyzed on the TOC analyzer. For multiple uses of MnO2 catalysts, the reacted MnO2 after each run was collected by filtration followed by thoroughly washing with distilled water several times, and then it was dried at 80°C for 2h for reuse again. 3 Results and discussion Fig. 1 shows XRD patterns of three synthesized MnO2 samples. The three MnO2 samples present similar crystalline peaks at 2θ=12.8, 18.1, 28.6 and 37.5º, which was identified as α-MnO2. The as-synthesized MnO2-300 did not show strong crystalline peaks while the other two MnO2 presented strong XRD diffraction. This means that MnO2-300 is not fully crystallized with large extent as an amorphous phase. The other two MnO2 catalysts are in well-developed crystalline phase. Fig. 2 shows TEM images of three MnO2 samples. As seen, the synthesized α-MnO2-300 particles presented in an aggregated amorphous phase with spherical shape and porous structure. The particle size is about 5–10nm. After calcination at 500°C, most amorphous α-MnO2 nanoparticles were transformed into nanorods with a diameter of 10–40nm and particle size differs in the range of 50–200nm. MnO2-140 showed as well-defined nanowires with a diameter of 10–20nm. Fig. 3 shows N2 adsorption isotherms and pore size distributions of three MnO2 samples. As can be seen, three samples showed quite different N2 adsorption isotherms. MnO2-300 showed a hysteresis loop at p/p0 =0.4, indicating a typical mesoporous structure. MnO2-140 also showed a hysteresis loop but at a lower pressure of p/p0 =0.2–0.4, suggesting the presence of smaller mesopore size. Meanwhile the pore size distributions indicate that MnO2-300 and MnO2-140 have a typical mesoporous structure profile with a peak centered at 3.5 and 3.0nm, respectively. However, MnO2-500 seems to be a nonporous material based on adsorption isotherm and pore size distribution. The BET surface area and pore volume are given in Table 1 . MnO2-300 has the highest BET surface area while MnO2-500 has the lowest BET surface area. MnO2-140 has the medium value of BET surface area. From XRD results, it is seen that MnO2-300 presents in amorphous phase with low crystalline structure. TEM also showed that MnO2-300 has many pores, which contributes to higher surface area. Meanwhile, MnO2-500 presented in crystalline phase with nanorod morphology, thus it has the lowest surface area. MnO2-140 is also in crystalline phase, however, the nanowires have micropores and the interwoven could produce pores among the wires. Fig. 4 displays phenol degradation profiles with time on three α-MnO2 samples. Some control tests were also conducted with either peroxymonosulfate (PMS) or MnO2. As seen, no phenol degradation occurred with the presence of only PMS, indicating no activation of PMS for sulfate radical generation. However, there was a slow reduction in phenol concentration to 18% at 40min on MnO2-140, which could be attributed to minor adsorption of phenol on MnO2-140. With the presence of PMS and MnO2, phenol degradation occurred. MnO2-300 presented a low rate of phenol degradation with 100% phenol decomposition occurring at 150min. MnO2-500 showed a faster phenol degradation rate than MnO2-300 with 100% phenol decomposition at 60min. MnO2-140 exhibited the highest reaction rate with 100% phenol decomposition at 20min. For the three MnO2 catalysts, measurements of TOC reduction showed that the TOC reductions at 90min are 90.5, 98.9 and 99.8% for MnO2-300, MnO2-500 and MnO2-140, respectively, suggesting much higher degradation of the organic in this reaction. BET surface area (Table 1) of three α-MnO2 followed the order of MnO2-300>MnO2-140>MnO2-500, which is different from the order of their activity in phenol degradation. This suggests that porous structure is not the dominating factor influencing MnO2 catalytic activity. XRD and TEM showed that MnO2-140 and MnO2-500 were fully crystalline materials in nanowires and nanorods, respectively. MnO2-140 presented high crystallinity and low crystal diameter. Thus, it is deduced that crystallinity of MnO2 is more important in their catalytic activity. For phenol decomposition, a first-order kinetic model was employed to fit the variation of phenol concentration against time. The rate constant and regression coefficients are given in Table 1. It was found that the model fit well to the experiments with high regression coefficients. Previously, MnO2 has been investigated for the activation of H2O2 to produce hydroxyl radicals for several organics oxidation and it showed effective activity. Watts et al. [7] investigated oxidative and reductive pathways in manganese-catalyzed Fenton's reactions and found that reductants were generated by crystalline and amorphous manganese oxide-catalyzed decomposition of H2O2. In this investigation, MnO2 can catalyze the decomposition of peroxymonosulfate and produce sulphate radicals as shown in the following equations. (1) HSO5 − +2MnO2 →SO5 2−• +OH− +Mn2O3 (2) HSO5 − +Mn2O3 →SO4 2−• +H+ + 2MnO2 (3) SO4 2−• +H2O→OH• +H+ +SO4 2− (4) C6H5OH+SO4 2−• →several steps→CO2 +H2O+SO4 2− Anipsitakis and Dionysiou [20] studied homogeneous activation of peroxymonosulfate with Mn2+ for 2,4-dichlorophenol (2,4-DCP) oxidation and found that transformation of 2,4-DCP in 4h of reaction time was 24% at 50ppm 2,4-DCP and 1.244mM HSO5 −. Several heterogeneous cobalt systems have also been tested in activation of peroxymonosulfate for oxidation of organics in water. Anipsitakis et al. [23] used CoO and Co3O4 with peroxymonosulfate for 2,4-DCP degradation at 20ppm. Complete destruction of 2, 4-DCP on CoO took place within 30min while 74% transformation was obtained using Co3O4. Chen et al. [24] used nano-Co3O4 with an average size of 20nm to activate peroxymonosulfate for degradation of Acid Orange 7 (AO7). They found that 98% decomposition of AO7 could be achieved in 30min at the conditions of 0.2mM AO7, 0.5g/L nano-Co3O4 and 2mM HSO5 −. Yang et al. [25] used FeCo mixed oxide (CoFe2O4) nanocatalysts for the heterogeneous activation of peroxymonosulfate to generate sulphate radicals targeting the decomposition of 2,4-DCP. About 50–80% 2,4-DCP decomposition in 50ppm could be obtained in 2h on various FeCo mixed oxides. Therefore, it is seen that MnO2 presented higher activity in phenol degradation than Mn2+ and heterogeneous Co systems. Fig. 5 shows the catalytic performance of MnO2-300 and MnO2-140 in multiple uses. For MnO2-300, significant reduction of phenol degradation was observed in three runs, suggesting a deactivation of the catalyst. In the third run, phenol degradation was 70% at 100min compared with 100% in the first run. For MnO2-140, phenol degradation was still much high with 100% degradation at 20min, same as that in the first run. This suggests that MnO2-140 is much stable and can be recycled for multiple uses. Several heterogeneous Co systems have been tested for the stability in activation of peroxymonosulfate for organic decomposition. Chen et al. [24] have found that nano-Co3O4 presented a long-term stability in the degradation of AO7. Shukla et al. [26] tested cobalt exchanged zeolites for heterogeneous catalytic oxidation of phenol in the presence of peroxymonosulfate and found that Co-ZSM-5 presented stable performance for phenol degradation. They further tested activated carbon (AC) supported cobalt catalysts for advanced oxidation of phenol in aqueous solution. Co/AC exhibited stable performance after several rounds of regeneration [27]. Compared with Co/AC, MnO2-140 in this work showed higher activity and stable performance. Therefore, it can be a promising catalyst replacing toxic Co2+ for activation of peroxymonosulfate to produce sulphate radicals for organic oxidation. 4 Conclusion Three α-MnO2 catalysts with different morphologies were synthesized and they showed high activity in heterogeneous activation of peroxymonosulfate for sulfate radical generation to decompose phenol in aqueous solution. Crystalline MnO2 demonstrated high activity. Nanowired MnO2-140 produced the highest phenol degradation with 100% phenol degradation and 99% TOC reduction in 90min and it also exhibited high stability. However, amorphous MnO2-300 with mesoporous structure gave the lowest activity and less stability. Phenol degradation on MnO2 could be described by the first-order kinetics. References [1] P. Bautista A.F. Mohedano J.A. Casas J.A. Zazo J.J. Rodriguez Journal of Chemical Technology and Biotechnology 83 2008 1323 1338 [2] E. Neyens J. Baeyens Journal of Hazardous Materials 98 2003 33 50 [3] J.J. Pignatello E. Oliveros A. MacKay Critical Reviews in Environmental Science and Technology 36 2006 1 84 [4] S. Wang Dyes and Pigments 76 2008 714 720 [5] Z.H. Ai L.Z. Zhang F.H. Kong H. Liu W.T. Xing J.R. Qiu Materials Chemistry and Physics 111 2008 162 167 [6] W. Zhang Z. Yang X. Wang Y. Zhang X. Wen S. Yang Catalysis Communications 7 2006 408 412 [7] R.J. Watts J. Sarasa F.J. Loge A.L. Teel Journal of Environmental Engineering-ASCE 131 2005 158 164 [8] G. Cao L. Su X. Zhang H. Li Materials Research Bulletin 45 2010 425 428 [9] D. Zhao X. Yang H. Zhang C. Chen X. Wang Chemical Engineering Journal 164 2010 49 55 [10] M. Singh D.N. Thanh P. Ulbrich N. Strnadová F. Štěpánek Journal of Solid State Chemistry 183 2010 2979 2986 [11] T.A. Saleh S. Agarwal V.K. Gupta Applied Catalysis B: Environmental 106 2011 46 53 [12] S. Lee B. Choi N. Hamasuna C. Fushimi A. Tsutsumi Journal of Power Sources 181 2008 177 181 [13] B. Choi S. Lee C. Fushimi A. Tsutsumi Electrochimica Acta 56 2011 6696 6701 [14] L. Xu C. Xu M.R. Zhao Y.P. Qiu G.D. Sheng Water Research 42 2008 5038 5044 [15] Y.M. Dong H.X. Yang K. He S.Q. Song A.M. Zhang Applied Catalysis B: Environmental 85 2009 155 161 [16] N. Sui Y. Duan X. Jiao D. Chen Journal of Physical Chemistry C 113 2009 8560 8565 [17] G.P. Anipsitakis D.D. Dionysiou Environmental Science & Technology 37 2003 4790 4797 [18] J. Sun X. Li J. Feng X. Tian Water Research 43 2009 4363 4369 [19] S.K. Ling S. Wang Y. Peng Journal of Hazardous Materials 178 2010 385 389 [20] G.P. Anipsitakis D.D. Dionysiou Environmental Science & Technology 38 2004 3705 3712 [21] X.L. Hong G.Y. Zhang H.Q. Yang Y.Y. Zhu Journal of Materials Synthesis and Processing 10 2002 297 302 [22] X. Wang Y.D. Li Chemistry-A European Journal 9 2003 300 306 [23] G.P. Anipsitakis E. Stathatos D.D. Dionysiou The Journal of Physical Chemistry. B 109 2005 13052 13055 [24] X. Chen J. Chen X. Qiao D. Wang X. Cai Applied Catalysis B: Environmental 80 2008 116 121 [25] Q. Yang H. Choi S.R. Al-Abed D.D. Dionysiou Applied Catalysis B: Environmental 88 2009 462 469 [26] P. Shukla S.B. Wang K. Singh H.M. Ang M.O. Tade Applied Catalysis B: Environmental 99 2010 163 169 [27] P.R. Shukla S.B. Wang H.Q. Sun H.M. Ang M. Tade Applied Catalysis B: Environmental 100 2010 529 534",
      "scopus-id": "84861881515",
      "coredata": {
        "eid": "1-s2.0-S1566736712002002",
        "dc:description": "Several α-MnO2 catalysts in the forms of nanosphere, nanorod and nanowire were synthesized, characterized and tested in heterogeneous activation of peroxymonosulfate for phenol degradation in aqueous solutions. The α-MnO2 materials exhibited varying activities in activation of peroxymonosulfate to produce sulfate radicals for phenol degradation depending on structure and morphology. Crystalline structure of MnO2 is more important than porous structure in influencing the activity because crystalline α-MnO2 exhibited higher phenol degradation. Nanowired α-MnO2 presented the highest activity with stable performance while the mesoporous α-MnO2 nanosphere with amorphous structure presented the lowest activity and stability. Kinetic study showed that phenol degradation on α-MnO2 followed the first order kinetics.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2012-09-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736712002002",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Saputra, Edy"
          },
          {
            "@_fa": "true",
            "$": "Muhammad, Syaifullah"
          },
          {
            "@_fa": "true",
            "$": "Sun, Hongqi"
          },
          {
            "@_fa": "true",
            "$": "Patel, Archana"
          },
          {
            "@_fa": "true",
            "$": "Shukla, Pradeep"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Z.H."
          },
          {
            "@_fa": "true",
            "$": "Wang, Shaobin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736712002002"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736712002002"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(12)00200-2",
        "prism:volume": "26",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "α-MnO2 activation of peroxymonosulfate for catalytic phenol degradation in aqueous solutions",
        "prism:copyright": "Copyright © 2012 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Mesoporous MnO2"
          },
          {
            "@_fa": "true",
            "$": "Peroxymonosulfate activation"
          },
          {
            "@_fa": "true",
            "$": "Advanced oxidation"
          },
          {
            "@_fa": "true",
            "$": "Water treatment"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "144-148",
        "prism:endingPage": "148",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 September 2012",
        "prism:doi": "10.1016/j.catcom.2012.05.014",
        "prism:startingPage": "144",
        "dc:identifier": "doi:10.1016/j.catcom.2012.05.014",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "598",
            "@width": "382",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27728",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "274",
            "@width": "377",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27250",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "584",
            "@width": "388",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37317",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "702",
            "@width": "224",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41016",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "543",
            "@width": "391",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32042",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1853",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "159",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3705",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "109",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2329",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "52",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2842",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736712002002-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2786",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84861881515"
      }
    }
  }
}