{
  "metadata": {
    "title": "Silver decorated alpha-manganese oxide nanostructured electrocatalyst for rechargeable lithium–oxygen battery",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2015-02-10",
    "doi": "10.1016/j.catcom.2014.12.009",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736714005111",
    "pii": "S1566736714005111"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84918559328",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2014-12-11 2014-12-11 2015-02-05T07:19:08 1-s2.0-S1566736714005111 S1566-7367(14)00511-1 S1566736714005111 10.1016/j.catcom.2014.12.009 S300 S300.1 FULL-TEXT 1-s2.0-S1566736714X00166 2020-11-11T12:26:04.136778Z 0 0 20150210 2015 2014-12-11T11:25:28.465797Z articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref 1566-7367 15667367 true 61 61 C Volume 61 11 44 47 44 47 20150210 10 February 2015 2015-02-10 2015 article sco Copyright © 2014 Elsevier B.V. All rights reserved. SILVERDECORATEDALPHAMANGANESEOXIDENANOSTRUCTUREDELECTROCATALYSTFORRECHARGEABLELITHIUMOXYGENBATTERY HUANG Z 1 Introduction 2 Experimental 2.1 Synthesis 2.2 Measurement and characterization 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References ZHANG 2014 1952 2959 T ABRAHAM 1996 1 5 K HAN 2014 1497 1499 X KIM 2014 33 47 H DINOTO 2012 2451 2459 V DINOTO 2012 185 199 V WANG 2010 7931 7935 H ZHANG 2014 776 778 Z ZHU 2013 9573 9575 D ZHOU 2013 15459 15468 X TERASHIMA 2013 5407 5420 C SU 2012 14010 14022 H DEBART 2008 4521 4524 A DINOTO 2011 257 269 V DINOTO 2010 7564 7574 V WU 2014 167 175 Q ZHANG 2013 3540 3542 L YU 2013 1163 1170 Y ZHANG 2010 1202 1206 D THAPA 2011 A1483 A1489 A HUANGX2015X44 HUANGX2015X44X47 HUANGX2015X44XZ HUANGX2015X44X47XZ item S1566-7367(14)00511-1 S1566736714005111 1-s2.0-S1566736714005111 10.1016/j.catcom.2014.12.009 272180 2015-02-05T21:15:05.2362-05:00 2015-02-10 1-s2.0-S1566736714005111-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/MAIN/application/pdf/36ba7bffcc35644007c7cd066b6e329a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/MAIN/application/pdf/36ba7bffcc35644007c7cd066b6e329a/main.pdf main.pdf pdf true 782777 MAIN 4 1-s2.0-S1566736714005111-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/PREVIEW/image/png/9532712504267f9c900af00fcd600935/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/PREVIEW/image/png/9532712504267f9c900af00fcd600935/main_1.png main_1.png png 62496 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736714005111-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/mmc1/MAIN/application/msword/90df09c1821ef7fccc967ccac792e98b/mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/mmc1/MAIN/application/msword/90df09c1821ef7fccc967ccac792e98b/mmc1.docx mmc1 mmc1.docx docx 352972 APPLICATION 1-s2.0-S1566736714005111-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/gr4/DOWNSAMPLED/image/jpeg/05b13bcd710cc8ebe5bfcc75d5495242/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/gr4/DOWNSAMPLED/image/jpeg/05b13bcd710cc8ebe5bfcc75d5495242/gr4.jpg gr4 gr4.jpg jpg 34343 286 359 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714005111-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/gr3/DOWNSAMPLED/image/jpeg/588ea67a9e4370eb0a35b8f8588681b7/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/gr3/DOWNSAMPLED/image/jpeg/588ea67a9e4370eb0a35b8f8588681b7/gr3.jpg gr3 gr3.jpg jpg 43524 589 387 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714005111-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/gr2/DOWNSAMPLED/image/jpeg/4e80e3bba489f1d55397b412d9e3c0b0/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/gr2/DOWNSAMPLED/image/jpeg/4e80e3bba489f1d55397b412d9e3c0b0/gr2.jpg gr2 gr2.jpg jpg 29486 579 355 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714005111-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/gr1/DOWNSAMPLED/image/jpeg/fbb4899cadc15a1728e3f7b4d1905fcf/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/gr1/DOWNSAMPLED/image/jpeg/fbb4899cadc15a1728e3f7b4d1905fcf/gr1.jpg gr1 gr1.jpg jpg 52913 267 538 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714005111-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/gr4/THUMBNAIL/image/gif/7fab17a3eac01c038f50f817face7132/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/gr4/THUMBNAIL/image/gif/7fab17a3eac01c038f50f817face7132/gr4.sml gr4 gr4.sml sml 6589 164 206 IMAGE-THUMBNAIL 1-s2.0-S1566736714005111-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/gr3/THUMBNAIL/image/gif/3c763d4d0383bec7fc074c17d4abc932/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/gr3/THUMBNAIL/image/gif/3c763d4d0383bec7fc074c17d4abc932/gr3.sml gr3 gr3.sml sml 3985 163 107 IMAGE-THUMBNAIL 1-s2.0-S1566736714005111-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/gr2/THUMBNAIL/image/gif/e82ff30caafbb7ae56ac57e4fad0a4d5/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/gr2/THUMBNAIL/image/gif/e82ff30caafbb7ae56ac57e4fad0a4d5/gr2.sml gr2 gr2.sml sml 2259 163 100 IMAGE-THUMBNAIL 1-s2.0-S1566736714005111-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714005111/gr1/THUMBNAIL/image/gif/d17dd97da6166183d8f3c46cfce72440/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714005111/gr1/THUMBNAIL/image/gif/d17dd97da6166183d8f3c46cfce72440/gr1.sml gr1 gr1.sml sml 10431 109 219 IMAGE-THUMBNAIL CATCOM 4163 S1566-7367(14)00511-1 10.1016/j.catcom.2014.12.009 Elsevier B.V. Fig. 1 Morphology of α-MnO2 with and without Ag decorating. (a) pure α-MnO2; (b) Ag decorated α-MnO2. Fig. 2 XPS high-resolution spectra of (a) Ag 3d; (b) Mn 2p. Fig. 3 (a) Typical charge–discharge profile of the batteries using α-MnO2, Ag/α-MnO2 and mixed Ag–MnO2 as catalyst in the 2.0–4.0V voltage window at 0.02mAcm−2; (b) the charge–discharge curves of the batteries using Ag/α-MnO2 as catalyst in the 2.0–4.0V voltage window at various discharge rates: 0.02, 0.05, and 0.1mAcm−2. Fig. 4 FTIR spectra of air electrode before and after discharge in the 2.0–4.0V voltage window at 0.02mAcm−2. Short communication Silver decorated alpha-manganese oxide nanostructured electrocatalyst for rechargeable lithium–oxygen battery Zheng Huang a b Ming Zhang a Junfang Cheng a Yingpeng Gong a Bo Chi a ⁎ Jian Pu a Li Jian a a Center for Fuel Cell Innovation, State Key Laboratory of Material Processing and Die & Mould Technology, School of Materials Science and Engineering, Huazhong University of Science & Technology, Wuhan 430074, China Center for Fuel Cell Innovation State Key Laboratory of Material Processing and Die & Mould Technology School of Materials Science and Engineering Huazhong University of Science & Technology Wuhan 430074 China b Research Center for Engineering Technology of Polymeric Composites of Shanxi Province, School of Materials Science and Engineering, North University of China, TaiYuan 030051, China Research Center for Engineering Technology of Polymeric Composites of Shanxi Province School of Materials Science and Engineering North University of China TaiYuan 030051 China ⁎ Corresponding author. Ag decorated α-MnO2 nanorods are studied as a cathode catalyst for rechargeable lithium–oxygen battery (LOB). The composites are synthesized by in-situ composite technique in the presence of polymeric additives and characterized by SEM, XPS, and FT-IR. The battery with Ag decorated α-MnO2 nanorod composite electrode shows an initial discharge capacity of 793mAhg−1 (electrode), with reversible charge capacity of 778mAhg−1 (electrode), while battery with only α-MnO2 has discharge capacity of 510mAhg−1 (electrode) and charge capacity of 504mAhg−1 (electrode). No Li2O or Li2O2 can be detected after discharge and Li2CO3 is the main discharge product, which suggests that the decomposition of organic carbonate electrolyte occurs during discharge. Keywords Silver Alpha-MnO2 Nano-electrocatalyst Air electrode Li–O2 battery 1 Introduction Rechargeable LOBs having the potential to provide 3–5 times gravimetric energy density of conventional Li-ion batteries [1,2] are very attractive for the future energy storage system. However, the development of LOBs faces a lot of challenges, such as low round-trip efficiency, low rate capability, poor cycle life and electrolyte instability [3]. The cathode is the bottle-neck of a nonaqueous LOB, wherein the terribly sluggish oxygen reduction/evolution reaction (ORR/OER) kinetics not only increases the overpotential, but also causes poor rechargeability and low rate capability [4]. Therefore, it is vital to develop highly effective catalyst. Until now, Pt and its alloys have been considered as the best catalysts for metal-oxygen batteries [5,6]. However, Pt remains an expensive metal of low abundance. Therefore, much of the focus has moved toward metal oxides [7], metal nitrides [8], phthalocyanine compounds [9], etc. Manganese oxides (MnOx) have been widely studied as an alternative to noble metal based catalysts because of their advantages, as abundance, low cost, environmental friendliness, and favorable ORR and OER activity [10,11]. Recently, Su et al. [12] reported that Mn ion oxidation state in MnOx significantly influenced the catalytic activity for oxygen reduction and oxidation catalysis by using a combination of computational modeling and experiments. Mn shows oxidation states from +2 to +3 to +4 near the equilibrium potential for ORR and OER, suggesting that Mn can exchange oxygen atoms with the electrolyte at relevant potentials property which could potentially facilitate ORR and OER. Among various MnOx polymorphs, α-MnO2 is believed to be a promising catalyst. Higher activity of α-MnO2 is attributed to the 2×2 tunnel frame structure and large number of defects [13]. Nevertheless, it is evident that the activity of α-MnO2 still falls below those of noble metal-based catalysts [14,15]. Because of the excellent electronic conductivity of Ag, it would be an ideal conductor to form electron-transferring channels during manganese dioxide discharging. Ag can facilitate the direct reduction of O2 to O2−. The oxygen atoms that are not reduced to O2− in the 4e− process may be reduced to O2 2− in a two electrons process. So, the combination of these two catalysts should significantly enhance the performance of the air electrode. Wu et al. [16] prepared Ag–MnOx/C composites using AgNO3 and KMnO4 as the precursors and Vulcan XC-72 as the support. The Ag–MnOx/C-300 shows the highest activity toward the ORR, with the half-wave potential of the ORR shifting negatively only 0.035V compared to that on the commercial 40wt.% Pt/C. The maximum power density of the zinc–air battery with the Ag–MnOx/C-300 air electrode reaches up to 130mWcm−2, higher than those based on the Pd/C and Pt/C cathode catalysts. Herein, we report Ag decorated α-MnO2 nanostructured composite catalyst for rechargeable LOB. In such a composite structure, α-MnO2 nanorods provide accessibility of active species during discharge and charge. Ag has comparable catalytic activity with Pt and Au, though its cost is much lower. Thus high activity is expected with the nanostructured composite cathode for LOB. 2 Experimental 2.1 Synthesis Chemical reagents were purchased from Beijing Chemical Works and used without further purification. In all processes ethanol (AR) and deionized water were used. In brief, 0.1mol KMnO4 and 0.15mol MnSO4·H2O were dissolved in 30mL of deionized water separately. Then the MnSO4·H2O solution was added to KMnO4 solution slowly under magnetic stirring for 4h. The solution was transferred into a 100mL Teflon-line stainless steel autoclave and heated at 160°C for 24h. The products (α-MnO2) were collected by centrifugation, washed with deionized water and dried under vacuum at 80°C. 3.5g AgNO3 was dissolved in 60mL deionized water, then 0.1M NH3·H2O (28wt.%) was added until the solution became transparent again to form [Ag(NH3)2]+ solution. Reducing solution was prepared by mixing 45g C6H12O6, 1.5g PVP, 100mL ethanol and 1L deionized water together. 0.5g α-MnO2 was dispersed in 50mL of 1wt.% sodium dodecyl sulfonate (SDS) of [Ag(NH3)2]+ solution for 30min. Then α-MnO2 with Ag nanoparticles can be obtained by mixing [Ag(NH3)2]+ solution and reducing solution with a ratio of 1/1 (v/v) dropwise under magnetic stirring for 6h. The final products were collected by centrifugation, washed with ethanol and dried under vacuum at 80°C. 2.2 Measurement and characterization The morphology and composition were investigated using a field emission scanning electron microscope (FE-SEM, FEI, Sirion 200) and X-ray photoelectron spectroscopy (XPS, ESCA-LAB 250 photoelectron spectrometer). FT-IR measurement was performed with a transmission method using KBr windows and mercury cadmium telluride (MCT) semiconductor detector was used. Discharge–charge (DC) performance was carried out in a Hantest cycler (Wuhan Hantest Technology Co., Ltd.) with a lower voltage limit of 2.0V and an upper limit of 4.0V vs Li+/Li under different current densities. The observed capacity was normalized by the total weight of the air electrode in this study. Before test, the batteries (detailed assembly processes are given in ESI) were rested for 4h to reach equilibrium of oxygen concentrations and moisture of electrolyte. 3 Results and discussion The morphology of α-MnO2 with and without Ag particles decorating was analyzed by FESEM, as shown in Fig. 1 . Fig. 1a confirms that the as-prepared α-MnO2 is nanorod with a length of a few microns and diameter less than 100nm. The nanorods have uniformity and good dispersion. Fig. 1b shows Ag decorated α-MnO2 nanorods. It can be found that Ag snow crystals are homogeneously covering on the surface of nanorods, which is consistent with the XRD (Fig. S1) and EDS results (Fig. S2). The chemical composition of Ag/α-MnO2 catalyst was examined by XPS. Fig. 2 shows Ag 3d and Mn 2p regions of XPS spectra of the composite. In Fig. 2a, peaks of binding energy (BE) at 368.46eV and 374.44eV can be assigned to Ag 3d5/2 and Ag 3d3/2, which are similar to the metallic Ag with the characteristic peaks at 368eV (3d5/2) and 374eV (3d3/2) [17]. Besides that, the Mn 2p XPS spectrum exhibits two major peaks with BE values at 642.2eV and 653.8eV in Fig. 2b and a spin-energy separation of 11.6eV, which are in good agreement with the reported data of Mn 2p3/2 and 2p1/2 for MnO2 [18]. XPS results show that the composite consists of MnO2 and Ag. Fig. 3a is the typical discharge–charge curves of the LOB at 0.02mAcm−2 using α-MnO2, Ag/α-MnO2 nanocomposite and physically mixed Ag–MnO2 as cathode, respectively. Pure α-MnO2 nanorods show an initial discharge capacity of 522mAhg−1 (electrode) during the first cycle and the charge capacity of 507mAhg−1 (electrode). The discharge plateau curve is flat at 2.8–2.9V, which is comparable to reported data [19] and the charge potential plateau curve is observed at 3.9V, which is slightly higher than the theoretical potential of 2.95V vs. Li/Li+. However, for Ag/α-MnO2 nanocomposite cathode, the overall performance enhancement can be observed, compared with pure α-MnO2 nanorod cathode. The open-circuit voltage (OCV) of the battery is about 3.15±0.18V, and the discharge plateau is large and flat at 2.84V vs. Li/Li+, which is close to the theoretical value of 2.95V vs. Li/Li+ for Li2O2 formation. The charge potential is also suppressed at 3.8V vs. Li/Li+ and shows a flat plateau curve with reversible capacity. It shows an initial discharge capacity of 944mAhg−1 (electrode) with reversible charge capacity of 892mAhg−1 (electrode) in Ag/α-MnO2 nanocomposite cathode. It can also be found that physically mixed Ag and α-MnO2 shows performance between the other two cathodes. To further measuring the performance of the battery with Ag/α-MnO2 nanocomposite cathode, the initial charge–discharge curves of the battery at 0.02, 0.05, and 0.1mAcm−2 are shown in Fig. 3b. For comparison, A. K. Thapa et al. [20] reported LOB with a capacity of 817mAhg−1 (electrode) using Pd/β-MnO2 catalyst at 0.025mAcm−2 and the battery exhibited stable specific capacities. Ex-situ and in-situ XRD results suggested that the observed capacity comes primarily from the oxidation of Li+ to Li2O2 followed by Li2O after discharge to 2.0V vs Li/Li+. However, the specific capacity and operating voltage of the battery with Ag/α-MnO2 nanocomposite cathode decrease with the increasing current density. It can be found that the discharge capacity of the battery decreases to 824mAhg−1 (electrode) at 0.05mAcm−2 and 793mAhg−1 (electrode) at 0.1mAcm−2, respectively. This phenomenon is related with the oxygen solubility and diffusivity (cyclic voltammetry, see Fig. S3), which limit the discharge reaction at high current rate. As the inherent limitation of LOB, the limited oxygen solubility and diffusivity significantly affect the rate capability of the battery, and there is not enough oxygen to enable the discharge reaction at a high current density. The porosity of the air electrode is not high and Li foil with small surface area used for anode. Therefore, one reason for the decreased discharge capacity at high current density might be the slow dissolution rate of Li metal into electrolyte and also slow diffusion of Li+ in the air electrode to active site. Although the LOB is considered to have a low rate property and shows only large capacity at a low current density, reasonably high capacity is exhibited at high current density for the cell using Ag/α-MnO2 electrode. The discharge products of the air electrode were studied with FTIR. As shown in Fig. 4 , characteristic peaks for Li2CO3 (Table S1) are observed at 1420, 1480, 1050 and 780cm−1, respectively, after discharge. Since the peak intensity of Li2CO3 is much stronger than other peak intensities, the spectra suggest that the main product in Ag/α-MnO2 is Li2CO3 after discharge to 2.0V. Thus Li2CO3 is observed as the main discharge product. However, no visible peaks of Li2O or Li2O2 are observed in the spectra after discharge, suggesting that the decomposition of organic carbonate electrolyte occurs during discharge. The IR spectra also show infrared peaks of a CO stretch vibration at 1670cm−1 and a CO stretch vibration at 1160cm−1. These carbonate species are most likely lithium alkylcaronates and/or Li2CO3 (XRD of the air electrode after discharging, see Fig. S4), thus causing the irreversible loss of electrolyte and poor rechargeability (cycle performance of Ag/α-MnO2 electrode at 0.02 and 0.5mAcm−2, see Fig. S5) of the batteries. 4 Conclusions In summary, Ag decorated α-MnO2 was successfully synthesized using a hydrothermal process and in-situ composite technique in the presence of polymeric additives. The presence of Ag decorated α-MnO2 in the oxygen cathode of a rechargeable LOB can effectively improve the discharge capacity as well as the cycle life of the system. No visible peaks of Li2O or Li2O2 are observed after discharge and Li2CO3 is the main discharge product, which suggests that the decomposition of organic carbonate electrolyte occurs during discharge. The study confirms that Ag/α-MnO2 nanostructured catalyst is a promising effective catalyst for LOB. Acknowledgments The authors would like to thank Materials Characterization Center of Huazhong University of Science and Technology for sample characterization assistance. Appendix A Supplementary data Supplementary material. Appendix A Supplementary data Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2014.12.009. References [1] T.Y. Zhang X.Q. Li S.Z. Kang L.X. Qin G.D. Li J. Mu J. Mater. Chem. A 2 2014 1952 2959 [2] K.M. Abraham Z. Jiang J. Electrochem. Soc. 143 1996 1 5 [3] X.P. Han Y.X. Hu J.G. Yang F.Y. Cheng J. Chen Chem. Commun. 50 2014 1497 1499 [4] H. Kim H.D. Lim J. Kim K. Kang J. Mater. Chem. A 2 2014 33 47 [5] V. Di Noto E. Negro S. Polizzi F. Agresti G.A. Giffin ChemSusChem 5 2012 2451 2459 [6] V. Di Noto E. Negro S. Polizzi P. Riello P. Atanassov Appl. Catal. B Environ. 111 2012 185 199 [7] H.L. Wang Y. Yang Y.Y. Liang G.Y. Zheng Y.G. Li Y. Cui H.J. Dai Energy Environ. Sci. 5 2010 7931 7935 [8] Z. Zhang Li.W. Su M. Yang M. Hu J. Bao J.P. Wei Z. Zhou Chem. Commun. 50 2014 776 778 [9] D. Zhu L. Zhang M. Song X.F. Wang Y.G. Chen Chem. Commun. 49 2013 9573 9575 [10] X.W. Zhou G.M. Wu J.D. Wu H.Y. Yang J.C. Wang G.H. Gao R. Cai Q.Y. Yan J. Mater. Chem. A 1 2013 15459 15468 [11] C. Terashima Y. Iwai S.P. Cho T. Ueno N. Zettsu N. Saito O. Takai Int. J. Electrochem. Sci. 8 2013 5407 5420 [12] H.Y. Su Y. Gorlin I.C. Man F.C. Vallejo J.K. Norskov T.F. Jaramillo J. Rossmeisl Phys. Chem. Chem. Phys. 14 2012 14010 14022 [13] A. Debart A.J. Paterson J.L. Bao P.G. Bruce Angew. Chem. Int. Ed. 47 2008 4521 4524 [14] V. Di Noto E. Negro K. Vezzu L. Toniolo G. Pace Electrochim. Acta 57 2011 257 269 [15] V. Di Noto E. Negro Electrochim. Acta 55 2010 7564 7574 [16] Q.M. Wu L.H. Jiang L.T. Qi L.Z. Yuan E.D. Wang G.Q. Sun Electrochim. Acta 123 2014 167 175 [17] L.X. Zhang S.L. Zhang K.J. Zhang G.J. Xu X.He S.M. Dong Z.H. Liu C.S. Huang L. Gu G.L. Cui Chem. Commun. 49 2013 3540 3542 [18] Y. Yu B. Zhang Y.B. He Z.D. Huang S.W. Oh J.K. Kim J. Mater. Chem. A 1 2013 1163 1170 [19] D. Zhang R.S. Li T. Huang A.S. Yu J. Power Sources 195 2010 1202 1206 [20] A.K. Thapa Y. Hidaka H. Hagiwara S. Ida T. Ishihara J. Electrochem. Soc. 158 2011 A1483 A1489",
      "scopus-id": "84918559328",
      "coredata": {
        "eid": "1-s2.0-S1566736714005111",
        "dc:description": "Ag decorated α-MnO2 nanorods are studied as a cathode catalyst for rechargeable lithium–oxygen battery (LOB). The composites are synthesized by in-situ composite technique in the presence of polymeric additives and characterized by SEM, XPS, and FT-IR. The battery with Ag decorated α-MnO2 nanorod composite electrode shows an initial discharge capacity of 793mAhg−1 (electrode), with reversible charge capacity of 778mAhg−1 (electrode), while battery with only α-MnO2 has discharge capacity of 510mAhg−1 (electrode) and charge capacity of 504mAhg−1 (electrode). No Li2O or Li2O2 can be detected after discharge and Li2CO3 is the main discharge product, which suggests that the decomposition of organic carbonate electrolyte occurs during discharge.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2015-02-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736714005111",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Huang, Zheng"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Ming"
          },
          {
            "@_fa": "true",
            "$": "Cheng, Junfang"
          },
          {
            "@_fa": "true",
            "$": "Gong, Yingpeng"
          },
          {
            "@_fa": "true",
            "$": "Chi, Bo"
          },
          {
            "@_fa": "true",
            "$": "Pu, Jian"
          },
          {
            "@_fa": "true",
            "$": "Jian, Li"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736714005111"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736714005111"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(14)00511-1",
        "prism:volume": "61",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Silver decorated alpha-manganese oxide nanostructured electrocatalyst for rechargeable lithium–oxygen battery",
        "prism:copyright": "Copyright © 2014 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Silver"
          },
          {
            "@_fa": "true",
            "$": "Alpha-MnO2"
          },
          {
            "@_fa": "true",
            "$": "Nano-electrocatalyst"
          },
          {
            "@_fa": "true",
            "$": "Air electrode"
          },
          {
            "@_fa": "true",
            "$": "Li–O2 battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "44-47",
        "prism:endingPage": "47",
        "pubType": "sco",
        "prism:coverDisplayDate": "10 February 2015",
        "prism:doi": "10.1016/j.catcom.2014.12.009",
        "prism:startingPage": "44",
        "dc:identifier": "doi:10.1016/j.catcom.2014.12.009",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "352972",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@height": "286",
            "@width": "359",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34343",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "589",
            "@width": "387",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43524",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "579",
            "@width": "355",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29486",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "538",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52913",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6589",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "107",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3985",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "100",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2259",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714005111-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10431",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84918559328"
      }
    }
  }
}