{
  "metadata": {
    "title": "Palladium coordinated in N-heterocyclic carbene-functionalized porous organic polymer for efficient oxidative carbonylation of glycerol",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2020-06-05",
    "doi": "10.1016/j.catcom.2020.106007",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736720300832",
    "pii": "S1566736720300832"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85082751880",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2020-04-02 2020-04-02 2020-04-06 2020-04-06 2020-04-18T19:56:00 1-s2.0-S1566736720300832 S1566-7367(20)30083-2 S1566736720300832 10.1016/j.catcom.2020.106007 S300 S300.1 FULL-TEXT 1-s2.0-S1566736720X00057 2024-05-30T08:10:10.810119Z 0 0 20200605 2020 2020-04-03T00:02:58.465074Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst pubtype ref specialabst 1566-7367 15667367 true 140 140 C Volume 140 14 106007 106007 106007 20200605 5 June 2020 2020-06-05 2020 article sco © 2020 Elsevier B.V. PALLADIUMCOORDINATEDINNHETEROCYCLICCARBENEFUNCTIONALIZEDPOROUSORGANICPOLYMERFOREFFICIENTOXIDATIVECARBONYLATIONGLYCEROL LEI Y 1 Introduction 2 Experimental section 3 Results 3.1 Synthesis and characterization of Pd@PQP-NHC 3.2 Catalytic performance 3.3 Recycling experiment 4 Conclusions Appendix A Supplementary data References AMBAT 2018 356 369 I POLY 2019 110608 S RASTEGARI 2019 101 125 H BIODIESEL APPLICATIONSBIODIESELBYPRODUCTS SANKONG 2016 533 555 P CHRISTY 2018 99 107 S ISHAK 2017 44 93 Z CHAVAN 2014 1199 1202 S HU 2010 188 193 J DORO 2011 292 295 F GABRIELE 2011 1778 1786 B CASIELLO 2014 99 106 M HU 2011 1767 1772 J WANG 2013 1455 1462 L XU 2018 121 143 D TAN 2017 3322 3356 L KRAMER 2018 6961 6982 S ZHANG 2009 135 142 Y SUN 2015 5204 5209 Q KUNZ 2018 73 85 D DANOPOULOS 2019 3730 3961 A WANG 2018 9843 9929 W ZHANG 2018 170 178 W LAMBERT 2019 460 466 R KAEFFER 2018 5366 5371 N PUTHIARAJ 2019 195 205 P SHEN 2019 1905950 Y JIA 2016 4345 4355 Z XU 2015 1272 1278 S WANG 2020 R VEIGE 2008 3177 3189 A RANGANATH 2013 2161 2181 K DE 2019 213038 S DONG 2019 1 8 K LEI 2019 2091 Y LEI 2019 36600 36607 Y LEIX2020X106007 LEIX2020X106007XY 2022-04-06T00:00:00.000Z 2022-04-06T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. This is an open access article under the CC BY-NC-ND license. 2020-04-02T15:47:13.515Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S1566-7367(20)30083-2 S1566736720300832 1-s2.0-S1566736720300832 10.1016/j.catcom.2020.106007 272180 2020-06-06T08:44:56.942779Z 2020-06-05 1-s2.0-S1566736720300832-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/MAIN/application/pdf/1403c18d8dd0d19ea0c73f312aecf3d8/main.pdf main.pdf pdf true 766776 MAIN 4 1-s2.0-S1566736720300832-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/PREVIEW/image/png/3e2367f763a2fc3906c352da7c3ddfc1/main_1.png main_1.png png 56065 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736720300832-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/ga1/DOWNSAMPLED/image/jpeg/accb473657ce5ad9ebcf7f8775a80c85/ga1.jpg ga1 true ga1.jpg jpg 23013 177 500 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720300832-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr1/DOWNSAMPLED/image/jpeg/3764e3acb008c4d2162b85c66d14b57b/gr1.jpg gr1 gr1.jpg jpg 30746 253 335 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720300832-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr2/DOWNSAMPLED/image/jpeg/1f037a2dc69114b68393effe8ca193cd/gr2.jpg gr2 gr2.jpg jpg 30945 261 313 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720300832-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr3/DOWNSAMPLED/image/jpeg/746260a2fcbc6dfa3184332cc8cc2017/gr3.jpg gr3 gr3.jpg jpg 18768 259 313 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720300832-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr4/DOWNSAMPLED/image/jpeg/d664bfd116c7708fbec11f6d3367f461/gr4.jpg gr4 gr4.jpg jpg 23079 224 313 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720300832-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/sc1/DOWNSAMPLED/image/jpeg/4883078c1604ffb1f604515de29c8e4c/sc1.jpg sc1 sc1.jpg jpg 36698 206 806 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720300832-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/ga1/THUMBNAIL/image/gif/89113bcfe2cc8b8691d649cb609175b5/ga1.sml ga1 true ga1.sml sml 4588 78 219 IMAGE-THUMBNAIL 1-s2.0-S1566736720300832-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr1/THUMBNAIL/image/gif/093e8fb9cbbec476337dccc4f8f57daa/gr1.sml gr1 gr1.sml sml 10380 164 217 IMAGE-THUMBNAIL 1-s2.0-S1566736720300832-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr2/THUMBNAIL/image/gif/7387e40cfe4b7c0cc3967d134f4809bc/gr2.sml gr2 gr2.sml sml 8214 164 197 IMAGE-THUMBNAIL 1-s2.0-S1566736720300832-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr3/THUMBNAIL/image/gif/6e7fb4e99bf7a21de4a295633ecdf06d/gr3.sml gr3 gr3.sml sml 4706 164 198 IMAGE-THUMBNAIL 1-s2.0-S1566736720300832-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr4/THUMBNAIL/image/gif/9caad445bc8c2d5fd2f4fa41c6509ee1/gr4.sml gr4 gr4.sml sml 7644 157 219 IMAGE-THUMBNAIL 1-s2.0-S1566736720300832-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/sc1/THUMBNAIL/image/gif/b4fa234af5623d1648892c6fc935d00e/sc1.sml sc1 sc1.sml sml 3635 56 219 IMAGE-THUMBNAIL 1-s2.0-S1566736720300832-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/ga1/HIGHRES/image/jpeg/4a2bc7f69ebef250d943920f06ef06d2/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 92580 470 1328 IMAGE-HIGH-RES 1-s2.0-S1566736720300832-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr1/HIGHRES/image/jpeg/4fb550e3771183f231249a3e32ad284e/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 272386 1122 1486 IMAGE-HIGH-RES 1-s2.0-S1566736720300832-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr2/HIGHRES/image/jpeg/6fe6dc17394fdd3dee54762eae8d91e5/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 252272 1157 1388 IMAGE-HIGH-RES 1-s2.0-S1566736720300832-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr3/HIGHRES/image/jpeg/50130155d1271a94c4fd54c42b2e0ea8/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 163238 1149 1388 IMAGE-HIGH-RES 1-s2.0-S1566736720300832-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/gr4/HIGHRES/image/jpeg/c3c807403686a27c4c76aeaf697a3ec7/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 197665 994 1388 IMAGE-HIGH-RES 1-s2.0-S1566736720300832-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/sc1/HIGHRES/image/jpeg/51c61be0ae4980a697b9566f03229101/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 280429 910 3569 IMAGE-HIGH-RES 1-s2.0-S1566736720300832-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720300832/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/bbd51137b88d52ac30c911dbb2aea648/mmc1.docx mmc1 mmc1.docx docx 1508717 APPLICATION 1-s2.0-S1566736720300832-am.pdf am am.pdf pdf 684116 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:108PTZLDZF6/MAIN/application/pdf/f4b98bf7c1e276f200d0a986492afc8e/am.pdf CATCOM 106007 106007 S1566-7367(20)30083-2 10.1016/j.catcom.2020.106007 Elsevier B.V. Fig. 1 Nitrogen adsorption-desorption isotherms of PQP-NHC and Pd@PQP-NHC, and pore size distribution curve (inset) of Pd@PQP-NHC calculated by NLDFT method. Fig. 1 Fig. 2 FT-IR spectra of (a) QP, (b) [C1DVIM]Br, (c) PQP-NHC, and (d) Pd@PQP-NHC. Fig. 2 Fig. 3 Solid-state 13C NMR spectra of (a) PQP-NHC and (b) Pd@PQP-NHC. Fig. 3 Fig. 4 Recycling of the Pd@PQP-NHC catalyst for the oxidative carbonylation of glycerol. Reaction conditions: Pd@PQP-NHC (79.8 mg, 0.025 mol%), glycerol (6.90 g, 75 mmol), DMA (50 ml), 140 °C, stirring speed 700 rpm, reaction time 2 h. Fig. 4 Scheme 1 Synthetic scheme of Pd@PQP-NHC. Scheme 1 Table 1 Effects of catalysts and promoters on the oxidative carbonylation of glycerol. a Table 1 Entry Catalyst Promoter (molar ratio) b Con. (mol%) Selectivity (mol%) TOF(h−1) c 1 PdCl2(phen) KI (10) 19 99 125 2 Pd/C KI (10) 11 99 73 3 Pd@PQP-NHC KI (10) 63 99 416 4 Pd@PQP-NHC KBr (10) 15 97 97 5 Pd@PQP-NHC (CH4)4NI (10) 76 99 502 6 Pd@PQP-NHC (CH4)4NI (15) 79 99 521 7 Pd@PQP-NHC (CH4)4NI (20) 80 99 528 8 Pd@PQP-NHC (CH4)4NI (5) 62 99 409 a Reaction conditions: DMA (25 ml), glycerol (2.30 g, 25 mmol), glycerol/Pd = 1000 (molar ratio), (2.0 MPa), O2 (1.0 MPa), 120 °C, stirring speed 700 rpm, reaction time 1.5 h. b Molar ratio of halide promoter/Pd. c TOF (mol converted glycerol/mol Pd·h). Table 2 Effect of reaction temperature and catalyst loading. a Table 2 Entry T (°C) Glycerol/Pd molar ratio Con. (mol%) Selectivity (mol%) TOF(h−1) b 1 100 2000 13 98 170 2 110 2000 28 99 370 3 120 2000 46 99 607 4 130 2000 81 99 1069 5 140 2000 97 99 1280 6 150 2000 99 96 1267 7 160 2000 99 89 1175 8 140 4000 77 99 2033 9 c 140 4000 96 99 1901 10[12] 120 1000 95 98 317 11[13] 140 2190 82.2 99.6 900 a Reaction conditions: DMA (25 ml), glycerol (2.30 g, 25 mmol), (CH4)4NI (molar ratio of (CH4)4NI/Pd is 15), CO (2.0 MPa), O2 (1.0 MPa), stirring speed 700 rpm, reaction time 1.5 h. b TOF (mol converted glycerol/mol Pd.‧h). c Reaction time 2 h. Short communication Palladium coordinated in N-heterocyclic carbene-functionalized porous organic polymer for efficient oxidative carbonylation of glycerol Yizhu Lei Conceptualization Investigation Methodology Writing - review & editing a ⁎ Guosong Lan Investigation Formal analysis Writing - original draft a Meitao Fan Validation Investigation a Guangxing Li Supervision Writing - review & editing b ⁎ a School of Chemistry and Materials Engineering, Liupanshui Normal University, Liupanshui, Guizhou 553004, PR China School of Chemistry and Materials Engineering Liupanshui Normal University Liupanshui Guizhou 553004 PR China School of Chemistry and Materials Engineering, Liupanshui Normal University, Liupanshui, Guizhou 553004, PR China b Jingchu University of Technology, Jingmen, Hubei 448000, PR China Jingchu University of Technology Jingmen Hubei 448000 PR China Jingchu University of Technology, Jingmen, Hubei 448000, PR China ⁎ Corresponding authors. Palladium coordinated in N-heterocyclic carbene-functionalized porous organic polymer (Pd@PQP-NHC) was successfully prepared via a facile copolymerization and successive immobilization method. The obtained Pd@PQP-NHC that featured relatively large surface area, hierarchical pore structure, and strong electron interaction between Pd species and bis-NHC ligand, displayed very high catalytic activity for the oxidative carbonylation of glycerol. A 0.025 mol% of Pd loading was sufficient for 96% conversion of glycerol with a high turnover frequency (TOF) of 1901 h−1. Moreover, the catalyst could be reused at least nine consecutive recycles without obvious loss of its initial activity. Graphical abstract Unlabelled Image Keywords Oxidative carbonylation Glycerol Glycerol carbonate Porous organic polymers N-heterocyclic carbene 1 Introduction Biodiesel has gained growing industrial attention recently as one of the most important renewable energy sources in the word [1]. However, massive glycerol was produced as a main by-product with the rapid increment of biodiesel production, and thus resulting in the increasing stock and dropping price of glycerol [2]. In this context, the applications of glycerol as a low-cost feedstock for the preparation of useful derivatives urgently need to be developed [3]. Nowadays, numerous strategies for the conversions of glycerol to valuable glycerol derivatives have been developed [4–6]. Among various glycerol derivatives, glycerol carbonate is considered as one of the most attractive derivatives due to its broad range of applications, such as green solvent, personal care, carries of batteries and polymer intermediates [5,6]. To date, a number of synthetic routes for the conversion of glycerol into glycerol carbonate have been developed [5,6]. Among them, oxidative carbonylation of glycerol with CO and O2 is an attractive route because its following advantages: (i) the low prices of raw materials, (ii) the relatively high activity of CO and O2, (iii) the nice atom economy (87%), and (iv) the green byproduct (water) [7,8]. The key points for the oxidative carbonylation of glycerol lie in the development of efficient catalysts. To this end, a number of transition metal catalytic systems, such as homogeneous PdCl2(phen)/KI [8], Pd(OAc)2/Mn(acac)3/KBr [9], PdI2/KI [10] and CuCl2 [11], have been developed. Nevertheless, the reported homogeneous catalyst systems suffered from some drawbacks, such as the problems of product separation and catalyst reuse, and unsatisfactory catalytic activity. Therefore, it is desirable to develop highly efficient heterogeneous catalysts to address these drawbacks. Towards this end, we developed zeolite-Y-confined Pd complex (PdCl2(phen)@Y) [12] as a recyclable catalyst for the oxidative carbonylation of glycerol, with which a TOF of 317 h−1 was obtained. Dong et al. [13] reported that Pd/C with the aid of NaI could afford 82.2% conversion of glycerol with a high TOF of 900 h−1. These results demonstrated the efficiency of heterogeneous Pd catalysts in the oxidative carbonylation reaction of glycerol. However, the activity and reusability of the currently available solid catalysts are still unsatisfactory. Therefore, it is still a challenge to develop highly active and stable heterogeneous catalysts for the oxidative carbonylation of glycerol. Porous organic polymers (POPs) have recently appeared as attractive materials for developing heterogeneous catalysts because of their large surface areas and designable chemical functionalities [14–16]. At present, various synthetic methods, such as Friedel-Crafts reaction, free radical polymerization, Sonogashira coupling and alkyne trimerization, have been developed for the fabrication of POPs [16]. Among them, POPs that synthesized by solvothermal and free radical polymerization method are particularly appropriate for developing heterogeneous catalyst on account of their simple synthesis, hierarchical pore structure, flexible frameworks, excellent swelling properties [16,17]. As a result, porous catalysts fabricated by such method exhibit the characters of quasi-homogeneous catalysis, and thus showing comparable, or even higher catalytic activities than their homogeneous analogues [16,18]. On the other hand, N-heterocyclic carbene-metal (NHC-M) complexes have been widely applied as stable and active catalysts for a wide variety of organic reactions [19,20,21]. For facilitating catalyst separation and recycling, NHC-M complexes immobilized on various supports such as organic polymer [22,23], inorganic silica [24], and POPs [25–28], have been reported. Among them, POPs supported NHC-M catalysts attracted our attention because of their high surface areas and easy accessibility towards organic substrates [28]. Recently, a number of POPs supported NHC-M catalysts have been developed via Friedel-Crafts reactions [25–28]. However, up to date, POPs supported NHC-M catalysts that prepared by solvothermal and free radical polymerization method have been extremely limited [29]. On the other hand, palladium NHC complexes (Pd-NHC) have displayed high activities in various carbonylation reactions [30], nevertheless, their applications in the oxidative carbonylation of glycerol to glycerol carbonate have been rarely reported. In light of superior performances of the di- or poly-NHC metal complexes over mono NHC analogues [31,32] and the advantages of solvothermal and free radical polymerization method, herein, we designed and prepared a new porous organic polymer supported bis-chelating NHC-Pd catalyst (Pd@PQP-NHC) via a facile solvothermal and free radical copolymerization method. This porous bis-chelating NHC-Pd catalyst proved to be an active, robust and recyclable catalyst for oxidative carbonylation of glycerol. 2 Experimental section Please see Supplementary material. 3 Results 3.1 Synthesis and characterization of Pd@PQP-NHC Porous organic polymer supported bis-chelating NHC-Pd catalyst, Pd@PQP-NHC, was prepared via a facile solvothermal and free radical copolymerization of tetra-vinylphosphonium salt and bis-vinylimidazolium salt, followed by chelating palladium species in DMSO solvent (Scheme 1 ). The tetra-vinylphosphonium salt monomer acted as a crosslinking agent [33,34], while the bis-vinylimidazolium salt monomer was used as the precursor of NHC ligand. ICP analysis revealed that the palladium content of Pd@PQP-NHC was 2.49 wt%. As shown in Table S1, PQP-NHC had a BET surface area of 323 m2·g−1 and a pore volume of 0.71 cm3/g. After immobilization of palladium species, the resultant Pd@PQP-NHC showed a decreased BET surface area of 234 m2·g−1 and a reducing pore volume of 0.57 cm3/g. Nitrogen adsorption-desorption isotherms of PQP-NHC and Pd@PQP-NHC were depicted in Fig. 1 . The two samples exhibited similar sorption behavior. The steep steps of adsorption curves at P/P 0 < 0.01 regions indicated the filling of micropore, the hysteresis loops of the isotherms at P/P 0 = 0.6–1.0 regions suggested the abundance of mesopore, while the sharp rise at P/P 0 = 0.9–1.0 regions illustrated the presence of macropores. Consistently, pore-size distribution curve of Pd@PQP-NHC (Fig. 1, insert) also demonstrated the presence of micropore and mesopore. SEM and TEM images of PQP-NHC and Pd@PQP-NHC were shown in Fig. S2. The results revealed that the samples had similar porous morphology which was composed of small and loosely aggregated particles. Fig. 2 showed the FT-IR spectra of QP, [C1DVIM]Br, PQP-NHC, and Pd@PQP-NHC. The spectra of PQP-NHC and Pd@PQP-NHC in Fig. 2(c) and (d) showed the characteristic peaks at 2930 and 2850 cm−1, corresponding to CH stretching vibrations of the saturated methane. Compared to the monomers in Fig. 2(a) and (b), the CH (>3000 cm−1) vibrations of the terminal CCH2 groups were absent in Fig. 2(c) and (d). These findings suggested that the free-radical copolymerization reaction of the monomers was finished. In addition, the characteristic peak of imidazolium salts at around 1170 cm−1 was weakened dramatically in spectrum of Pd@PQP-NHC, while a new peak at 1260 cm−1 appeared. These findings should be attributed to the formation NHC-metal complexes. Solid-state 13C NMR spectra of PQP-NHC and Pd@PQP-NHC were depicted in Fig. 3 . The spectra displayed a series of bands at around 120–152 and 20–60 ppm, which corresponded respectively to the aromatic carbons and the polymerized vinyl carbons of the polymers [18,34]. Meanwhile, Pd@PQP-NHC showed a small band at 190.1 ppm, which might be attributed to signals of CNHC [26]. Thus, these observations further demonstrated the successful preparation of Pd@PQP-NHC. XPS analysis of Pd@PQP-NHC catalyst was shown in Fig. S3. As shown in Fig. S3, XPS full spectra of the Pd@PQP-NHC confirmed the presence of P, C, Pd and N elements. Pd3d XPS spectrum of the Pd@PQP-NHC showed two peaks at 343.0 and 337.9 eV, indicating that Pd species in Pd@PQP-NHC was Pd2+ rather than metallic Pd. Compared to the homogeneous Pd(OAc)2 (338.4 eV eV) [35], the binding energy of Pd 3d5/2 in Pd@PQP-NHC showed a red shift by 0.5 eV. This red shift could be assigned to the strong electron-donating property of the bis-NHC ligand. Thermostability analysis of Pd@PQP-NHC in Fig. S4 suggested that Pd@PQP-NHC could be stable at least 200 °C. 3.2 Catalytic performance With the expected catalyst in hand, catalytic performance of the obtained Pd@PQP-NHC catalyst was tested in the oxidative carbonylation of glycerol with CO and O2. As shown in Table 1 , with KI as a promoter, the prepared Pd@PQP-NHC showed much higher catalytic activity than the homogeneous PdCl2(phen) and commercial Pd/C, achieving a TOF number of 416 h−1 that was about 3.3 and 5.7 times of that of PdCl2(phen) and Pd/C, respectively (Table 1, entries 1–3). Previous investigations [12,13] indicated that the halide promoter had great influence on the catalytic activity. Therefore, several typical halides were screened. Among them, (CH4)4NI afforded the best performance (Table 1, entry 5), this might be attributed to its good solubility in DMA. With a molar ratio of (CH4)4NI/Pd at 15, a higher catalytic activity was obtained (Table 1, entry 6). However, further increasing the amount of (CH4)4NI, a similar conversion of glycerol was preserved (Table 1, entry 7). The influence of reaction temperature on the catalytic performance of the Pd@PQP-NHC was investigated over a temperature range of 100–160 °C. As shown in Table 2 , with the temperature rising from 100 to 140 °C (Table 2, entries 1–5), the conversions of glycerol and TOF numbers gradually increased, achieving a 97% conversion of glycerol and a 99% selectivity of glycerol carbonate at 140 °C. Further increasing the reaction temperature to 150 °C (Table 2, entries 6 and 7), a slight decrease in the selectivity was observed. Then, the effect of catalyst loading on the catalytic performance of Pd@PQP-NHC was investigated at 140 °C. Noticeably, with a molar ratio of glycerol/Pd at 4000, a 96% conversion of glycerol with a record-high TOF number of 1901 h−1 was obtained after prolonging the reaction time to 2 h (Table 2, entry 9). With these optimal conditions in hand, the effect of CO/O2 mole ratio on the oxidative carbonylation of glycerol was also investigated (Table S3, supplementary material). The results suggested that the conversion of glycerol decreased gradually with increasing the partial pressure ratio of CO/O2. On the other hand, comparison results of Pd@PQP-NHC with some Pd-based catalysts reported previously were also listed in Table 2. Obviously, under similar or even milder reaction conditions, the prepared Pd@PQP-NHC herein showed much higher catalytic activities than that of the previously reported PdCl2(phen)@Y and Pd/C catalysts (Table 2, entries 10 and 11). 3.3 Recycling experiment The recyclability of Pd@PQP-NHC catalyst in the oxidative carbonylation of glycerol was evaluated. To facilitate the recycling of the solid catalyst, the catalytic reaction was conducted in scaled-up quantities. As shown in Fig. 4 , with three times of glycerol amount, a 94% conversion of glycerol was still obtained in the first catalytic run. After reusing for nine times, Pd@PQP-NHC was still capable of promoting the carbonylation reaction in an 85% conversion of glycerol with a TOF of 1683 h−1. Pd leaching in the filtrate of each catalytic run was also analyzed by ICP analysis. A 1.06 ppm of Pd leaching was observed for the first catalytic run. After the first catalytic run, negligible Pd leaching (<0.1 ppm) was observed. Moreover, ICP analysis revealed that 95.8% Pd species was still retained in the recycling Pd@PQP-NHC after reusing nine times. Additionally, TEM and XPS analyses of the recycled Pd@PQP-NHC (Fig. S5) suggested that no obvious morphology change and formation of Pd particles after reusing nine times. Also, a hot filtration test was carried out to determine whether the catalytic activity was derived from the solid Pd@PQP-NHC or the leaching palladium species. Under the optimal reaction conditions, a fresh Pd@PQP-NHC catalyzed oxidative carbonylation of glycerol was stopped after 0.5 h at 140 °C, when the yield of glycerol carbonate reached to 39%. Pd@PQP-NHC was immediately separated from the reaction mixture by a high-speed centrifugation (20,000 r/min, 2 min), and then, a part of the hot liquid (about 15 ml) mixture was allowed to react a further 1 h under the same conditions. The results suggested that about 40% yield of glycerol carbonate was obtained. Thus, these results suggested that the prepared Pd@PQP-NHC is a highly active, stable and recyclable catalyst for the oxidative carbonylation of glycerol. 4 Conclusions A porous organic polymer supported bis-chelating NHC-Pd catalyst was synthesized via a simple solvothermal copolymerization and successive immobilization method. The obtained Pd@PQP-NHC catalyst displayed outstanding catalytic activity in the oxidative carbonylation of glycerol to glycerol carbonate. A 0.025 mol% of Pd loading was sufficient for high conversion of glycerol with a record-high turnover frequency (TOF) of 1901 h−1. Importantly, the Pd@PQP-NHC catalyst could be easily recovered and reused nine times without significant loss of catalytic activity. Also, the catalyst showed negligible Pd leaching after the first catalytic run, and 95.8% Pd species was still retained after reusing nine times. In terms of the excellent activity, stability, and recyclability, the Pd@PQP-NHC emerge as efficient solid catalyst for the conversion of glycerol, and therefore, showing promising and broad applications for chemical industry. Declaration of Competing Interest The authors claim no conflicts of interest. Acknowledgement This work is financially supported by the National Natural Science Foundation of China (21763017); the National Natural Science Foundation of Guizhou Province (qian ke he ji chu [2018]1414, qiankeheLHzi [2015]7608, qian ke he ji chu [2016]1133, and qiankehepingtairencai [2019]5604 hao, qiankehepingtairencai [2020]2001); the Scientific and Technological Innovation Platform of Liupanshui (52020-2018-03-02 and 52020-2017-02-02). Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2020.106007. References [1] I. Ambat V. Srivastava M. Sillanpää Renew. Sust. Energ. Rev. 90 2018 356 369 I. Ambat, V. Srivastava, M. Sillanpää, Renew. Sustain. Energy Rev. 90 (2018) 356-369. [2] S.S. Poly M.A. Jamil A.S. Touchy S. Yasumura S.H. Siddiki T. Toyao Z. Maeno K.I. Shimizu Mol. Catal. 479 2019 110608 S.S. Poly, M.A. Jamil, A.S. Touchy, S. Yasumura, S.H. Siddiki, T. Toyao, Z. Maeno, K.I. Shimizu, Mol. Catal. 479 (2019) 110608. [3] H. Rastegari H. Jazini H.S. Ghaziaskar M. Yalpani Applications of biodiesel by-products Biodiesel 2019 Springer Cham 101 125 H. Rastegari, H. Jazini, H.S. Ghaziaskar, M. Yalpani, Applications of Biodiesel By-products. In Biodiesel. Springer, Cham. 2019. pp. 101-125 [4] P. San Kong M.K. Aroua W.M.A.W. Daud Renew. Sust. Energ. Rev. 63 2016 533 555 P. sSan Kong, M.K. Aroua, W.M.A.W. Daud, Renew. Sustain. Energy Rev. 63 (2016) 533-555. [5] S. Christy A. Noschese M. Lomeli-Rodriguez N. Greeves J.A. Lopez-Sanchez Curr. Opin. Green Sustain. Chem. 14 2018 99 107 S. Christy, A. Noschese, M. Lomeli-Rodriguez, N. Greeves, J.A. Lopez-Sanchez, Curr. Opin. Green Sustain. Chem. 14 (2018) 99-107 [6] Z.I. Ishak N.A. Sairi Y. Alias M.K.T. Aroua R. Yusoff Catal. Rev. 59 2017 44 93 Z.I. Ishak, N.A. Sairi, Y. Alias, M.K.T. Aroua, R. Yusoff, Catal. Rev. 59 (2017) 44-93. [7] S.P. Chavan B.M. Bhanage Tetrahedron Lett. 55 2014 1199 1202 S.P. Chavan, B.M. Bhanage, Tetrahedron Lett. 55 (2014) 1199-1202. [8] J. Hu J. Li Y. Gu Z. Guan W. Mo Y. Ni T. Li G. Li Appl. Catal. A Gen. 386 2010 188 193 J. Hu, J. Li, Y. Gu, Z. Guan, W. Mo, Y. Ni, T. Li, G. Li, Appl. Catal. A: Gen. 386 (2010) 188-193. [9] F. Doro P. Winnertz W. Leitner A. Prokofieva T.E. Müller Green Chem. 13 2011 292 295 F. Doro, P. Winnertz, W. Leitner, A. Prokofieva, T.E. Müller, Green Chem. 13 (2011) 292–295. [10] B. Gabriele R. Mancuso G. Salerno L. Veltri M. Costa A. Dibenedetrro ChemSusChem 4 2011 1778 1786 B. Gabriele, R. Mancuso, G. Salerno, L. Veltri, M. Costa, A. Dibenedetrro, ChemSusChem 4 (2011) 1778-1786. [11] M. Casiello A. Monopoli P. Cotugno A. Milella M.M. Dell’Anna F. Ciminale A. Nacci J. Mol. Catal. A Chem. 381 2014 99 106 M. Casiello, A. Monopoli, P. Cotugno, A. Milella, M.M. Dell'’Anna, F. Ciminale, A. Nacci, J. Mol. Catal. A: Chem. 381 (2014) 99-106. [12] J. Hu Y. Gu Z. Guan J. Li W. Mo T. Li G. Li ChemSusChem 4 2011 1767 1772 J. Hu, Y. Gu, Z. Guan, J. Li, W. Mo, T. Li, G. Li, ChemSusChem 4 (2011) 1767-1772. [13] L. Wang Y. Liu C. Liu R. Yang W. Dong Sci. China Chem. 56 2013 1455 1462 L. Wang, Y. Liu, C. Liu, R. Yang, W. Dong, Sci. China Chem. 56 (2013) 1455-1462. [14] D. Xu J. Guo F. Yan Prog. Polym. Sci. 79 2018 121 143 D. Xu, J. Guo, F. Yan, Prog. Polym. Sci. 79 (2018) 121-143. [15] L. Tan B. Tan Chem. Soc. Rev. 46 2017 3322 3356 L. Tan, B. Tan, Chem. Soc. Rev. 46 (2017) 3322-3356. [16] S. Kramer N.R. Bennedsen S. Kegnæs ACS Catal. 8 2018 6961 6982 S. Kramer, N.R. Bennedsen, S. Kegnæs, ACS Catal. 8 (2018) 6961-6982. [17] Y. Zhang S. Wei F. Liu Y. Du S. Liu Y. Ji T. Yokoi T. Tatsumi F.S. Xiao Nano Today 4 2009 135 142 Y. Zhang, S. Wei, F. Liu, Y. Du, S. Liu, Y. Ji, T. Yokoi, T. Tatsumi, F.S. Xiao, Nano Today 4 (2009) 135-142. [18] Q. Sun Z. Dai X. Liu N. Sheng F. Deng X. Meng F.S. Xiao J. Am. Chem. Soc. 137 2015 5204 5209 Q. Sun, Z. Dai, X. Liu, N. Sheng, F. Deng, X. Meng, F.S. Xiao, J. Am. Chem. Soc. 137 (2015) 5204-5209. [19] D. Kunz K.S. Flaig Coord. Chem. Rev. 377 2018 73 85 D. Kunz, K.S. Flaig, Coord. Chem. Rev. 377 (2018) 73-85. [20] A.A. Danopoulos T. Simler P. Braunstein Chem. Rev. 119 2019 3730 3961 A.A. Danopoulos, T. Simler, P. Braunstein, Chem. Rev. 119 (2019) 3730-3961. [21] W. Wang L. Cui P. Sun L. Shi C. Yue F. Li Chem. Rev. 118 2018 9843 9929 W. Wang, L. Cui, P. Sun, L. Shi, C. Yue, F. Li, Chem. Rev. 118 (2018) 9843-9929. [22] W. Zhang L. Peng C. Deng Y. Zhang H. Qian Mol. Catal. 445 2018 170 178 W. Zhang, L. Peng, C. Deng, Y. Zhang, H. Qian, Mol. Catal. 445 (2018) 170-178. [23] R. Lambert A.L. Wirotius J. Vignolle D. Taton Polym. Chem. 10 2019 460 466 R. Lambert, A.L. Wirotius, J. Vignolle, D. Taton, Polym. Chem. 10 (2019) 460-466. [24] N. Kaeffer H.J. Liu H.K. Lo A. Fedorov C. Copéret Chem. Sci. 9 2018 5366 5371 N. Kaeffer, H.J. Liu, H.K. Lo, A. Fedorov, C. Copéret, Chem. Sci. 9 (2018) 5366-5371. [25] P. Puthiaraj S. Ravi K. Yu W.S. Ahn Appl. Catal. B Environ. 251 2019 195 205 P. Puthiaraj, S. Ravi, K. Yu, W.S. Ahn, Appl. Catal. B: Environ. 251 (2019) 195-205. [26] Y. Shen Q. Zheng H. Zhu T. Tu Adv. Mater. 2019 1905950 Y. Shen, Q. Zheng, H. Zhu, T. Tu, Adv. Mater. 2019, 1905950. [27] Z. Jia K. Wang T. Li B. Tan Y. Gu Catal. Sci. Technol. 6 2016 4345 4355 Z. Jia, K. Wang, T. Li, B. Tan, Y. Gu, Catal. Sci. Technol. 6 (2016) 4345-4355. [28] S. Xu K. Song T. Li B. Tan J. Mater Chem. A 3 2015 1272 1278 S. Xu, K. Song, T. Li, B. Tan, J. Mater. Chem. A 3 (2015) 1272-1278. [29] R. Wang L. Qin X. Wang B. Chen Y. Zhao G. Gao Catal. Commun. 2020 10.1016/j.catcom.2019.105924 R. Wang, L. Qin, X. Wang, B. Chen, Y. Zhao, G. Gao, 2020, doi:10.1016/j.catcom.2019.105924 [30] A.S. Veige Polyhedron 27 2008 3177 3189 A.S. Veige, Polyhedron 27 (2008) 3177-3189. [31] K.V. Ranganath S. Onitsuka A.K. Kumar J. Inanaga Catal. Sci. Technol. 3 2013 2161 2181 K.V. Ranganath, S. Onitsuka, A.K. Kumar, J. Inanaga, Catal. Sci. Technol. 3 (2013) 2161-2181. [32] S. De A. Udvardy C.E. Czégéni F. Joó Coord. Chem. Rev. 400 2019 213038 S. De, A. Udvardy, C.E. Czégéni, F. Joó, Coord. Chem. Rev. 400 (2019) 213038. [33] K. Dong Q. Sun Y. Tang C. Shan B. Aguila S. Wang X. Meng S. Ma F.S. Xiao Nat. Commun. 10 2019 1 8 K. Dong, Q. Sun, Y. Tang, C. Shan, B. Aguila, S. Wang, X. Meng, S. Ma, F.S. Xiao, Nature Commun. 10 (2019) 1-8. [34] Y. Lei M. Zhang Q. Li Y. Xia G. Leng Polymers 11 2019 2091 Y. Lei, M. Zhang, Q. Li, Y. Xia, G. Leng, Polymers 11 (2019) 2091. [35] Y. Lei Z. Chen G. Li RSC Adv. 9 2019 36600 36607 Y. Lei, Z. Chen, G. Li, RSC Adv. 9 (2019) 36600-36607.",
      "scopus-id": "85082751880",
      "coredata": {
        "eid": "1-s2.0-S1566736720300832",
        "dc:description": "Palladium coordinated in N-heterocyclic carbene-functionalized porous organic polymer (Pd@PQP-NHC) was successfully prepared via a facile copolymerization and successive immobilization method. The obtained Pd@PQP-NHC that featured relatively large surface area, hierarchical pore structure, and strong electron interaction between Pd species and bis-NHC ligand, displayed very high catalytic activity for the oxidative carbonylation of glycerol. A 0.025 mol% of Pd loading was sufficient for 96% conversion of glycerol with a high turnover frequency (TOF) of 1901 h−1. Moreover, the catalyst could be reused at least nine consecutive recycles without obvious loss of its initial activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-06-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736720300832",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lei, Yizhu"
          },
          {
            "@_fa": "true",
            "$": "Lan, Guosong"
          },
          {
            "@_fa": "true",
            "$": "Fan, Meitao"
          },
          {
            "@_fa": "true",
            "$": "Li, Guangxing"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736720300832"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736720300832"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(20)30083-2",
        "prism:volume": "140",
        "articleNumber": "106007",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Palladium coordinated in N-heterocyclic carbene-functionalized porous organic polymer for efficient oxidative carbonylation of glycerol",
        "prism:copyright": "© 2020 Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidative carbonylation"
          },
          {
            "@_fa": "true",
            "$": "Glycerol"
          },
          {
            "@_fa": "true",
            "$": "Glycerol carbonate"
          },
          {
            "@_fa": "true",
            "$": "Porous organic polymers"
          },
          {
            "@_fa": "true",
            "$": "N-heterocyclic carbene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "106007",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 June 2020",
        "prism:doi": "10.1016/j.catcom.2020.106007",
        "prism:startingPage": "106007",
        "dc:identifier": "doi:10.1016/j.catcom.2020.106007",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "177",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23013",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "253",
            "@width": "335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30746",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "261",
            "@width": "313",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30945",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "259",
            "@width": "313",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18768",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "224",
            "@width": "313",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23079",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "206",
            "@width": "806",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36698",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "78",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4588",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10380",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8214",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4706",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "157",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7644",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3635",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "470",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "92580",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1122",
            "@width": "1486",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "272386",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1157",
            "@width": "1388",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "252272",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1149",
            "@width": "1388",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "163238",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "994",
            "@width": "1388",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "197665",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "910",
            "@width": "3569",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "280429",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1508717",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720300832-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "684116",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85082751880"
      }
    }
  }
}