{
  "metadata": {
    "title": "La<ce:inf loc=post>0.4</ce:inf>Ca<ce:inf loc=post>0.6</ce:inf>Mn<ce:inf loc=post>0.9</ce:inf>Fe<ce:inf loc=post>0.1</ce:inf>O<ce:inf loc=post>3</ce:inf> nanoparticle-dispersed nitrogen-doped porous carbon composite as an efficient oxygen reduction electrocatalyst",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2019-11-30",
    "doi": "10.1016/j.catcom.2019.105786",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736719302481",
    "pii": "S1566736719302481"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85071049158",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2019-08-17 2019-08-17 2019-08-23 2019-08-23 2019-09-07T15:55:43 1-s2.0-S1566736719302481 S1566-7367(19)30248-1 S1566736719302481 10.1016/j.catcom.2019.105786 S300 S300.1 FULL-TEXT 1-s2.0-S1566736719X00114 2020-11-11T12:26:44.552248Z 0 0 20191101 20191130 2019 2019-08-17T15:12:39.166474Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref specialabst 1566-7367 15667367 true 131 131 C Volume 131 4 105786 105786 105786 201911 November 2019 2019-11-01 2019-11-30 2019 article sco © 2019 Elsevier B.V. All rights reserved. LA04CA06MN09FE01O3NANOPARTICLEDISPERSEDNITROGENDOPEDPOROUSCARBONCOMPOSITEEFFICIENTOXYGENREDUCTIONELECTROCATALYST TACHIBANA N 1 Introduction 2 Experimental 3 Results and discussion 3.1 Structural and chemical properties of La0.4Ca0.6Mn0.9Fe0.1O3/nitrogen-doped porous carbon composite 3.2 Electrocatalytic properties of La0.4Ca0.6Mn0.9Fe0.1O3/nitrogen-doped porous carbon composite 4 Conclusions Appendix A Supplementary data References PENA 2001 1981 2017 M BHALLA 2000 3 26 A MEADOWCROFT 1970 847 848 D MIYAZAKI 2011 1913 1917 K YUASA 2011 A67 A69 M HARDIN 2013 1254 1259 W ODA 2014 388 391 H BIDAULT 2009 39 48 F RAHMAN 2013 A1759 A1771 M CHEN 2015 9869 9921 D LI 2011 1717 1722 X CHEN 2015 8032 8037 R FABBRI 2014 1061 1070 E KHAN 2017 10 14 I XIA 2015 1837 1866 W SHAO 2008 89 99 Y ZHOU 2019 66 69 M TACHIBANA 2017 515 525 N TERAOKA 1991 673 676 Y SUNTIVICH 2011 546 550 J DEBOER 1966 405 414 J LIU 2016 74 83 S BU 2018 1802767 Y XIONG 2017 1757 1763 X YEAGER 1984 1527 1537 E WIGGINSCAMACHO 2011 20002 20010 J TACHIBANAX2019X105786 TACHIBANAX2019X105786XN 2021-08-23T00:00:00.000Z 2021-08-23T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. 2019-08-17T10:37:50.750Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp item S1566-7367(19)30248-1 S1566736719302481 1-s2.0-S1566736719302481 10.1016/j.catcom.2019.105786 272180 2020-08-08T11:23:50.30975Z 2019-11-01 2019-11-30 1-s2.0-S1566736719302481-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/MAIN/application/pdf/e2905c74f8a1ef73a0a8b41a1dfd6644/main.pdf main.pdf pdf true 1486340 MAIN 5 1-s2.0-S1566736719302481-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/PREVIEW/image/png/51846f6f958cd8ff01ae1fbd58d928ff/main_1.png main_1.png png 57796 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736719302481-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/ga1/THUMBNAIL/image/gif/b660432d6a4ee296c98d6c8bcda55a62/ga1.sml ga1 true ga1.sml sml 9053 94 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719302481-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr1/THUMBNAIL/image/gif/09462726026ec36e5dc1915d7819178d/gr1.sml gr1 gr1.sml sml 12562 110 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719302481-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr2/THUMBNAIL/image/gif/1041352725d2eb92d382d3f253ae52f5/gr2.sml gr2 gr2.sml sml 8857 164 177 IMAGE-THUMBNAIL 1-s2.0-S1566736719302481-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr3/THUMBNAIL/image/gif/2fc659ecebcd27870840147d75e2fae2/gr3.sml gr3 gr3.sml sml 9504 163 183 IMAGE-THUMBNAIL 1-s2.0-S1566736719302481-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/ga1/DOWNSAMPLED/image/jpeg/0ae267eb0cf091c028c4a00c1361922d/ga1.jpg ga1 true ga1.jpg jpg 39538 200 468 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719302481-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr1/DOWNSAMPLED/image/jpeg/1523fc237f1d411dcafa31b35068f661/gr1.jpg gr1 gr1.jpg jpg 49825 270 535 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719302481-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr2/DOWNSAMPLED/image/jpeg/1769c09343947bb8606521a671c924e6/gr2.jpg gr2 gr2.jpg jpg 25263 261 282 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719302481-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr3/DOWNSAMPLED/image/jpeg/7fbdfc97fcef1c6f83fe6a1ae398d63b/gr3.jpg gr3 gr3.jpg jpg 93628 554 620 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719302481-ga1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/ga1/HIGHRES/image/jpeg/a36831453909ea48b72ca247cb3e27b9/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 317212 886 2073 IMAGE-HIGH-RES 1-s2.0-S1566736719302481-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr1/HIGHRES/image/jpeg/2a5c461b7d6f6a1078855cac93d8e389/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 268730 717 1422 IMAGE-HIGH-RES 1-s2.0-S1566736719302481-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr2/HIGHRES/image/jpeg/63df0bfb4db7e86630db1d0f2920feae/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 189979 1157 1249 IMAGE-HIGH-RES 1-s2.0-S1566736719302481-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/gr3/HIGHRES/image/jpeg/2488facd179c03cddec2914369c3d969/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 751032 2453 2747 IMAGE-HIGH-RES 1-s2.0-S1566736719302481-mmc1.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719302481/mmc1/MAIN/application/pdf/12df01206f4f4fb03e217645b1744eaf/mmc1.pdf mmc1 mmc1.pdf pdf false 420858 APPLICATION 1-s2.0-S1566736719302481-am.pdf am am.pdf pdf 2527968 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10QVNNCPH2D/MAIN/application/pdf/5cf4be69fe194661e3c83b69ebcd102e/am.pdf CATCOM 105786 105786 S1566-7367(19)30248-1 10.1016/j.catcom.2019.105786 Elsevier B.V. Fig. 1 (A) TEM and (B) BSE images of LCMF/NPC. The inset of (A) shows LCMF particle size distribution. Fig. 1 Fig. 2 N2 gas adsorption–desorption isotherms with an inset showing the mesopore size distributions of LCMF/NPC and LCMF/CB. Fig. 2 Fig. 3 (a) LSV curves of LCMF/NPC at different rotation rates measured by RDE. The inset of (a) shows Koutecky–Levich plots obtained from the LSV curves. (b) LSV curves at a rotation rate of 1600 rpm, (c) half-wave potentials, and kinetic current densities at 0.76 V for CB, LCMF/CB, NPC, conventional LCMF/NPC, LCMF/NPC, and Pt/C. (d) Polarization curves of GDEs using LCMF/NPC and Pt/C. The inset of (d) shows potentials under a galvanostatic condition of −300 mA cm−2 for a GDE using LCMF/NPC. Fig. 3 Short communication La0.4Ca0.6Mn0.9Fe0.1O3 nanoparticle-dispersed nitrogen-doped porous carbon composite as an efficient oxygen reduction electrocatalyst Naoki Tachibana a b ⁎ Yasuyuki Yukawa a Shoichi Somekawa a Kengo Shimanoe c a Tokyo Metropolitan Industrial Technology Research Institute, 2-4-10, Aomi, Koto-ku, Tokyo 135-0064, Japan Tokyo Metropolitan Industrial Technology Research Institute 2-4-10, Aomi, Koto-ku Tokyo 135-0064 Japan Tokyo Metropolitan Industrial Technology Research Institute, 2-4-10, Aomi, Koto-ku, Tokyo, 135-0064, Japan b Department of Molecular and Material Sciences, Interdisciplinary Graduate School of Engineering Sciences, Kyushu University, 6-1, Kasugakoen, Kasuga-shi, Fukuoka 816-8580, Japan Department of Molecular and Material Sciences Interdisciplinary Graduate School of Engineering Sciences Kyushu University 6-1, Kasugakoen, Kasuga-shi Fukuoka 816-8580 Japan Department of Molecular and Material Sciences, Interdisciplinary Graduate School of Engineering Sciences, Kyushu University, 6-1, Kasugakoen, Kasuga-shi, Fukuoka, 816-8580, Japan c Department of Advanced Materials Science and Engineering, Faculty of Engineering Sciences, Kyushu University, 6-1, Kasugakoen, Kasuga-shi, Fukuoka 816-8580, Japan Department of Advanced Materials Science and Engineering Faculty of Engineering Sciences Kyushu University 6-1, Kasugakoen, Kasuga-shi Fukuoka 816-8580 Japan Department of Advanced Materials Science and Engineering, Faculty of Engineering Sciences, Kyushu University, 6-1, Kasugakoen, Kasuga-shi, Fukuoka, 816-8580, Japan ⁎ Corresponding author at: Tokyo Metropolitan Industrial Technology Research Institute, 2-4-10, Aomi, Koto-ku, Tokyo 135-0064, Japan. Tokyo Metropolitan Industrial Technology Research Institute 2-4-10, Aomi, Koto-ku Tokyo 135-0064 Japan A composite of La0.4Ca0.6Mn0.9Fe0.1O3 (LCMF) nanoparticles and nitrogen-doped porous carbon (NPC) was prepared via a reverse micelle method. The electrocatalytic activity of the resulting LCMF/NPC for oxygen reduction was investigated by rotating disk electrode measurements. The LCMF/NPC exhibited ~40 mV more positive half-wave potential and >2 times higher kinetic current density compared with LCMF/carbon black and NPC, suggesting that a synergistic effect was obtained by combining LCMF with NPC. The novel morphology of the composite, in which small LCMF particles with a mean diameter of 16.4 nm were finely dispersed on NPC, would contribute to the superior activity. Graphical abstract Unlabelled Image Keywords Perovskite-type oxide Nitrogen-doped porous carbon Oxygen reduction 1 Introduction Perovskite-type oxides with the general formula ABO3 are known to show various functional properties, among which catalysis is one of the most important application fields [1,2]. Meadowcroft first described their potential as oxygen reduction catalysts in the early 1970s [3]. Since then, researchers have focused on the perovskite-type oxides as low-cost electrocatalysts for the oxygen reduction reaction (ORR). The oxides can be obtained from conventional syntheses, such as sol–gel methods and amorphous citrate precursor and malate precursor (ACP and AMP) methods; however, they are severely aggregated into irregular, large particles with sizes ranging from several 100 s nm to over 1 μm, resulting in low utilization of catalytic sites and poor catalytic performance [4–6]. Over the past decade, the synthesis of nanosized perovskite-type oxides, such as La0.8Sr0.2MnO3 [4], Sm0.5Sr0.5CoO3 [7], and La0.4Ca0.6Mn0.9Fe0.1O3 [5], prepared using electrospray pyrolysis method, bead mill method, and reverse micelle (RM) method, respectively, has been developed. Although nanosized perovskite-type oxides with high surface areas have shown improved ORR activity, further enhancement of the catalytic performance of these materials for practical energy devices, such as alkaline fuel cells and metal-air batteries, is still necessary [8–10]. The alkaline fuel cells and metal–air batteries have been studied as low-cost fuel cells and high-energy-density batteries, respectively, over many decades. Anion-exchange membrane fuel cells have attracted increasing attention because the cells can be simplified, and the CO2 poisoning problem for alkaline fuel cells is alleviated [11]. Because the fuel cells and metal–air batteries operate under alkaline conditions, non-noble metal catalysts for the ORR can be employed at the cathodes. However, one of the most common problems facing these energy devices is low performance as well as low durability of the cathode catalysts. Developing forms of composite catalysts of metals or metal oxides and carbon materials, such as MnO/nitrogen-doped graphene [12], Ba0.5Sr0.5Co0.8Fe0.2O3/carbon [13], CoO/nitrogen-doped carbon nanotube [14], and metal–organic frameworks [15], is an accepted strategy for enhancing ORR activity. Carbon materials provide rapid electron-conduction pathways within electrodes. Furthermore, it was reported that synergistic effects between metals or metal oxides and carbon materials improved the catalytic activity [12–16]. Among various carbon materials, nitrogen-doped porous carbon (NPC) has attracted considerable attention due to its features, such as well-developed porous structure, high electrical conductivity, robust stability, and high surface polarity [12,16,17]. The NPC, which can act as a high-surface-area substrate for effective dispersion of perovskite-type oxide nanoparticles, would contribute to improving the ORR activity of the oxides. In this study, we prepared a composite catalyst of a perovskite-type oxide and NPC via a RM method. La0.4Ca0.6Mn0.9Fe0.1O3 (LCMF) was chosen as a composition of the oxide because Ca and Fe substitutions improve the oxygen reduction activity and stability of the perovskite lattice, respectively [5]. The prepared catalysts were characterized by transmission electron microscopy (TEM), back-scattered electron (BSE) microscopy, X-ray diffraction (XRD), and N2 gas adsorption. To evaluate the ORR activity, rotating disk electrode (RDE) measurements were conducted on the prepared catalysts. LCMF/NPC exhibited improved electrocatalytic activity for the ORR compared with LCMF/carbon black (CB) and NPC. A gas diffusion electrode (GDE) using LCMF/NPC was fabricated, which exhibited excellent performance and a stable potential at a high current density. 2 Experimental NPC was synthesized via heat treatment using CB (Ketjen Black EC600JD, Lion) and cyanamide (Aldrich), which were used as carbon and nitrogen sources, respectively (for full details, see supplementary material) [18]. LCMF/NPC and LCMF/CB composites were prepared via a RM method. The flowchart of the preparation is shown in Fig. S1. Cyclohexane (Wako Pure Chemical), polyoxyethylene (6) nonylphenyl ether (NP-6, Nippon Nyukazai), and tetramethylammonium hydroxide (TMAH, Kishida Chemical) were used as solvent, surfactant, and coprecipitant, respectively. At first, RMs containing aqueous solutions of metal nitrates (La(NO3)3, Ca(NO3)2, Mn(NO3)2, and Fe(NO3)3), 10% TMAH solution, and KMnO4 solution were formed at 7.0 °C by mixing cyclohexane, NP-6, and the above aqueous solutions, respectively. The weight ratios of the aqueous solutions to NP-6 and NP-6 to cyclohexane were fixed at 1:9 and 1:2, respectively. The RM solutions were mixed, and then La(OH)3, Ca(OH)2, Fe(OH)3, and MnO2 were formed in the RMs. MnO2 was obtained from the redox reaction between Mn2+ and MnO4 −. After obtaining a transparent solution, NPC or CB dispersed in cyclohexane was added to this solution and dispersed under ultrasonic agitation (40 kHz) for 30 min. Subsequently, ethanol was added to this solution, and the RMs were ruptured to precipitate on the NPC or CB. After filtration and washing thoroughly with ethanol, the precipitates were dried at 125 °C for 12 h. The dried powder was calcined at 650 °C for 5 h to form perovskite-type oxides under N2 flow. For comparison, a composite of conventional LCMF/NPC was prepared by mixing NPC and LCMF particles (624 nm in a mean diameter measured by dynamic light scattering (DLS)), which were synthesized by an AMP method [19]. Oxide loadings were fixed at 30 wt% in the composites. Experimental details of the material and electrochemical characterizations are provided in the supplementary material. Linear sweep voltammetry (LSV) at a scan rate of 5 mV s−1 was conducted at 22 °C in a three-electrode electrochemical cell using RDE, which was prepared with a catalyst loading of 0.10 mg cm−2. The reference electrode was an Hg/HgO electrode, a counter electrode was a platinum wire, and the electrolyte was a 1.0 M KOH solution. A schematic illustration of the GDE employed in this study is shown in Fig. S2. Steady-state polarization curves of the electrochemical cells installed with GDEs (diameter = 14 nm) using catalysts were measured in 8.0 M KOH at 65 °C under O2 flow (100 mL min−1) using a Pt-mesh counter electrode, and a double-junction Hg/HgO reference electrode. The iR-free potential of the GDEs was calculated from the electrolyte resistance obtained with a potentiostat and the cell voltages between the GDEs and the reference electrode. Potentials versus Hg/HgO were converted to the RHE scale according to V vs. RHE = V measured vs. Hg/HgO + 0.098 + 0.059 × pHelectrolyte (pH = 13.8 for 1.0 M KOH, pH = 15.3 for 8.0 M KOH). 3 Results and discussion 3.1 Structural and chemical properties of La0.4Ca0.6Mn0.9Fe0.1O3/nitrogen-doped porous carbon composite The morphology of the prepared composites was characterized by TEM and BSE. High-temperature calcination steps required to form perovskite structures typically result in significant coalescence and large particle formation [6,10]. In contrast, nanosized LCMF particles with mean diameters of 16.4 nm and 17.8 nm dispersed on NPC and CB, respectively, were observed in TEM images (Fig. 1A and S3). The LCMF particles were prepared via an RM method, in which small precursors synthesized in the presence of a soft template formed by NP-6 in a two-phase water–cyclohexane system were precipitated onto the carbon materials before calcination; therefore, the oxide aggregation at high-temperature calcination was suppressed presumably due to the presence of carbon materials between the oxide precursors. In the BSE image (Fig. 1B), nanosized bright particles deposited on the surface of dark agglomerated particles were observed. Since the BSE signals for a heavier element or a compound containing heavier elements can be detected as much brighter spots, the bright spots showed the distribution of the LCMF nanoparticles. Thus, the BSE image clearly indicated that the LCMF nanoparticles were finely dispersed on NPC. The crystalline phases of the composites were characterized by XRD measurements (Fig. S4). LCMF/NPC and LCMF/CB exhibited patterns attributed to an orthorhombic perovskite structure with a space group of Pnma (62) (JCPDS, No 46–0513). Two weak diffraction peaks for the carbon materials at approximately 24.5° and 43.5° corresponding to the (002) and (101) peaks, respectively, of hexagonal graphitic carbon (JCPDS, No. 75–1621) were overlapped with the LCMF peaks. No peaks of impurities, such as lanthanum oxides, calcium oxides, manganese oxides, and iron oxides, were found. The crystalline sizes of LCMF on NPC and CB calculated from the patterns using Scherrer's equation were 14.5 nm and 13.8 nm, respectively. Thus, the most of the LCMF nanoparticles were monocrystalline. Table S1 summarizes the resulting atomic ratios of LCMF/NPC, LCMF/CB, and conventional LCMF measured by X-ray fluorescence spectroscopy. The three LCMF components had similar ratios with larger ratios of B-site ions to A-site ions than the nominal ratios. Since the B-site transition metal ions in perovskite-type oxides are mainly considered as the active sites for oxygen reduction catalysis [10,20], a high concentration of B-site ions could be favorable for catalytic oxygen reductions. The mass ratios of LCMF in LCMF/NPC and LCMF/CB were 33 wt% and 28 wt%, respectively, as determined via thermogravimetric analysis (Fig. S5). The pore structures of the LCMF/NPC and LCMF/CB composites were investigated by N2 gas adsorption. The N2 isotherms display a distinct hysteresis loop over a wide partial pressure region (P/P0 > 0.42) and no saturation at near 1.0, indicating the presence of meso- and macropores, respectively (Fig. 2 ). The total and micropore volumes were determined from the adsorbed gas amount at a partial pressure of 0.98 and the intercept of the t-plot [21], respectively (Table S1). Meso- and macropores constituted >90% of the total pore volumes in the composites. Mesopore size distributions (Fig. 2, inset) were calculated by the Barrett-Joyner-Halenda (BJH) method. LCMF/NPC and LCMF/CB notably adsorbed large amounts of N2 in the range of 2–20 nm, indicating abundant mesoporosity which was favorable for efficient mass transport in catalyst layers [22]. Fig. S6 shows the Mn 2p and 3 s, Fe 2p, and N 1 s photoelectron spectra of the composites. Table S2 summarizes surface atomic concentrations for the composites and NPC determined by the peak areas. Compared with LCMF/CB, slight negative shift and broadened splitting were observed in the Mn 2p3/2 and 3 s peaks of LCMF/NPC, respectively, suggesting the electron clouds might be polarized from NPC to LCMF [23,24]. The doped nitrogen in CB could form partially covalent bonds with the oxides, which would enhance the composite durability. 3.2 Electrocatalytic properties of La0.4Ca0.6Mn0.9Fe0.1O3/nitrogen-doped porous carbon composite To evaluate the electrocatalytic activity of prepared composites for the ORR, RDE measurements were conducted in O2-saturated 1.0 M KOH solutions. LSV curves with different rotating rates for LCMF/NPC indicated that the limiting current density increased with increasing rotation rate due to the shortened diffusion layer (Fig. 3a). The number of electron transfer was calculated to be 3.7–3.8 between 0.76 and 0.56 V from the slope of Koutecky–Levich plots (Fig. 3a, inset), suggesting a predominant four-electron ORR catalyzed by LCMF/NPC. Fig. 3b compares the LSV curves of samples at a rotation rate of 1600 rpm. LCMF/NPC exhibited about 40 mV more positive half-wave potential and >2 times higher kinetic current density than LCMF/CB and NPC (Fig. 3c), suggesting that a synergistic effect was obtained by combining LCMF with NPC. Meanwhile, conventional LCMF/NPC showed slightly higher half-wave potential and kinetic current density than NPC. The conventional LCMF was seriously aggregated into large particles with a mean diameter of 624 nm, which was measured by DLS, resulting in low dispersion of the oxide particles on NPC (Fig. S7). These results suggested that the nanosized LCMF highly dispersed on NPC would be an important contributor to the enhanced activity. The nanosized LCMF should have high surface area and thus result in superior ORR activity. Furthermore, synergistic effects, such as electronic interaction and spillover effects between metal oxide particles and carbon materials, towards ORR are widely observed in metal oxide/carbon material composites [13,14,16,25,26]; these effects may contribute to the catalytic activity enhancement. Recently, synergistic effects between nitrogen-doped graphene and perovskite-type oxides during the ORR process were suggested by the combined experimental and density functional theory (DFT) study [23]. The DFT-based calculations revealed that the electron transfer from the electron-rich nitrogen-doped graphene to the oxides and O2 increased the activity by facilitating O2 adsorption on the surface of the oxides. The novel morphology of LCMF/NPC in which LCMF nanoparticles were dispersed on the surface of NPC without aggregation is expected to maximize the number of contact points between LCMF and NPC. This structure could enhance the effect of the electronic interaction between LCMF and NPC as well as provide good electronic conducting pathways for the charge-transfer process of oxygen reduction. Although a detailed mechanism that underlies the activity enhancement of the LCMF/NPC composite has to be studied further, this study demonstrates an efficient composite structure that could guide the design of improved catalysts using LCMF and NPC. To further investigate the usage of the prepared LCMF/NPC, the composite was used as an ORR catalyst in GDEs; GDEs were utilized as oxygen electrodes in practical energy devices such as metal–air batteries and fuel cells [8–10]. Compared with the Pt/C catalyst (40 wt% Pt; IFPC40 (FC-I1), Ishifuku Metal Industry), the prepared composite showed a lower rest potential (E i=0) of 1.06 V, which in turn resulted in slightly lower potentials at lower current densities (Fig. 3d). However, the composite outperformed Pt/C at current densities higher than 50 mA cm−2, exhibiting higher potentials. The gently decreased potential for the GDE using LCMF/NPC in the high current density region is presumably due to the improved charge transport. In addition, the composite showed well electrochemical durability for 50 h in terms of galvanostatic test at 300 mA cm−2 without virtually any potential losses (Fig. 3d, inset). These results suggest that the composite catalyst was effectively applied to the GDE system. 4 Conclusions We prepared a composite of LCMF nanoparticles and NPC via an RM method. The resulting LCMF nanoparticles with a mean diameter of 16.4 nm were dispersed on the surface of the NPC. The LCMF/NPC composite showed significantly improved activity in terms of half-wave potential and kinetic current density for oxygen reduction relative to LCMF/CB and NPC, suggesting the presence of a synergistic effect between LCMF and NPC towards the ORR. Meanwhile, the electrocatalytic activity of conventional LCMF/NPC was only slightly higher than NPC. These results revealed that the morphology of the nanosized LCMF finely dispersed on NPC would be essential for high oxygen reduction activity. When used as an ORR catalyst in the construction of a GDE, the LCMF/NPC exhibited excellent performance and operated stably at a high current density. Declaration of Competing Interest None. Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2019.105786. References [1] M.A. Peña J.L.G. Fierro Chemical structures and performance of perovskite oxides Chem. Rev. 101 2001 1981 2017 M.A. Peña, J.L.G. Fierro, Chemical structures and performance of perovskite oxides, Chem. Rev. 101 (2001) 1981–2017. [2] A.S. Bhalla R. Guo R. Roy The perovskite structure–a review of its role in ceramic science and technology Mater. Res. Innov. 4 2000 3 26 A.S. Bhalla, R. Guo, R. Roy, The perovskite structure–A review of its role in ceramic science and technology, Mater. Res. Innov. 4 (2000) 3–26. [3] D.B. Meadowcroft Low-cost oxygen electrode material Nature. 226 1970 847 848 D.B. Meadowcroft, Low-cost oxygen electrode material, Nature. 226 (1970) 847–848. [4] K. Miyazaki K. Kawakita T. Abe T. Fukutsuka K. Kojima Z. Ogumi Single-step synthesis of nano-sized perovskite-type oxide/carbon nanotube composites and their electrocatalytic oxygen-reduction activities J. Mater. Chem. 21 2011 1913 1917 K. Miyazaki, K. Kawakita, T. Abe, T. Fukutsuka, K. Kojima, Z. Ogumi, Single-step synthesis of nano-sized perovskite-type oxide/carbon nanotube composites and their electrocatalytic oxygen-reduction activities, J. Mater. Chem. 21 (2011) 1913–1917. [5] M. Yuasa K. Shimanoe Y. Teraoka N. Yamazoe High-performance oxygen reduction catalyst using carbon-supported La-Mn-based perovskite-type oxide Electrochem. Solid State Lett. 14 2011 A67 A69 M. Yuasa, K. Shimanoe, Y. Teraoka, N. Yamazoe, High-performance oxygen reduction catalyst using carbon-supported La-Mn-based perovskite-type oxide, Electrochem. Solid State Lett. 14 (2011) A67–A69. [6] W.G. Hardin D.A. Slanac X. Wang S. Dai K.P. Johnston K.J. Stevenson Highly active, nonprecious metal perovskite electrocatalysts for bifunctional metal–air battery electrodes J. Phys. Chem. Lett. 4 2013 1254 1259 W.G. Hardin, D.A. Slanac, X. Wang, S. Dai, K.P. Johnston, K.J. Stevenson, Highly active, nonprecious metal perovskite electrocatalysts for bifunctional metal–air battery electrodes, J. Phys. Chem. Lett. 4 (2013) 1254–1259. [7] H. Oda T. Yoneda T. Sakai Y. Okuyama H. Matsumoto Preparation of nano-structured cathode for protonic ceramic fuel cell by bead-milling method Solid State Ionics 262 2014 388 391 H. Oda, T. Yoneda, T. Sakai, Y. Okuyama, H. Matsumoto, Preparation of nano-structured cathode for protonic ceramic fuel cell by bead-milling method, Solid State Ionics. 262 (2014) 388–391. [8] F. Bidault D.J.L. Brett P.H. Middleton N.P. Brandon Review of gas diffusion cathodes for alkaline fuel cells J. Power Sources 187 2009 39 48 F. Bidault, D. J. L. Brett, P. H. Middleton, N. P. Brandon, Review of gas diffusion cathodes for alkaline fuel cells, J. Power Sources. 187 (2009) 39–48. [9] M. Rahman X. Wang C. Wen High energy density metal–air batteries: a review J. Electrochem. Soc. 160 2013 A1759 A1771 M. Rahman, X. Wang, C. Wen, High energy density metal–air batteries: a review, J. Electrochem. Soc. 160 (2013) A1759–A1771. [10] D. Chen C. Chen Z.M. Baiyee Z. Shao F. Ciucci Nonstoichiometric oxides as low-cost and highly-efficient oxygen reduction/evolution catalysts for low-temperature electrochemical devices Chem. Rev. 115 2015 9869 9921 D. Chen, C. Chen, Z.M. Baiyee, Z. Shao, F. Ciucci, Nonstoichiometric oxides as low-cost and highly-efficient oxygen reduction/evolution catalysts for low-temperature electrochemical devices, Chem. Rev. 115 (2015) 9869–9921. [11] X. Li B.N. Popov T. Kawahara H. Yanagi Non-precious metal catalysts synthesized from precursors of carbon, nitrogen, and transition metal for oxygen reduction in alkaline fuel cells J. Power Sources 196 2011 1717 1722 X. Li, B.N. Popov, T. Kawahara, H. Yanagi, Non-precious metal catalysts synthesized from precursors of carbon, nitrogen, and transition metal for oxygen reduction in alkaline fuel cells, J. Power Sources. 196 (2011) 1717–1722. [12] R. Chen J. Yan Y. Liu J. Li Three-dimensional nitrogen-doped graphene/MnO nanoparticle hybrids as a high-performance catalyst for oxygen reduction reaction J. Phys. Chem. C 119 2015 8032 8037 R. Chen, J. Yan, Y. Liu, J. Li, Three-dimensional nitrogen-doped graphene/MnO nanoparticle hybrids as a high-performance catalyst for oxygen reduction reaction, J. Phys. Chem. C. 119 (2015) 8032–8037. [13] E. Fabbri R. Mohamed P. Levecque O. Conrad R. Kötz T.J. Schmidt Composite electrode boosts the activity of Ba0.5Sr0.5Co0.8Fe0.2O3-δ perovskite and carbon toward oxygen reduction in alkaline media ACS Catal. 4 2014 1061 1070 E. Fabbri, R. Mohamed, P. Levecque, O. Conrad, R. Kötz, T.J. Schmidt, Composite electrode boosts the activity of Ba0.5Sr0.5Co0.8Fe0.2O3-δ perovskite and carbon toward oxygen reduction in alkaline media, ACS Catal. 4 (2014) 1061–1070. [14] I.A. Khan A. Badshah M.A. Nadeem Single step pyrolytic conversion of zeolitic imidazolate to CoO encapsulated N-doped carbon nanotubes as an efficient oxygen reduction electrocatalyst Catal. Commun. 99 2017 10 14 I.A. Khan, A. Badshah, M.A. Nadeem, Single step pyrolytic conversion of zeolitic imidazolate to CoO encapsulated N-doped carbon nanotubes as an efficient oxygen reduction electrocatalyst, Catal. Commun. 99 (2017) 10–14. [15] W. Xia A. Mahmood R. Zou Q. Xub Metal-organic frameworks and their derived nanostructures for electrochemical energy storage and conversion Energy Environ. Sci. 8 2015 1837 1866 W. Xia, A. Mahmood, R. Zou, Q. Xub, Metal-organic frameworks and their derived nanostructures for electrochemical energy storage and conversion, Energy Environ. Sci. 8 (2015) 1837–1866. [16] Y. Shao J. Sui G. Yin Y. Gao Nitrogen-doped carbon nanostructures and their composites as catalytic materials for proton exchange membrane fuel cell Appl. Catal. B Environ. 79 2008 89 99 Y. Shao, J. Sui, G. Yin, Y. Gao, Nitrogen-doped carbon nanostructures and their composites as catalytic materials for proton exchange membrane fuel cell, Appl. Catal. B Environ. 79 (2008) 89–99. [17] M. Zhou Q. Wang X. Huang Y. Huang Y. Chen A nitrogen-doped mesoporous carbon nanomaterial derived from Co(HNCN)2 toward oxygen reduction reaction Catal. Commun. 125 2019 66 69 M. Zhou, Q. Wang, X. Huang, Y. Huang, Y. Chen, A nitrogen-doped mesoporous carbon nanomaterial derived from Co(HNCN)2 toward oxygen reduction reaction, Catal. Commun. 125 (2019) 66–69. [18] N. Tachibana S. Ikeda Y. Yukawa M. Kawaguchi Highly porous nitrogen-doped carbon nanoparticles synthesized via simple thermal treatment and their electrocatalytic activity for oxygen reduction reaction Carbon. 115 2017 515 525 N. Tachibana, S. Ikeda, Y. Yukawa, M. Kawaguchi, Highly porous nitrogen-doped carbon nanoparticles synthesized via simple thermal treatment and their electrocatalytic activity for oxygen reduction reaction, Carbon. 115 (2017) 515–525. [19] Y. Teraoka H. Kakebayashi I. Moriguchi S. Kagawa Hydroxy acid-aided synthesis of perovskite-type oxides of cobalt and manganese Chem. Lett. 20 1991 673 676 Y. Teraoka, H. Kakebayashi, I. Moriguchi, S. Kagawa, Hydroxy acid-aided synthesis of perovskite-type oxides of cobalt and manganese, Chem. Lett. 20 (1991) 673–676. [20] J. Suntivich H.A. Gasteiger N. Yabuuchi H. Nakanishi J.B. Goodenough Y. Shao-Horn Design principles for oxygen-reduction activity on perovskite oxide catalysts for fuel cells and metal-air batteries Nat. Chem. 3 2011 546 550 J. Suntivich, H.A. Gasteiger, N. Yabuuchi, H. Nakanishi, J.B. Goodenough, Y. Shao-Horn, Design principles for oxygen-reduction activity on perovskite oxide catalysts for fuel cells and metal-air batteries, Nat. Chem. 3 (2011) 546–550. [21] J.H. de Boer B.C. Lippens B.G. Linsen J.C.P. Broekhoff A. van den Heuvel T.J. Osinga The t-curve of multimolecular N2-adsorption J. Colloid Interface Sci. 21 1966 405 414 J.H. de Boer, B.C. Lippens, B.G. Linsen, J.C.P. Broekhoff, A. van den Heuvel, T.J. Osinga, The t-curve of multimolecular N2-adsorption, J. Colloid Interface Sci. 21 (1966) 405–414. [22] S. Liu H. Zhang Q. Zhao X. Zhang R. Liu X. Ge G. Wang H. Zhao W. Cai Metal-organic framework derived nitrogen-doped porous carbon@graphene sandwich-like structured composites as bifunctional electrocatalysts for oxygen reduction and evolution reactions Carbon. 106 2016 74 83 S. Liu, H. Zhang, Q. Zhao, X. Zhang, R. Liu, X. Ge, G. Wang, H. Zhao, W. Cai, Metal-organic framework derived nitrogen-doped porous carbon@graphene sandwich-like structured composites as bifunctional electrocatalysts for oxygen reduction and evolution reactions, Carbon. 106 (2016) 74–83. [23] Y. Bu G. Nam S. Kim K. Choi Q. Zhong J. Lee Y. Qin J. Cho G. Kim A tailored bifunctional electrocatalyst: boosting oxygen reduction/evolution catalysis via electron transfer between N-doped graphene and perovskite oxides Small. 14 2018 1802767 Y. Bu, G. Nam, S. Kim, K. Choi, Q. Zhong, J. Lee, Y. Qin, J. Cho, G. Kim, A tailored bifunctional electrocatalyst: boosting oxygen reduction/evolution catalysis via electron transfer between N-doped graphene and perovskite oxides, Small. 14 (2018) 1802767. [24] X. Xiong C. Yang G. Wang Y. Lin X. Ou J.-H. Wang B. Zhao M. Liu Z. Lin K. Huang SnS nanoparticles electrostatically anchored on three-dimensional N-doped graphene as an active and durable anode for sodium ion batteries Energy Environ. Sci. 10 2017 1757 1763 X. Xiong, C. Yang, G. Wang, Y. Lin, X. Ou, J.-H. Wang, B. Zhao, M. Liu, Z. Lin, K. Huang, SnS nanoparticles electrostatically anchored on three-dimensional N-doped graphene as an active and durable anode for sodium ion batteries, Energy Environ. Sci. 10 (2017) 1757–1763. [25] E. Yeager Electrocatalysts for O2 reduction Electrochim. Acta 29 1984 1527 1537 E. Yeager, Electrocatalysts for O2 reduction, Electrochim. Acta. 29 (1984) 1527–1537. [26] J.D. Wiggins-Camacho K.J. Stevenson Mechanistic discussion of the oxygen reduction reaction at nitrogen-doped carbon nanotubes J. Phys. Chem. C 115 2011 20002 20010 J.D. Wiggins-Camacho, K.J. Stevenson, Mechanistic discussion of the oxygen reduction reaction at nitrogen-doped carbon nanotubes, J. Phys. Chem. C. 115 (2011) 20002–20010.",
      "scopus-id": "85071049158",
      "coredata": {
        "eid": "1-s2.0-S1566736719302481",
        "dc:description": "A composite of La0.4Ca0.6Mn0.9Fe0.1O3 (LCMF) nanoparticles and nitrogen-doped porous carbon (NPC) was prepared via a reverse micelle method. The electrocatalytic activity of the resulting LCMF/NPC for oxygen reduction was investigated by rotating disk electrode measurements. The LCMF/NPC exhibited ~40 mV more positive half-wave potential and >2 times higher kinetic current density compared with LCMF/carbon black and NPC, suggesting that a synergistic effect was obtained by combining LCMF with NPC. The novel morphology of the composite, in which small LCMF particles with a mean diameter of 16.4 nm were finely dispersed on NPC, would contribute to the superior activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736719302481",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tachibana, Naoki"
          },
          {
            "@_fa": "true",
            "$": "Yukawa, Yasuyuki"
          },
          {
            "@_fa": "true",
            "$": "Somekawa, Shoichi"
          },
          {
            "@_fa": "true",
            "$": "Shimanoe, Kengo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736719302481"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736719302481"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(19)30248-1",
        "prism:volume": "131",
        "articleNumber": "105786",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "La0.4Ca0.6Mn0.9Fe0.1O3 nanoparticle-dispersed nitrogen-doped porous carbon composite as an efficient oxygen reduction electrocatalyst",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Perovskite-type oxide"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen-doped porous carbon"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "105786",
        "pubType": "sco",
        "prism:coverDisplayDate": "November 2019",
        "prism:doi": "10.1016/j.catcom.2019.105786",
        "prism:startingPage": "105786",
        "dc:identifier": "doi:10.1016/j.catcom.2019.105786",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9053",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12562",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "177",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8857",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "183",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9504",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "468",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39538",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49825",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "261",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25263",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "554",
            "@width": "620",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "93628",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2073",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "317212",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "717",
            "@width": "1422",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "268730",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1157",
            "@width": "1249",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "189979",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2453",
            "@width": "2747",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "751032",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "420858",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719302481-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2527968",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85071049158"
      }
    }
  }
}