{
  "metadata": {
    "title": "Novel V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf>/NTiO<ce:inf loc=post>2</ce:inf>–Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> nanostructured catalysts for enhanced catalytic activity in NO reduction by NH<ce:inf loc=post>3</ce:inf>",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2014-02-05",
    "doi": "10.1016/j.catcom.2013.10.025",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736713003968",
    "pii": "S1566736713003968"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84887894745",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2013-10-29 2013-10-29 2014-05-09T08:50:13 1-s2.0-S1566736713003968 S1566-7367(13)00396-8 S1566736713003968 10.1016/j.catcom.2013.10.025 S300 S300.2 FULL-TEXT 1-s2.0-S1566736713X00147 2020-11-11T12:26:04.496139Z 0 0 20140205 2014 2013-10-29T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref specialabst alllist content subj ssids 1566-7367 15667367 true 45 45 C Volume 45 13 54 58 54 58 20140205 5 February 2014 2014-02-05 2014 article sco Copyright © 2013 Elsevier B.V. All rights reserved. NOVELV2O5NTIO2AL2O3NANOSTRUCTUREDCATALYSTSFORENHANCEDCATALYTICACTIVITYINNOREDUCTIONBYNH3 CAMPOSECO R 1 Introduction 2 Experimental 3 Characterization 3.1 Catalytic tests 4 Results and discussion 4.1 XRD structure 4.2 HRTEM morphology 4.3 Textural properties 4.4 Surface acidity 4.5 XPS 4.6 Catalytic activity 5 Conclusions Acknowledgments References FORZATTI 2001 221 P NOVA 2006 3222 I LEE 2002 267 I RAMACHANDRAN 2000 281 B BUSCA 1998 1 G CHEN 1992 135 148 J OLIVERI 1993 1239 1249 G ALEMANY 1995 117 130 L LI 2010 85 91 Q CHEN 2007 2891 2959 X KASUGA 1998 3160 3163 T CHANG 2010 327 333 M TSUMURA 2011 2322 2325 T BAVYKIN 2006 2807 2824 D ZHU 2011 394 398 L CHEN 2011 1 5 X CAMPOSECO 2012 81 88 R SELLI 1999 129 140 E YUAN 2004 173 183 Z GUO 2007 1 8 Y KNOEZINGER 1976 184 271 H BUSCA 1998 191 206 G MAURYA 2005 51 57 S FERRETO 2003 1181 1188 L MATRALIS 1995 368 379 H SILVERSMIT 2004 167 G LINDSTROM 2006 5001 R JIANG 2009 150 156 Y REDDY 2006 44 B YANG 1997 J NIAN 2006 25817 25824 J CAMPOSECOX2014X54 CAMPOSECOX2014X54X58 CAMPOSECOX2014X54XR CAMPOSECOX2014X54X58XR item S1566-7367(13)00396-8 S1566736713003968 1-s2.0-S1566736713003968 10.1016/j.catcom.2013.10.025 272180 2014-05-09T06:53:50.501807-04:00 2014-02-05 1-s2.0-S1566736713003968-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/MAIN/application/pdf/0ca87f719ed0a1e60ed8ab08c12a0566/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/MAIN/application/pdf/0ca87f719ed0a1e60ed8ab08c12a0566/main.pdf main.pdf pdf true 1034678 MAIN 5 1-s2.0-S1566736713003968-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/PREVIEW/image/png/b20a5ada30cfe01a92a4d2aa14a70d33/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/PREVIEW/image/png/b20a5ada30cfe01a92a4d2aa14a70d33/main_1.png main_1.png png 56428 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736713003968-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr5/DOWNSAMPLED/image/jpeg/1dc5462ef480a61b9698ad98c129c5eb/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr5/DOWNSAMPLED/image/jpeg/1dc5462ef480a61b9698ad98c129c5eb/gr5.jpg gr5 gr5.jpg jpg 60257 774 380 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713003968-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr4/DOWNSAMPLED/image/jpeg/c7bf63febd3d2a5c0f611cccfa8cf090/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr4/DOWNSAMPLED/image/jpeg/c7bf63febd3d2a5c0f611cccfa8cf090/gr4.jpg gr4 gr4.jpg jpg 69892 766 372 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713003968-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr3/DOWNSAMPLED/image/jpeg/abd437f87fda757892d4243e90912e90/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr3/DOWNSAMPLED/image/jpeg/abd437f87fda757892d4243e90912e90/gr3.jpg gr3 gr3.jpg jpg 38216 434 371 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713003968-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr2/DOWNSAMPLED/image/jpeg/ffd3bf7cee4d0d0f41ff13adfe61a11e/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr2/DOWNSAMPLED/image/jpeg/ffd3bf7cee4d0d0f41ff13adfe61a11e/gr2.jpg gr2 gr2.jpg jpg 139959 991 315 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713003968-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr1/DOWNSAMPLED/image/jpeg/6e4f0763c372977e689a559e5f2b5c86/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr1/DOWNSAMPLED/image/jpeg/6e4f0763c372977e689a559e5f2b5c86/gr1.jpg gr1 gr1.jpg jpg 53151 411 525 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713003968-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/fx1/DOWNSAMPLED/image/jpeg/667aea9b2b44e162d9d8640650606aa3/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/fx1/DOWNSAMPLED/image/jpeg/667aea9b2b44e162d9d8640650606aa3/fx1.jpg fx1 true fx1.jpg jpg 9057 200 170 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713003968-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr5/THUMBNAIL/image/gif/780d9a2ad0a29a60ea650179a49aadf2/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr5/THUMBNAIL/image/gif/780d9a2ad0a29a60ea650179a49aadf2/gr5.sml gr5 gr5.sml sml 3500 163 80 IMAGE-THUMBNAIL 1-s2.0-S1566736713003968-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr4/THUMBNAIL/image/gif/8568552e7a8cead065554dc57d3fd1a7/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr4/THUMBNAIL/image/gif/8568552e7a8cead065554dc57d3fd1a7/gr4.sml gr4 gr4.sml sml 3857 163 79 IMAGE-THUMBNAIL 1-s2.0-S1566736713003968-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr3/THUMBNAIL/image/gif/00a8c9b647b4829db018df77469d9444/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr3/THUMBNAIL/image/gif/00a8c9b647b4829db018df77469d9444/gr3.sml gr3 gr3.sml sml 4646 164 140 IMAGE-THUMBNAIL 1-s2.0-S1566736713003968-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr2/THUMBNAIL/image/gif/b999f2401049eb3aa1e3b338aa73c3c8/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr2/THUMBNAIL/image/gif/b999f2401049eb3aa1e3b338aa73c3c8/gr2.sml gr2 gr2.sml sml 3216 164 52 IMAGE-THUMBNAIL 1-s2.0-S1566736713003968-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/gr1/THUMBNAIL/image/gif/2c53f150583a94983882dbe170e09de7/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/gr1/THUMBNAIL/image/gif/2c53f150583a94983882dbe170e09de7/gr1.sml gr1 gr1.sml sml 7023 164 209 IMAGE-THUMBNAIL 1-s2.0-S1566736713003968-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713003968/fx1/THUMBNAIL/image/gif/361c1b8fc06dcd364e7e2fbdb2fea5b5/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713003968/fx1/THUMBNAIL/image/gif/361c1b8fc06dcd364e7e2fbdb2fea5b5/fx1.sml fx1 true fx1.sml sml 5724 164 139 IMAGE-THUMBNAIL CATCOM 3685 S1566-7367(13)00396-8 10.1016/j.catcom.2013.10.025 Elsevier B.V. © 2013. Published by Elsevier B.V. All rights reserved. Fig. 1 XRD patterns of titanium-nanotube (NT) catalysts annealed at 450°C. H2Ti3O7 is the titanic acid phase, and Al2O3 is the aluminum phase as oxide; VO2 and V2O5 are expected reflections for vanadium species. Fig. 2 HRTEM for the NT catalysts annealed at 450°C: A) titanium-nanotube Degussa P25 with vanadium, B) titanium nanotubes with vanadium obtained by sol–gel, C) titanium nanotubes with aluminum and vanadium obtained by sol–gel. Fig. 3 FTIR spectra of pyridine adsorbed by the V2O5/NT25, V2O5/NTSG and V2O5/NTiO2–Al2O3 samples at 200 and 400°C, where L is the signal of Lewis acid sites, B is the signal of Brönsted acid sites and L+B are both Lewis and Brönsted sites. Fig. 4 A) XPS spectra for V2O5/NTiO2-Al2O3, V2O5/NT25 and V2O5/NTSG: Vanadium 2p indicates different oxidation states of vanadium oxide; B) XPS spectra for V2O5/NTiO2-Al2O3, V2O5/NT25 and V2O5/NTSG: Titanium 2p. Fig. 5 A) NO conversion versus temperature in the NH3-SCR on V2O5/NTiO2–Al2O3, V2O5/NT25 and V2O5/NTSG. The feed stream composition was: 500ppm NO, 500ppm NH3, 2vol.% O2. The gas balance was N2, 200mg of catalyst was used and the total flow was 400cm3/min; B) NH3 conversion. Table 1 BET surface areas for titanium nanotube (NT) catalysts containing vanadium oxide, and surface acid sites per BET area of NT catalysts by FTIR spectra of pyridine adsorbed at 200 and 400°C. Sample Sbet (m2/g) Dp (Å) Vp (cm3/g) NaOH (N) V2O5 (wt %) CLewis (μ-mol·m−2) CBrönsted (μ-mol·m−2) CTotal (μ-mol·m−2) Temperature (°C) V2O5/NT25 311 128 1.06 10 5 0.212 0.151 0.363 200 0.008 0.001 0.009 400 V2O5/NTSG 335 61 0.48 10 5 0.415 0.168 0.583 200 0.191 0.066 0.257 400 V2O5/NTiO2-Al2O3 366 63 0.57 10 5 1.490 0.221 1.711 200 0.589 0.035 0.624 400 Short Communication Novel V2O5/NTiO2–Al2O3 nanostructured catalysts for enhanced catalytic activity in NO reduction by NH3 R. Camposeco a c S. Castillo a b ⁎ V. Mugica c I. Mejia-Centeno a J. Marín a a Molecular Engineering Program, Mexican Institute of Petroleum, AP.07730 D.F., Mexico Molecular Engineering Program Mexican Institute of Petroleum D.F. AP.07730 Mexico b Department of Chemical Engineering, ESIQIE-IPN, AP. 75-876 D.F., Mexico Department of Chemical Engineering ESIQIE-IPN D.F. AP. 75-876 Mexico c Department of Chemistry UAM-A, A.P. 55-534, México, D.F., Mexico Department of Chemistry UAM-A México, D.F. A.P. 55-534 Mexico ⁎ Corresponding author at: Molecular Engineering Program, Mexican Institute of petroleum, AP.07730, D.F., México. Tel.: +55 52 91756738; fax: +55 52 91759699. Nanostructured V2O5/NTiO2–Al2O3 catalysts were prepared by the sol–gel and hydrothermal methods and characterized by XRD, TEM, N2-BET and XPS. The role played by TiO2–Al2O3 as nanostructured support of V2O5 for NO–SCR–NH3 at high temperature was studied. The results show that the V2O5/NTiO2–Al2O3catalyst containing 5wt.% of Al2O3 and 5wt.% of V2O5 featured the highest activity in the 200–500°C temperature interval without NH3 oxidation to NO2. Graphical abstract A new V2O5/N/TiO2–Al2O3 nanostructured catalyst with tubular structure prepared for the selective catalytic reduction of NO by NH3 showed activity improvement at high temperature without NH3 oxidation to NO2. Keywords Titania nanocrystals Titania nanotubes NH3-SCR process Titania acidity: V2O5/NTiO2–Al2O3 catalyst 1 Introduction Selective Catalytic Reduction (SCR) with NH3 is undoubtedly one of the most promising technologies for the abatement of NOx emissions from stationary sources [1–3]. Various types of catalysts such as noble metals, transition metal oxides, and zeolites have been used in the reduction of NOx [4,5]. Commercial catalysts based on V2O5–WO3/TiO2 or V2O5–MoO3/TiO2 disclose high catalytic activity and selectivity, although problems are associated with the toxicity of vanadium at high concentrations, and the low N2 selectivity at high temperature intervals [6–8]. Nowadays, it is of great interest to develop non-toxic, non-polluting, highly-efficient-at-high-temperature catalysts without being deactivated by H2O and SOx. TiO2 nanoparticles have been widely utilized as supports for either metal-oxide catalysts or photocatalysts. Recently, studies on titanium nanotubes (TNs) have shown the astonishing features displayed by these unique tubular structures, which provide a special interior space, physical properties, chemical stability and high surface/volume ratio in comparison with TiO2 nanoparticles [9–11]. Titanium nanotubes (TNs) have shown superior features in their different structures such as nanotubes, nanowires, nanoribbons and nanorods [12–14], where their highly efficient charge transport has been beneficial to sensing applications and lithium rechargeable batteries. Recently, TN-tubular-structure-based-SCR catalysts have been studied such as Ce–carbon nanotubes [15] and Ce–titanium nanotubes [16]. Lately, Nian et al. [31] have been working on the performance of Cu species distributed over titanium nanotubes. In the present study, TiO2–Al2O3 as nanostructured support of V2O5 is considered as a promising catalyst for the NH3-SCR reaction at high temperatures without NH3 oxidation to NO2. The results show that the V2O5/NTiO2–Al2O3 catalyst is more active than the V2O5/NTSG and V2O5/NT25 catalysts. 2 Experimental NTiO2–Al2O3 nanotubes were synthesized by the hydrothermal treatment of TiO2–Al2O3 nanocrystals obtained by the sol–gel method. The hydrothermal synthesis was made with a NaOH solution (10N) in a Teflon lined autoclave at 140°C for 24h [17]. The slurry was washed several times with an HCl solution until reaching pH=2; then washed with distilled water until pH was close to 7, and finally filtered. After drying at 80°C for 24h, the addition of V2O5 was close to 5wt.% and made by the impregnating method; NTiO2–Al2O3 was added to a metavanadate ammonium solution, and the mixture was stirred and dried at 200°C for 2h, and finally annealed at 500°C for 4h; this catalyst was labeled as V2O5/NTiO2–Al2O3. The other catalysts were labeled as V2O5/NTSG for the titanium nanotubes synthesized by the sol–gel method with vanadium; V2O5/NT25 for the nanotubes made with commercial P25 titanium (Degussa). 3 Characterization X-ray diffraction (XRD) patterns of the samples packed in a glass holder were recorded at room temperature with Cu Kα radiation in a Bruker Advance D-8 diffractometer having theta–theta configuration and a graphite secondary-beam monochromator. The data were collected for scattering angles (2θ) ranging from 4 to 80º with a step of 0.02º for 2s per point. The morphology was examined by transmission electron microscopy (TEM); the analyses were performed in a JEOL 2200FS microscope operating at 200kV and equipped with a Schottky-type field emission gun and a ultrahigh resolution pole piece (Cs=0.5mm, point-to-point resolution, 0.190nm). The samples were ground, suspended in isopropanol at room temperature and dispersed by ultrasonic stirring. Then, a solution aliquot was dropped on a 3-mm-diameter-lacey-carbon–copper grid. The specific surface areas were determined by N2 physisorption at −196°C with an ASAP-2405 analyzer. Pyridine Fourier transform infrared spectroscopy (FTIR) spectra were recorded in a Nicolet 8700 spectrophotometer with a resolution of 4cm−1, accumulating 50 scans. In the cell, all the samples were treated in vacuum at 400°C for 1h; pyridine was then admitted and adsorbed. Then, evacuations were performed at 200 and 400°C. The acidity per surface area unit for Lewis and Brönsted sites was calculated by following the corresponding procedure [18]. XPS experiments were performed with a Thermo VG Scientific Escalab 250 spectrometer equipped with a hemispherical electron analyzer and an Al Kα radiation source (1486.6eV) powered at 20kV and 30mA, respectively. The binding energy was determined by using carbon C (1s) as reference line (284.6eV). The spectrometer was operated at 23.5eV pass energy and the base pressure in the analyzing chamber was maintained in the order of 3×10−8mbar. Peak fitting was done by using XPSPEAK 41 with Shirley background. 3.1 Catalytic tests Samples of 200mg of catalyst were tested in a tubular quartz reactor. Before reaction, the catalysts were heated at 120°C for 1h under a 100-cm3/min-N2 flow rate. The feed stream composition was 500ppm of NO, 500ppm of NH3 and 2v/v% of O2. N2 was the balance gas, and the total flow was 400mL/min. The analysis of reactants and products was made on line by means of a NOx detector (Rosemount 951A) and an FTIR spectrophotometer (Bruker Tensor 27) equipped with a 0.75-m-path-length-gas cell heated at 120°C to prevent condensation. During the catalytic runs, the reactor temperature was raised from 25 to 500°C at 4°C/min. The GHSV for the catalytic test was 45,000h−1. 4 Results and discussion 4.1 XRD structure The XRD patterns of the V2O5/NT25, V2O5/NTSG and V2O5/NTiO2–Al2O3 catalysts annealed at 450°C are shown in Fig. 1 . The XRD patterns revealed peaks of titanic acid (H2Ti3O7) with their main [100] plane around 2θ=9.8°(PDF=036–0654), which are predominant in all the catalysts [19,20], but the V2O5/NTSG and V2O5/NTiO2–Al2O3 catalysts display great intensity in the peaks located at 2θ=9.8 and 28.3° with respect to the V2O5/NT25 catalysts. The V2O5/NTiO2–Al2O3 catalyst shows weak Al2O3 trace characteristic of gamma-Al2O3 at 2θ=32.3 and 37° (PDF=048–0367); these traces are observed in V2O5/NTiO2–Al2O3 annealed at 500°C; this confirms the formation of binary TiO2–Al2O3 oxide. For the three catalysts, the presence of VO2 and V2O5 was not observed in the XRD patterns. In the V2O5/NTiO2–Al2O3-500 catalyst, annealed at 500°C, one proportion of the H2Ti3O7 phase was transformed into the anatase phase with a crystal size of 11nm, see Fig. 1. 4.2 HRTEM morphology The HRTEM micrograph analysis reveals clearly a tubular structure for the three catalysts annealed at 450°C, where the V2O5/NT25 catalyst shows an outer diameter around 6nm and consists of two or three structural layers with an interlayer spacing of 0.7nm, randomly accumulated with different sizes, see Fig. 2A. The V2O5/NTSG catalysts show inner and outer diameters of about 3 and 6nm, featuring a well-defined tubular structure, see Fig. 2B. In the V2O5/NTiO2–Al2O3 catalyst, a more-ordered-tubular morphology can be observed with respect to V2O5/NT25 and V2O5/NTSG; it also presents an outer diameter of around 12nm, and an inner diameter of 3.5nm; it seems that the presence of Al2O3 in the tubular TiO2 structure provides a different nanotube set up, see Fig. 2C. 4.3 Textural properties The BET surface areas of the obtained nanocatalysts are shown in Table 1 The presence of vanadium prompted no significant change in the S BET of the three catalysts; the values are around 311–366m2/g, where the V2O5/NTiO2–Al2O3 catalyst shows high specific area. 4.4 Surface acidity The FTIR spectra of adsorbed pyridine were performed to study the acid properties of the NT catalysts due to the fact that pyridine allows the selective detection of active centers, which is useful in catalysis instead of using ammonia. In the three catalysts, it can be observed that the bands located at 1445 and 1605cm−1 correspond to the typical adsorption of pyridine on Lewis acid sites at 1540cm−1; on the other hand, the band located at 1640cm−1 is assigned to Brönsted acid sites, see Fig. 3 . [21,22]. Therefore, in all the nanostructured catalysts, Brönsted and Lewis acid sites were observed, where the Lewis acid sites prevailed over the Brönsted acid sites at 200°C, see Table 1. When the adsorption temperature was increased at 400°C, the intensity of the Lewis and Brönsted peaks decreased, remaining only the Lewis sites in the V2O5/NTSG and V2O5/NTiO2–Al2O3 catalysts. Table 1 shows the acidic sites at 200 and 400°C, respectively. The TiO2–Al2O3-like support only showed Lewis sites owing to the scrolling of Ti–O planes and the generation of V–OH groups, while the Brönsted sites disappeared at 400°C [23,24]. It seems that the presence of Al2O3 enhances the strength of the surface acidity of the V2O5/NTiO2–Al2O3 catalyst, which contributed to the improvement of the NO conversion. The presence of Al2O3 inhibits the formation of Brönsted acid sites, generating and preserving Lewis acid sites; in the case of the V2O5/NT25 and V2O5/NTSG catalysts, the presence of vanadium exhibited Brönsted acid sites [25]. From these results, it can be proposed that in the V2O5/NTiO2–Al2O3 catalyst, the Brönsted and Lewis acid sites promoted the NO reduction between 100 and 360°C and the Lewis acid sites were promoted at high temperature. 4.5 XPS To determine vanadium oxidation states in the nanostructured catalysts, the V2p peak was deconvoluted by using the Shirley background as shown in Fig. 4A, where each spectrum exhibits two peaks that are characteristic of the vanadium structure (2p3/2, 2p1/2). The spectra of the V2O5/NT25 catalysts with 5wt.% V2O5 show three peaks at 514.9, 515.6 and 516.5eV; these values represent V2O3 species with V3+, V2O4 species with V4+and V2O5 species with V5+ oxidation states, respectively. On the other hand, the V2O5/NTSG and V2O5/NTiO2–Al2O3 catalysts exhibit two peaks corresponding to species with V4+ and V5+ oxidation states located at 515.9 and 517.2eV, respectively [26,27]; it seems that the surface vanadium species depend on the kind of support, annealing temperature and load; in our case, there is a special effect related to the tubular structure and low loads of vanadium and aluminum, which apparently stabilize the V4+/V5 ratio with respect to the V2O5/NTSG and V2O5/NT25 catalysts [25–28]. Fig. 4B displays the XPS spectra of Ti 2p, which consist of double peaks (Ti 2p1/2 and 2p3/2). For the V2O5/NTSG and V2O5/NTiO2–Al2O3 catalysts, the binding energies of these peaks were located at around 464.6 and 458.7eV, respectively. For the V2O5/NT25 catalysts, the binding energies are located at 465 and 459.1eV. With the presence of Al2O3, the binding energy moved to lower energies with a decrease of 0.4eV with respect to the V2O5/NT25 catalysts; the aforementioned indicates that when aluminum and vanadium are added during the sol–gel synthesis, a strong interaction with titanium is developed [27]. The presence of aluminum as oxide (Al2O3) was barely detectable at 74.7eV, which is possibly due to the low content of Al2O3, see Fig. 4B. 4.6 Catalytic activity The V2O5/NT25 catalyst shows a 79%-NO conversion at 360°C, while in the V2O5/NTSG catalyst, the catalytic activity was improved, reaching an 83%-NO conversion at 380°C. With the addition of Al2O3 to the NT structure, a notable enhancement of the NO conversion can be observed, broadening its operation-temperature window, where the V2O5/NTiO2-Al2O3 catalyst reached a high conversion from 300 to 450°C (≈96%), see Fig. 5A. The aforesaid indicates that the V2O5/NTiO2–Al2O3 catalysts can be suitable for the NH3-SCR process at high temperatures without NH3 oxidation to NO2. This catalytic activity behavior mentioned above can be related to the characteristics of NT supports such as high surface area and unique structure; likewise, the addition of Al2O3 provides thermal stability and oxygen vacancy concentration [29,30], which helps to maintain and stabilize the NT support stability and V2O5 offering active centers for reduction and oxidation of V+3, V+4 and V+5 species, giving as a result, the remarkable high conversion and selectivity of V2O5/NTiO2–Al2O3 with respect to V2O5/NT25 and V2O5/NTSG. Furthermore, the surface concentration of Brönsted acid sites is highly influenced by the alumina content, enhancing the strength of Lewis acid sites at high temperatures as well [25]. The formation of N2O was not detected with the V2O5/NT25 and V2O5/NTSG catalysts in the 100–320°C interval; only negligibly low between 320 and 500°C with respect to the V2O5/NTiO2–Al2O3 catalyst, which was not negligible between 200 and 350°C, which indicates that these catalysts show high N2 selectivity within this temperature interval, showing only low N2O formation (≈15%) between 360 and 500°C. Fig. 5B shows that at the beginning of the reaction at low temperature (100–230°C), NH3 is stored on the V2O5/NTiO2–Al2O3 catalyst; afterwards, this NH3 reacts quickly, acting as a reducing agent in the NO reduction as it can be observed in Fig. 5A; during this reaction step at high temperature, the formation of NO2 by NH3 oxidation was not observed. 5 Conclusions The incorporation of Al2O3 into the titanium nanotubes (NT) as binary oxides plays an important role in the catalytic activity in the NH3-SCR reduction (96%), broadening the operation-temperature window (250–480°C) as in the V2O5/NTiO2–Al2O3 catalyst with respect to the regular V2O5/NT25 and V2O5/NTSG catalysts. The high NO conversion of the V2O5/NTiO2–Al2O3 catalyst at high temperatures could be supported by the thermal stability of the Lewis acid sites along with the presence of V+4 and V+5 species in this kind of nanostructures. Acknowledgments The authors want to thank the financial support provided by the Molecular Engineering Program at the Mexican Institute of Petroleum. R. Camposeco thanks the support provided by CONACYT and UAM-A. References [1] P. Forzatti Appl. Catal. A Gen. 222 2001 221 [2] I. Nova C. Ciardelli E. Tronconi AICHE J. 52 2006 3222 [3] I.Y. Lee D.W. Kim J.B. Lee K.O. Yoo J. Chem. Eng. 90 2002 267 [4] B. Ramachandran R.G. Herman S. Chooi H.G. Stenger C.E. Lyman J.W. Sale Catal. Today 55 2000 281 [5] G. Busca L. Lietti G. Ramis F. Berti Appl. Catal. B Environ. 18 1998 1 [6] J.P. Chen R.T. Yang Appl. Catal. A 80 1992 135 148 [7] G. Oliveri G. Ramis G. Busca V.S. Escribano J. Mater. Chem. 3 1993 1239 1249 [8] L.J. Alemany L. Lietti N. Ferlazzo P. Forzatti G. Busca E. Giamello F. Bregani J. Catal. 155 1995 117 130 [9] Q. Li T. Kako J. Ye Appl. Catal. A Gen. 375 2010 85 91 [10] X. Chen S.S. Mao Chem. Rev. 107 2007 2891 2959 [11] T. Kasuga M. Hiramatsu A. Hoson T. Sekino K. Niihara Langmuir 14 1998 3160 3163 [12] M. Chang J.R. Deka F.C. Chang Phys. Status Solidi A 207 2010 327 333 [13] T. Tsumura K. Sogabe T. Kiyo M. Toyoda Mater. Lett. 65 2011 2322 2325 [14] D.V. Bavykin J.M. Friedrich F.C. Walsh Adv. Mater. 18 2006 2807 2824 [15] L.L. Zhu B.C. Huang W.H. Wang Catal. Commun. 12 2011 394 398 [16] X.B. Chen S. Gao H.Q. Wang Catal. Commun. 14 2011 1 5 [17] R. Camposeco S. Castillo I. Mejia V. Mugica R. Carrera A. Montoya M. Morán Pineda J. Navarrete R. Gómez J. Catal. Commun. 17 2012 81 88 [18] E. Selli L. Forni Microporous Mesoporous Mater. 31 1999 129 140 [19] Z.-Y. Yuan B.-L. Su Colloids Surf. A 34 2004 173 183 [20] Y.P. Guo N.H. Lee H.J. Oh C.R. Yoon K.S. Park H.G. Lee K.S. Lee S.J. Kim Nanotechnol 18 2007 1 8 [21] H. Knoezinger Adv. Catal. 25 1976 184 271 [22] G. Busca Catal. Today 41 1998 191 206 [23] S.K. Maurya P. Patil S.B. Umbarkar M.K. Gurjar M. Dongare S. Ridiger E. Kemnitz J. Mol. Catal. A Chem. 234 2005 51 57 [24] L. Ferreto A. Glisenti Chem. Mater. 15 2003 1181 1188 [25] H.K. Matralis M. Ciardelli M. Ruwet P. Grange J. Catal. 157 1995 368 379 [26] G. Silversmit D. Depla H. Poelman G.B. Marin R.D. Gryse J. Electron Spectrosc. Relat. Phenom. 135 2004 167 [27] R. Lindstrom V. Maurice H. Groult L. Perrigaud S. Zanna C. Cohen P. Marcus Electrochim. Acta 51 2006 5001 [28] Y.J. Jiang D. Yang L. Zhang Q.Y. Sun X.H. Sun J. Li Z.Y. Jiang Adv. Funct. Mater. 19 2009 150 156 [29] B.M. Reddy K.N. Rao G.K. Reddy P. Bharali J. Mol. Catal. A Chem. 253 2006 44 [30] J. Yang Y.X. Huang J.M.F. Ferreira J. Mater. Sci. Lett. 16 1997 [31] J.N. Nian S.A. Chen C.C. Tsai H.S. Teng J. Phys. Chem. B 110 2006 25817 25824",
      "scopus-id": "84887894745",
      "coredata": {
        "eid": "1-s2.0-S1566736713003968",
        "dc:description": "Nanostructured V2O5/NTiO2–Al2O3 catalysts were prepared by the sol–gel and hydrothermal methods and characterized by XRD, TEM, N2-BET and XPS. The role played by TiO2–Al2O3 as nanostructured support of V2O5 for NO–SCR–NH3 at high temperature was studied. The results show that the V2O5/NTiO2–Al2O3catalyst containing 5wt.% of Al2O3 and 5wt.% of V2O5 featured the highest activity in the 200–500°C temperature interval without NH3 oxidation to NO2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2014-02-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736713003968",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Camposeco, R."
          },
          {
            "@_fa": "true",
            "$": "Castillo, S."
          },
          {
            "@_fa": "true",
            "$": "Mugica, V."
          },
          {
            "@_fa": "true",
            "$": "Mejia-Centeno, I."
          },
          {
            "@_fa": "true",
            "$": "Marín, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736713003968"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736713003968"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(13)00396-8",
        "prism:volume": "45",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Novel V2O5/NTiO2–Al2O3 nanostructured catalysts for enhanced catalytic activity in NO reduction by NH3",
        "prism:copyright": "Copyright © 2013 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Titania nanocrystals"
          },
          {
            "@_fa": "true",
            "$": "Titania nanotubes"
          },
          {
            "@_fa": "true",
            "$": "NH3-SCR process"
          },
          {
            "@_fa": "true",
            "$": "Titania acidity: V2O5/NTiO2–Al2O3 catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "54-58",
        "prism:endingPage": "58",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 February 2014",
        "prism:doi": "10.1016/j.catcom.2013.10.025",
        "prism:startingPage": "54",
        "dc:identifier": "doi:10.1016/j.catcom.2013.10.025",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "774",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60257",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "766",
            "@width": "372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "69892",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "434",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38216",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "991",
            "@width": "315",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "139959",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "411",
            "@width": "525",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53151",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "170",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9057",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "80",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3500",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "79",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3857",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "140",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4646",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "52",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3216",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7023",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "139",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713003968-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5724",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84887894745"
      }
    }
  }
}