{
  "metadata": {
    "title": "DFT study of catalytic activity of an ultrathin TiO<ce:inf loc=post>2</ce:inf>(110) layer covering Au(112): O<ce:inf loc=post>2</ce:inf> activation, CO oxidation, and replacing Au with Ag",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2016-03-05",
    "doi": "10.1016/j.catcom.2016.01.024",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736716300243",
    "pii": "S1566736716300243"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84956697805",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2016-01-23 2016-01-23 2016-02-04 2016-02-04 2018-07-14T09:37:51 1-s2.0-S1566736716300243 S1566-7367(16)30024-3 S1566736716300243 10.1016/j.catcom.2016.01.024 S300 S300.1 FULL-TEXT 1-s2.0-S1566736716X00027 2025-07-16T17:37:06.238283Z 0 0 20160305 2016 2016-01-23T16:16:38.731249Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantsponsor highlightsabst orcid primabst ref specialabst 1566-7367 15667367 true 77 77 C Volume 77 19 79 82 79 82 20160305 5 March 2016 2016-03-05 2016 article sco Copyright © 2016 Elsevier B.V. All rights reserved. DFTSTUDYCATALYTICACTIVITYULTRATHINTIO2110LAYERCOVERINGAU112O2ACTIVATIONCOOXIDATIONREPLACINGAUAG KOGA H 1 Introduction 2 Computational details 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References HARUTA 1989 301 309 M TAKEI 2012 1 126 T SUZUKI 2013 1845 1849 K SCHOISWOHL 2005 91 105 J SHAIKHUTDINOV 2012 619 633 S FUJITANI 2011 10144 10147 T HELLMAN 2009 16636 16637 A SHIN 2014 4074 4080 D GONCHAR 2011 2635 2638 A LIU 2003 266102 Z MOLINA 2004 7673 7680 L GREEN 2011 736 739 I LI 2013 19336 19346 L LI 2014 15857 15860 L VILHELMSEN 2014 1626 1631 L DUAN 2015 1589 1595 Z KOGA 2015 25907 25916 H KOGA 2014 76 81 H KOGA 2015 129 134 H MORIKAWA 2004 041403 Y PERDEW 1996 3865 3868 J VANDERBILT 1990 7892 7895 D TATEYAMA 1996 14994 15001 Y COSANDEY 2001 1 13 F MONKHORST 1976 5188 5192 H LOPEZ 2002 175 186 N VITTADINI 2002 353 361 A OKAZAKI 2004 235404 K BORONAT 2009 3750 3757 M WANG 2013 10673 10683 Y WENDT 2008 1755 1759 S FRONDELIUS 2008 085426 P TIAN 2005 7632 7637 Y KOGAX2016X79 KOGAX2016X79X82 KOGAX2016X79XH KOGAX2016X79X82XH 2018-02-04T00:00:00Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2022-06-10T05:55:39.145Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined JSPS KAKEN Japan Society for the Promotion of Science http://data.elsevier.com/vocabulary/SciValFunders/501100001691 http://sws.geonames.org/1861060/ MEXT MEXT Ministry of Education, Culture, Sports, Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100001700 http://sws.geonames.org/1861060/ This work was performed under a management of ‘Elements Strategy Initiative for Catalysts and Batteries (ESICB)’ supported by Ministry of Education, Culture, Sports, Science and Technology, Japan (MEXT) . K. Tada is supported by the JSPS Research Fellowship for Young Scientists . item S1566-7367(16)30024-3 S1566736716300243 1-s2.0-S1566736716300243 10.1016/j.catcom.2016.01.024 272180 2018-07-15T13:34:02.853842Z 2016-03-05 1-s2.0-S1566736716300243-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/MAIN/application/pdf/400aaeb5d4d78b13b1a25dacae1120cb/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/MAIN/application/pdf/400aaeb5d4d78b13b1a25dacae1120cb/main.pdf main.pdf pdf true 1069646 MAIN 4 1-s2.0-S1566736716300243-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/PREVIEW/image/png/3ac24dcab3da96de8dd41628d6e98712/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/PREVIEW/image/png/3ac24dcab3da96de8dd41628d6e98712/main_1.png main_1.png png 56260 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736716300243-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/fx1/THUMBNAIL/image/gif/841ad2c746842a0c719c742df4825758/fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/fx1/THUMBNAIL/image/gif/841ad2c746842a0c719c742df4825758/fx1.sml fx1 true fx1.sml sml 22444 81 219 IMAGE-THUMBNAIL 1-s2.0-S1566736716300243-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr1/THUMBNAIL/image/gif/56c3ff42ba2d210afe19b93b563492b6/gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr1/THUMBNAIL/image/gif/56c3ff42ba2d210afe19b93b563492b6/gr1.sml gr1 gr1.sml sml 32369 125 219 IMAGE-THUMBNAIL 1-s2.0-S1566736716300243-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr2/THUMBNAIL/image/gif/ec4966f71b48c9a7adfb20a474bc61fd/gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr2/THUMBNAIL/image/gif/ec4966f71b48c9a7adfb20a474bc61fd/gr2.sml gr2 gr2.sml sml 15473 164 124 IMAGE-THUMBNAIL 1-s2.0-S1566736716300243-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr3/THUMBNAIL/image/gif/a7e8ccdb3a96a55fefc96b78599302ec/gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr3/THUMBNAIL/image/gif/a7e8ccdb3a96a55fefc96b78599302ec/gr3.sml gr3 gr3.sml sml 20641 162 75 IMAGE-THUMBNAIL 1-s2.0-S1566736716300243-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr4/THUMBNAIL/image/gif/28ad5024871f18ddfe3435a8869407e1/gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr4/THUMBNAIL/image/gif/28ad5024871f18ddfe3435a8869407e1/gr4.sml gr4 gr4.sml sml 16941 152 219 IMAGE-THUMBNAIL 1-s2.0-S1566736716300243-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr5/THUMBNAIL/image/gif/f6290ac4402fbf9161c1adebe1596759/gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr5/THUMBNAIL/image/gif/f6290ac4402fbf9161c1adebe1596759/gr5.sml gr5 gr5.sml sml 19923 131 219 IMAGE-THUMBNAIL 1-s2.0-S1566736716300243-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/fx1/DOWNSAMPLED/image/jpeg/b47e6562cab710289164e48521805988/fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/fx1/DOWNSAMPLED/image/jpeg/b47e6562cab710289164e48521805988/fx1.jpg fx1 true fx1.jpg jpg 57591 185 500 IMAGE-DOWNSAMPLED 1-s2.0-S1566736716300243-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr1/DOWNSAMPLED/image/jpeg/f60deae91b055091e12f623da433c12e/gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr1/DOWNSAMPLED/image/jpeg/f60deae91b055091e12f623da433c12e/gr1.jpg gr1 gr1.jpg jpg 54195 205 359 IMAGE-DOWNSAMPLED 1-s2.0-S1566736716300243-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr2/DOWNSAMPLED/image/jpeg/ae67a86f70838bf439425fb7d5770e29/gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr2/DOWNSAMPLED/image/jpeg/ae67a86f70838bf439425fb7d5770e29/gr2.jpg gr2 gr2.jpg jpg 46485 472 357 IMAGE-DOWNSAMPLED 1-s2.0-S1566736716300243-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr3/DOWNSAMPLED/image/jpeg/8fbe9b490b11dbd8ef929646f61a66cd/gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr3/DOWNSAMPLED/image/jpeg/8fbe9b490b11dbd8ef929646f61a66cd/gr3.jpg gr3 gr3.jpg jpg 177749 802 371 IMAGE-DOWNSAMPLED 1-s2.0-S1566736716300243-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr4/DOWNSAMPLED/image/jpeg/48cebaf8b4a0305c18ff0ac3b82b55e7/gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr4/DOWNSAMPLED/image/jpeg/48cebaf8b4a0305c18ff0ac3b82b55e7/gr4.jpg gr4 gr4.jpg jpg 34402 252 363 IMAGE-DOWNSAMPLED 1-s2.0-S1566736716300243-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/gr5/DOWNSAMPLED/image/jpeg/36a95dc650be12fc556fd827507761c0/gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/gr5/DOWNSAMPLED/image/jpeg/36a95dc650be12fc556fd827507761c0/gr5.jpg gr5 gr5.jpg jpg 44533 231 387 IMAGE-DOWNSAMPLED 1-s2.0-S1566736716300243-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736716300243/mmc1/MAIN/application/msword/3eb0beb7f46d2bacfd1226d54fdcdca6/mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736716300243/mmc1/MAIN/application/msword/3eb0beb7f46d2bacfd1226d54fdcdca6/mmc1.docx mmc1 mmc1.docx docx 146929 APPLICATION CATCOM 4569 S1566-7367(16)30024-3 10.1016/j.catcom.2016.01.024 Elsevier B.V. Fig. 1 Rutile(110) 2L/Au(112) 2L model (2×4 cell). Fig. 2 Electron accumulation (green or light) and depletion (blue or dark) around front Ti5c due to Au/oxide contact. Isosurface at 0.0005 e/Bohr3. Fig. 3 Oxygen adsorption on Ti5c. Adsorption energy, bond length (pm), and Bader charge on oxygen adsorbate are displayed in each figure. Electron accumulation (green or light) and depletion (blue or dark) due to O2 is also shown for (a) and (b); isosurface at 0.005 e/Bohr3. Fig. 4 Projected density of states (PDOS) relevant to chemical bonding between Ti5c and O2. (a) Sideon O2; xy axes are rotated around z so that O–O bond lies almost along y. (b) Bridge O2. Fig. 5 Transition states when CO attacks directly from the gas phase. Energy barrier, interatomic distance (pm), Bader charge on oxygen adsorbate are displayed in each figure. Table 1 Thickness and cell-size dependence of sideon O2 a . Rutile/Au b E ad l q Q 2L/2L −1.41 145.4 −0.90 +0.14 4L/2L −1.34 145.5 −0.90 +0.14 6L/2L −1.21 145.1 −0.89 +0.16 2L/3L −1.52 145.4 −0.90 +0.13 2L/4L −1.72 145.4 −0.91 +0.14 Cell c E ad l q Q 2×2 −0.41 140.2 −0.73 +0.21 2×3 −1.02 143.8 −0.85 +0.17 2×4 −1.37 145.4 −0.91 +0.15 2×6 −1.75 145.4 −0.91 +0.13 a E ad, l, q, and Q denote adsorption energy (eV), O–O bond length (pm), charge (e) on O2, and average charge (e) on contact Au sites, respectively. b 2×4 cell with 1×2 k points. c 2× N cell with 1× M k points where NM =24 (rutile 2L/Au 2L). DFT study of catalytic activity of an ultrathin TiO2(110) layer covering Au(112): O2 activation, CO oxidation, and replacing Au with Ag Hiroaki Koga a ⁎ Kohei Tada b Mitsutaka Okumura a b a Elements Strategy Initiative for Catalysts and Batteries (ESICB), Kyoto University, 1-30 Goryo Ohara, Nishikyo, Kyoto, Kyoto 615-8245, Japan Elements Strategy Initiative for Catalysts and Batteries (ESICB) Kyoto University 1-30 Goryo Ohara, Nishikyo Kyoto Kyoto 615-8245 Japan b Department of Chemistry, Graduate School of Science, Osaka University, 1-1 Machikaneyama, Toyonaka, Osaka 560-0043, Japan Department of Chemistry Graduate School of Science Osaka University 1-1 Machikaneyama Toyonaka Osaka 560-0043 Japan ⁎ Corresponding author. As a model of Au-titania core-shell catalysts, an ultrathin rutile TiO2(110) layer inversely supported on Au(112) has been examined by DFT. O2 adsorbs and activates on the pentacoordinate Ti site of rutile(110) as O2 π* orbitals accept electronic charge from the Au support via the oxide, as was found for Au/TiO2. O2 reacts with CO to yield CO2 and O, which then reacts with CO to yield CO2 (barrier ~0.6eV). O2 adsorption weakens with increasing O2 coverage and oxide thickness. The reactivity of O2 changes negligibly even if we replace Au with Ag. Graphical abstract Keywords Au catalyst Rutile TiO2(110) CO oxidation Inverse catalyst Core–shell nanoparticles Density-functional theory 1 Introduction Gold is catalytically active toward numerous reactions including low-temperature CO oxidation if it is dispersed as nanoparticles onto metal oxides such as TiO2 [1,2]. However, with a low-melting point and weak binding to the oxide support, Au nanoparticles are liable to sintering and deactivation at high temperatures. One solution is to coat them with oxide and immobilize them on another support material. For example, a durable NiOx/Au catalyst with such core-shell geometry has recently been developed for the production of methyl methacrylate [3]. Thus, the catalytic activity of oxide-coated Au nanoparticles deserves a close inspection. The oxide-coated metal nanoparticles may have various facets and interfaces. As a first step, it is reasonable to model them as inverse catalysts [4,5], i.e., metal films covered partially or entirely with thin oxide deposits. In general, they exhibit catalytic activities via three mechanisms. First, the metal surface (or the perimeter of a metal/oxide interface [6]) serves as the active site as in the usual supported catalysts if the oxide overlayer is partial or permeable to reactants. Second, the oxide deposits may be structurally different from the bulk phase, exhibiting novel catalytic activities. Third, electrons from the metal support transfer via the oxide overlayer to activate reactants on its surface if the overlayer is very thin. O2 activation by this mechanism has been theoretically predicted for MgO(001)/Ag(001) [7,8] and experimentally observed on MgO(001)/Mo(001) [9]. Interestingly, the electron transfer via oxide is also invoked to explain the catalytic activity of rutile(110)-supported Au nanoparticles. Various DFT studies [10–17] find that O2 adsorbs and activates on the pentacoordinate Ti site (Ti5c) of rutile(110) in the proximity of Au deposits. This is explained by electron transfer from the Au to O2 via oxide [10,11]. This mechanism does not necessarily require direct bonding between O2 and the Au. Indeed, our DFT calculation [18,19] finds that even Ti5c sites that are ~1nm away from a Au deposit can activate O2 for CO oxidation. Thus, a thin rutile(110) layer covering a Au surface may activate O2 even if it blocks reactants from reaching the metal surface. With the metal surface protected from corrosion, Au may be replaced by less noble metals such as Ag. In this DFT study, we verify the ability of such a rutile(110)/Au system to activate O2 for CO oxidation. First, we show that the electronic effect of the oxide/metal interface extends to the surface if the oxide overlayer is very thin. Then, we examine O2 adsorption and O–O bond activation due to electron transfer. Thereafter, we examine O2 +CO and O+CO reactions. We also examine dependence on thickness and O2 coverage. Lastly, we show that the reactivity of O2 is essentially unaffected if Au is replaced by Ag. 2 Computational details As in our previous studies on Au/TiO2 [17–19], calculations were performed by a plane-wave DFT code (STATE [20]) within the generalized gradient approximation by Perdew, Burke, and Ernzerhof [21], using ultrasoft pseudopotentials [22] and a cutoff energy of 25Ry. Spin-unpolarized states were calculated unless otherwise noted. Transition states (TS) were calculated by force inversion [23]. Conventions and analysis methods are described in the supplementary information (SI). Fig. 1 shows the inverse catalyst model we examined. The TiO2(110)[001]∥Au(112)[110] orientation allows an excellent lattice match, and was observed when Au was deposited on TiO2(110) at a high temperature (775K) under ultrahigh vacuum conditions [24]. Each bridging oxygen (Obr) at the bottom of the oxide layer sits above a Au step site. More justification for the interface structure of Fig. 1 is given in SI. The lattice parameters were fixed to those of TiO2 calculated theoretically (a =467pm, c =299pm). The default thickness was 2L/2L with over 1nm of vacuum layer. The cell size was 2×4, where ×4 refers to the TiO2[001] direction. The sampling k-point grid [25] was 1×4 for the examination of various O2 adsorption configurations and 1×2 for the study of reaction barriers and thickness dependence; refer to SI for more discussion. Although dipole correction and onsite Coulomb interaction correction were not used, some tests are described in SI. 3 Results and discussion There is much debate about the charge state of oxide-supported Au clusters [26–30] because it depends sensitively on the size and shape of the clusters, the detailed structure of the interface, the oxidation state of the oxide, and the method of charge analysis. At least, Bader analysis on our planar system finds metal-to-oxide electron transfer, making the metal support slightly positive (+0.10 e/1×1); e denotes unsigned elementary charge. The electronic charge is from the Au site at the interface, indicating the influence of anionic Obr. Most of the charge (−0.09 e) is transferred to the bottom trilayer of the oxide. More important, the Au/oxide contact causes some electron density redistribution around the Ti5c site of the front surface (Fig. 2(a)), enhancing its reactivity. Similar redistribution has been found around the Ti5c site next to the Au/TiO2(110) perimeter interface [12]. If the oxide thickness is increased to four trilayers, then the redistribution around the front Ti5c site is less pronounced (Fig. 2(b)) although similar amount (−0.11 e/1×1) is transferred from the metal to the oxide. The electronic effect of the interface thus diminishes with increasing oxide thickness. Further electron transfer to O2 allows it to adsorb on the cationic Ti5c site (Fig. 3 ). Among the calculated geometries, the adsorption is strongest when O2 adsorbs sideon to Ti5c. Spin-polarized calculation confirms that spin on O2 virtually vanishes. O2 bridging adjacent Ti5c sites is nearly as stable as sideon O2. The dissociation of bridge O2 into a pair of adjacent O adatoms [31] is energetically unfavorable by 0.11eV and kinetically limited by an energy barrier of 1.04eV. Sideon and bridge O2 carry similar negative charge, with their O–O bonds stretched substantially (>140pm) compared to that in the gas phase (125pm, calculated). Projected density of states (PDOS) for sideon O2 shows O pz–Ti dyz and O px–Ti dxy overlaps, indicating π-interaction between O2 πz* and Ti dyz and δ-interaction between O2 πx* and Ti dxy, respectively (Fig. 4(a)). PDOS for bridge O2 shows σ-overlap between O pz and Ti dyz, with a small contribution from Ti dz2 , as well as π-overlap between O px and Ti dxz (Fig. 4(b)). Through these interactions, O2 receives electronic charge to both π* orbitals. Indeed, the electron-density redistribution due to O2 shows a doughnut-shaped electron accumulation on each end of O–O (Fig. 3). Thus, sideon and bridge O2 are peroxide-like species. Compared to them, O2 attached endon to Ti5c is much less stable, with less negative charge and a shorter O–O bond. Lastly, O2 barely adsorbs on the oxide layer (E ad >−0.03eV) if the Au support is removed, remaining in a triplet state. Thus, O2 adsorption on Ti5c and concomitant O–O bond activation are governed by electron transfer from the metal support to O2 π* via the oxide. Sideon and bridge O2 are basically identical to their counterpart (Ti–O2 and Ti–OO–Ti, respectively) on Au/rutile(110) [17], except that adsorption is somewhat weaker, reflecting the distance to cationic Au sites at the interface. Fig. 5 shows the transition states when CO attacks O2 directly from the gas phase. Both sideon and bridge O2 are reactive to CO without prior dissociation. The TS geometries indicate that the barriers are due to O2 ⋯CO repulsion and the cost of stretching O–O and O–Ti5c bonds. On Au/TiO2, O2 +CO(g) reaction barriers are 0.55eV for sideon O2 and 0.45eV for bridge O2 [17]. Thus, the reactivity of O2 is essentially unchanged between the two systems. The difference arises at the Au/oxide perimeter, where CO is activated on a Au site and reacts with sideon O2 with a lower barrier (<0.3eV) [17–19]. For the same reason, partially covered Au nanoparticles are expected to show better CO oxidation performance than fully covered ones. The above reaction leaves an O adatom on the Ti5c site (Fig. 3(e)). Negative charge comparable to that on sideon O2 is now concentrated on a single O. The O–Ti5c bond is shortened as a result. Fig. 5(c) shows the transition state when CO attacks the O adatom from the gas phase to form CO2. The calculated energy barrier is rather large for an O adatom, reflecting the cost of breaking the O–Ti5c bond as well as the repulsion between anionic O and the lone pair of CO. Table 1 shows dependence on the oxide/metal thickness for sideon O2. The O–O bond length and charge on O2 are insensitive to the oxide/metal thickness. Similar reactivity to CO(g) can thus be expected. Indeed, the energy barrier is calculated to be 0.58eV for 2L/4L and 0.56eV for 4L/2L. On the other hand, sideon O2 gradually destabilizes with increasing oxide thickness, reflecting the attenuating interaction between anionic O2 and cationic Au at the interface. A similar trend has been reported for Au adsorption on metal-supported MgO(001) [32]. The electronic effect from the interface also diminishes with increasing oxide thickness (Fig. 2). With more increase in the oxide thickness, O2 may be unable to obtain the electronic charge it needs for adsorption. Then, photoirradiation may be needed to separate the electronic charge at the interface. This is interesting in connection with plasmon-induced charge separation [33]. Table 1 also shows that sideon O2 gradually stabilizes with increasing metal thickness although the CO oxidation barrier changes negligibly as mentioned earlier. It is interesting that O2 adsorbs even when the metal layer is very thin, because in theory the amount of Au may be saved by minimizing or hollowing the metal core. Alternatively, sandwiched structure may be used: the calculated adsorption energy is −1.50eV for a rutile 2L/Au 2L/rutile 2L system. As Table 1 shows, the adsorption energy per O2 weakens with decreasing cell size, i.e., with increasing coverage. Concurrently, the negative charge on O2 decreases while the positive charge on the contact Au sites increases. The governing factors are thus (i) the interaction between anionic O2 and cationic Ti5c and (ii) the cost of ionizing the contact Au sites. Because of the coverage dependence, O2 adsorption reaches a limit around one O2 per 2×4 cell, where the energy gain per area is best. If Au is replaced by Ag in the 2L/2L system, the oxide layer receives more electronic charge (−0.19 e/1×1) from the Ag support because Ag is less electronegative. The electronic charge is from the contact Ag site, which becomes positively charged (+0.18 e). Fig. 3(f) shows sideon adsorption of O2 to Ti5c. The adsorption energy is improved because O2 can adsorb without further ionizing the contact Ag site, which remains at +0.18 e. On the other hand, the negative charge on O2 and the O–O bond length are little affected by the substitution (cf. Fig. 3(a)). Fig. 5(d) shows TS when CO attacks sideon O2 from the gas phase, almost identical to TS shown in Fig. 5(a). The calculated energy barrier is very close to that on rutile/Au. This is also the case for bridge O2 (0.43eV barrier). The remaining O adatom reacts with CO to yield CO2 with 0.78eV barrier. 4 Conclusions By means of DFT calculations, we have examined O2 adsorption and CO oxidation over rutile(110)/Au(112). The oxide overlayer receives electronic charge from the Au sites at the interface. O2 adsorbs to the cationic Ti5c site of the overlayer and undergoes O–O bond activation by accepting the electronic charge to its π* orbitals, as was found for Au/TiO2. The Au/oxide contact is essential because O2 barely adsorbs if the Au support is removed. Sideon O2 reacts with CO(g) with 0.58eV barrier. The remaining O adatom reacts with CO(g) with 0.68eV barrier. O2 adsorption strength attenuates with increasing oxide thickness and O2 coverage. As Au is replaced by Ag, O2 adsorption energy is enhanced while the reactivity of O2 to CO(g) is unaffected. Thus, rutile(110)/Au(112) is able to activate O2 for CO oxidation even when the oxide overlayer blocks the reactants from reaching the metal surface. However, better CO oxidation performance can be expected from catalysts with Au/oxide perimeters. The present inverse system may be more suited for selective oxidation processes where metal sites can cause undesirable side reactions. Acknowledgments This work was performed under a management of ‘Elements Strategy Initiative for Catalysts and Batteries (ESICB)’ supported by Ministry of Education, Culture, Sports, Science and Technology, Japan (MEXT). K. Tada is supported by the JSPS Research Fellowship for Young Scientists. Appendix A Supplementary data Supplementary material Appendix A Supplementary data Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2016.01.024. References [1] M. Haruta N. Yamada T. Kobayashi S. Iijima J. Catal. 115 1989 301 309 [2] T. Takei T. Akita I. Nakamura T. Fujitani M. Okumura K. Okazaki J.H. Huang T. Ishida M. Haruta Adv. Catal. 55 2012 1 126 [3] K. Suzuki T. Yamaguchi K. Matsushita C. Iitsuka J. Miura T. Akaogi H. Ishida ACS Catal. 3 2013 1845 1849 [4] J. Schoiswohl S. Surnev F.P. Netzer Top. Catal. 36 2005 91 105 [5] S. Shaikhutdinov H.J. Freund Annu. Rev. Phys. Chem. 63 2012 619 633 [6] T. Fujitani I. Nakamura Angew. Chem. Int. Ed. 50 2011 10144 10147 [7] A. Hellman S. Klacar H. Grönbeck J. Am. Chem. Soc. 131 2009 16636 16637 [8] D. Shin S. Sinthika M. Choi R. Thapa N. Park ACS Catal. 4 2014 4074 4080 [9] A. Gonchar T. Risse H.-J. Freund L. Giordano C. Di Valentin G. Pacchioni Angew. Chem. Int. Ed. 50 2011 2635 2638 [10] Z.-P. Liu X.-Q. Gong J. Kohanoff C. Sanchez P. Hu Phys. Rev. Lett. 91 2003 266102 [11] L.M. Molina M.D. Rasmussen B. Hammer J. Chem. Phys. 120 2004 7673 7680 [12] I.X. Green W. Tang M. Neurock J.T.J. Yates Science 333 2011 736 739 [13] L. Li Y. Gao H. Li Y. Zhao Y. Pei Z.F. Chen X.C. Zeng J. Am. Chem. Soc. 135 2013 19336 19346 [14] L. Li X.C. Zeng J. Am. Chem. Soc. 136 2014 15857 15860 [15] L.B. Vilhelmsen B. Hammer ACS Catal. 4 2014 1626 1631 [16] Z. Duan G. Henkelman ACS Catal. 5 2015 1589 1595 [17] H. Koga K. Tada M. Okumura J. Phys. Chem. C 119 2015 25907 25916 [18] H. Koga K. Tada M. Okumura Chem. Phys. Lett. 610–611 2014 76 81 [19] H. Koga K. Tada M. Okumura e-J. Surf. Sci. Nanotechnol. 13 2015 129 134 [20] Y. Morikawa H. Ishii K. Seki Phys. Rev. B 69 2004 041403 [21] J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 3868 [22] D. Vanderbilt Phys. Rev. B 41 1990 7892 7895 [23] Y. Tateyama T. Ogitsu K. Kusakabe S. Tsuneyuki Phys. Rev. B 54 1996 14994 15001 [24] F. Cosandey L. Zhang T.E. Madey Surf. Sci. 474 2001 1 13 [25] H.J. Monkhorst J.D. Pack Phys. Rev. B 13 1976 5188 5192 [26] N. Lopez J.K. Nørskov Surf. Sci. 515 2002 175 186 [27] A. Vittadini A. Selloni J. Chem. Phys. 117 2002 353 361 [28] K. Okazaki Y. Morikawa S. Tanaka K. Tanaka M. Kohyama Phys. Rev. B 69 2004 235404 [29] M. Boronat F. Illas A. Corma J. Phys. Chem. A 113 2009 3750 3757 [30] Y.-G. Wang Y. Yoon V.-A. Glezakou J. Li R. Rousseau J. Am. Chem. Soc. 135 2013 10673 10683 [31] S. Wendt P.T. Sprunger E. Lira G.K.H. Madsen Z.S. Li J.O. Hansen J. Matthiesen A. Blekinge-Rasmussen E. Laegsgaard B. Hammer F. Besenbacher Science 320 2008 1755 1759 [32] P. Frondelius A. Hellman K. Honkala H. Häkkinen H. Grönbeck Phys. Rev. B 78 2008 085426 [33] Y. Tian T. Tatsuma J. Am. Chem. Soc. 127 2005 7632 7637",
      "scopus-id": "84956697805",
      "coredata": {
        "eid": "1-s2.0-S1566736716300243",
        "dc:description": "As a model of Au-titania core-shell catalysts, an ultrathin rutile TiO2(110) layer inversely supported on Au(112) has been examined by DFT. O2 adsorbs and activates on the pentacoordinate Ti site of rutile(110) as O2 π* orbitals accept electronic charge from the Au support via the oxide, as was found for Au/TiO2. O2 reacts with CO to yield CO2 and O, which then reacts with CO to yield CO2 (barrier ~0.6eV). O2 adsorption weakens with increasing O2 coverage and oxide thickness. The reactivity of O2 changes negligibly even if we replace Au with Ag.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2016-03-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736716300243",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Koga, Hiroaki"
          },
          {
            "@_fa": "true",
            "$": "Tada, Kohei"
          },
          {
            "@_fa": "true",
            "$": "Okumura, Mitsutaka"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736716300243"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736716300243"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(16)30024-3",
        "prism:volume": "77",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "DFT study of catalytic activity of an ultrathin TiO2(110) layer covering Au(112): O2 activation, CO oxidation, and replacing Au with Ag",
        "prism:copyright": "Copyright © 2016 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Au catalyst"
          },
          {
            "@_fa": "true",
            "$": "Rutile TiO2(110)"
          },
          {
            "@_fa": "true",
            "$": "CO oxidation"
          },
          {
            "@_fa": "true",
            "$": "Inverse catalyst"
          },
          {
            "@_fa": "true",
            "$": "Core–shell nanoparticles"
          },
          {
            "@_fa": "true",
            "$": "Density-functional theory"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "79-82",
        "prism:endingPage": "82",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 March 2016",
        "prism:doi": "10.1016/j.catcom.2016.01.024",
        "prism:startingPage": "79",
        "dc:identifier": "doi:10.1016/j.catcom.2016.01.024",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22444",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "125",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "32369",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15473",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "75",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20641",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16941",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "131",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19923",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "185",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57591",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "205",
            "@width": "359",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54195",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "472",
            "@width": "357",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46485",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "802",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "177749",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "363",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34402",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "231",
            "@width": "387",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44533",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736716300243-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "146929",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84956697805"
      }
    }
  }
}