{
  "metadata": {
    "title": "One-step synthesis of urchinlike SnS/SnS<ce:inf loc=post>2</ce:inf> heterostructures with superior visible-light photocatalytic performance",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2017-11-30",
    "doi": "10.1016/j.catcom.2017.07.019",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736717303205",
    "pii": "S1566736717303205"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85026500137",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2017-07-25 2017-07-25 2017-08-02 2017-08-02 2018-12-19T16:53:48 1-s2.0-S1566736717303205 S1566-7367(17)30320-5 S1566736717303205 10.1016/j.catcom.2017.07.019 S300 S300.2 FULL-TEXT 1-s2.0-S1566736717X00113 2020-11-11T12:26:44.47279Z 0 0 20171101 20171130 2017 2017-07-25T16:05:55.332189Z articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst pubtype ref 1566-7367 15667367 true 101 101 C Volume 101 13 51 56 51 56 201711 November 2017 2017-11-01 2017-11-30 2017 article sco © 2017 Published by Elsevier B.V. ONESTEPSYNTHESISURCHINLIKESNSSNS2HETEROSTRUCTURESSUPERIORVISIBLELIGHTPHOTOCATALYTICPERFORMANCE YAO K 1 Introduction 2 Experimental 3 Results and discussion 3.1 Properties of samples 3.2 Photocatalytic performance 3.3 Mechanism of MO photodegradation 4 Conclusions Appendix A Supplementary data References ZANGENEH 2015 1 36 H BUTHIYAPPAN 2016 1 47 A ZHANG 2014 730 738 Y YUAN 2015 129 133 J ESMAILIHAFSHEJANI 2016 194 203 J DERIKVANDI 2017 314 327 H ZHANG 2011 9324 Y LI 2014 M LUCENA 2012 111 117 R ZHANG 2011 1528 1537 Y ZHOU 2012 5627 5633 X HUI 2015 3207 3211 L ELNAHASS 2002 159 170 M GROZDANOV 1989 320 323 I XIAO 2015 115 117 Z VIDAL 2012 2072 J UMAR 2013 1680 A LORENZ 2014 T SHEN 2015 1071 1075 S WU 2015 Z BIACCHI 2013 11634 11644 A BURTON 2013 4908 4916 L MORGAN 1973 964 969 W SHALVOY 1977 1680 R HATCH 2013 472 482 C PATEL 2014 82 85 T HOU 2013 2028 D KHODAMI 2015 59 68 Z RADOVSKY 2012 3004 3015 G HONG 2003 10470 10474 S MOHAMMADYARI 2015 75300 75310 P BABAAHAMDIMILANI 2016 291 301 M DI 2016 254 262 J HUANG 2014 41219 41227 H TANG 2016 388 399 R LI 2012 174 181 X FU 2012 170 177 X WANG 2015 2471 2479 Z NEZAMZADEHEJHIEH 2014 83 92 A NEZAMZADEHEJHIEH 2013 1433 1442 A YAOX2017X51 YAOX2017X51X56 YAOX2017X51XK YAOX2017X51X56XK 2019-08-02T00:00:00.000Z UnderEmbargo http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2017 Published by Elsevier B.V. item S1566-7367(17)30320-5 S1566736717303205 1-s2.0-S1566736717303205 10.1016/j.catcom.2017.07.019 272180 2018-12-19T18:01:01.842129Z 2017-11-01 2017-11-30 1-s2.0-S1566736717303205-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/MAIN/application/pdf/202bacf48617e0fc380533778fd21ce7/main.pdf main.pdf pdf true 916210 MAIN 6 1-s2.0-S1566736717303205-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/PREVIEW/image/png/b8df24ad949391ae65e17921af628517/main_1.png main_1.png png 55217 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736717303205-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr1/THUMBNAIL/image/gif/0daf2b13dfea5414966906ca7d01105e/gr1.sml gr1 gr1.sml sml 6950 155 219 IMAGE-THUMBNAIL 1-s2.0-S1566736717303205-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr2/THUMBNAIL/image/gif/3ba028f00cf82c746027f0e14271d6d0/gr2.sml gr2 gr2.sml sml 17452 163 150 IMAGE-THUMBNAIL 1-s2.0-S1566736717303205-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr3/THUMBNAIL/image/gif/18b98b370fb172f2a8c23c5db5f97764/gr3.sml gr3 gr3.sml sml 8886 86 219 IMAGE-THUMBNAIL 1-s2.0-S1566736717303205-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr4/THUMBNAIL/image/gif/79e752e034dfa189cf6c87ceddcf8b0f/gr4.sml gr4 gr4.sml sml 6427 160 219 IMAGE-THUMBNAIL 1-s2.0-S1566736717303205-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr5/THUMBNAIL/image/gif/9f9c9218186aa61dfabf6954a0dcf2a4/gr5.sml gr5 gr5.sml sml 3795 94 219 IMAGE-THUMBNAIL 1-s2.0-S1566736717303205-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/sc1/THUMBNAIL/image/gif/cf56d9b3bc13d99d9f9cb2cb54bb202f/sc1.sml sc1 sc1.sml sml 6542 118 219 IMAGE-THUMBNAIL 1-s2.0-S1566736717303205-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr1/DOWNSAMPLED/image/jpeg/47536b762d6a37816ffe64899dbc1735/gr1.jpg gr1 gr1.jpg jpg 32153 270 383 IMAGE-DOWNSAMPLED 1-s2.0-S1566736717303205-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr2/DOWNSAMPLED/image/jpeg/2ca01e66ba9e16ee8a7cec66102215ca/gr2.jpg gr2 gr2.jpg jpg 100853 583 535 IMAGE-DOWNSAMPLED 1-s2.0-S1566736717303205-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr3/DOWNSAMPLED/image/jpeg/db52409e1e531445500494d63e85c0a4/gr3.jpg gr3 gr3.jpg jpg 44774 211 535 IMAGE-DOWNSAMPLED 1-s2.0-S1566736717303205-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr4/DOWNSAMPLED/image/jpeg/7fba5610ec6e0325c420251ebee78197/gr4.jpg gr4 gr4.jpg jpg 25561 287 392 IMAGE-DOWNSAMPLED 1-s2.0-S1566736717303205-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr5/DOWNSAMPLED/image/jpeg/a2ab354cc51302d8e0fdf0995ae70be8/gr5.jpg gr5 gr5.jpg jpg 14053 168 390 IMAGE-DOWNSAMPLED 1-s2.0-S1566736717303205-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/sc1/DOWNSAMPLED/image/jpeg/3821bf2a8e0d4de441bb21d7eedc1780/sc1.jpg sc1 sc1.jpg jpg 34225 288 536 IMAGE-DOWNSAMPLED 1-s2.0-S1566736717303205-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr1/HIGHRES/image/jpeg/1d5fd03577684fec13717833bc8ea482/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 275378 1199 1698 IMAGE-HIGH-RES 1-s2.0-S1566736717303205-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr2/HIGHRES/image/jpeg/342cae01b1e538a6f688980c89454aa7/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 426557 1550 1423 IMAGE-HIGH-RES 1-s2.0-S1566736717303205-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr3/HIGHRES/image/jpeg/3a43716929b61bc5780adb8500d7bf88/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 167160 561 1423 IMAGE-HIGH-RES 1-s2.0-S1566736717303205-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr4/HIGHRES/image/jpeg/31214f114519e658486b77fe1481303d/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 194670 1271 1736 IMAGE-HIGH-RES 1-s2.0-S1566736717303205-gr5_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/gr5/HIGHRES/image/jpeg/66b9991cd8972f7c2316c3cce7c1fdea/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 102935 743 1729 IMAGE-HIGH-RES 1-s2.0-S1566736717303205-sc1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/sc1/HIGHRES/image/jpeg/2aaf890e194fedb7e544d8914cb2c949/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 227787 1276 2372 IMAGE-HIGH-RES 1-s2.0-S1566736717303205-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/87cac20b7137a027751dd74b9729fe26/mmc1.docx mmc1 mmc1.docx docx 2750163 APPLICATION 1-s2.0-S1566736717303205-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/STRIPIN/image/gif/d1e9b3670b27544ecfbeecb4ead8a75d/si1.gif si1 si1.gif gif 609 16 143 ALTIMG 1-s2.0-S1566736717303205-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736717303205/STRIPIN/image/gif/0d9c5802e83e4166e4e5410e418c22e0/si2.gif si2 si2.gif gif 690 16 143 ALTIMG CATCOM 5138 S1566-7367(17)30320-5 10.1016/j.catcom.2017.07.019 Fig. 1 XRD patterns of SnS, SnS/SnS2 and SnS2 samples. Fig. 1 Fig. 2 SEM images of the as-synthesized products and EDS image of SnS/SnS2-B sample. Fig. 2 Fig. 3 Crystal structures of orthorhombic SnS (Pnma) and trigonal SnS2 (P-3ml). Fig. 3 Fig. 4 Photocatalytic degradation of MO over different samples under visible light irradiation. Fig. 4 Fig. 5 A plausible photodegradation mechanism process of MO on SnS/SnS2-B photocatalysts. Fig. 5 Scheme 1 Diagram of photoexcited electron-hole separation process of SnS/SnS2-B photocatalysts. Scheme 1 Table 1 Properties of the as-synthesized products. Note: QP=quality percentage; EC/ER=elemental composition/ratio; appr.=approximately; SA=surface area. Table 1 Name SnCl4·5H2O (QA) Color EDS (EC) Sn/S (ER) SnS/SnS2 (appr.) BET SA (m2/g) k ×102 (min−1) SnS 0wt% Black SnS1.17 46.02:53.98 1:0 87.266 2.985 SnS/SnS2-A 20wt% Dark brown SnS1.37 42.18:57.82 0.63:0.37 (1.7:1.0) 112.918 3.143 SnS/SnS2-B 40wt% Brownish yellow SnS1.51 39.87:60.13 0.49:0.51 (1.0:1.0) 149.911 3.351 SnS/SnS2-C 60wt% Brownish yellow SnS1.65 37.70:62.30 0.35:0.65 (1.0:1.8) 92.185 1.634 SnS/SnS2-D 80wt% Yellow SnS1.68 37.28:62.72 0.32:0.68 (1.0:2.1) 70.045 1.372 SnS2 100wt% Golden yellow SnS1.91 34.37:65.63 0:1 50.139 0.957 Short communication One-step synthesis of urchinlike SnS/SnS2 heterostructures with superior visible-light photocatalytic performance Kaili Yao Jun Li Shaoyun Shan ⁎ Qingming Jia ⁎ Faculty of Chemical Engineering, Kunming University of Science and Technology, Kunming 650500, China Faculty of Chemical Engineering Kunming University of Science and Technology Kunming 650500 China ⁎ Corresponding authors. Urchinlike SnS/SnS2 p-n heterogeneous composite photocatalysts were successfully synthesized by a one-step solvothermal method. The samples are characterized by XRD, XPS, SEM, TEM, BET and DRS. SnS/SnS2 (Sn/S=39.87:60.13) heterostructure exhibited the higher photocatalytic activity, the removal efficiency of MO was 83.25% in illuminate 60min, and degradation reaction was calculated by adopting the pseudo-first-order reaction kinetics, the k value was 3.351×10−2 min−1 which was higher than pure SnS and pure SnS2 under visible light irradiation. The mechanism of enhanced photocatalytic activity has been discussed through scavenger experiments. In addition, the main active species for degradation of methyl orange (MO) were investigated using electron spin resonance (ESR) measurement and the possible degradation pathway of MO was also presented. Keywords SnS/SnS2 Urchinlike Heterogeneous composites Photocatalysts Mechanism 1 Introduction Organic dyes are a group of typical contaminants and raising major concerns about their potential impact on ecosystems and public health. There were many solutions in organic dyes treatment such as: biological treatment, adsorption technology, chemical precipitation and reverse osmosis, and so on [1,2]. Compared to these conventional chemical treatment methods, semiconductor-mediated photocatalytic degradation is a promising way of abating organic dyes in water [3]. It is important to explore new photocatalysts with high photocatalytic activity and good stability in the degradation of organic dyes under visible light. Besides, the construction of semiconductor heterogeneous composites have been proved to be a successful strategy for developing more efficient photocatalysts than single semiconductor in the reported literatures [4–6], so we want to take this approach. The semiconducting metal sulfides usually have light-absorbing capabilities in the visible and short-wavelength near-infrared regions such as SnS2 and SnS [7]. SnS2 is an inexpensive and nontoxic semiconductor with a wide bandgap of 2.0–2.25eV [8]. As a kind of n-type semiconductor, SnS2 is well-known for its potential applications in the area of photocatalysis in recent years [9], especially with other materials such as SnO2 and reduced graphene oxide to form composite materials in photocatalytic reduction of aqueous Cr(VI) [10–12]. SnS is a narrow bandgap semiconductor and possesses a bandgap of 1.0–2.33eV [13] and has the potential to be a good visible light photocatalyst. It can be the p-type or n-type semiconductor depending on the concentration of tin, in S rich condition, SnS is a p-type semiconductor (electron conducting), while in Sn rich condition, SnS is a n-type semiconductor (hole conducting) [14–15]. In general, SnS is more likely to present a p-type semiconductor due to the easy formation of acceptor-like intrinsic Sn vacancy defects [16]. For p-type SnS semiconductor, it possesses layered orthorhombic structure and each Sn atom is surrounded by six S atoms via the coordination bond with weak van der Waals forces and is also a suitable material for the development of heterogeneous composites devices with n-type semiconductor such as reported CdS, ZnO, ZnS and TiO2 [17]. Moreover, It also can form heterogeneous composites with SnS2 due to their matched band potentials [18]. In the reported literature, Shen et al. [19] prepared the SnS/SnS2 heterogeneous composites by annealing SnO2 nanoparticles in H2S gas at 300°C and used it in the degradation of Rhodamine B. Wu et al. [20] synthesized SnS/SnS2 nanosheets as anode materials for lithium batteries just using Sn2+ as tin source. However, to our knowledge, there are still no exiting reports on the preparation and investigation of such a urchinlike SnS/SnS2 heterogeneous composites system for the photodegradation of MO. Based on the above considerations, in the present work, we firstly synthesized urchinlike SnS/SnS2 p-n heterogeneous composites through one-step solvothermal method, and used it as photocatalyst in the degradation of methyl orange (MO). Besides, the stability of the prepared photocatalyst in the photocatalytic process was also investigated and the possible photodegradation mechanism of MO was studied systematically on the SnS/SnS2. 2 Experimental For the sample preparation, characterization and photocatalytic test have been shown in the Experimental section in the Supporting information. 3 Results and discussion 3.1 Properties of samples The crystalline phases of the obtained samples have been confirmed with XRD which are shown in Fig. 1 . It can be seen that there are two sets of diffraction peaks in SnS/SnS2 samples. One set of diffraction peaks can be indexed to the orthorhombic SnS phases with space group Pnma and lattice parameters a=11.18Å, b=3.982Å, c=4.329Å (JCPDS card no. 73-1859, be marked with ‘◇’) [21]. The other set of peaks is connected to the hexagonal SnS2 phases with space group P-3m1 and lattice parameters a=3.649Å, b=3.649Å, c=5.899Å (JCPDS card no. 23–0677, be marked with ‘☆’) [22]. Compared with pure SnS2 it shows weak peaks at 2θ=15.0°, 28.3°, 32.2°, 41.9° and 50.1°, which is ascribed to the low loading of SnS2. The chemical composition and electronic structure of SnS/SnS2-B was characterized by XPS measurements. From Fig. S1A, the survey XPS spectrum shows the presence of Sn, S and C atoms, further quantitative analysis of the Sn 3d and S 2p peaks give a Sn:S atomic ratio of about 2:3. The peak at 486.7eV (Fig. S1B) corresponds to the binding energy of Sn 3d5/2, and the result is in agreement with the literature values for Sn (IV) [23]. Sn2+ is also detected in the spectra which is located at 485.6eV [24]. The S 2p spectra (Fig. S1C) shows two peaks at the binding energy of around 162.4eV and 161.3eV, corresponding to the S 2p3/2 and S 2p1/2 [25], respectively, suggesting the presence of S2− anions. Fig. 2 shows SEM images of the prepared SnS, SnS/SnS2-B, and SnS2 samples. Urchinlike SnS was composed of a small short rod and the average diameter was about 2.3μm. SnS2 sample presented hexagon shape, its diameter and thickness were about 11.3μm and 0.5μm, respectively. SnS/SnS2-B sample also presented the urchinlike structure, but it was assembly by the little short nanorods and narrow wafers, and the average diameter was about 3.3μm, which was larger than pure SnS. The TEM and HRTEM images and particle size distribution result of SnS/SnS2-B were consistent with its SEM image (shown in Figs. S2 and S3). The lattice spacing of 3.158Å and 3.177Å corresponding (100) plane of SnS2, and the lattice spacing of 3.218Å and 3.219Å corresponding (210) plane of SnS, HRTEM images indicated the presence of both SnS and SnS2 (Fig. S3C–D). EDS pattern of the prepared urchinlike SnS/SnS2-B samples was shown in Fig. 2, two elements of Sn and S were evidenced. The ratio of the two elements was estimated and the result was 39.87:60.13, further demonstrating that the Sn/S mole ratio was nearly to 2:3. From Table 1 , it can be seen that the obtained SnS has a Sn/S mole ratio about 46.02:53.98 (nearly to 1:1), meaning it was a p-type semiconductor [26]. Moreover, SnS2 has a Sn/S mole ratio about 34.37:65.63 (nearly to 1:2), and it was an n-type semiconductor. The SnS/SnS2 samples with different mass fraction were also obtained, and the Sn/S mole ratio were shown in Table 1, we can learn that the S/Sn mole ratio between 1 and 2. XRD results along with the SEM/HRTEM images and the above XPS analysis demonstrate that the urchinlike SnS/SnS2 heterogeneous composites were successfully prepared. The BET specific surface areas of the as-synthesized SnS, SnS/SnS2-A-D and SnS2 were determined by N2 adsorption, and the obtained results are presented in Table 1. It can be seen that the values of the BET specific surface areas of the as-synthesized products followed the order of SnS/SnS2-B>SnS/SnS2-A>SnS/SnS2-C>SnS>SnS/SnS2-D>SnS2. The BJH analysis indicates that the BET surface area of urchinlike SnS/SnS2-B was 149.911m2/g which was much higher than pure SnS (87.266m2/g) and pure SnS2 (50.139m2/g) (Fig. S4). Optical properties of samples were examined using UV–vis diffuse reflection spectrum in the wavelength range of 200–1500nm. The optical direct band gap values of samples were calculated using the following equation: ∂hυ = A (hυ −Eg)1/2, where ∂, hυ, A and Eg signify the absorption coefficient, photo energy, proportionality constant and band gap, respectively [27]. The variations of (∂hυ)2 versus the photon energy hυ in the fundamental absorption region are plotted in the inset of Fig. S5. The Eg values of the SnS, SnS/SnS2-B and SnS2 are 1.37, 1.57 and 1.96eV, respectively. This experimental result shows that the presence of SnS in the urchinlike SnS/SnS2-B contributed to a red shift of the absorption edge compared with the pure SnS2. It is evident that the formation of SnS/SnS2 heterogeneous composites modified the electronic structures of the pristine semiconductors. Similar result has been founded in the literature [28]. According to the data of Table S1, the crystal structures of SnS and SnS2 samples were simulated with Material Studio software. SnS has a two-atom layered structure containing both types of atoms in each layer, thus creating a double layer with similar densities in both layers, SnS2 has a three-atom layered structure with the Sn atom layer sandwiched between two layers of sulfur (shown in Fig. 3 ). Radovsky [29] and Hong [30] thought that the interlayer distance of bulk SnS (O) was 0.56nm, and that of bulk SnS2 (T) was 0.59nm, a 1:1 (SnS/SnS2)-O, T, O, T, … superstructure was more often observed in the quasi spherical morphologies or a 2:1 (SnS/SnS2)-O, O, T, O, O, T, … superstructure was more abundant for the faceted and tubular topologies. In our work, the S:Sn atomic ratio of SnS/SnS2-B sample was about 1.5, and it was presented urchinlike structure, which were line with the above statement. Moreover, we used the Generalized Gradient Approximation (GGA) method calculated roughly for the band structures of monolayer SnS and SnS2 semiconductor, and the calculation values of SnS and SnS2 were 1.424eV and 2eV, respectively, which were closed to the experimental results (Fig. S6). The top of the valence band and the bottom of conduction band located at the same horizontal axis in both SnS and SnS2 semiconductor, indicating that SnS and SnS2 were direct semiconductor [18]. 3.2 Photocatalytic performance To investigate the photocatalytic activity, decomposition of azo dye methyl orange (MO) as a typical organic pollutant was performed under visible light. Fig. 4 displays the visible-light-driven photocatalytic activities of SnS, SnS/SnS2-A-D and SnS2 samples. As expected, the photocatalytic activity of urchinlike SnS/SnS2 heterogeneous composites was obviously much higher than those of SnS and SnS2. It was observed that the photocatalytic activities of the as-synthesized products trend followed the order SnS/SnS2-B>SnS/SnS2-A>SnS>SnS/SnS2-C>SnS/SnS2-D>SnS2. When the optimum content of the Sn4+ was located at 40wt%, the highest photocatalytic activity of SnS/SnS2-B was obtained. To quantitatively compare their photocatalytic activities, the reaction rate constants (k) for the photocatalytic reduction reactions over different samples were calculated by adopting the pseudo-first-order model, and the k values were 3.351×10−2, 3.143×10−2, 2.985×10−2, 1.634×10−2, 1.372×10−2 and 0.957×10−2 min−1 (Table 1 and Fig. S7), respectively. The SnS/SnS2-B heterostructure could degrade approximately 83.25% of MO in 60min, which is about 3.5 times that of pristine SnS2. These photocatalytic results can be rationally explained as follows: (i) As the SnS2 content increased, SnS/SnS2 heterogeneous composites can restrain the recombination of photoinduced charges more effectively, and generate more electron-hole pairs under visible-light irradiation; (ii) when the SnS2 content was above the optimal value, the efficient heterogeneous composites interface did not increase, even lower than the pure SnS. The excessive wide band-gap SnS2 might decrease the visible light absorption and act as the recombination center of electrons and holes to consequently restrain the photocatalytic activity. Similar tendency and results have been founded in the literatures [31–32]. Therefore, the SnS/SnS2-B was the best performing sample and was selected the cycling study. The stability and reusability of a photocatalyst are vital to its assessment and application. Fig. S8 shows four cycling runs in the photocatalytic degradation of MO over urchinlike SnS/SnS2-B heterogeneous composites under visible light irradiation. For each recycling run, SnS/SnS2-B was collected by centrifugation, and then washed with ethanol for three times. Before the recycling, the MO removal efficiency was 83.25% in 60min irradiation. At the first cycling run, the removal efficiency was 82.11%, after the fourth cycling run, the removal efficiency still can reach 76.68%, only 6.6% reduction compared with the original result. The recycle experiments suggesting that the prepared urchinlike SnS/SnS2-B heterogeneous composites possesses good chemical stability and could be potentially developed as a promising photocatalyst during the photodegradation of organic dye. 3.3 Mechanism of MO photodegradation The reduction and oxidation mechanisms during photocatalytic degradation of MO could be further confirmed by the following controlled experiments in which the 1,4-benzoquinone (PBQ), AgNO3, isopropanol (IPA) and KI were employed as the superoxide radicals (O2 −) scavenger, electron (e−) scavenger, hydroxyl radical (OH) scavenger and hole (h+) scavenger, respectively, and the amount of scavenger was 1mM. The results are displayed in Fig. S9A. MO removal efficiency reached 83.25% without any scavenger within 60min irradiation. It also can be observed that KI had a little influence for photocatalytic activity, and the reaction constant rate of KI was 2.464×10−2 min−1, suggesting that h+ exist in the solution but not the main reactive species during the photocatalysis process. On the contrary, the photodegradation of MO was dramatically suppressed after the addition of PBQ, AgNO3 and IPA, only 2.32%, 6.64% and 17.63% of MO was decomposed within 60min irradiation in the presence of PBQ, AgNO3 and IPA, respectively. In addition, the use of PBQ, AgNO3 and IPA as scavengers had a positive effect on the reaction constant rate of MO degradation, and the reaction constant rate of them were 0.0403×10−2 min−1, 0.398×10−2 min−1 and 0.620×10−2 min−1 (Fig. S9B), respectively, which are smaller than those of no scavenger and KI. Based on these results, it can be preliminarily concluded that O2 − and OH are the major reactive species of SnS/SnS2-B heterogeneous composites for degradation of MO. In order to verify the above conclusion that O2 − and OH are the major reactive species in the degradation process, we further employed the 5,5-dimethyl-pyrroline N-oxide (DMPO) spin-trapping electron spin resonance (ESR) technique to measure the reactive oxygen species. As shown in Fig. S10A–C, four characteristic peaks of DMPO-O2 − were observed in the methanol dispersion and four characteristic peaks of DMPO-OH were also observed in the aqueous dispersion of SnS, SnS/SnS2-B and SnS2 under visible light irradiation [33], which implying generated O2 − and OH radical species during the photocatalysis process. However, the peak intensity of DMPO-O2 − were stronger than that of DMPO-OH of all three samples, and the peak intensity of DMPO-O2 − and DMPO-OH both followed the order SnS/SnS2-B>SnS>SnS2. These are suggesting that the O2 − radicals played a more important role than the OH radicals in oxidizing degradation of MO, and urchinlike SnS/SnS2-B heterogeneous composites indeed promoted the separation of electron-hole pairs. The results along with the scavenger experiments demonstrated that the O2 − is the main active species, and OH is the secondary active species in the degradation of MO aqueous solution. As we all know, O2 − radical comes from O2 get e−, and OH radical comes from O2 − reaction with e− or H2O/OH− loss e−. Therefore, we also need to study how the two radicals generated in the photocatalysis process in the subsequent research. Based on the result of DRS, the band edge positions of the as-prepared semiconductors can be theoretically predicted using the electronegativity concept. The conduction band (CB) and valence band (VB) potentials of the semiconductor at the point of zero charge can be calculated by the following equation [34]: E CB = X − E e − 0.5 E g E VB = X − E e + 0.5 E g where X refers to the absolute electronegativity of the semiconductors, which is defined as the geometric average of the absolute electronegativity of the constituent atoms, Ee is the energy of free electrons on the hydrogen scale (−4.5eV) [35]. Eg is the band gap, and calculated to be 4.34eV and 4.66eV for the SnS and the SnS2 [36], respectively. The ECB and EVB of the semiconductors were determined as −0.845 and 0.525V on the SnS and as −0.82 and 1.14V on the SnS2, respectively. Based on the above data, the photocatalytic mechanism diagram of urchinlike SnS/SnS2 heterogeneous composites materials is presented in Scheme 1 . Upon visible light irradiation, both SnS and SnS2 can be excited and produce photogenerated electron-hole pairs, electrons can be excited from the VB to the CB, leaving the holes on the VB. Normally, these photo-generated electrons and holes quickly recombine and only a portion of charges could participate in the photocatalytic process. However, when SnS2 is contact with SnS to form p-n heterostructure, these photo-generated electrons on the CB of SnS can easily flow to the CB of SnS2 through the interface because the CB position of SnS is more negative than the CB position of SnS2. In the same way, the holes on the VB of SnS2 tend to transfer to the VB of SnS considering that the VB edge level of SnS2 is more positive than that of SnS, result in efficient electron-hole pair separation and thus lead to an enhanced photocatalytic activity. Since the redox potential of O2/∙O2 − (−0.33V) was positive than those of CB position of SnS2 and SnS, the photogenerated electrons can be effective collected by SnS/SnS2 and further reduce the adsorbed O2 to O2 −. Considering the VB holes (1.14eV) from SnS2 cannot directly oxidize OH−/H2O into OH radicals (1.99 and 2.38eV for OH/OH− and OH/H2O potential) [37]. The OH radicals should be generated via the O2 − →H2O2 → OH route [38]. It is consist with the result of the scavenger experiments and ESR analysis. Based on the change of MO content during the reaction process, we could conclude the possible pathway of MO photodegradation on SnS/SnS2-B. The UV–vis spectra revealed that, besides MO molecules (λ=464nm) were gradually decreased with the increased reaction time, a byproduct appeared at characteristic λ of 247nm was also observed during the photodegradation of MO (Fig. S11), and the λ value was compatible with the standard 4-aminobenzene sulfonic acid solution [36]. As we all know, the color range of MO is: when pH<3.1, is red, pH between 3.1 and 4.4, is orange, while pH>4.4, is yellow. In our work, the color of MO becomes shallow with time-varying, from yellow to red, then changes to orange, finally turns into colorless (Fig. S11 and Table S2). According to these informations, we preliminary think the MO degradation on the SnS/SnS2-B photocatalyst firstly occurred a reduction mechanism in which the photoelectrons directly reduced the NN double, then followed by the subsequent oxidation by the main active species O2 − and OH, this degradation process can be possibly illustrated in Fig. 5 . Similar results of MO photodegradation can be founded in the literatures [39–40]. 4 Conclusions Urchinlike SnS/SnS2 p-n heterogeneous composites photocatalysts with different contents were successfully synthesized by a one-step solvothermal method. The SnS/SnS2-B samples exhibited the highest photocatalytic activity for the degradation of MO under visible light irradiation, and shows no significant loss of activity in the recycling experiments. Furthermore, O2 − and OH were proved the major reactive species for the degradation of MO by using scavenger experiments and ESR technique, and the OH radicals should be generated via the O2 − →H2O2 → OH route rather than from the role of holes. Based on the change of MO content during the reaction process, we could conclude the possible pathway of MO photodegradation on SnS/SnS2-B. Acknowledgements Financial supports from National Natural Science Foundation of China (21366014, 51364023, 21566014) are acknowledged. Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2017.07.019. References [1] H. Zangeneh A.A.L. Zinatizadeh M. Habibi M. Akia M.H. Isa J. Ind. Eng. Chem. 26 2015 1 36 [2] A. Buthiyappan A.R. Abdul Aziz W.M.A.W. Daud Rev. Chem. Eng. 32 2016 1 47 [3] Y.C. Zhang L. Yao G.S. Zhang D.D. Dionysiou J. Li X.H. Du Appl. Catal. B-Environ. 144 2014 730 738 [4] J. Yuan X. Zhang H. Li K. Wang S. Gao Z. Yin H. Yu X. Zhu Z. Xiong Y. Xie Catal. Commun. 60 2015 129 133 [5] J. Esmaili-Hafshejani A. Nezamzadeh-Ejhieh J. Hazard. Mater. 316 2016 194 203 [6] H. Derikvandi A. Nezamzadeh-Ejhieh J. Colloid Interface Sci. 490 2017 314 327 [7] Y.C. Zhang J. Li M. Zhang D.D. Dionysiou Environ. Sci. Technol. 45 2011 9324 [8] M.Y. Li E.Z. Liu H.L. Hu S.X. Ouyang H. Xu D.F. Wang Int. J. Photoenergy 2014 [9] R. Lucena F. Fresno J.C. Conesa Appl. Catal. A-Gen. 415 2012 111 117 [10] Y.C. Zhang Z.N. Du K.W. Li M. Zhang D.D. Dionysiou ACS Appl. Mater. Interfaces 3 2011 1528 1537 [11] X. Zhou T. Zhou J. Hu J. Li CrystEngComm 14 2012 5627 5633 [12] L. Hui D. Lu Z. Zhang G. Jie Y. Yang Z. Zhu J. Mater. Sci. 50 2015 3207 3211 [13] M.M. El-Nahass H.M. Zeyada M.S. Aziz N.A. El-Ghamaz Opt. Mater. 20 2002 159 170 [14] I. Grozdanov M. Ristov G. Sinadinovski M. Mitreski Fizika 21 1989 320 323 [15] Z. Xiao F.Y. Ran H. Hosono T. Kamiya Appl. Phys. Lett. 106 2015 115 117 [16] J. Vidal S. Lany M. Davezac A. Zunger Appl. Phys. Lett. 100 2012 2072 [17] A. Umar M.S. Akhtar R.I. Badran M. Abaker S.H. Kim A. Al-Hajry S. Baskoutas Appl. Phys. Lett. 103 2013 1680 [18] T. Lorenz J.-O. Joswig G. Seifert Semicond. Sci. Technol. 29 2014 [19] S. Shen Y. Yao B. Wang Y. Chang L. Zhi Sci. Adv. Mater. 7 2015 1071 1075 [20] Z. Wu F. Wang S. Zuo S. Li B. Geng R. Zhuo P. Yan J. Nanomater. 2015 [21] A.J. Biacchi D.D. Vaughn R.E. Schaak J. Am. Chem. Soc. 135 2013 11634 11644 [22] L.A. Burton D. Colombara R.D. Abellon F.C. Grozema L.M. Peter T.J. Savenije G. Dennler A. Walsh Chem. Mater. 25 2013 4908 4916 [23] W.E. Morgan J.R. Van Wazer J. Phys. Chem. 77 1973 964 969 [24] R.B. Shalvoy G. Fisher P. Stiles Phys. Rev. B 15 1977 1680 [25] C.D. Hatch M.J. Christie R.M. Weingold C.-M. Wu D.M. Cwiertny J. Baltrusaitis J. Phys. Chem. C 117 2013 472 482 [26] T.H. Patel Adv. in Mater. Sci. and Technol. (Amst) 209 2014 82 85 [27] D. Hou W. Luo Y. Huang J.C. Yu X. Hu Nano 5 2013 2028 [28] Z. Khodami A. Nezamzadeh-Ejhieh J. Mol. Catal. A-Chem. 409 2015 59 68 [29] G. Radovsky R. Popovitz-Biro R. Tenne Chem. Mater. 24 2012 3004 3015 [30] S.Y. Hong R. Popovitz-Biro Y. Prior R. Tenne J. Am. Chem. Soc. 125 2003 10470 10474 [31] P. Mohammadyari A. Nezamzadehejhieh RSC Adv. 5 2015 75300 75310 [32] M. Babaahamdi-Milani A. Nezamzadeh-Ejhieh J. Hazard. Mater. 318 2016 291 301 [33] J. Di J. Xia M. Ji B. Wang S. Yin Q. Zhang Z. Chen H. Li Appl. Catal. B-Environ. 183 2016 254 262 [34] H.W. Huang S.B. Wang Y.H. Zhang P.K. Chu RSC Adv. 4 2014 41219 41227 [35] R.F. Tang H.F. Su Y.W. Sun X.X. Zhang L. Li C.H. Liu S.Y. Zeng D.Z. Sun J. Colloid Interface Sci. 466 2016 388 399 [36] X. Li J. Zhu H.X. Li Appl. Catal. B-Environ. 123 2012 174 181 [37] X.L. Fu W.M. Tang L. Ji S.F. Chen Chem. Eng. J. 180 2012 170 177 [38] Z.Y. Wang W. Guan Y.J. Sun F. Dong Y. Zhou W.K. Ho Nano 7 2015 2471 2479 [39] A. Nezamzadeh-Ejhieh M. Karimi-Shamsabadi App. Catal. A Gen. 477 2014 83 92 [40] A. Nezamzadeh-Ejhieh N. Moazzeni J. Ind. Eng. Chem. 19 2013 1433 1442",
      "scopus-id": "85026500137",
      "coredata": {
        "eid": "1-s2.0-S1566736717303205",
        "dc:description": "Urchinlike SnS/SnS2 p-n heterogeneous composite photocatalysts were successfully synthesized by a one-step solvothermal method. The samples are characterized by XRD, XPS, SEM, TEM, BET and DRS. SnS/SnS2 (Sn/S=39.87:60.13) heterostructure exhibited the higher photocatalytic activity, the removal efficiency of MO was 83.25% in illuminate 60min, and degradation reaction was calculated by adopting the pseudo-first-order reaction kinetics, the k value was 3.351×10−2 min−1 which was higher than pure SnS and pure SnS2 under visible light irradiation. The mechanism of enhanced photocatalytic activity has been discussed through scavenger experiments. In addition, the main active species for degradation of methyl orange (MO) were investigated using electron spin resonance (ESR) measurement and the possible degradation pathway of MO was also presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2017-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736717303205",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yao, Kaili"
          },
          {
            "@_fa": "true",
            "$": "Li, Jun"
          },
          {
            "@_fa": "true",
            "$": "Shan, Shaoyun"
          },
          {
            "@_fa": "true",
            "$": "Jia, Qingming"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736717303205"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736717303205"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(17)30320-5",
        "prism:volume": "101",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "One-step synthesis of urchinlike SnS/SnS2 heterostructures with superior visible-light photocatalytic performance",
        "prism:copyright": "© 2017 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "SnS/SnS2"
          },
          {
            "@_fa": "true",
            "$": "Urchinlike"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous composites"
          },
          {
            "@_fa": "true",
            "$": "Photocatalysts"
          },
          {
            "@_fa": "true",
            "$": "Mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "51-56",
        "prism:endingPage": "56",
        "pubType": "sco",
        "prism:coverDisplayDate": "November 2017",
        "prism:doi": "10.1016/j.catcom.2017.07.019",
        "prism:startingPage": "51",
        "dc:identifier": "doi:10.1016/j.catcom.2017.07.019",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "155",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6950",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17452",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8886",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6427",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3795",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "118",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6542",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32153",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "583",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "100853",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "211",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44774",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "287",
            "@width": "392",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25561",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "168",
            "@width": "390",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14053",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "536",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34225",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1199",
            "@width": "1698",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "275378",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1550",
            "@width": "1423",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "426557",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "561",
            "@width": "1423",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "167160",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1271",
            "@width": "1736",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "194670",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "743",
            "@width": "1729",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "102935",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1276",
            "@width": "2372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "227787",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2750163",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "143",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "609",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "143",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736717303205-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "690",
            "@ref": "si2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85026500137"
      }
    }
  }
}