{
  "metadata": {
    "title": "Synthesis of uniform anatase TiO<ce:inf loc=post>2</ce:inf> microspheres with exposed {001} facets: Without HF utilization and Its photocatalytic selectivity",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2013-07-05",
    "doi": "10.1016/j.catcom.2013.03.030",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736713001131",
    "pii": "S1566736713001131"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84876191132",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2013-04-02 2013-04-02 2014-05-26T15:12:22 1-s2.0-S1566736713001131 S1566-7367(13)00113-1 S1566736713001131 10.1016/j.catcom.2013.03.030 S300 S300.2 FULL-TEXT 1-s2.0-S1566736713X00068 2020-11-11T12:26:04.485575Z 0 0 20130705 2013 2013-04-02T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref specialabst alllist content subj ssids 1566-7367 15667367 true 37 37 C Volume 37 12 45 49 45 49 20130705 5 July 2013 2013-07-05 2013 article sco Crown copyright © 2013 Published by Elsevier B.V. All rights reserved. SYNTHESISUNIFORMANATASETIO2MICROSPHERESEXPOSED001FACETSWITHOUTHFUTILIZATIONPHOTOCATALYTICSELECTIVITY BAI Y 1 Introduction 2 Experimental section 2.1 Preparation of anatase TiO2 microspheres 2.2 Characterization 2.3 Photocatalytic selectivity test 3 Results and discussion 4 Conclusions Acknowledgments References GRATZEL 2001 575 576 M MOON 2010 301 305 J FUJISHIMA 1972 37 38 A ZHAO 2010 3317 3321 L CHEN 2010 6124 6130 J OREGAN 1991 737 740 B DOCAMPO 2010 1787 1796 P KUANG 2007 1133 1137 D LIAO 2011 4079 4085 J YANG 2008 638 641 H YU 2010 2144 2149 J YU 2010 872 879 J YU 2010 8 14 J LIU 2011 4085 4093 S HAN 2009 3152 3153 X ALIVOV 2009 12954 12957 Y ZHU 2011 10494 10498 H WANG 2012 5863 5868 X HAN 2012 3251 3253 X ZHANG 2008 9730 9733 M ZHANG 2009 6197 6200 M LIU 2010 11914 11916 S XIANG 2011 4532 4534 Q ZHANG 2012 259 262 J YE 2011 8072 8077 L PAN 2012 1650 1655 L BAIX2013X45 BAIX2013X45X49 BAIX2013X45XY BAIX2013X45X49XY item S1566-7367(13)00113-1 S1566736713001131 1-s2.0-S1566736713001131 10.1016/j.catcom.2013.03.030 272180 2014-05-26T13:22:28.400653-04:00 2013-07-05 1-s2.0-S1566736713001131-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/MAIN/application/pdf/e278474ad4a7e2939acbbb61fdd04ccd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/MAIN/application/pdf/e278474ad4a7e2939acbbb61fdd04ccd/main.pdf main.pdf pdf true 875234 MAIN 5 1-s2.0-S1566736713001131-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/PREVIEW/image/png/952f77db1a7c22e655bf0f466922e58f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/PREVIEW/image/png/952f77db1a7c22e655bf0f466922e58f/main_1.png main_1.png png 61892 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736713001131-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr5/DOWNSAMPLED/image/jpeg/2886d8ce26b6e97e656aaa894a7e182c/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr5/DOWNSAMPLED/image/jpeg/2886d8ce26b6e97e656aaa894a7e182c/gr5.jpg gr5 gr5.jpg jpg 78706 711 507 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001131-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr4/DOWNSAMPLED/image/jpeg/47d7e167e5273baa0ed3188679757966/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr4/DOWNSAMPLED/image/jpeg/47d7e167e5273baa0ed3188679757966/gr4.jpg gr4 gr4.jpg jpg 46024 441 380 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001131-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr3/DOWNSAMPLED/image/jpeg/cb303ef472edd34ec8f495e479da9349/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr3/DOWNSAMPLED/image/jpeg/cb303ef472edd34ec8f495e479da9349/gr3.jpg gr3 gr3.jpg jpg 41234 333 490 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001131-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr2/DOWNSAMPLED/image/jpeg/e73b7d7ec510390983fde67c35fd3523/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr2/DOWNSAMPLED/image/jpeg/e73b7d7ec510390983fde67c35fd3523/gr2.jpg gr2 gr2.jpg jpg 49238 303 380 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001131-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr1/DOWNSAMPLED/image/jpeg/79c9f3ce7071d2f1709857b06ec67a5a/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr1/DOWNSAMPLED/image/jpeg/79c9f3ce7071d2f1709857b06ec67a5a/gr1.jpg gr1 gr1.jpg jpg 27439 340 490 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001131-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/fx1/DOWNSAMPLED/image/jpeg/bb46c9bd673393f2e4449ef1b204e949/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/fx1/DOWNSAMPLED/image/jpeg/bb46c9bd673393f2e4449ef1b204e949/fx1.jpg fx1 true fx1.jpg jpg 26409 200 289 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001131-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr5/THUMBNAIL/image/gif/962ccb79729225673595e76e0aedc074/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr5/THUMBNAIL/image/gif/962ccb79729225673595e76e0aedc074/gr5.sml gr5 gr5.sml sml 4711 164 117 IMAGE-THUMBNAIL 1-s2.0-S1566736713001131-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr4/THUMBNAIL/image/gif/a8f27008c3903c41c0e2edfe48d6ede9/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr4/THUMBNAIL/image/gif/a8f27008c3903c41c0e2edfe48d6ede9/gr4.sml gr4 gr4.sml sml 10562 164 141 IMAGE-THUMBNAIL 1-s2.0-S1566736713001131-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr3/THUMBNAIL/image/gif/737bc113b0792e428be7977a802fc5d9/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr3/THUMBNAIL/image/gif/737bc113b0792e428be7977a802fc5d9/gr3.sml gr3 gr3.sml sml 5700 149 219 IMAGE-THUMBNAIL 1-s2.0-S1566736713001131-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr2/THUMBNAIL/image/gif/3c8b232bc4f12660c28186ab99eee74c/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr2/THUMBNAIL/image/gif/3c8b232bc4f12660c28186ab99eee74c/gr2.sml gr2 gr2.sml sml 15375 164 206 IMAGE-THUMBNAIL 1-s2.0-S1566736713001131-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/gr1/THUMBNAIL/image/gif/ac6f7bd0ff28a3384e7c0aea82346fa5/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/gr1/THUMBNAIL/image/gif/ac6f7bd0ff28a3384e7c0aea82346fa5/gr1.sml gr1 gr1.sml sml 3853 152 219 IMAGE-THUMBNAIL 1-s2.0-S1566736713001131-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/fx1/THUMBNAIL/image/gif/145e4d71b9348f6e305678796f70b6d2/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/fx1/THUMBNAIL/image/gif/145e4d71b9348f6e305678796f70b6d2/fx1.sml fx1 true fx1.sml sml 5814 151 219 IMAGE-THUMBNAIL 1-s2.0-S1566736713001131-mmc1.doc https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001131/mmc1/MAIN/application/msword/93e8d652a350a513a8020fef3e26d031/mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001131/mmc1/MAIN/application/msword/93e8d652a350a513a8020fef3e26d031/mmc1.doc mmc1 mmc1.doc doc 123392 APPLICATION CATCOM 3455 S1566-7367(13)00113-1 10.1016/j.catcom.2013.03.030 Fig. 1 XRD pattern of TiO2 MS-001 (a) and TiO2 MS (b). Fig. 2 FESEM images of TiO2 MS-001 (a and b) and TiO2 MS (c and d). Fig. 3 F1s XPS spectra of TiO2 MS with before and after heat treatment. Fig. 4 TEM (a), HRTEM (b) and FFT (c) images of TiO2 MS-001. Fig. 5 A comparison of photocatalytic selectivity (a) and adsorption (b) of TiO2 MS-001 and TiO2 MS. Short Communication Synthesis of uniform anatase TiO2 microspheres with exposed {001} facets: Without HF utilization and Its photocatalytic selectivity Yang Bai ⁎ Ping-Ya Luo Ping-Quan Wang Jian-Yi Liu State Key Laboratory of Oil and Gas Reservoir Geology and Exploitation, Southwest Petroleum University, Chengdu 610500, People's Republic of China State Key Laboratory of Oil and Gas Reservoir Geology and Exploitation Southwest Petroleum University Chengdu 610500 People's Republic of China ⁎ Corresponding author. Tel.: +86 28 83036809. Uniform anatase TiO2 microspheres with a high percentage of exposed {001} facets have been successfully synthesized by a one-step hydrothermal strategy in the presence of H2O2 and (NH4)2CO3 solution. The as-synthesized anatase TiO2 microspheres with exposed {001} facets exhibited higher photocatalytic selectivity for degradation of methylene blue and methylene orange mixed solution under UV light irradiation at room temperature than anatase TiO2 microspheres without {001} facets exposing and P25 TiO2. Graphical abstract As-synthesized anatase TiO2 microspheres with exposed {001} facets exhibited higher photocatalytic selectivity for degradation of methylene blue and methylene orange mixed solution under UV light irradiation. Keywords TiO2 {001} Facet Sphere Photocatalytic Selectivity 1 Introduction Owing to its unique optoelectronic properties, TiO2 has become one of the most investigated inorganic semiconductor oxide materials in various research areas including photochromism [1], gas sensors [2], photocatalysis [3,4], Li-ion batteries [5] and dyesensitized solar cells [6–9]. Anatase TiO2 crystals with high-energy {001} facets exposed have attracted significant attention because of their high chemical activity. Both theoretical and experimental studies show that the anatase TiO2 crystals with exposed {001} facets possess higher photocatalytic activities compared to TiO2 with other facets [10–14]. An important breakthrough in preparation of anatase TiO2 single crystals with exposed {001} facets was achieved by Lu and co-workers [10]. They reported the synthesis of TiO2 single microcrystals with 47% exposed {001} facets by using TiF4 as the raw material and hydrofluoric acid (HF) as the morphology controlling agent. Following this work, numerous reports have been published on the synthesis of TiO2 crystals with exposed {001} facets [11–18]. However, most of synthesized anatase TiO2 crystals are two-dimensional sheet-like, which make the sheets easily overlap with each other. And when HF (hazardous chemicals) was used, it resulted in surface Ti–F which can affect the photocatalytic activity. Therefore, a simple method of synthesizing TiO2 with {001} facets exposing without using HF would be needed to avoid the drawbacks. Recently, Xie reported that anatase TiO2 nanoparticles exposed with a remarkable amount (60%) of high-energy (001) facets were synthesized via a fluorine-free hydrothermal route, using K-titanate nanowires as a precursor and CO3 2- as a surface regulator [19]. In this paper, uniform anatase TiO2 microspheres with high percentage of exposed {001} facets have been successfully synthesized by one-step hydrothermal strategy using titanium n-butoxide (TBT) as a precursor and CO3 2- as a surface regulator. Selectivity is a very important factor for catalytic process. Photocatalytic selectivity of alcohols and azo dyes in TiO2 system have been paid more attention [20–25]. However, pure TiO2 shows poor photocatalytic selectivity, due to the adsorption selectivity is very low. For obtaining high photocatalytic selectivity, TiO2 is usually modified by fluorine to enhance the adsorption selectivity [26]. It is known that the adsorption photocatalytic reaction of TiO2 is strongly dependent on its surface state. In view of the different role of crystal facets on photocatalytic progress, highly selective photocatalysis may be achieved through simply controlling the exposure of various crystal facets of TiO2. Here, we demonstrate that anatase TiO2 microspheres with exposed {001} facets (TiO2 MS-001) show more excellent photocatalytic selectivity than anatase TiO2 microspheres without {001} facets exposing (TiO2 MS). 2 Experimental section 2.1 Preparation of anatase TiO2 microspheres All chemicals used in this study were of analytical-grade and were used without further purification. Distilled water was used in all experiments. TBT was used as titanium source. In a typically process, 3mg of TBT, 27mL H2O, 3mL H2O2 (30%, A.R.) and 100mg ammonium acid carbonate (NH4)2CO3 were added into a 50mL Teflon-lined stainless steel autoclaves (yellow solution) and heated at 180°C for 12h. Then, it was cooled to room temperature. After reaction, the white precipitate obtained was washed with distilled water and ethanol for three times and then dried at 80°C for 12h. For comparison, as-synthesized TiO2 MS-001 were treated with HF to corrode {001} facets and was calcined to remove surface Ti–F bond at 600°C for 4h. And then, anatase TiO2 microspheres without {001} facets exposing (TiO2 MS) were obtained. 2.2 Characterization X-ray diffraction patterns of the samples were recorded at room temperature, by a Bruker D8 advance X-ray diffractometer using Cu Kα radiation and 2θ scan rate of 6min−1. Diffraction patterns were taken over the 2θ range 20–70°. FESEM images were obtained by a JEOL JEM-6700F Field Emission Scanning Electron Microscope. Transmission electron microscopy and high-resolution transmission electron microscopy image was obtained by a JEOL JEM-2010FEF Field Emission Electron Microscope. X-ray photoelectron spectroscopy (XPS) measurements were carried out by a VG Multilab 2000 spectrometer (Thermo Electron Corporation) with an Mg Kα X-ray source, and the spectra calibrated to the C 1s peak at 284.6eV. The BET surface areas were analyzed by nitrogen adsorption at 77K with a Micromeritics ASAP 2020 nitrogen adsorption apparatus. Total dissolved organic carbon was determined using TOC Analyzer (Shimadzu TOV-VCPH). 2.3 Photocatalytic selectivity test The photocatalytic selectivity R (R=KMB/KMO) was evaluated by the degradation of methylene blue (MB) and methylene orange (MO) mixed solution under UV light irradiation. A 250W high pressure mercury lamp was placed 8cm above the liquid surface and 50mg of a photocatalyst was added into 100mL of mixed 2×10−5 M MB and 2×10−5 M MO mixed aqueous solution. The lamp and the quartz reactor were cooled with water circulation water. Before irradiation, the mixed solution was stirred in a dark environment with 2h at room temperature to reach an adsorption–desorption equilibrium. At certain time intervals, 4mL solution was extracted to test the residual concentration and UV–vis spectrum by UV-3600 UV–vis spectrum (Shimadzu, Japan). 3 Results and discussion Fig. 1 shows the XRD pattern of TiO2 MS-001 and TiO2 MS, all XRD peaks of the as-synthesized product can be indexed to anatase TiO2 (JCPDS No. 00-021-1272). The peaks locating at 25.4 (101), 37.8 (004), 48.5 (200), 54.0 (105), 55.4 (211) and 62.9° (204) are indexed to that of anatase TiO2 with the tetragonal structure (JCPDS file No. 21-1272, a=b=0.3785nm, c=0.9415nm), demonstrating the formation of pure anatase TiO2 [10–14]. The BET specific surface area of TiO2 MS-001 and TiO2 MS were calculated to be 4.8m2/g and 5.6m2/g. Fig. 2a–d shows the FESEM images of the TiO2 MS-001 and TiO2 MS. It can be seen that TiO2 MS-001 and TiO2 MS samples are uniform anatase TiO2 microspheres. And the sizes of TiO2 anatase microspheres are about 3 um. On the other hand, it can be found that secondary architecture is complete sheet for MS-001 sample (Fig. 2b), and the size of 1um×100nm. An angle of about 111.7◦ between the top and isosceles trapezoidal faces, which is consistent with the interfacial angle between {001} and {101} surfaces, was observed on the microspheres, suggesting that the microspheres exhibit facets of {001} and {101} (Fig. 2b). According to the structural information of the anatase TiO2 single crystal, the one square surface of the pyramidal can be ascribed to {001} and eight isosceles trapezoidal surfaces are {101} facets of anatase TiO2 single crystals. We estimate the percentage of exposed {001} facets on the microspheres to be about 70% according to the previous method [18,19]. However, after treatment with HF and calcination, the sheets are broke. It indicates that the {001} facets of TiO2 MS-001 were corroded by HF. This phenomenon also found by Zou [26]. Fig. 3 showed the F1s XPS spectra of TiO2 MS with before and after heat treatment. It can be found that surface F can be removed by heat treatment at 600°C for 4h. According to the structural information of the anatase single crystal, the one square surface of the pyramidal can be ascribed to {0 0 1} and four isosceles trapezoidal surfaces are {1 0 1} facets of anatase TiO2 single crystals. We estimate the percentage of exposed {0 0 1} facets on the microspheres to be about 60% according to the previous method. For confirming the morphology and facets information, TEM, HRTEM and FFT characterizations are used as shown in Fig. 4 . Firstly, TEM images of TiO2 MS-001 (Fig. 4a) showed the same morphology and size (microspheres with 3 um), which also have been shown by FESEM images. Secondly, for TiO2 MS-001, it can be found that the two clearly lattice fringes with a lattice spacing of 0.20nm, corresponding to that of the {020} and {200} facets (Fig. 4b), and the angle between two facets is 90° which agrees well with the result from the corresponding FFT pattern (Fig. 4c). Based on the above results, it can be concluded that the two square facets (top and bottom facets) of TiO2 nanosheets are {001} facets. The photocatalytic selectivity of the TiO2 MS-001 and TiO2 MS was investigated by photocatalytic degradation of a mixed MB (cationic dye with N+and S+group) and MO (anionic dye with O- group) aqueous solution (Fig. 5a). For TiO2 MS and P25, the degradation rate of MB is close to that of MO. And the selective photocatalytic ability R (R=kMB/kMO) are 1.1 and 1.3, respectively. In contrast, the degradation rates of MB are much faster than those of MO for TiO2 MS-001, confirming a preferential degradation of MB. And the selective photocatalytic ability R is 6.9 which are 6.3 and 5.3 times higher than TiO2 MS and P25, respectively. This result indicates that TiO2 MS-001 with {001} facets exposing is a high selective photocatalysis. The origin of the high selective photocatalytic ability may be due to the selectivity adsorption of {001} facets. Fig. 5b showed the comparison of adsorption of TiO2 MS-001 and TiO2 MS. It can be found that TiO2 MS-001 can adsorb more MB than MO, but TiO2 MS adsorbed same MB and MO. So, TiO2 MS-001 displayed higher photocatalytic selectivity for MB degradation as shown in Fig. 5a. Furthermore, in order to confirm the photocatalytic property of TiO2 MS-001, total organic carbon (TOC) degradation was also used to compare with photodecolorization (Fig. S1). The TOC removal rate of the solution reached 43.6 % within 4h, indicating that the organic dyes were removed by photocatalytic decomposition rather than simple adsorption. The photocatalytic selectivity of the TiO2 MS-001 and TiO2 MS was investigated by photocatalytic degradation of a mixed MB (cationic dye with N+and S+group) and MO (anionic dye with O- group) aqueous solution (Fig. 5a). For TiO2 MS and P25, the degradation rate of MB is close to that of MO. And the selective photocatalytic ability R (R=kMB/kMO) are 1.1 and 1.3, respectively. In contrast, the degradation rates of MB are much faster than those of MO for TiO2 MS-001, confirming a preferential degradation of MB. And the selective photocatalytic ability R is 6.9 which are 6.3 and 5.3 times higher than TiO2 MS and P25, respectively. This result indicates that TiO2 MS-001 with {001} facets exposing is a high selective photocatalysis. The origin of the high selective photocatalytic ability may be due to the selectivity adsorption of {001} facets. Fig. 5b showed the comparison of adsorption of TiO2 MS-001 and TiO2 MS. It can be found that TiO2 MS-001 can adsorb more MB than MO, but TiO2 MS adsorbed same MB and MO. So, TiO2 MS-001 displayed higher photocatalytic selectivity for MB degradation as shown in Fig. 5a. Furthermore, in order to confirm the photocatalytic property of TiO2 MS-001, total organic carbon (TOC) degradation was also used to compare with photodecolorization (Fig. S1). The TOC removal rate of the solution reached 43.6 % within 4h, indicating that the organic dyes were removed by photocatalytic decomposition rather than simple adsorption. 4 Conclusions In this letter, uniform anatase TiO2 microspheres with a high percentage of exposed {001} facets have been successfully synthesized by a one-step hydrothermal strategy in the presence of H2O2 and (NH4)2CO3 solution. The as-synthesized TiO2 exhibited high photocatalytic selectivity for degradation of MB and MO mixed solution under UV light irradiation at room temperature. The origin of the high selective photocatalytic ability is due to selectivity adsorption of {001} facets. The following are the supplementary material related to this article. Fig. S1 TOC curve of RhB photocatalytic degradation by TiO2 MS-001, TiO2 MS and P25 TiO2. Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2013.03.030. Acknowledgments This work was supported by the seventh installment of Graduate Innovation Fund of Southwest Petroleum University, Grant No: GIFSB0704. References [1] M. Gratzel Nature 409 2001 575 576 [2] J. Moon J.A. Park S.J. Lee T. Zyung I.D. Kim Sensors and Actuators B: Chemical 149 2010 301 305 [3] A. Fujishima K. Honda Nature 238 1972 37 38 [4] L. Zhao X.F. Chen X.C. Wang Y.J. Zhang W. Wei Y.H. Sun M. Antonietti M.M. Titirici Advanced Materials 22 2010 3317 3321 [5] J.S. Chen Y.L. Tan C.M. Li Y.L. Cheah D.Y. Luan S. Madhavi F.Y.C. Boey L.A. Archer X.W. Lou Journal of the American Chemical Society 132 2010 6124 6130 [6] B. O’Regan M. Gratzel Nature 353 1991 737 740 [7] P. Docampo S. Guldin M. Stefik P. Tiwana M.C. Orilall S. Huttner H. Sai U. Wiesner U. Steiner H.J. Snaith Advanced Functional Materials 20 2010 1787 1796 [8] D.B. Kuang C. Klein S. Ito J.E. Moser R. Humphry-Baker N. Evans F. Duriaux C. Gratzel S.M. Zakeeruddin M. Graetzel Advanced Materials 19 2007 1133 1137 [9] J.Y. Liao B.X. Lei D.B. Kuang C.Y. Su Energy & Environmental Science 4 2011 4079 4085 [10] H.G. Yang C.H. Sun S.Z. Qiao J. Zou G. Liu S.C. Smith Nature 453 2008 638 641 [11] J.G. Yu J.J. Fan K.L. Lv Nanoscale 2 2010 2144 2149 [12] J.G. Yu Q.J. Xiang J.R. Ran S. Mann CrystEngComm 12 2010 872 879 [13] J.G. Yu L. Shi Journal of Molecular Catalysis A: Chemical 326 2010 8 14 [14] S.W. Liu J.G. Yu M. Jaroniec Chemistry of Materials 23 2011 4085 4093 [15] X. Han Q. Kuang M. Jin Z. Xie L. Zheng Journal of the American Chemical Society 131 2009 3152 3153 [16] Y. Alivov Z.Y. Fan Journal of Physical Chemistry C 113 2009 12954 12957 [17] H. Zhu J. Tao T. Wang J. Deng Applied Surface Science 257 2011 10494 10498 [18] X. Wang H. He Y. Chen J. Zhao X. Zhang Applied Surface Science 258 2012 5863 5868 [19] X. Han X. Wang S. Xie Q. Kuang J. Ouyang Z. Xie L. Zheng RSC Advances 2 2012 3251 3253 [20] M. Zhang C. Chen W. Ma J. Zhao Angewandte Chemie International Edition 47 2008 9730 9733 [21] M. Zhang Q. Wang C. Chen L. Zang W. Ma J. Zhao Angewandte Chemie 121 2009 6197 6200 [22] S. Liu J. Yu M. Jaroniec Journal of the American Chemical Society 132 2010 11914 11916 [23] Q. Xiang J. Yu M. Jaroniec Chemical Communications 47 2011 4532 4534 [24] J. Zhang W. Chen J. Xi Z. Ji Materials Letters 79 2012 259 262 [25] L. Ye C. Yang L. Tian L. Zan T. Peng Applied Surface Science 257 2011 8072 8077 [26] L. Pan J.J. Zou S. Wang X.Y. Liu X. Zhang L. Wang ACS Applied Materials & Interfaces 4 2012 1650 1655",
      "scopus-id": "84876191132",
      "coredata": {
        "eid": "1-s2.0-S1566736713001131",
        "dc:description": "Uniform anatase TiO2 microspheres with a high percentage of exposed {001} facets have been successfully synthesized by a one-step hydrothermal strategy in the presence of H2O2 and (NH4)2CO3 solution. The as-synthesized anatase TiO2 microspheres with exposed {001} facets exhibited higher photocatalytic selectivity for degradation of methylene blue and methylene orange mixed solution under UV light irradiation at room temperature than anatase TiO2 microspheres without {001} facets exposing and P25 TiO2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2013-07-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736713001131",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bai, Yang"
          },
          {
            "@_fa": "true",
            "$": "Luo, Ping-Ya"
          },
          {
            "@_fa": "true",
            "$": "Wang, Ping-Quan"
          },
          {
            "@_fa": "true",
            "$": "Liu, Jian-Yi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736713001131"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736713001131"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(13)00113-1",
        "prism:volume": "37",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of uniform anatase TiO2 microspheres with exposed {001} facets: Without HF utilization and Its photocatalytic selectivity",
        "prism:copyright": "Crown copyright © 2013 Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "TiO2"
          },
          {
            "@_fa": "true",
            "$": "{001} Facet"
          },
          {
            "@_fa": "true",
            "$": "Sphere"
          },
          {
            "@_fa": "true",
            "$": "Photocatalytic"
          },
          {
            "@_fa": "true",
            "$": "Selectivity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "45-49",
        "prism:endingPage": "49",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 July 2013",
        "prism:doi": "10.1016/j.catcom.2013.03.030",
        "prism:startingPage": "45",
        "dc:identifier": "doi:10.1016/j.catcom.2013.03.030",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "711",
            "@width": "507",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78706",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "441",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46024",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "333",
            "@width": "490",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41234",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "303",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49238",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "340",
            "@width": "490",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27439",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "289",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26409",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4711",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "141",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10562",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "149",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5700",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15375",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3853",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "151",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5814",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001131-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "123392",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84876191132"
      }
    }
  }
}