{
  "metadata": {
    "title": "Synthesis of gold encapsulated in spherical carbon capsules with a mesoporous shell structure. A robust catalyst in a nanoreactor",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2014-08-05",
    "doi": "10.1016/j.catcom.2014.05.001",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736714001733",
    "pii": "S1566736714001733"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84901615921",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2014-05-16 2014-05-16 2014-06-18T08:45:06 1-s2.0-S1566736714001733 S1566-7367(14)00173-3 S1566736714001733 10.1016/j.catcom.2014.05.001 S300 S300.1 FULL-TEXT 1-s2.0-S1566736714X00087 2020-11-11T12:26:04.496139Z 0 0 20140805 2014 2014-05-16T00:00:00Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst orcid primabst pubtype ref specialabst alllist content subj ssids 1566-7367 15667367 true 53 53 C Volume 53 18 77 82 77 82 20140805 5 August 2014 2014-08-05 2014 article sco Copyright © 2014 Elsevier B.V. All rights reserved. SYNTHESISGOLDENCAPSULATEDINSPHERICALCARBONCAPSULESAMESOPOROUSSHELLSTRUCTUREAROBUSTCATALYSTINANANOREACTOR NONGWE I 1 Introduction 2 Experimental 3 Results and discussion 3.1 Synthesis of the nanoreactors: Au@HCS and Au@mHCS 3.2 Catalytic activity of Au@HCS and Au@mHCS 4 Conclusions Acknowledgments Appendix A Supplementary data References LI 2013 20043 20053 J HU 2010 11836 11842 Y LIANG 2012 8158 8160 X HUANG 2009 361 365 X GAO 2007 1428 1433 J WANG 2011 207 211 S WANG 2012 10404 10406 M GALEANO 2011 8434 8439 C LIU 2014 478 480 R SUN 2013 6217 6220 Q ZHANG 2008 1160 1165 W AJAYAN 1999 1787 1800 P HARRIS 2001 P CARBONNANOTUBESRELATEDSTRUCTURES TANG 2012 873 877 K LIU 2011 1384 1404 R DING 2012 3651 3654 S CHEN 2012 035402 L GUO 2009 1480 1485 L FAN 2007 993 997 H PENG 2007 4155 4158 S CUI 2007 2066 2069 G FANG 2013 6908 6916 X LIU 2011 6799 6802 R BOKRIS 1969 J CHEMISTRYPHYSICSCARBONNEWYORK PARK 2011 33 49 J CHEN 2009 529 539 Y GRABAR 1995 735 743 K TURKEVICH 1951 55 75 J SUN 2013 9099 9110 H DENG 2010 8466 8473 Y GHOSH 2004 61 66 S PRADHAN 2001 1800 1802 N LEE 2008 1523 1528 J SU 2013 5782 5816 D AMEZQUITAGARCIA 2013 276 284 H NONGWEX2014X77 NONGWEX2014X77X82 NONGWEX2014X77XI NONGWEX2014X77X82XI item S1566-7367(14)00173-3 S1566736714001733 1-s2.0-S1566736714001733 10.1016/j.catcom.2014.05.001 272180 2014-06-18T08:16:31.358733-04:00 2014-08-05 1-s2.0-S1566736714001733-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/MAIN/application/pdf/eb363b4ae24fbe2d7c696bc16387931e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/MAIN/application/pdf/eb363b4ae24fbe2d7c696bc16387931e/main.pdf main.pdf pdf true 1311106 MAIN 6 1-s2.0-S1566736714001733-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/PREVIEW/image/png/a5fdb15f1f49c03bca3770cce667ca00/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/PREVIEW/image/png/a5fdb15f1f49c03bca3770cce667ca00/main_1.png main_1.png png 59405 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736714001733-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/mmc1/MAIN/application/msword/6be7f5d4cd888eddf6d76087c550706b/mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/mmc1/MAIN/application/msword/6be7f5d4cd888eddf6d76087c550706b/mmc1.docx mmc1 mmc1.docx docx 6710276 APPLICATION 1-s2.0-S1566736714001733-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/sc1/DOWNSAMPLED/image/jpeg/28362dfb5a83b9d5b8f961da714cfb9f/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/sc1/DOWNSAMPLED/image/jpeg/28362dfb5a83b9d5b8f961da714cfb9f/sc1.jpg sc1 sc1.jpg jpg 82598 368 813 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714001733-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/gr4/DOWNSAMPLED/image/jpeg/b0d6d5981f67e5b44b502f8c373a7634/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/gr4/DOWNSAMPLED/image/jpeg/b0d6d5981f67e5b44b502f8c373a7634/gr4.jpg gr4 gr4.jpg jpg 92678 683 668 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714001733-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/gr3/DOWNSAMPLED/image/jpeg/ce30a2567797cb8aba0921c9e9a5d55b/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/gr3/DOWNSAMPLED/image/jpeg/ce30a2567797cb8aba0921c9e9a5d55b/gr3.jpg gr3 gr3.jpg jpg 47963 691 382 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714001733-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/gr2/DOWNSAMPLED/image/jpeg/ccb8e4292e6617a6e4c01a8d77f6350e/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/gr2/DOWNSAMPLED/image/jpeg/ccb8e4292e6617a6e4c01a8d77f6350e/gr2.jpg gr2 gr2.jpg jpg 66342 613 713 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714001733-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/gr1/DOWNSAMPLED/image/jpeg/81e025469a3cd736dddca430dd1cc211/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/gr1/DOWNSAMPLED/image/jpeg/81e025469a3cd736dddca430dd1cc211/gr1.jpg gr1 gr1.jpg jpg 90744 449 669 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714001733-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/fx1/DOWNSAMPLED/image/jpeg/557b719d6c078bc99c0f41fd83fe34ce/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/fx1/DOWNSAMPLED/image/jpeg/557b719d6c078bc99c0f41fd83fe34ce/fx1.jpg fx1 true fx1.jpg jpg 39893 200 444 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714001733-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/sc1/THUMBNAIL/image/gif/cbab26997966a3a16ac8faa6dd36529f/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/sc1/THUMBNAIL/image/gif/cbab26997966a3a16ac8faa6dd36529f/sc1.sml sc1 sc1.sml sml 9959 99 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714001733-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/gr4/THUMBNAIL/image/gif/0fca318719359b0d4a2b34fd985dccac/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/gr4/THUMBNAIL/image/gif/0fca318719359b0d4a2b34fd985dccac/gr4.sml gr4 gr4.sml sml 6102 164 160 IMAGE-THUMBNAIL 1-s2.0-S1566736714001733-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/gr3/THUMBNAIL/image/gif/85b21081d7c0d1f20e4086ec13873660/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/gr3/THUMBNAIL/image/gif/85b21081d7c0d1f20e4086ec13873660/gr3.sml gr3 gr3.sml sml 3163 163 90 IMAGE-THUMBNAIL 1-s2.0-S1566736714001733-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/gr2/THUMBNAIL/image/gif/64b2014ff571ab5682e97389e6f8a656/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/gr2/THUMBNAIL/image/gif/64b2014ff571ab5682e97389e6f8a656/gr2.sml gr2 gr2.sml sml 4805 164 191 IMAGE-THUMBNAIL 1-s2.0-S1566736714001733-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/gr1/THUMBNAIL/image/gif/538293c86db6e4da0b7d4beec6d2324c/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/gr1/THUMBNAIL/image/gif/538293c86db6e4da0b7d4beec6d2324c/gr1.sml gr1 gr1.sml sml 9676 147 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714001733-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714001733/fx1/THUMBNAIL/image/gif/f1ff454a5e931aa72a9545f6fae5b331/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714001733/fx1/THUMBNAIL/image/gif/f1ff454a5e931aa72a9545f6fae5b331/fx1.sml fx1 true fx1.sml sml 10088 99 219 IMAGE-THUMBNAIL CATCOM 3895 S1566-7367(14)00173-3 10.1016/j.catcom.2014.05.001 Elsevier B.V. Fig. 1 TEM images of (a) Au@SiO2, (b) Au@mSiO2, (c) Au@HCS, and (d) Au@mHCS (inset SEM image of Au@mHCS); (e) HRTEM image of an encapsulated Au particle. Fig. 2 Nitrogen adsorption–desorption isotherm and BJH pore size distribution of (a–b) Au@HCS and (c–d) Au@mHCS. Fig. 3 (a) UV–vis spectra of reduction of p-nitrophenol with NaBH4 catalyzed by Au@mHCS and (b) plot of ln(Ct/Co) versus time for Au@mHCS and Au@HCS. Fig. 4 (a) TEM image, (b) N2 adsorption–desorption isotherm (c) catalytic activity of the yolk–shell Au@mHCS after thermal treatment at 800°C. Scheme 1 Synthetic procedures of Au@HCS and Au@mHCS catalyst. Short Communication Synthesis of gold encapsulated in spherical carbon capsules with a mesoporous shell structure. A robust catalyst in a nanoreactor Isaac Nongwe a b George Bepete a Ahmed Shaikjee a Vilas Ravat a Belina Terfassa a Reinout Meijboom b Neil J. Coville a ⁎ a DST-NRF Centre of Excellence in Strong Materials and Molecular Sciences Institute, School of Chemistry, University of the Witwatersrand, WITS, Johannesburg 2050, South Africa DST-NRF Centre of Excellence in Strong Materials and Molecular Sciences Institute School of Chemistry University of the Witwatersrand WITS Johannesburg 2050 South Africa b Department of Chemistry, University of Johannesburg, Auckland Park, Johannesburg 2006, South Africa Department of Chemistry University of Johannesburg Auckland Park Johannesburg 2006 South Africa ⁎ Corresponding author. Tel./fax: +27 11 7176738. Core-shell templates containing an encapsulated Au nanoparticle in a mesoporous silica (Au@mSiO2) or nonporous silica (Au@SiO2) shell structure were made. The silicas were then covered with carbon by CVD using toluene and the silica was removed using HF. Au@mHCS and Au@HCS were both characterized by PXRD, HRTEM, TGA, BET and ICP-OES. The Au@mHCS yolk–shell composite exhibited excellent catalytic activity and reusability (10cycles) for the reduction of p-nitrophenol with conversion of up to 97% in 8min. Heat treatment of Au@mHCS at 800°C/4h/N2 did not alter the morphology or the catalytic activity significantly. Graphical abstract Keywords Yolk–carbon shell nanostructures Au@mHCS Au@mSiO2 template CVD p-Nitrophenol reduction Au thermal stability 1 Introduction Many yolk–shell or rattle type nanostructures [1–3] with freely movable cores encapsulated inside an inorganic shell or a polymeric material have been synthesized [4–6]. These nanocomposite spheres not only modify the interaction between the metal core and the shell, limit physical and chemical contact in the structure and aggregation, but they also allow the encapsulated metal to exhibit a high catalytic activity in many reactions [7,8]. Interest in the use of yolk–shell nanostructures with the shell made of carbon has dramatically increased because of their excellent performance in catalysis and lithium ion batteries [9–11]. Coating the shell with carbon can be beneficial for the entrapped catalyst due to the thermal stability, chemical inertness and other useful physical properties associated with nanomaterial carbon [12–14]. Various methods have been demonstrated for preparing yolk–carbon shell capsules [15]. It is well-known that the preparation methods to make hollow nanostructures have an important effect on the physical and chemical properties of the resulting carbon framework. For example, SnO2@hollow carbon spheres have been prepared by templating procedures using polystyrene spheres and simple hydrothermal methods [16,17]. Shi and co-workers [18] reported the preparation of Fe3O4@carbon with yolk–shell structures by a “ship in the bottle method”. Liu et al. [9] synthesized Au@hollow carbon spheres via a one-step core shell–shell template using resorcinol-formaldehyde resin as carbon precursor. To explain the formation of some metal and semiconductor nanorattles, numerous mechanisms have been proposed to explain the fabrication of yolk–shell nanostructures [19–21]. In general, the synthesis of yolk–carbon shell nanostructures involves the synthesis of a spherical core-shell silica nanoparticles (M@SiO2) coated with a carbon precursor to produce M@SiO2@carbon nanoparticles. After carbonization, the template is selectively removed by chemical methods (acid or base etching) to obtain yolk–carbon shell nanostructures [9,22,23]. In many reactions catalysts may be subjected to high temperature conditions. In this study we have explored the stability of a yolk–carbon shell nanostructure after high temperature annealing. Here we report on an assembly route to prepare yolk–carbon shell catalytic nanoreactors by a chemical vapor deposition (CVD) method. As the CVD method is widely used in industry for carbon coating [24], the preparation of the catalysts described in this work can be used for the large scale synthesis of yolk–carbon shell nanostructures. Furthermore the catalytic reduction of p-nitrophenol to p-aminophenol was used as a benchmark reaction [25] to evaluate and compare the catalytic activity of Au@HCS and Au@mHCS (i.e. Au encapsulated in hollow carbon spheres (HCSs) that are non-porous or have mesopores) before and after heat treatment (800°C/4h/N2). We have observed that Au@mHCS catalysts are recyclable and show excellent stability after the treatment at high temperature under inert conditions. 2 Experimental The Au@SiO2 was prepared by routine procedures. The core shell Au@mSiO2 was synthesized according to previously published procedures (using octadecyltrimethoxysilane (C18TMS) as porogen) with some minor modifications [26]. The gold particles modified by PVP with a diameter of 15±3nm were prepared through reduction of chloroauric acid with sodium citrate [27]. Details are given in the Supplementary material. Deposition of carbon (from toluene) onto Au@mSiO2 and Au@SiO2 was carried out using a CVD method and after removal of the silica with HF solution, gave Au encapsulated hollow carbon spheres (Au@mHCS and Au@HCS). Details of the synthesis, the standard characterization procedures used and appropriate histograms, can be found in the Supplementary material. Catalytic reduction of p-nitrophenol to p-aminophenol using Au@mHCS was performed: by ultrasonically dispersing the p-nitrophenol (4mg) in deionized water (3mL). Freshly prepared NaBH4 aqueous solution (0.1M, 1.5mL) and an aqueous solution of p-nitrophenol (600μM, 250μL) were subsequently added to a quartz cell containing deionized water (2mL). Then a suspension of Au@mHCS (1.0mL) was added to the quartz cell with gentle shaking. The catalytic activity was monitored by UV–vis spectroscopy. The peak at ca. 400nm, attributed to the typical absorption of p-nitrophenol, was monitored as a function of time. The spectra were recorded every 2min. The thermal stabilities of Au@mHCS and Au@HCS (100mg) were determined by heating the samples for 4h under nitrogen in a quartz tube (heating rate of 3°C·min−1) to 800°C. The treated catalysts were re-evaluated in the p-nitrophenol reduction reaction. To study recyclability, Au@mHCS samples were filtered from the solution after completion of a reduction process. The samples were washed many times with ethanol and deionized water. The obtained samples were then redispersed in 2mL deionized water and then mixed with 250μL of aqueous solutions of p-nitrophenol solution (600μM) and a fresh solution of NaBH4 (0.1M, 1.5mL). UV–vis spectroscopy was used to measure the catalytic activity and the process was repeated 10 times. 3 Results and discussion 3.1 Synthesis of the nanoreactors: Au@HCS and Au@mHCS The synthetic procedure to make the robust yolk–shell catalyst, Au@mHCS is shown in Scheme 1 . In brief the process involves (i) the synthesis of gold nanoparticles modified by PVP, (ii) coating the gold nanoparticle modified by PVP, with silica and porogen to change the porosity, surface area and core shell templates, (iii) coating of the core-shell with carbon via CVD and (iv) etching of silica from the Au@mSiO2@carbon with HF to give a gold yolk–carbon shell. Gold nanoparticles were prepared according to the standard sodium citrate reduction method [28]. As revealed by transmission electron microscopy (TEM), the obtained gold nanoparticles are uniform and monodisperse with an average particle diameter of 15±3nm (Fig. S1). For comparison, we have synthesized Au@HCS from Au@SiO2 as template. In this case the silica was coated on the Au-PVP microspheres through a surface-sol–gel method using TEOS in aqueous solution, with ammonia as catalyst. The amphiphilic PVP stabilized the gold nanoparticles against aggregation, controlled the morphology and facilitated the silica coating [29]. TEM images of Au@SiO2 show core shell particles with a smooth surface, uniform monodispersity and a spherical shape with an average diameter of 355±20nm (Fig. 1a, Fig. S2). Au@mSiO2 was synthesized through a surfactant assembly sol–gel process with TEOS and C18TMS as silica source and surfactant template. The mesostructured silica/C18TMS composite was deposited on gold nanoparticles to produce well dispersed gold core-shell silica spheres with outer diameter of 302±20nm (Fig. 1b). In both samples the gold nanoparticles (confirmed by HRTEM analysis; see Fig. 1c) retained their same size after coating with silica (Fig. 1a and c). Yolk–carbon shell nanostructures of Au@HCS and Au@mHCS were synthesized by CVD using toluene as carbon source. The resulting Au@SiO2 and Au@mSiO2 were used as the template, and the toluene (N2 flow 90mLmin−1) was passed over the materials at 900°C for 4h. HF was used to remove the silica templates. The carbon covered Au@SiO2 and Au@mSiO2 spheres had external diameters of 415±20nm and 340±20nm respectively. The Au@HCS (30±5nm) and Au@mHCS (18±5nm) shell thickness revealed that carbon was deposited on the outside of the Stöber silica and mesoporous silica (Fig. 1c and d) spheres as a thin layer. SEM images of the Au@mHCS revealed that the spheres were homogeneous in size (insert Fig. 1d) while HRTEM confirmed the presence of the Au (Fig. 1e). The XRD profiles (Fig. S3) of Au@mSiO2, Au@mHCS, and Au@HCS showed two characteristic peaks for face-centered cubic gold at 44.4°, and 77.72° corresponding to the Miller indices, (200), and (311) (JCPDS file no. 04-0784). The average crystallite size of gold nanoparticles obtained from the Scherrer formula using the full-width half-maximum (FWHM) for the (200) diffraction plane was found to be 14.5nm. This is in excellent agreement with the value obtained from TEM (15nm) data. The inter-planar spacing corresponding to the (200) planes were also found to be 2.78Å (Fig. S3). No diffraction peaks appear in the low angle PXRD pattern (inset of Fig. S3) indicating a poorly aligned mesoporous structure. The N2 adsorption/desorption isotherms of both the Au@mHCS and Au@HCS are shown in Fig. 2 . The Au@mHCS exhibited a type IV isotherm with an H3 hysteresis loop in the range of 0.5–1.0P/P0, (Fig. 2c). The BET analysis gave a total specific surface area for Au@mHCS of 202m2/g and the mesopore volume was found to be 0.207cm3/g. The corresponding mesopore size was calculated using the Barrett–Joyner–Halenda (BJH) method (from the adsorption branch) and revealed a narrow pore distribution centered at ca. 5.7nm (Fig. 2d). The Au@mHCS thus has a mesoporous pore arrangement. For Au@HCS the N2 adsorption/desorption data at 77K can be identified as type II, which indicates a non-porous structure. The total specific area was 40.5m2/g (Fig. 2a) and the pore volume was 0.117cm3/g. The pore size distribution is shown in Fig. 2b with extra-large pores corresponding to the void spaces between HCSs (124nm, 186nm). The Raman spectra of Au@HCS and Au@mHCS (Fig. S4) showed a G band peak at 1595cm−1 related to graphitic carbon with a sp2 electronic configuration and a D band peak at 1371cm−1, which is a common feature in all disordered graphitic carbons. The intensity ratios of the D and G bands for both the Au@HCS and Au@mHCS are similar (ID/IG =0.98). This suggests that the graphitic nature of the carbon in the two different structures is comparable. Infra-red data were recorded but yielded no useful information (Fig. S5). The TG/DTA analysis was carried out in air in the temperature range of 20–900°C on the Au@mHCS and Au@HCS materials (Fig. S6). In the case of Au@HCS, thermal decomposition starts at 665°C and complete oxidation of carbon has occurred at 873°C. For Au@mHCS the weight loss was observed in the range of 554 and 751°C. These weight losses were well confirmed by endothermic DTA peaks at 811°C for Au@HCS and 691°C for Au@mHCS. The difference is consistent with the porous structure that allows for a more facile oxidation reaction. 3.2 Catalytic activity of Au@HCS and Au@mHCS To evaluate the activity of these catalysts, the reduction of p-nitrophenol by NaBH4 was chosen as a model reaction [30,31]. The yellow color of a solution of p-nitrophenol gives a UV–vis absorption peak at ~316nm, which shifts to 400nm after addition of NaBH4, due to the formation of p-nitrophenolate ion [32]. No change in the absorbance of a solution of p-nitrophenol was detected in the absence of catalyst at room temperature, even after 2days. After the addition of a small amount of the Au@mHCS catalyst (4mg) the yellow color of the reaction mixture gradually decreased as the reaction proceeded. This resulted in the appearance of a new UV–vis peak at 300nm due to the formation of p-aminophenol (Fig. 3a). The UV–vis spectra show isosbestic points at 315 and 280nm suggesting that the catalytic reduction of p-nitrophenol occurs directly without formation of any intermediates. The catalytic reaction shows that 97% of the p-nitrophenol was reduced to p-aminophenol within 8min using the Au@mHCS catalyst. The concentration of reductant is much higher than that of p-nitrophenol (CNaBH4 /C p-NP =1100), and a linear relationship of ln(Ct/Co) versus time is obtained indicating that the reduction can be considered as a pseudo-first-order reaction [33]. The rate constant k was calculated to be 0.42min−1 for the reaction using Au@mHCS with a mesoporous carbon shell. These results indicate that the mesoporous carbon shell does not limit access to the Au sites i.e. no diffusion limitation is noted. Good mass diffusion of reactant to the catalyst is consistent with previous reports [1,30]. For comparison, a reaction using the Au@HCS catalyst was also carried out under the same conditions. It was found that the carbon shells are impermeable to p-nitrophenol, and no measurable catalytic activity could be detected (Fig. 3b). Au@SiO2, Au@mSiO2, SiO2 and mSiO2 did not catalyze the conversion of p-nitrophenol to p-aminophenol indicating that the supports did not catalyze the reaction i.e. no carbocatalysis was noted [34,35]. The results also further confirm that access of the reactants to the Au is required for catalysis to occur. The reusability of the Au@mHCS catalyst was also investigated after a reaction. The catalyst was removed from the solvent and reactant by centrifugation, purified by washing and the catalytic reduction of p-nitrophenol repeated under the same conditions (Fig. 4 ). The catalyst still exhibited a high performance with a conversion over 97% at 8min even after 10 reuse cycles (Fig. S7). TEM images and N2 adsorption/desorption isotherms (not shown) reveal the same mesoporous channels and structure for the Au nanoparticles even after 10 catalytic cycles, suggesting a long lived and stable catalyst. This was confirmed by the small changes in surface area (202 to 195m2/g) and pore size (5.8 to 5.3nm) measurements recorded on the sample after the 10th catalyst reuse. To ascertain the thermal stability of the Au@mHCS, the material was heated at a rate of 5°Cmin−1 to 800°C under N2 and left at that temperature for 4h. Very minor changes were noted in the morphology of the HCS shell after heating (Fig. 4a). The surface area (349m2/g) and pore size (8.9nm) increased after heating and this could be correlated with a small mass loss, as detected by TGA measurements (3% mass loss; Fig. S8). The monodispersed Au NPs were still retained inside the mesoporous hollow carbon spheres implying that no sintering, typically found for Au particles treated at high temperature, had occurred. Importantly, the catalytic activity (Fig. 4c) was found to be the same (within 10%) of that determined for the original catalyst. It is to be noted that an equivalent thermal treatment of the Au@HCS sample did not lead to any enhanced catalytic activity. Thus, these types of catalysts show great potential in (i) being temperature stable and (ii) limiting sintering of the catalyst. Further, their ability to discriminate reactant molecules by size/shape by pore adjustment can be exploited. 4 Conclusions In summary, gold nanoparticles encapsulated in mesoporous hollow carbon spheres were synthesized using a template and coated with carbon by a CVD method. The yolk–shell Au@mHCS nanoparticles have a large surface area, unvarying shape, and most importantly, penetrable porosity. Au@mHCS also showed high catalytic activity, good thermal stability, and high recyclability for the reduction of p-nitrophenol (rate constant=0.42min−1) and this is related to the high porosity of the nanostructure. Of importance was the ability to prevent sintering of Au, even at high synthesis temperatures (800°C). In contrast, the Au@HCS material showed no catalytic activity, even after high temperature treatment. By incorporating these important features, a platform based on metal encapsulated in mesoporous hollow carbon can open up new directions to study other heterogeneous catalysts. Acknowledgments We thank the NRF, the University of Johannesburg, the University of the Witwatersrand, Johannesburg and the DST/NRF Centre of Excellence in strong materials for the financial support. We thank Prof. D Billing for recording the low angle PXRD data. Appendix A Supplementary data Supplementary material. Appendix A Supplementary data Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2014.05.001. References [1] J. Li X. Liang J.B. Joo I. Lee Y. Yin F. Zaera J. Phys. Chem. C 117 2013 20043 20053 [2] Y. Hu Q. Zhang J. Goebl T. Zhang Y. Yin Phys. Chem. Chem. Phys. 12 2010 11836 11842 [3] X. Liang J. Li J.B. Joo A. Gutiérrez A. Tillekaratne I. Lee Y. Yin F. Zaera Angew. Chem. 124 2012 8158 8160 [4] X. Huang C. Guo J. Zuo N. Zheng G.D. Stucky Small 5 2009 361 365 [5] J. Gao G. Liang B. Zhang Y. Kuang X. Zhang B. Xu J. Am. Chem. Soc. 129 2007 1428 1433 [6] S. Wang M. Zhang W. Zhang ACS Catal. 1 2011 207 211 [7] M. Wang J. Ma C. Chen F. Lu Z. Du J. Cai J. Xu Chem. Commun. 48 2012 10404 10406 [8] C. Galeano R. Güttel M. Paul P. Arnal A.-H. Lu F. Schüth Chem. Eur. J. 17 2011 8434 8439 [9] R. Liu F. Qu Y. Guo N. Yao R.D. Priestley Chem. Commun. 50 2014 478 480 [10] Q. Sun C.-Z. Guo G.H. Wang W.C. Li H.J. Bongard A.-H. Lu Chem. Eur. J. 19 2013 6217 6220 [11] W.M. Zhang J.S. Hu Y.G. Guo S.F. Zheng L.S. Zhong W.G. Song L.J. Wan Adv. Mater. 20 2008 1160 1165 [12] P. Ajayan Chem. Rev. 99 1999 1787 1800 [13] P.J. Harris Carbon Nanotubes and Related Structures 2001 Cambridge University Press [14] K. Tang L. Fu R.J. White L. Yu M.-M. Titirici M. Antonietti J. Maier Adv. Energy Mater. 2 2012 873 877 [15] R. Liu J. Duay S.B. Lee Chem. Commun. 47 2011 1384 1404 [16] S. Ding D. Zhang H.B. Wu Z. Zhang X.W. Lou Nanoscale 4 2012 3651 3654 [17] L.B. Chen X.M. Yin L. Mei C.C. Li D.N. Lei M. Zhang Q.H. Li Z. Xu C.M. Xu T.H. Wang Nanotechnology 23 2012 035402 [18] L. Guo X. Cui Y. Li Q. He L. Zhang W. Bu J. Shi Chem. Asian. J. 4 2009 1480 1485 [19] H.J. Fan M. Knez R. Scholz D. Hesse K. Nielsch M. Zacharias U. Gösele Nano Lett. 7 2007 993 997 [20] S. Peng S. Sun Angew. Chem. Int. Ed. 46 2007 4155 4158 [21] G. Cui Y.-S. Hu L. Zhi D. Wu I. Lieberwirth J. Maier K. Müllen Small 3 2007 2066 2069 [22] X. Fang S. Liu J. Zang C. Xu M.-S. Zheng Q.-F. Dong D. Sun N. Zheng Nanoscale 5 2013 6908 6916 [23] R. Liu S.M. Mahurin C. Li R.R. Unocic J.C. Idrobo H. Gao S.J. Pennycook S. Dai Angew. Chem. Int. Ed. 50 2011 6799 6802 [24] J.C. Bokris Chemistry and Physics of Carbon, New York 1969 (edn.) [25] J.C. Park H. Song Nano Res. 4 2011 33 49 [26] Y. Chen H. Chen L. Guo Q. He F. Chen J. Zhou J. Feng J. Shi ACS Nano 4 2009 529 539 [27] K.C. Grabar R.G. Freeman M.B. Hommer M.J. Natan Anal. Chem. 67 1995 735 743 [28] J. Turkevich P.C. Stevenson J. Hillier Discuss. Faraday Soc. 11 1951 55 75 [29] H. Sun J. He J. Wang S.-Y. Zhang C. Liu T. Sritharan S. Mhaisalkar M.-Y. Han D. Wang H. Chen J. Am. Chem. Soc. 135 2013 9099 9110 [30] Y. Deng Y. Cai Z. Sun J. Liu C. Liu J. Wei W. Li C. Liu Y. Wang D. Zhao J. Am. Chem. Soc. 132 2010 8466 8473 [31] S.K. Ghosh M. Mandal S. Kundu S. Nath T. Pal Appl. Catal. A Gen. 268 2004 61 66 [32] N. Pradhan A. Pal T. Pal Langmuir 17 2001 1800 1802 [33] J. Lee J.C. Park H. Song Adv. Mater. 20 2008 1523 1528 [34] D.S. Su S. Perathoner G. Centi Chem. Rev. 113 2013 5782 5816 [35] H.J. Amezquita-Garcia E. Razo-Flores F.J. Cervantes J.R. Rangel-Mendez Carbon 55 2013 276 284",
      "scopus-id": "84901615921",
      "coredata": {
        "eid": "1-s2.0-S1566736714001733",
        "dc:description": "Core-shell templates containing an encapsulated Au nanoparticle in a mesoporous silica (Au@mSiO2) or nonporous silica (Au@SiO2) shell structure were made. The silicas were then covered with carbon by CVD using toluene and the silica was removed using HF. Au@mHCS and Au@HCS were both characterized by PXRD, HRTEM, TGA, BET and ICP-OES. The Au@mHCS yolk–shell composite exhibited excellent catalytic activity and reusability (10cycles) for the reduction of p-nitrophenol with conversion of up to 97% in 8min. Heat treatment of Au@mHCS at 800°C/4h/N2 did not alter the morphology or the catalytic activity significantly.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2014-08-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736714001733",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nongwe, Isaac"
          },
          {
            "@_fa": "true",
            "$": "Bepete, George"
          },
          {
            "@_fa": "true",
            "$": "Shaikjee, Ahmed"
          },
          {
            "@_fa": "true",
            "$": "Ravat, Vilas"
          },
          {
            "@_fa": "true",
            "$": "Terfassa, Belina"
          },
          {
            "@_fa": "true",
            "$": "Meijboom, Reinout"
          },
          {
            "@_fa": "true",
            "$": "Coville, Neil J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736714001733"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736714001733"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(14)00173-3",
        "prism:volume": "53",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Synthesis of gold encapsulated in spherical carbon capsules with a mesoporous shell structure. A robust catalyst in a nanoreactor",
        "prism:copyright": "Copyright © 2014 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Yolk–carbon shell nanostructures"
          },
          {
            "@_fa": "true",
            "$": "Au@mHCS"
          },
          {
            "@_fa": "true",
            "$": "Au@mSiO2 template"
          },
          {
            "@_fa": "true",
            "$": "CVD"
          },
          {
            "@_fa": "true",
            "$": "p-Nitrophenol reduction"
          },
          {
            "@_fa": "true",
            "$": "Au thermal stability"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "77-82",
        "prism:endingPage": "82",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 August 2014",
        "prism:doi": "10.1016/j.catcom.2014.05.001",
        "prism:startingPage": "77",
        "dc:identifier": "doi:10.1016/j.catcom.2014.05.001",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "6710276",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@height": "368",
            "@width": "813",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "82598",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "683",
            "@width": "668",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "92678",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "691",
            "@width": "382",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47963",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "613",
            "@width": "713",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "66342",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "449",
            "@width": "669",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90744",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "444",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39893",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "99",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9959",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "160",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6102",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "90",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3163",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4805",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "147",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9676",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "99",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714001733-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10088",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84901615921"
      }
    }
  }
}