{
  "metadata": {
    "title": "Palladium doped manganese dioxide catalysts for low temperature carbon monoxide oxidation",
    "authors": "; ",
    "journal": "Catalysis Communications",
    "date": "2009-07-25",
    "doi": "10.1016/j.catcom.2009.05.028",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736709002301",
    "pii": "S1566736709002301"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-67649804597",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2009-06-09 2009-06-09 2010-10-09T20:28:24 1-s2.0-S1566736709002301 S1566-7367(09)00230-1 S1566736709002301 10.1016/j.catcom.2009.05.028 S300 S300.1 FULL-TEXT 1-s2.0-S1566736709X00105 2020-11-11T12:26:04.408519Z 0 0 20090725 2009 2009-06-09T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1566-7367 15667367 10 10 13 13 Volume 10, Issue 13 34 1776 1780 1776 1780 20090725 25 July 2009 2009-07-25 2009 article sco Copyright © 2009 Elsevier B.V. All rights reserved. PALLADIUMDOPEDMANGANESEDIOXIDECATALYSTSFORLOWTEMPERATURECARBONMONOXIDEOXIDATION SALKER A 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalytic activity 3 Results and discussion 3.1 Characteristic properties 3.2 Catalytic performance 3.3 Activity test for the catalysts and effect of moisture on its activity 4 Conclusions Acknowledgement References XU 2006 426 430 R CHANG 2007 1702 1710 L LUO 2008 310 324 J KOBAYASHI 2004 1843 1848 S MARINO 2004 59 66 F RUSSO 2006 214 219 N PILLAI 2006 266 273 U KRAMER 2006 257 263 M LABERTY 2001 266 276 C PILLAI 2006 110 117 U MONYANON 2006 547 554 S RONGRONG 2007 463 468 H SINGH 2007 349 358 U JEGUIRIM 2007 235 240 M REQUIES 2008 122 131 J GNIEWEK 2008 121 130 A MATSUMURA 2001 267 272 Y LUO 2006 152 156 M IVANOVA 2002 1420 1423 N KANG 2006 236 241 M XU 2008 217 220 M JOTHIRAMALINGAM 2007 562 569 R ISLAM 2003 4280 4286 M WANG 2007 1007 1011 X BROCK 1998 2619 2628 S XIA 1999 91 105 G MAKWANA 2002 46 52 V LIU 2002 9761 9768 J LI 2007 1896 1900 J MARS 1954 41 P SALKER 2005 461 467 A OH 2007 35 44 S EBBESEN 2007 66 73 S SALKER 2004 683 687 A SALKERX2009X1776 SALKERX2009X1776X1780 SALKERX2009X1776XA SALKERX2009X1776X1780XA item S1566-7367(09)00230-1 S1566736709002301 1-s2.0-S1566736709002301 10.1016/j.catcom.2009.05.028 272180 2010-11-01T14:34:21.910656-04:00 2009-07-25 1-s2.0-S1566736709002301-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/MAIN/application/pdf/27498f2f59d7c05a048a131d14f70ac8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/MAIN/application/pdf/27498f2f59d7c05a048a131d14f70ac8/main.pdf main.pdf pdf true 405353 MAIN 5 1-s2.0-S1566736709002301-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/PREVIEW/image/png/0ba27cde9fd2650baa03e3a1c4594a5c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/PREVIEW/image/png/0ba27cde9fd2650baa03e3a1c4594a5c/main_1.png main_1.png png 55135 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736709002301-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr1/DOWNSAMPLED/image/jpeg/885c2a6e37d2f2adfccc3d82be91fce0/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr1/DOWNSAMPLED/image/jpeg/885c2a6e37d2f2adfccc3d82be91fce0/gr1.jpg gr1 gr1.jpg jpg 28582 284 360 IMAGE-DOWNSAMPLED 1-s2.0-S1566736709002301-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr1/THUMBNAIL/image/gif/fd718f83644b4a5cf3611414ca99ce3d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr1/THUMBNAIL/image/gif/fd718f83644b4a5cf3611414ca99ce3d/gr1.sml gr1 gr1.sml sml 4833 164 208 IMAGE-THUMBNAIL 1-s2.0-S1566736709002301-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr2/DOWNSAMPLED/image/jpeg/e562a8a2807c9c74165bc75aec555c94/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr2/DOWNSAMPLED/image/jpeg/e562a8a2807c9c74165bc75aec555c94/gr2.jpg gr2 gr2.jpg jpg 37227 167 502 IMAGE-DOWNSAMPLED 1-s2.0-S1566736709002301-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr2/THUMBNAIL/image/gif/a811297a899f9e1b6027e0d023fc4d5e/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr2/THUMBNAIL/image/gif/a811297a899f9e1b6027e0d023fc4d5e/gr2.sml gr2 gr2.sml sml 6300 73 219 IMAGE-THUMBNAIL 1-s2.0-S1566736709002301-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr3/DOWNSAMPLED/image/jpeg/ae68ed59990939a665ffd18a6444d412/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr3/DOWNSAMPLED/image/jpeg/ae68ed59990939a665ffd18a6444d412/gr3.jpg gr3 gr3.jpg jpg 28471 305 378 IMAGE-DOWNSAMPLED 1-s2.0-S1566736709002301-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr3/THUMBNAIL/image/gif/ac2f09f82270022568d2d4b3bc846d47/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr3/THUMBNAIL/image/gif/ac2f09f82270022568d2d4b3bc846d47/gr3.sml gr3 gr3.sml sml 3710 164 203 IMAGE-THUMBNAIL 1-s2.0-S1566736709002301-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr4/DOWNSAMPLED/image/jpeg/5201d2b91ccba60e9677eb7364e830e5/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr4/DOWNSAMPLED/image/jpeg/5201d2b91ccba60e9677eb7364e830e5/gr4.jpg gr4 gr4.jpg jpg 22700 314 378 IMAGE-DOWNSAMPLED 1-s2.0-S1566736709002301-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr4/THUMBNAIL/image/gif/c6aee607db5125eec23efb8a01af680a/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr4/THUMBNAIL/image/gif/c6aee607db5125eec23efb8a01af680a/gr4.sml gr4 gr4.sml sml 2589 164 197 IMAGE-THUMBNAIL 1-s2.0-S1566736709002301-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr5/DOWNSAMPLED/image/jpeg/bd2d66ffefb1b35e741c1525d65660f1/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr5/DOWNSAMPLED/image/jpeg/bd2d66ffefb1b35e741c1525d65660f1/gr5.jpg gr5 gr5.jpg jpg 22310 312 378 IMAGE-DOWNSAMPLED 1-s2.0-S1566736709002301-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736709002301/gr5/THUMBNAIL/image/gif/baf50852e8eb59569638f4ecb143880d/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736709002301/gr5/THUMBNAIL/image/gif/baf50852e8eb59569638f4ecb143880d/gr5.sml gr5 gr5.sml sml 2684 164 198 IMAGE-THUMBNAIL CATCOM 2126 S1566-7367(09)00230-1 10.1016/j.catcom.2009.05.028 Elsevier B.V. Fig. 1 XRD pattern of (a) MnO2 and (b) Mn0.92Pd0.08O2. Fig. 2 SEM images of the catalysts: (a) Mn0.98Pd0.02O2 and (b) Mn0.92Pd0.08O2. Fig. 3 CO conversion against catalyst temperature over different catalysts. Fig. 4 Activity study of MnO2 catalyst at 130°C for 5h for CO conversion (a) activity without moisture, (b) effect of low moisture content on activity and (c) effect of high moisture content on activity. Fig. 5 Activity study of Mn0.92Pd0.08O2 catalyst at 50°C for 5h for CO conversion. (a) Activity without moisture, (b) effect of low moisture content on activity and (c) effect of high moisture content on activity. Table 1 BET surface area and catalytic activity of the samples. Sample SA (m2 g−1) T50 (°C) T100 (°C) MnO2 44 130 200 Mn0.98Pd0.02O2 55 87 110 Mn0.95Pd0.05O2 48 76 115 Mn0.92Pd0.08O2 45 69 90 T50 Temperature for 50% conversion for CO oxidation. T100 Temperature for 100% conversion for CO oxidation. Palladium doped manganese dioxide catalysts for low temperature carbon monoxide oxidation A.V. Salker ⁎ R.K. Kunkalekar Department of Chemistry, Goa University, Goa 403206, India ⁎ Corresponding author. Tel.: +91 832 6519315; fax: +91 832 2452889. Nano-sized palladium doped manganese dioxide catalysts with varying compositions were prepared by the co-precipitation method. Palladium doped manganese dioxide catalysts show markedly enhanced CO oxidation activity, and CO conversion even at 35°C. Strong interaction occurs between palladium and manganese dioxide which results in high catalytic activity and total CO conversion occurs at a lower temperature. Activity test carried out at fixed temperature indicate that the catalysts retain their activity with increasing time. The moisture influenced the catalytic activities considerably. The SEM study shows that particles are nano-sized and almost spherical in shape. Keywords MnO2 Mn1− X Pd X O2 Carbon monoxide oxidation Co-precipitation Influence of moisture 1 Introduction Carbon monoxide (CO) is one of the toxic components of industrial waste gases and exhaust gases from automobiles. It is also formed in the regeneration of hydrocarbon cracking catalysts. It causes potential harmful effects on living beings and environment. Thus complete elimination or abatement below the permissible levels fixed by environmental regulations is a major concern. In recent years many methods have been used to reduce the emissions of CO. The catalytic technologies are attractive because of their low cost and high efficiency. Nanotechnology has recently experienced a rapid escalation owing to the unique physical and chemical properties of nanoparticles compared with the bulk solids [1–4]. Many different catalysts have been prepared and tested for the low temperature carbon monoxide oxidation activity. Precious metals like Pt, Pd, Au, Rh, Ru are active catalyst for CO conversion [5–7]. They generally allow low operating temperatures and higher space velocities than the transition metal oxide based catalysts. However, due to the high cost of noble metals and their less availability as well as sublimation and sintering problems, considerable part of the research has been devoted to the development of suitable catalyst among the transition metal oxides [8–10]. Appropriate combination of oxides and some mixed metal oxides exhibit greater activity and thermal stability then the single oxides. Combination of noble metals with transition metal oxides result in materials with high catalytic activity, stability and also require less quantity of the noble metals [11–14]. Few reports are available on palladium supported catalysts, indicating that they are very active and stable. Palladium is used as catalyst in various types of reactions [15–18]. Manganese dioxide is an important material widely used as a catalyst [19–22], cathodic material in batteries [23,24] and in organic synthesis. The properties of MnO2 are influenced significantly by its structure, morphology and preparative methods. The basic building block of manganese oxide is MnO6 octahedra, these octahedra share their corners or edges into variety of different structural arrangements [25,26]. A great deal of attention has been paid to the preparation of MnO2 with different crystallographic structures and morphologies [25–28]. In the present investigation, a series of nano-sized Pd doped MnO2 catalyst were prepared by dextrose aided co-precipitation technique. The prepared catalysts were tested for CO oxidation reaction and other studies. The interaction of Pd with MnO2 results in a good catalytic activity. The effect of moisture was studied to see the performance of the catalyst for CO conversion along with activity test. 2 Experimental 2.1 Catalyst preparation The solid catalysts of composition Mn1− X Pd X O2 (where X =0, 0.02, 0.05, 0.08) were prepared by dextrose aided co-precipitation technique. All reagents used were of analytical grade. Appropriate amount of manganese (II) acetate was dissolved in distilled water at room temperature, calculated amount of palladium (II) chloride was taken in a separate beaker, to this distilled water and concentrated nitric acid was added and heated with stirring to dissolve completely. Both these solutions were mixed together at room temperature to get a clear homogeneous solution. This solution was added to 2% dextrose solution at 100°C with stirring, dextrose solution was added to avoid agglomeration. The precipitation was carried out by adding drop by drop solution of sodium hydroxide (10%) to the above solution under vigorous stirring. Subsequently, the suspension of precipitated metal hydroxide mixture (at pH 9) was subjected to oxidation by drop wise addition of 30% H2O2 solution with constant stirring in order to adjust the appropriate oxidation state of the metal ions. The precipitate was then digested on a water bath for three hours, filtered and dried in air at 120°C for 10h. Finally the dried precipitate was homogenized well in mortar and calcined in air at 400°C for 5h. 2.2 Catalyst characterization The X-ray powder diffraction (XRD) measurement was carried out on RIGAKU diffractometer, using Cu Kα radiation (λ =1.5418Å). The BET surface area was measured by nitrogen adsorption at liquid nitrogen temperature using a SMART SORB–91 surface area analyzer. The samples were degassed at 200°C for 4h prior to the adsorption experiments. The surface morphology was determined with JSM-5800LV scanning electron microscope (SEM) instrument operating at 20kV. Thermal analysis was carried out on a NETZCH STA 409 PC TG/DSC instrument in air at a heating rate of 10Kmin−1 and heated from ambient to 1100°C. 2.3 Catalytic activity The catalytic tests for CO oxidation by O2 were carried out in a continuous flow, fixed bed glass reactor. The catalyst powder of 0.9g was supported between glass wool plugs in a glass reactor which was placed in an electric furnace. The catalytic activity was determined using a feed gas composition of 5% CO and 5% O2 in nitrogen. All these three gases were first mixed in a mixing bulb. The individual gas flow rates were controlled using flow meters and precision needle valves, previously calibrated for each specific gas. The mixture of gases was then allowed to pass over the catalyst at a rate of 5000mlh−1. The temperature of the furnace was raised slowly from room temperature to the temperature at which 100% CO conversion is achieved. The feed gases and the products were analyzed employing an online Gas Chromatograph with molecular sieve 13X and Porapak Q columns. H2 was used as a carrier gas. The CO was prepared in the laboratory by standard procedure and further purified by passing through alkali and molecular sieve traps. Oxygen, nitrogen and hydrogen gases were used from pure commercial cylinders. The activity of the catalysts was tested for CO oxidation continuously for 5h, by keeping the catalyst at a constant temperature. Also the effect of moisture on the catalytic activity was studied with low and high moisture contents at a fixed temperature. 3 Results and discussion 3.1 Characteristic properties Fig. 1 shows the XRD pattern for MnO2 and Mn0.92Pd0.08O2. The peaks were assigned for MnO2 at the 2θ angles of 37.34° (131), 38.42° (230), 42.3° (300), 56.22° (160) and 65.04° (421) shown in Fig. 1a. All the reflections of the XRD patterns can be readily indexed to MnO2 which agrees well with the values reported in literature (ICDD Card No. 14–0644). Whereas the XRD phase identification of Mn0.92Pd0.08O2 revealed characteristic signals at 2θ values of 34.04° (130), 36.04° (021), 55.03° (221) and 60.34° (231) which is shown in Fig. 1b and these reflections correspond to the ramsdellite structure of MnO2 (ICDD Card No. 05–0600). Pd doped samples exhibits ramsdellite structure of MnO2. The BET surface area of prepared samples is listed in Table 1 . MnO2 shows surface area 44m2g−1. There is no decrease in surface area when palladium is doped in MnO2. The surface morphology of the prepared catalysts was investigated by SEM and is shown in Fig. 2 . From the SEM images it is observed that the particles are nano sized and in the range of 30–50nm. Preparation of catalysts by co-precipitation technique in dextrose solution may highly influence the particle size, also not much agglomeration of particles is seen. Due to the addition of dextrose solution during preparation, the precipitated mixture does not get settled easily and they remain suspended in the solution. As a result, the particles got separated thus resulting in ultra fine, spherical nanoparticles. Thermogravimetry (TG) and differential scanning calorimetry (DSC) of MnO2 and Mn0.92Pd0.08O2 were carried out. All the samples showed the initial weight loss at 80–120°C region which is generally due to loss of adsorbed water [28]. The weight loss in the region 560–700°C is attributed solely to the loss of oxygen and this weight loss is generally considered due to the transformation of MnO2 to Mn2O3 phase [29]. Further weight loss in the temperature range 880–1050°C is due to the conversion of Mn2O3 to Mn3O4 phase. 3.2 Catalytic performance Fig. 3 shows the catalytic performance for CO oxidation of the MnO2 and Pd doped MnO2 samples. From the figure it is clear that Pd doped catalysts show high activity for CO oxidation. It is observed that the light–off temperature (T50) of Pd doped MnO2 catalysts are at a much lower temperature than that of MnO2 catalyst. The light–off temperatures of 50% CO conversion (T50) and 100% CO conversion (T100) over different catalysts are presented in Table 1. The addition of Pd in MnO2 facilitates the adsorption of CO as well O2 which in turn shows higher activity. The Mn0.92Pd0.08O2 gave total conversion at around 90°C which is to a great extent much lower as compared to MnO2, indicating that Pd doped MnO2 is an excellent catalyst for CO oxidation reaction. Generally CO oxidation on transition metal oxides follows a mechanism proposed by Mars–Van Krevelen [30], implying that the lattice oxygen incorporation occurs during CO oxidation and that the reduced surface of the metal oxide is rejuvenated by taking up oxygen from the feed mixture [31]. On the other hand, it is well known that the reactivity for the structure sensitive reaction depends on the particle size, surface morphology and crystal plane of the catalyst [1]. Thus surface structure of the catalyst also influences catalytic performance. Maximum CO conversion over metal oxide catalyst greatly depends on the method of preparation. The surface area largely depends on the preparative methods and higher the surface area generally corresponds to higher oxidation activity. Inspite of Mn0.92Pd0.08O2 having lower surface area it showed highest activity because Pd–MnO2 interaction might have resulted into more active sites per unit surface area compared to other catalysts. It is seen that by introducing Pd in MnO2 influences the activity of MnO2 and 100% CO conversion is obtained at temperature of 90°C, this gives evidence that by introducing Pd in MnO2 produces a strong Pd–MnO2 interaction which may be similar like the interaction in Ag–MnO2 [1] and this interaction results in more favorable surface active sites which gives higher CO conversion at low temperature. 3.3 Activity test for the catalysts and effect of moisture on its activity The activities of the catalysts MnO2 and Mn0.92Pd0.08O2 were tested for CO oxidation continuously for 5h by maintaining the temperature of the catalyst near to its 50% CO conversion temperature (T50). MnO2 catalyst was maintained at a fixed temperature of 130°C to check the activity. Around 50% CO conversion was observed in 1h. After 5h nearly 55% CO conversion is observed, indicating increase in activity with time. Fig. 4 a depicts the results of the activity test. No decrease in activity of the catalyst was accounted during this period, signifying that MnO2 catalyst is a good catalyst for CO conversion. The activity of Mn0.92Pd0.08O2 was also tested for 5h continuously. This test was performed to ascertain whether the activity of the catalyst retains with increasing reaction time or not. The catalyst was kept at a fixed temperature of 50°C. With increase in the reaction time, the CO conversion remains almost constant with a slight increase. Fig. 5 a shows the results of activity test. It was reported that palladium oxide powder shows high activity for CO oxidation even at room temperature [32], but its activity decreases with increasing temperature. But when MnO2 was doped with Pd, a strong interaction occurs between Pd and MnO2 which results in high catalytic activity. Even catalyst like Ag doped OMS-2 shows very low activity at 100°C and its activity goes on decreasing with time [26]. The effect of moisture on the activities of MnO2 and Mn0.92Pd0.08O2 catalysts were tested. The activity was tested in the presence of low and high moisture content. The activity of the catalyst in the presence of low moisture content was tested by allowing the mixture of feed gases to pass through water trap (maintained at room temperature) before passing through the catalyst bed. At room temperature the number of water molecules passing along with feed gases is around 1.6730×1021 molecules h−1. Also the activity of the catalyst was tested with high moisture content by allowing the mixture of feed gases to pass through water trap (maintained at 50°C temperature) before passing through the catalyst, at 50°C the number of water molecules passing along with feed gases is around 8.3117×1021 molecules h−1. In both the studies catalyst temperature was kept constant and activity was tested for 5h continuously. MnO2 catalyst was kept at a fixed temperature of 130°C, and then the mixture of feed gases coming from the water trap was allowed to pass through the catalyst bed. Under the influence of low moisture, after 1h, nearly 52% CO conversion was observed. Later CO conversion was found to increase and after 5h 58% CO conversion was observed as seen in Fig. 4b. This illustrates that the catalyst retains its activity under the influence of moisture and the results obtained in presence of moisture are much better then in absence of moisture. With increasing time of the reaction there is an increase in activity of the catalyst indicating optimistic effect of moisture on the MnO2 catalyst. The effect of high moisture content on catalytic activity of MnO2 shows much better results as compared to low moisture content. More CO conversion was observed under the influence of higher moisture content. After 1h, 55% CO conversion was observed and it goes on increasing with reaction time. Around 61% CO conversion was seen after 5h, thus by providing more amount of moisture along with feed gases, the activity for CO conversion was seen to increase as shown in Fig. 4c. The Mn0.92Pd0.08O2 catalyst was also tested to see the effect of moisture. The catalyst was kept at a fixed temperature of 50°C. Under the influence of low moisture, after 1h, 47% CO conversion was observed as shown in Fig. 5b and after 5h it increases to about 58% showing increase in activity by roughly 10% after 5h. The Mn0.92Pd0.08O2 shows excellent CO conversion activity with higher moisture content. Around 60% CO conversion was seen after 1 h and with increase in the time of reaction, it reaches to 78% after 5h as seen in Fig. 5c. Consequently the activity of Pd doped MnO2 is also highly influenced by passing moisture along with the feed gases and with more moisture it gives much better result. From these findings it is seen that the presence of moisture strongly influences the CO conversion activities over these catalysts. No deactivation is observed for CO oxidation reaction. Obviously, the reaction mechanism of CO oxidation by O2 over these catalysts under the influence of moisture is likely to be different. Due to hydration of the adsorbed CO molecule, the CO bond is weakened significantly, which facilitates its oxidation [33] and presence of Pd highly influence this activity. Also water may increase the acidic sites on the surface of the catalyst [34] enhancing CO adsorption thus leading to higher activity. 4 Conclusions The Pd doped MnO2 catalysts showed high activity for CO oxidation and complete conversion was achieved at a much lower temperature as compared to MnO2. The XRD pattern confirmed the formation of MnO2 phase. SEM images shows that particles are nano sized and in the range of 30–50nm. Thermal analysis gives evidence for the phase change of MnO2 to Mn2O3 and Mn3O4 with increase in temperature. The activity test carried out at fixed temperature showed that the activity does not fall with time but show slight increase in the percentage conversions. The influence of moisture has enhanced the activity over these catalysts. Acknowledgement This work is financially supported by University Grant Commission, New Delhi. References [1] R. Xu X. Wang D. Wang K. Zhou Y. Li J. Catal. 237 2006 426 430 [2] Li.H. Chang N. Sasirekha Y.W. Chen Catal. Commun. 8 2007 1702 1710 [3] J.Y. Luo M. Meng X. Li X.G. Li Y.Q. Zha T.D. Hu Y.N. Xie J. Zhang J. Catal. 254 2008 310 324 [4] S. Kobayashi I.R.M. Kottegoda Y. Uchimoto M. Wakihara J. Mater. Chem. 14 2004 1843 1848 [5] F. Mariño C. Descorme D. Duprez Appl. Catal. B 54 2004 59 66 [6] N. Russo D. Fino G. Saracco V. Specchia Catal. Today 117 2006 214 219 [7] U.R. Pillai S. Deevi Appl. Catal. A 299 2006 266 273 [8] M. Kramer T. Schmidt K. Stowe W.F. Maier Appl. Catal. A 302 2006 257 263 [9] C. Laberty C. Marquez-Alvarez C. Drouet P. Alphonse C. Mirodatos J. Catal. 198 2001 266 276 [10] U.R. Pillai S. Deevi Appl. Catal. B 65 2006 110 117 [11] S. Monyanon S. Pongstabodee A. Luengnaruemitchai J. Power Sources 163 2006 547 554 [12] H. Rongrong C. Yi X. Lanying W. Dezheng Chin. J. Catal. 28 5 2007 463 468 [13] U.G. Singh J. Li J.W. Bennett A.M. Rappe R. Seshadri S.L. Scott J. Catal. 249 2007 349 358 [14] M. Jeguirim V. Tschamber P. Ehrburger Appl. Catal. B 76 2007 235 240 [15] J. Requies M.C. Alvarez-Galvan V.L. Barrio P.L. Arias J.F. Cambra M.B. Guemez A.M. Carrera V.A. de la Pena O’Shea J.L.G. Fierro Appl. Catal. B 79 2008 122 131 [16] A. Gniewek J.J. Ziółkowski A.M. Trzeciak M. Zawadzki H. Grabowska J. Wrzyszcz J. Catal. 254 2008 121 130 [17] Y. Matsumura W.J. Shen Y. Ichihashi M. Okumura J. Catal. 197 2001 267 272 [18] M.F. Luo Z.Y. Pu M. He J. Jin L.Y. Jin J. Mol. Catal. A 260 2006 152 156 [19] N.D. Ivanova S.V. Ivanov E.I. Boldyrev G.V. Sokol’skii I.S. Makeeva Russ. J. Appl. Chem. 75 9 2002 1420 1423 [20] M. Kang E.D. Park J.M. Kim J.E. Yie Catal. Today 111 2006 236 241 [21] M.W. Xu G.Y. Gao W.J. Zhou K.F. Zhang H.L. Li J. Power Sources 175 2008 217 220 [22] R. Jothiramalingam M.K. Wang J. Hazard. Mater. 147 2007 562 569 [23] M.S. Islam R.A. Davies J.D. Gale Chem. Mater. 15 2003 4280 4286 [24] X. Wang A. Yuan Y. Wang J. Power Sources 172 2007 1007 1011 [25] S.L. Brock N. Duan Z.R. Tian O. Giraldo H. Zhou S.L. Suib Chem. Mater. 10 1998 2619 2628 [26] G.G. Xia Y.G. Yin W.S. Willis J.Y. Wang S.L. Suib J. Catal. 185 1999 91 105 [27] V.D. Makwana Y.C. Son A.R. Howell S.L. Suib J. Catal. 210 2002 46 52 [28] J. Liu J. Cai Y.C. Son Q. Gao S.L. Suib M. Aindow J. Phys. Chem. B 106 2002 9761 9768 [29] J. Li J. Chen R. Ke C. Luo J. Hao Catal. Commun. 8 2007 1896 1900 [30] P. Mars D.W. Van Krevelen Chem. Eng. Sci. Spec. Suppl. 3 1954 41 [31] A.V. Salker N.J. Choi J.H. Kwak B.S. Joo D.D. Lee Sens. Actuators B 106 2005 461 467 [32] S.H. Oh G.B. Hoflund J. Catal. 245 2007 35 44 [33] S.D. Ebbesen B.L. Mojet L. Lefferts J. Catal. 246 2007 66 73 [34] A.V. Salker Indian J. Chem. Technol. 11 2004 683 687",
      "scopus-id": "67649804597",
      "coredata": {
        "eid": "1-s2.0-S1566736709002301",
        "dc:description": "Nano-sized palladium doped manganese dioxide catalysts with varying compositions were prepared by the co-precipitation method. Palladium doped manganese dioxide catalysts show markedly enhanced CO oxidation activity, and CO conversion even at 35°C. Strong interaction occurs between palladium and manganese dioxide which results in high catalytic activity and total CO conversion occurs at a lower temperature. Activity test carried out at fixed temperature indicate that the catalysts retain their activity with increasing time. The moisture influenced the catalytic activities considerably. The SEM study shows that particles are nano-sized and almost spherical in shape.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-07-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736709002301",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Salker, A.V."
          },
          {
            "@_fa": "true",
            "$": "Kunkalekar, R.K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736709002301"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736709002301"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(09)00230-1",
        "prism:volume": "10",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Palladium doped manganese dioxide catalysts for low temperature carbon monoxide oxidation",
        "prism:copyright": "Copyright © 2009 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "prism:issueIdentifier": "13",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "MnO2"
          },
          {
            "@_fa": "true",
            "$": "Mn1− X Pd X O2"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide oxidation"
          },
          {
            "@_fa": "true",
            "$": "Co-precipitation"
          },
          {
            "@_fa": "true",
            "$": "Influence of moisture"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "prism:number": "13",
        "openaccessSponsorType": null,
        "prism:pageRange": "1776-1780",
        "prism:endingPage": "1780",
        "pubType": "sco",
        "prism:coverDisplayDate": "25 July 2009",
        "prism:doi": "10.1016/j.catcom.2009.05.028",
        "prism:startingPage": "1776",
        "dc:identifier": "doi:10.1016/j.catcom.2009.05.028",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "284",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28582",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4833",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "167",
            "@width": "502",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37227",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6300",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "305",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28471",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3710",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "314",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22700",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2589",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "312",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22310",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736709002301-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2684",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/67649804597"
      }
    }
  }
}