{
  "metadata": {
    "title": "Zeolitic imidazole framework-67 as an efficient heterogeneous catalyst for the synthesis of ethyl methyl carbonate",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2014-09-05",
    "doi": "10.1016/j.catcom.2014.05.021",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736714002027",
    "pii": "S1566736714002027"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84902651000",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2014-06-01 2014-06-01 2015-03-06T04:49:27 1-s2.0-S1566736714002027 S1566-7367(14)00202-7 S1566736714002027 10.1016/j.catcom.2014.05.021 S300 S300.2 FULL-TEXT 1-s2.0-S1566736714X00099 2020-11-11T12:26:44.608228Z 0 0 20140905 2014 2014-06-01T00:00:00Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst pubtype ref specialabst 1566-7367 15667367 true 54 54 C Volume 54 19 86 90 86 90 20140905 5 September 2014 2014-09-05 2014 article sco Copyright © 2014 Elsevier B.V. All rights reserved. ZEOLITICIMIDAZOLEFRAMEWORK67EFFICIENTHETEROGENEOUSCATALYSTFORSYNTHESISETHYLMETHYLCARBONATE YANG L 1 Introduction 2 Experimental section 2.1 Catalyst preparation 2.2 Characterization methods 2.3 Catalyst reactions 2.3.1 Typical procedure for the synthesis of EMC 3 Results and discussion 3.1 Catalyst characterization 3.2 Effect of reaction conditions on the yield and selectivity of EMC 3.3 Reusability test 3.4 The reaction mechanism 4 Conclusions Acknowledgments Appendix A Supplementary data References HU 2013 175 180 L DAHBI 2012 287 293 M HIDEYUKIMORIMOTO 2012 66 70 H JAK 2012 665 682 KELLER 2012 309 322 T SZ 2004 171 172 SHI 2011 721 725 J ZHENLUSHEN 2003 63 67 X PALANI 2006 152 158 A ZHOU 2009 68 72 Y PARK 2006 10186 10191 K KWON 2013 10763 10768 H HU 2013 9287 9290 Y MX 2013 25 30 ZAHMAKIRAN 2012 12690 12696 M NGUYEN 2012 688 696 L DANG 2013 1406 1410 T KARAGIARIDI 2012 18790 18796 O SL 2010 12365 12377 ZHOU 2013 43 47 X QIAN 2012 220 223 J ZHU 2013 36 40 M BANERJEE 2008 939 943 R PAN 2011 2071 2073 Y YANGX2014X86 YANGX2014X86X90 YANGX2014X86XL YANGX2014X86X90XL item S1566-7367(14)00202-7 S1566736714002027 1-s2.0-S1566736714002027 10.1016/j.catcom.2014.05.021 272180 2015-03-06T02:30:35.637537-05:00 2014-09-05 1-s2.0-S1566736714002027-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/MAIN/application/pdf/1ea332bd976e7959d26fbc2d3ac77660/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/MAIN/application/pdf/1ea332bd976e7959d26fbc2d3ac77660/main.pdf main.pdf pdf true 674307 MAIN 5 1-s2.0-S1566736714002027-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/PREVIEW/image/png/feacdbf0cbe80b16c7e4a72c3a3c09bf/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/PREVIEW/image/png/feacdbf0cbe80b16c7e4a72c3a3c09bf/main_1.png main_1.png png 63286 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736714002027-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/sc2/DOWNSAMPLED/image/jpeg/652704ad4d5dac3a1ec91c154dd0d3a9/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/sc2/DOWNSAMPLED/image/jpeg/652704ad4d5dac3a1ec91c154dd0d3a9/sc2.jpg sc2 sc2.jpg jpg 31943 290 614 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714002027-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/sc1/DOWNSAMPLED/image/jpeg/69089c5bbb7da3a4bf0a8e4fb60b042a/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/sc1/DOWNSAMPLED/image/jpeg/69089c5bbb7da3a4bf0a8e4fb60b042a/sc1.jpg sc1 sc1.jpg jpg 5886 50 505 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714002027-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/gr4/DOWNSAMPLED/image/jpeg/7e324a6749c7b19f538570a13b9bcc09/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/gr4/DOWNSAMPLED/image/jpeg/7e324a6749c7b19f538570a13b9bcc09/gr4.jpg gr4 gr4.jpg jpg 27303 300 364 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714002027-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/gr3/DOWNSAMPLED/image/jpeg/633966a1cd75c2c871311b5f74b0aa2e/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/gr3/DOWNSAMPLED/image/jpeg/633966a1cd75c2c871311b5f74b0aa2e/gr3.jpg gr3 gr3.jpg jpg 35956 293 387 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714002027-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/gr2/DOWNSAMPLED/image/jpeg/7b669e8957c597c7b8e3fef4c8deb553/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/gr2/DOWNSAMPLED/image/jpeg/7b669e8957c597c7b8e3fef4c8deb553/gr2.jpg gr2 gr2.jpg jpg 24610 248 552 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714002027-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/gr1/DOWNSAMPLED/image/jpeg/fabe853cfebf5109344031b5759c5cf2/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/gr1/DOWNSAMPLED/image/jpeg/fabe853cfebf5109344031b5759c5cf2/gr1.jpg gr1 gr1.jpg jpg 73390 532 605 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714002027-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/fx1/DOWNSAMPLED/image/jpeg/c2d3cd8bf80e02c7b80186774f89a37e/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/fx1/DOWNSAMPLED/image/jpeg/c2d3cd8bf80e02c7b80186774f89a37e/fx1.jpg fx1 true fx1.jpg jpg 15546 200 229 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714002027-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/sc2/THUMBNAIL/image/gif/3e3db51f34df7c029c4fadd1272bd835/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/sc2/THUMBNAIL/image/gif/3e3db51f34df7c029c4fadd1272bd835/sc2.sml sc2 sc2.sml sml 2465 103 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714002027-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/sc1/THUMBNAIL/image/gif/2b30e5a4163949d142ad134c7dd4eead/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/sc1/THUMBNAIL/image/gif/2b30e5a4163949d142ad134c7dd4eead/sc1.sml sc1 sc1.sml sml 747 22 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714002027-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/gr4/THUMBNAIL/image/gif/147721b7bdc94c4c1a22026db6b8f360/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/gr4/THUMBNAIL/image/gif/147721b7bdc94c4c1a22026db6b8f360/gr4.sml gr4 gr4.sml sml 5658 164 199 IMAGE-THUMBNAIL 1-s2.0-S1566736714002027-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/gr3/THUMBNAIL/image/gif/9d9d143c023fefecba71772a1e7df74e/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/gr3/THUMBNAIL/image/gif/9d9d143c023fefecba71772a1e7df74e/gr3.sml gr3 gr3.sml sml 7066 164 216 IMAGE-THUMBNAIL 1-s2.0-S1566736714002027-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/gr2/THUMBNAIL/image/gif/189e7fab21a8f3f30e834092fb22e4bc/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/gr2/THUMBNAIL/image/gif/189e7fab21a8f3f30e834092fb22e4bc/gr2.sml gr2 gr2.sml sml 3471 98 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714002027-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/gr1/THUMBNAIL/image/gif/2f4f1be089fa462ee2d38e4d8e7a984b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/gr1/THUMBNAIL/image/gif/2f4f1be089fa462ee2d38e4d8e7a984b/gr1.sml gr1 gr1.sml sml 8253 164 186 IMAGE-THUMBNAIL 1-s2.0-S1566736714002027-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/fx1/THUMBNAIL/image/gif/c7780833660603df0a9a746e2812be62/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/fx1/THUMBNAIL/image/gif/c7780833660603df0a9a746e2812be62/fx1.sml fx1 true fx1.sml sml 7904 163 187 IMAGE-THUMBNAIL 1-s2.0-S1566736714002027-mmc1.doc https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714002027/mmc1/MAIN/application/msword/7ecb4aa6e236a8780c8b05de1ad46dc6/mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714002027/mmc1/MAIN/application/msword/7ecb4aa6e236a8780c8b05de1ad46dc6/mmc1.doc mmc1 mmc1.doc doc 37888 APPLICATION CATCOM 3915 S1566-7367(14)00202-7 10.1016/j.catcom.2014.05.021 Elsevier B.V. Fig. 1 (a) Powder X-ray diffraction pattern of ZIF-67 catalyst; (b) N2 adsorption–desorption isotherm of ZIF-67 catalyst at 77K and pore size distribution curve; (c) Scanning electron microscope image of ZIF-67 catalyst; (d) thermal gravimetric analysis (TGA) curve of ZIF-67 and ZIF-8 catalyst. Fig. 2 TPD curves of ZIF-67 and ZIF-8 catalyst: (a) CO2-TPD analysis; (b) NH3-TPD analysis. Fig. 3 Reusability of ZIF-67 catalyst for the synthesis of EMC from DMC and DEC. Reaction conditions: ZIF-67 (2wt.%), 24h, 100°C, n (DMC)/n (DEC)=1:1. Fig. 4 Powder X-ray diffraction patterns of ZIF-67 catalyst: (a) fresh, (b) recycle 1st, (c) recycle 2nd, (d) recycle 3rd, (e) recycle 4th. Scheme 1 Transesterification of DMC with DEC to produce EMC. Scheme 2 Possible mechanism of transesterification of DMC with DEC over ZIF-67 catalyst. Table 1 The synthesis of EMC from DMC and DEC with different reaction conditions a . Entry Catalyst Catalyst amount (wt%) n (DMC)/n (DEC) Yield b (%) Selectivity b (%) 1 None – – – – 2 [Zn(NO3)2]·6H2O 2% 1:1 – – 3 2-Methylimidazole 2% 1:1 – – 4 ZIF-67 2% 1:1 83.39 ~100% 5 ZIF-67 2% 2:1 50.38 ~100% 6 ZIF-67 2% 1:2 73.91 ~100% 7 ZIF-8 2% 1:1 50.32 ~100% a Reaction conditions: DMC (0.1mol), DEC (0.1mol), 100°C, 24h, b Determined by GC. Short Communication Zeolitic imidazole framework-67 as an efficient heterogeneous catalyst for the synthesis of ethyl methyl carbonate Lili Yang Lin Yu ⁎ Ming Sun Cheng Gao School of Chemical Engineering and Light Industry, Guangdong University of Technology, Guangzhou 510006, PR China School of Chemical Engineering and Light Industry Guangdong University of Technology Guangzhou 510006 PR China ⁎ Corresponding author at: Guangdong University of Technology, Guangzhou 510006, PR China. Tel.: + 86 20 39322202; fax: + 86 20 39322231. Zeolitic imidazole framework (ZIF)-67, a novel environmentally benign catalyst, was developed for the preparation of ethyl methyl carbonate (EMC) from dimethyl carbonate and diethyl carbonate. EMC was obtained in 83.39% yield using ZIF-67 as the catalyst when compared to that obtained using ZIF-8 catalyst. NH3 and CO2 temperature-programmed desorption methods were used to evaluate the presence of both acidic and basic sites in ZIF-67 catalyst. The lager surface area of ZIF-67 favors for the adsorption of reactants over the solid surface of the catalyst, facilitating the formation of EMC. Moreover, ZIF-67 catalyst exhibited excellent reusability without significant loss in its catalytic activity. Graphical abstract Keywords Zeolitic imidazole framework-67 Ethyl methyl carbonate Heterogeneous catalyst 1 Introduction In recent decades, the synthesis of ethyl methyl carbonate (EMC) has attracted much interest because of its use as a co-solvent in the electrolyte of commercial lithium-ion batteries [1–3]. In general, EMC is synthesized by the esterification of methyl chloroformate with alcohol [4] or by the transesterification of dimethyl carbonate (DMC) with ethanol [5]. However, these synthetic routes are not environmentally benign, and the separation of the three binary azeotropes is very difficult. EMC also can be synthesized by the transesterification of DMC with diethyl carbonate (DEC) (Scheme 1 ) using homogeneous catalysts such as Ti(OBu)4, Bu2SnO, and BuSnCl3 [6]. All the reaction mixtures including DMC, DEC, and EMC, can be used directly as solvent in electrolyte. However, the separation and recovery of homogeneous catalysts remain to be a problem, limiting their practical application. Consequently, a number of heterogeneous catalysts have been investigated [7–9]. The heterogeneous catalyst systems reported include the acids (Al–Zn-MCM-41 and Al-MCM-41 [9]), the bases (MgO, ZnO, La2O3, and CeO2 [8]) and acid-based bifunctional materials (amorphous mesoporous aluminophosphate [7]) for transesterification of DEC and DMC, however, the yield of EMC was still relatively low. A higher EMC yield of 85% was obtained over Al–Zn-MCM-41 catalyst [9], but the reaction temperature was up to 180°C. Therefore, it remains a challenge to develop a novel and environmentally benign heterogeneous catalyst which is highly effective for the EMC synthesis under mild conditions. Metal organic framework (MOF)-5 has been studied as an active catalyst for the transesterification of DMC and DEC, and a moderate yield of 50.1% has been obtained [10]. However, MOF-5 is sensitive to water and air. Zeolitic imidazole framework (ZIF), a subclass of MOF, has emerged as a new kind of porous crystalline materials with excellent properties such as uniform micro-pores, accessible pore volumes, large surface areas as well as exceptional chemical and thermal stabilities [11], making them potentially interesting candidates for gas storage [12], gas separation [13], magnetism [14], and especially catalysis [15–18]. ZIF-8 with sodalite (SOD) topology was reported by Chizallet et al. [19] to have extraordinary activity for the transesterification of vegetable oil and alcohols, and they demonstrated that the presence of both Lewis acid sites (unsaturated coordinative Zn) and Lewis base sites (nitrogen atoms of ligand) located at the external surface played a critical role in the catalytic reaction. Recently, Zhou and coworkers [20] explored the activity of ZIF-8 in the synthesis of EMC from DMC and DEC, but a relatively lower EMC yield of 50.7% was obtained. Herein, ZIF-67, which was formed via the self-assembly of tetrahedral Co and 2-methylimidazolate linkers (MIM), was developed as a heterogeneous catalyst for the synthesis of EMC from DMC and DEC. Interestingly, a high EMC yield of 83.39% was obtained over the ZIF-67 catalyst under mild conditions. Besides, ZIF-67 catalyst could be easily recycled at least four times with slight decrease in its catalytic activity. To the best of our knowledge, this is the first report to use ZIF-67 as a catalyst for the transesterification reaction of DMC and DEC. 2 Experimental section 2.1 Catalyst preparation ZIF-67 was prepared according to a modified procedure described by Qian et al. [21]: a solution of 2-methylimidazole (C4H6N2, 6.4×10−3 mol) in methanol (1.4mol) was added to a solution of cobalt nitrate hexahydrate ([Co(NO3)2]·6H2O, 8×10−3 mol) in methanol (1.4mol), then vigorously stirred for 10min. Purple polyhedral crystals appeared immediately. Finally, this solution was centrifuged at 10,000rpm and washed 3 times with methanol, then dried overnight at 60°C. ZIF-8 was prepared according to the procedure described by Moises A. Carreon et al. [22]. 2.2 Characterization methods The products were characterized by XRD (Bruker, D8) using Cu Kα radiation source (λ=1.54056Å) at 40kV and 45Ma. A continuous mode was used for collecting data at a scanning speed of 5°/s. N2 adsorption–desorption isotherm and pore size distribution of materials were measured by ASAP 2020 sorptometer analyzer (Micromeritics Company) at 77K using liquid nitrogen as coolant, and the catalyst was degassed at 150°C for 3h before the measurement. The morphology of the samples was characterized by scanning electron microscopy (SEM, Hitachi, S-3400N). Thermal analysis technology (TGA) was recorded on a Netzsch STA 409 thermal analyzer. An approximately 5mg catalyst was filled into an alumina crucible and heated in a continuous-flow of nitrogen gas with a ramp rate of 10°C/min from 40°C up to 800°C. The acid-basic property of ZIF catalyst was measured by NH3-TPD and CO2-TPD. The measurement was performed using AutoChem II 2920 instrument with helium as carrier gas (20mL/min). An approximately 0.1g catalyst was filled and pretreated at 250°C for 3h, the samples were cooled to room temperature and saturated with dried NH3 or CO2. Then the sample was blown with helium (20mL/min) to move the physical-absorbed CO2 or NH3. Finally, the desorption process was started from 50°C to 500°C at a heating rate of 10°C/min and monitored by a thermal conductivity detector. 2.3 Catalyst reactions DMC and DEC were purchased from Aldrich Chemical Co., Ltd and dehydrated with molecular sieves 4A overnight. 2.3.1 Typical procedure for the synthesis of EMC A mixture of DMC (9.000g, 0.1mol), DEC (11.800g, 0.1mol) and catalyst (0.200g, 2wt.%), was charged into a 50mL flask equipped with a magnetic stirring and a reflux condenser. The reaction mixture was then heated to 100°C with continuous stirring. After 24h, the mixture was cooled to room temperature. And the product was filtered and analyzed by a gas chromatograph (GC, Agilent-7890A) equipped with a flame-ionized detector. In the reusability experiment, catalysts were separated by filtration and washed using methanol (10mL×3), then dried in air at 150°C for the next reaction. 3 Results and discussion 3.1 Catalyst characterization The textural properties of ZIF-67 catalyst were determined by the powder X-ray diffraction (XRD), N2 adsorption–desorption, scanning electron microscope (SEM), and thermal analysis techniques (TGA). The XRD pattern of ZIF-67 catalyst (Fig. 1a) is in good agreement with that reported elsewhere [22,23]. As shown in Fig. 1b, ZIF-67 catalyst exhibits an I-type N2 adsorption–desorption isotherm without hysteresis loop, indicating the microporous nature (diameter<20Å) of ZIF-67, which is also confirmed by the pore size distribution. The measured BET surface area of ZIF-67 was 912m2/g, which was higher than that of ZIF-8 (735m2/g). It must be pointed out that the measured BET surface area of ZIF-8 is smaller than the data reported, which maybe the result from the different preparation conditions including the speed of stirring. The pore size distribution curve was transformed using the Horvath–Kawazoe (HK) method, which further supported the presence of two kinds of microspores. And the result was similar with that of the previous studies [22,23]. Fig. 1c exhibits the morphological feature of ZIF-67 catalyst obtained from SEM, displaying average crystal sizes in the 300–500nm range. The TGA curves of ZIF-67 and ZIF-8 were shown in Fig. 1d. As for ZIF-67, it shows approximately 22% weight loss at around 400°C, which relates to the removal of H2O and CH3OH molecules (1H2O: 8.05wt.%, 1CH3OH: 14.31wt.%). The source of water may be from the crystal water of raw materials Co(NO3)2]·6H2O. Thus, ZIF-67 is thermally stable up to 400°C, which corresponds with the result reported by Qian et al. [21]. It also can be seen that ZIF-8 is more stable than ZIF-67, and there is only about 5% weight loss (the removal of guest molecules CH3OH) at around 250°C. ZIF-8 is thermally stable up to 450°C, which corresponds with the result reported by Lai et al. [24]. 3.2 Effect of reaction conditions on the yield and selectivity of EMC In order to evaluate the effect of different reaction parameters on the yield and selectivity of EMC, the reaction conditions such as reaction temperature, catalyst amount, reaction time and ratios of substrates were investigated in details. Table 1 shows the yield and selectivity of EMC in different ratios of substrates and the control test. Obviously, no EMC is detected in the absence of any catalyst (Entry 1). Moreover, the activity of raw materials of ZIF-67, [Zn(NO3)2]·6H2O, and 2-methylimidazole, was also tested (Entry 2–Entry 3). The result shows that both of them exhibit no catalytic activity for the reaction. In the presence of ZIF-67 catalyst, the yield of EMC can reach up to 83.39% (Entry 4). Besides, the ratios of DMC and DEC from 2:1 to 1:2 were also studied (Entry 4–Entry 6), indicating that the EMC yield is the largest with a ratio of 1:1. ZIF-8 was reported as a novel efficient heterogeneous catalyst for the synthesis of EMC from DMC and DEC in the last year, however, the activity of ZIF-8 is much lower than that of ZIF-67 under the same reaction conditions (Entry 7). In order to study the reasons why the activity of ZIF-67 is higher, we tested the acid-based property of ZIF-67 and ZIF-8 materials using CO2-TPD and NH3-TPD technologies (Fig. 2 ). According to the related literature [19], it is known that the acidity of ZIF-67 originates from Co(II) and Co(III) species, and the base sites resulted from nitrogen atoms of MIM ligand. Compared with ZIF-8, it can be seen that ZIF-67 exhibits differing CO2 and NH3 desorption behaviors. A desorption peak, accompanied by a shoulder peak, is observed at 330°C for ZIF-67, while a broad desorption peak is seen at 440°C for ZIF-8 (Fig. 2). In other words, the acid-based site strength of ZIF-67 is moderate, while ZIF-8 has relatively strong acid-based sites. The effects of reaction temperature on the yield and selectivity of EMC were investigated in the presence of ZIF-67 (2wt.%). The results (see Supplementary information Fig. 1) indicate that the yields of EMC increased from 2.35% to 83.39% as the temperature raised from 70°C to 100°C. When the temperature is further increased to 110°C, the yields of EMC almost keep the same level. In addition, although the selectivity of EMC is almost 100% in the whole temperature range, trace of methanol and ethanol is also detected. The alcohols were produced via the reaction of DMC or DEC with trace of water, which was the impurity in the reagent used. The results reveal that ZIF-67 catalyst shows excellent activity and selectivity at 100°C. Besides, we studied the effect of ZIF-67 amount (see Supplementary information Fig. 2) on the EMC yield and selectivity. The EMC yields increase from 59.45% to 83.39% with the increasing of ZIF-67 catalyst amount from 0.5% to 2%. However, an excess amount of catalyst cannot further promote the reaction but can decrease the EMC yield, probably resulting from the agglomeration of catalysts. Considering that the addition of ZIF-67 catalyst leads to a high yield of EMC, the effect of reaction time was further investigated (see Supplementary information Fig. 3). The yields of EMC steadily increase from 0.28% to 83.39% as the reaction time elapses from 1h to 24h in the presence of ZIF-67 catalyst at 100°C. Then the yields keep almost stable even though reaction time is prolonged to 30h, suggesting that the reaction has reached equilibrium after 24h (see Supplementary information Fig. 3a). In addition, to prove that ZIF-67 catalyst is stable and the reaction takes place heterogeneously, the leaching test was carried out. In another test run (see Supplementary information Fig. 3b), we moved the catalysts by filtration at 18h, and found that the yields of EMC remained the same during the last 12h. Therefore, ZIF-67 catalyst is stable under the reaction conditions and the transesterification belongs to a heterogeneous reaction. 3.3 Reusability test Reusability is one of the most important parameters for catalysts, so the reusability of ZIF-67 catalyst was carried out. ZIF-67 catalyst was recovered by filtration, and washed three times with methanol, then dried overnight for the next reaction. As exhibited in Fig. 3 , the yields of EMC only dropt slightly after four successive runs, indicating that ZIF-67 catalyst shows excellent reusability for the transesterification. Moreover, the XRD pattern of recycled ZIF-67 is almost identical to that of the fresh one (Fig. 4 ), meaning that ZIF-67 shows good stability in the transesterification reaction. 3.4 The reaction mechanism The mechanism for the transesterification of DMC and DEC has been reported [7,8], in which DMC and DEC were chemisorbed on the Lewis acid sites and base sites of the catalyst to form intermediate. A possible reaction mechanism concerning with the transesterification reaction over ZIF-67 catalyst is depicted in Scheme 2. First, the terminal coordinatedCH3OH and H2O moleculesremoved from metal Co ions after pretreating at 150°C for 3 h, thus more Lewis acid sites were formed on the frameworks. And the basic site results from the nitrogen atoms of MIM ligand. Then the reagents (DMC and DEC) were chemisorbed on the Lewis acid and Lewis basic sites of ZIF-67 to yield the methoxide ion species and ethoxy group, which could attack the carbon atom of the carbonyl group of DEC or DMC subsequently. Finally, EMC was formed and desorbed easily. 4 Conclusions An efficient heterogeneous catalyst, ZIF-67, was developed for preparing EMC from DMC and DEC. The textural properties of ZIF-67 were determined by the powder X-ray diffraction, N2 adsorption–desorption, scanning electron microscope and thermal analysis. The acid-based property of ZIF-67 catalyst was investigated by NH3 and CO2 temperature-programmed desorption methods. Several factors associated with the yield including reaction\\ temperature, catalyst amount, reaction time and the ratios of substrates were studied. The results indicated that ZIF-67 displayed excellent activity, selectivity and reusability for the synthesis of ethyl methyl carbonate. Our finding not only proves great potential application of ZIF-67 catalyst but also brings light to new opportunity in the development of high performance catalysts for the synthesis of ethyl methyl carbonate. Acknowledgments This work was financially supported by the Natural Science Foundation of Guangdong Province (10251009001000003), Scientific Program of Guangdong Province (2012A030600006), Fund of Higher Education of Guangdong Province (cgzhzd1104), and Department of Education of Guangdong Province (2013CXZDA016). Appendix A Supplementary data Supplementary figures. Effect of reaction temperature on the yield and selectivity of EMC, Supplementary figure. Effect of catalyst amount on the yield and selectivity of EMC, Supplementary figure. Effect of reaction time on the yield and selectivity of EMC. Appendix A Supplementary data Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2014.05.021. References [1] L. Hu Z. Zhang K. Amine J. Power Sources 236 2013 175 180 [2] M. Dahbi F. Ghamouss F. Tran-Van D. Lemordant M. Anouti Electrochim. Acta 86 2012 287 293 [3] H.A. Hideyuki Morimoto Junpei Terashima Shinji Nakanishi Yasunori Hirama S.-i.T. Kiyotaka Ishikawa J. Power Sources 211 2012 66 70 [4] J.A.K. Malcolm J. D Souza Gabriel A. Fernandez-Bueno Dennis N. Kevill Int. J. Mol. Sci. 13 2012 665 682 [5] T. Keller J. Holtbruegge A. Górak Chem. Eng. J. 180 2012 309 322 [6] S.Z. Zhou Guanglan Jiang Xuanzhen Chin. J. Catal. 25 2004 171 172 [7] J. Shi G. Liu Z. Fan L. Nie Z. Zhang W. Zhang Q. Huo W. Yan M. Jia Catal. Commun. 12 2011 721 725 [8] X.Z.J. Zhen Lu Shen Wei Juan Zhao Catal. Lett. 91 2003 63 67 [9] A. Palani N. Gokulakrishnan M. Palanichamy A. Pandurangan Appl. Catal. A Gen. 304 2006 152 158 [10] Y. Zhou J. Song S. Liang S. Hu H. Liu T. Jiang B. Han J. Mol. Catal. A Chem. 308 2009 68 72 [11] K.S. Park Z. Ni A.P. Cote J.Y. Choi R. Huang F.J. Uribe-Romo H.K. Chae M. O'Keeffe O.M. Yaghi Proc. Natl. Acad. Sci. U. S. A. 103 2006 10186 10191 [12] H.T. Kwon H.K. Jeong J. Am. Chem. Soc. 135 2013 10763 10768 [13] Y. Hu Z. Liu J. Xu Y. Huang Y. Song J. Am. Chem. Soc. 135 2013 9287 9290 [14] M.X. Yangxue Li Lijia Guo Lin Huang Siru Chen Shilun Qiu Inorg. Chem. Commun. 28 2013 25 30 [15] M. Zahmakiran Dalton Trans. 41 2012 12690 12696 [16] L.T.L. Nguyen K.K.A. Le N.T.S. Phan Chin. J. Catal. 33 2012 688 696 [17] T.T. Dang Y. Zhu J.S.Y. Ngiam S.C. Ghosh A. Chen A.M. Seayad ACS Catal. 3 2013 1406 1410 [18] O. Karagiaridi M.B. Lalonde W. Bury A.A. Sarjeant O.K. Farha J.T. Hupp J. Am. Chem. Soc. 134 2012 18790 18796 [19] S.L. ´line Chizallet Delphine Bazer-Bachi Fabien Bonnier E.S. Vincent Lecocq Anne-Agathe Quoineaud Nicolas Bats J. Am. Chem. Soc. 132 2010 12365 12377 [20] X. Zhou H.P. Zhang G.Y. Wang Z.G. Yao Y.R. Tang S.S. Zheng J. Mol. Catal. A Chem. 366 2013 43 47 [21] J. Qian F. Sun L. Qin Mater. Lett. 82 2012 220 223 [22] M. Zhu D. Srinivas S. Bhogeswararao P. Ratnasamy M.A. Carreon Catal. Commun. 32 2013 36 40 [23] R. Banerjee A. Phan B. Wang C. Knobler H. Furukawa M. O'Keeffe O.M. Yaghi Science 319 2008 939 943 [24] Y. Pan Y. Liu Z. Lai Chem. Commun. 47 2011 2071 2073",
      "scopus-id": "84902651000",
      "coredata": {
        "eid": "1-s2.0-S1566736714002027",
        "dc:description": "Zeolitic imidazole framework (ZIF)-67, a novel environmentally benign catalyst, was developed for the preparation of ethyl methyl carbonate (EMC) from dimethyl carbonate and diethyl carbonate. EMC was obtained in 83.39% yield using ZIF-67 as the catalyst when compared to that obtained using ZIF-8 catalyst. NH3 and CO2 temperature-programmed desorption methods were used to evaluate the presence of both acidic and basic sites in ZIF-67 catalyst. The lager surface area of ZIF-67 favors for the adsorption of reactants over the solid surface of the catalyst, facilitating the formation of EMC. Moreover, ZIF-67 catalyst exhibited excellent reusability without significant loss in its catalytic activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2014-09-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736714002027",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Lili"
          },
          {
            "@_fa": "true",
            "$": "Yu, Lin"
          },
          {
            "@_fa": "true",
            "$": "Sun, Ming"
          },
          {
            "@_fa": "true",
            "$": "Gao, Cheng"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736714002027"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736714002027"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(14)00202-7",
        "prism:volume": "54",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Zeolitic imidazole framework-67 as an efficient heterogeneous catalyst for the synthesis of ethyl methyl carbonate",
        "prism:copyright": "Copyright © 2014 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Zeolitic imidazole framework-67"
          },
          {
            "@_fa": "true",
            "$": "Ethyl methyl carbonate"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "86-90",
        "prism:endingPage": "90",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 September 2014",
        "prism:doi": "10.1016/j.catcom.2014.05.021",
        "prism:startingPage": "86",
        "dc:identifier": "doi:10.1016/j.catcom.2014.05.021",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "290",
            "@width": "614",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31943",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "50",
            "@width": "505",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5886",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "300",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27303",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "293",
            "@width": "387",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35956",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "248",
            "@width": "552",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24610",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "532",
            "@width": "605",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73390",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "229",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15546",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "103",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2465",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "22",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "747",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5658",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7066",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3471",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "186",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8253",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7904",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714002027-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "37888",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84902651000"
      }
    }
  }
}