{
  "metadata": {
    "title": "Polyoxometalate as co-catalyst of tetrabutylammonium bromide in polyethylene glycol (PEG) for coupling reaction of CO<ce:inf loc=post>2</ce:inf> and propylene oxide or ethylene oxide",
    "authors": "; ",
    "journal": "Catalysis Communications",
    "date": "2007-07-31",
    "doi": "10.1016/j.catcom.2006.08.017",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736706002871",
    "pii": "S1566736706002871"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-34248226905",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2006-08-18 2006-08-18 2010-10-07T15:11:43 1-s2.0-S1566736706002871 S1566-7367(06)00287-1 S1566736706002871 10.1016/j.catcom.2006.08.017 S300 S300.1 FULL-TEXT 1-s2.0-S1566736706X00778 2020-11-11T12:26:04.301156Z 0 0 20070701 20070731 2007 2006-08-18T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1566-7367 15667367 8 8 7 7 Volume 8, Issue 7 12 1027 1030 1027 1030 200707 July 2007 2007-07-01 2007-07-31 2007 article sco Copyright © 2006 Elsevier B.V. All rights reserved. POLYOXOMETALATECOCATALYSTTETRABUTYLAMMONIUMBROMIDEINPOLYETHYLENEGLYCOLPEGFORCOUPLINGREACTIONCO2PROPYLENEOXIDEETHYLENEOXIDE SUN D 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusion Acknowledgement References KRUPER 1995 725 W MAGDESIEVA 1998 2137 T KIM 2000 4096 H YANO 1997 1129 T YAMAGUCHI 1999 4526 K PADDOCK 2001 11498 R LU 2000 589 X KAWANAMI 2000 2089 H PENG 2001 639 J CALO 2002 2561 A YASUDA 2002 547 H YASUDA 2005 119 H HE 2003 92 L LI 2003 2042 F SHEN 2003 1559 Y KIM 2003 44 H KAWANAMI 2003 896 H KOSSEV 2003 29 K SZCZEPANKIEWICZ 1998 4344 S ROKICKI 1984 205 A SUNX2007X1027 SUNX2007X1027X1030 SUNX2007X1027XD SUNX2007X1027X1030XD item S1566-7367(06)00287-1 S1566736706002871 1-s2.0-S1566736706002871 10.1016/j.catcom.2006.08.017 272180 2010-11-08T11:41:09.529741-05:00 2007-07-01 2007-07-31 1-s2.0-S1566736706002871-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736706002871/MAIN/application/pdf/5361336087248ee55ce12b9f021d484a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736706002871/MAIN/application/pdf/5361336087248ee55ce12b9f021d484a/main.pdf main.pdf pdf true 124858 MAIN 4 1-s2.0-S1566736706002871-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736706002871/PREVIEW/image/png/2736a2994ce610568f27e73b1705ba13/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736706002871/PREVIEW/image/png/2736a2994ce610568f27e73b1705ba13/main_1.png main_1.png png 62961 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736706002871-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736706002871/STRIPIN/image/gif/24d27e8ba808bddc11176411d59264d1/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736706002871/STRIPIN/image/gif/24d27e8ba808bddc11176411d59264d1/si1.gif si1 si1.gif gif 2268 92 380 ALTIMG 1-s2.0-S1566736706002871-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736706002871/fx1/DOWNSAMPLED/image/jpeg/541ef9b73dc6df17f1717238f8789b4c/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736706002871/fx1/DOWNSAMPLED/image/jpeg/541ef9b73dc6df17f1717238f8789b4c/fx1.jpg fx1 fx1.jpg jpg 10395 93 382 IMAGE-DOWNSAMPLED 1-s2.0-S1566736706002871-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736706002871/fx1/THUMBNAIL/image/gif/2ee29150a30a43dd7cf9dcbf17bffc45/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736706002871/fx1/THUMBNAIL/image/gif/2ee29150a30a43dd7cf9dcbf17bffc45/fx1.sml fx1 fx1.sml sml 635 31 125 IMAGE-THUMBNAIL CATCOM 922 S1566-7367(06)00287-1 10.1016/j.catcom.2006.08.017 Elsevier B.V. Table 1 Effect of reaction parameters on the coupling of CO2 and propylene oxide a Entry Catalytic system T (°C) Yield (%) Selectivity (%) Polyoxometalate Quaternaty salt b PEG (400) c 1 P2W17Co – – 120 19 98 2 P2W18 – – 120 n.r. j – 3 – n-Bu4NBr – 120 7 97 4 – – PEG-400 120 n.r. – 5 P2W17Co – PEG-400 120 19 98 6 – n-Bu4NBr PEG-400 120 34 97 7 – n-Bu4NBr d PEG-400 g 120 98 99 8 P2W17Co n-Bu4NBr – 120 53 99 9 P2W17Co n-Bu4NBr PEG-400 120 98 100 10 P2W17Co n-Bu4NBr PEG-400 100 82 100 11 P2W17Co n-Bu4NBr PEG-400 80 57 97 12 P2W17Co n-Bu4NBr PEG-400 h 120 79 100 13 P2W17Co n-Bu4NBr PEG-400 i 120 98 97 14 P2W17Co n-Bu4NBr e PEG-400 120 88 100 15 P2W17Co n-Bu4NBr f PEG-400 120 69 100 16 P2W17Co n-Bu4NCl PEG-400 120 84 100 17 P2W17Co Et4NBr PEG-400 120 70 100 a Reaction conditions: Propylene oxide (27.6mmol), P2W17Co (0.04mmol), P2W18: (n-Bu4N)6P2W18O62 (0.04mmol), P2W17Co/n-Bu4NBr/PEG(400)=1:15:15, time: 1h, CO2 initial pressure: 0.25MPa. b 0.6mmol. c 0.4mmol. d 3mmol. e 0.4mmol. f 0.2mmol. g 3mmol. h 0.3mmol. i 1.2mmol. j No reaction. The yields were determined by GC using biphenyl as an internal standard. Table 2 Catalytic activities of P2W17Co/nBu4NBr/PEG (400) for CO2 fixation to EC a Entry Catalytic system T (°C) Yield (%) Selectivity (%) Polyoxometalate Quaternaty salt PEG (400) 1 P2W17Co n-Bu4NBr PEG-400 120 99.3 100 2 P2W17Co n-Bu4NBr PEG-400 100 89 100 3 P2W17Co n-Bu4NBr PEG-400 80 64 98 a Reaction conditions: Propylene oxide (27.6mmol), P2W17Co (0.04mmol)/nBu4NBr (0.6mmol)/PEG(400) (0.6mmol)=1:15:15, time: 1h, CO2 initial pressure: 2MPa. The yields were determined by GC using biphenyl as an internal standard. Table 3 Catalytic recycling studies with P2W17Co/n-Bu4NBr/ PEG (400) a Number of recycle PC yield b (%) Selectivity (%) 1 98 100 2 97.4 100 3 96.8 100 a Reactions were carried out at 120°C and 0.25MPa (CO2 initial pressure ) for 1h. P2W17Co/ n-Bu4NBr/ PEG (400)=1:15:15. b The yields were determined by GC using biphenyl as an internal standard. Polyoxometalate as co-catalyst of tetrabutylammonium bromide in polyethylene glycol (PEG) for coupling reaction of CO2 and propylene oxide or ethylene oxide Dewu Sun Hongju Zhai ⁎ Chemistry Department, Jilin Normal University, Siping 136000, PR China ⁎ Corresponding author. The coupling reaction of CO2 and propylene oxide or ethylene oxide to produce corresponding cyclic carbonate in the presence of a catalytic system composed of n-Bu4NBr, α2-(n-Bu4N)9P2W17O61(Co2+ ·Br) (abbreviated as P2W17Co) and PEG (MW 400) has been investigated. The experimental results indicated that the synthesis of propylene carbonate (PC) or ethylene carbonate (EC) achieved with over 98% yield and 100% selectivity within 1h at 120°C by using the above catalyst system. When the catalyst system was recycled, the catalytic activity slowly diminished. Moreover, a plausible mechanism was proposed. Keywords Polyoxometalate Tetrabutylammonium bromide Polyethylene glycol Carbon dioxide 1 Introduction The transformation of CO2 into cyclic carbonates by the coupling reaction with epoxides has attached much attention in view of the “sustainable society” and “atom economy” concepts. One of the most well-known successful example is the cycloaddition between epoxides and CO2 to afford the five-membered cyclic carbonates which are widely used as raw materials in a wide range of chemical reactions, electrolytes in secondary and fuel-cell batteries, a starting monomer of polymers, etc. Accordingly, a substantial amount of literature has been published on catalyst development for the coupling reactions [1–18]. However, disadvantages in these catalyst systems such as low catalyst reactivity/stability, recovery of catalysts or high pressure and/or temperature still remain to be improved. Here we report that a catalytic system composed of n-Bu4NBr, P2W17Co and PEG (MW 400) is an efficient catalyst for PC or EC synthesis from CO2 and propylene oxide or ethylene oxide as illustrated in Eq. (1). 2 Experimental All cycloaddition reactions were carried out in a 30ml stainless steel autoclave equipped with a magnetic stirrer. In a typical reaction, the reactor was successively charged with propylene oxide or ethylene oxide (28.6mmol), P2W17Co·(0.04mmol), n-Bu4NBr (0.6mmol) and PEG (400) (0.6mmol), then heated to a desired temperature. After that, CO2 was introduced into the reactor, while the reaction pressure was held constant by means of a CO2 reservior connected to the reactor. The mixture was continuously stirred for 1h. The pressure was then released and the product was quenched with ice-water. After cooling, the resulting liquid was analyzed by NMR (300MHz) and GC–MS (Hewlett–Packard 6890/5793) spectroscopy. The yields of PC or EC were determined by GC using biphenyl as an internal standard. 3 Results and discussion Szczepankiewicz et al. demonstrated certain polyoxometalates which activated CO2 [19]. Moreover, a variety of alkali metal salts have been used alone and in conjunction with crown ethers to catalyze the reaction of CO2 and epoxides to form cyclic carbonates [20]. However, crown ethers is noxious and expensive; furthermore, the reaction process needs long reaction time and high pressure. These results stimulated us to explore green, cheap, shorter reaction time, low reaction pressure and simple separation catalyst systems. Herein, we report a highly active, green n-Bu4NBr/P2W17Co/PEG (400) catalyst system for the synthesis of cyclic carbonates from the cycloaddition between CO2 and propylene oxide or ethylene oxide under extremely mild conditions. In this catalyst system, we describe the use of a simple and widely available polymer, PEG (400) as non-toxic, inexpensive non-ionic liquid solvent [21] and polyoxometalate is an environmentally benign complex, therefore, it is a green catalyst process. At first, the [(n-Bu4)N]+ salts of P2W17Co and P2W18O62 (abbreviated as P2W18) were studied for their relative abilities to catalyze the addition of CO2 to PC. As shown in Table 1 , P2W17Co (0.04mmol) exhibited certain activity, giving a 19% yield, whereas P2W18 (0.04mmol) was inactive under identical conditions (runs 1–2). The experimental results indicated that P2W17Co could activate CO2, which was the better polyoxometalate catalyst for this reaction. Therefore, in the following, we have studied in detail this reaction catalyzed by the more interesting polyoxometalate catalyst P2W17Co. In the course of our investigation of CO2 chemical fixation to PC catalyzed by n-Bu4NBr/ P2W17Co/ PEG (400) catalyst system, we found that the PC could be obtained around 98% yield (Table 1, run 9). As can be seen in Table 1, there was only P2W17Co (0.04mmol) or n-Bu4NBr (0.6mmol) exhibited low activities (runs 1, 3) and PEG (400) (0.6mmol) was completely inactive (runs 4–5). If the combination of n-Bu4NBr (0.6mmol) and PEG (400) (0.6mmol) or n-Bu4NBr (0.6mmol) and P2W17Co (0.04mmol) as catalyst showed higher activity for the coupling reaction, giving 53% and 34% yields (Table 1, runs 6, 8). However, it was important to note that the combination of n-Bu4NBr, P2W17Co and PEG (400) exhibited a surprising high activity, the yield of PC achieved 98% (Table 1, run 9). These results ensured that it was the cooperative effect among n-Bu4NBr, P2W17Co and PEG (400). Caló et al. have previously reported the use of the bulkiness of n-Bu4NBr as solvent and catalyst to form cyclic carbonate [10], but we added PEG (400) in much less amount of n-Bu4NBr (3mmol) than that of the previous paper reported by Caló et al. achieved the similar result ( Table 1, run 7). We believe this may be due to the PEG (400) taking part in the catalysis cycle in the presence of n-Bu4NBr. Therefore, we investigated the effect of the amount of PEG (400) and n-Bu4NBr on the catalytic activity (Table 1, runs 12–15). We concluded that best mole ratio of catalyst system was n-Bu4NBr:P2W17Co:PEG(400)=1:15:15. As expected, the catalyst system was quite sensitive to reaction temperature, when the temperature was changed from 120°C to 80°C (Table 1 , runs 9–11), the yields of PC decreased. Besides these conditions, we also studied the effect of the different quaternary salts on the reaction: among n-Bu4NBr, n-Bu4NCl and Et4NBr, n-Bu4NBr is the best under identical reaction conditions (Table 1, runs 9, 16–17). The best reaction conditions are as follows: Propylene oxide (27.6mmol); P2W17Co (0.04mmol); P2W17Co/n-Bu4NBr/PEG (400)=1:15:15; time: 1h; CO2 initial pressure: 0.25MPa; reaction temperature: 120°C. Due to a possible explosion of ethylene oxide, the reaction was not performed at the total pressure lower than 2.1MPa of CO2 [16]. So we carried out the cycloaddition reaction of the ethylene oxide with CO2 at 2MPa (CO2 initial pressure). The total pressure was 3.5MPa when the reaction temperature was increased to 120°C. The experimental results obtained are listed in Table 2 . To test the catalyst stability and reusability, after the reaction, PC and unreacted propylene oxide were distilled under reduced pressure from the product mixture, and the remaining catalyst was reused for further with a fresh charge of propylene oxide and CO2. As shown in Table 3 , the catalyst system was recycled with a little loss of reactivity for three cycles. During the process of the recycling the catalyst system, a weight loss of polyethylene glycol (400) was served from cycle to cycle due to the degradation of polyethylene glycol (400). From the results mentioned above, we deduced a plausible mechanism for this reaction. The P2W17Co polyoxometalate could efficiently activate the inert CO2 [19]. The exact mode of coordination to between CO2 and Co2+ to activate CO2 is not very well understood and needs further exploration. In another catalytic cycle, PEG (400) could form [(n-Bu4)N]+/PEG (400) complex with (n-Bu4)NBr so as to make the dissociation of a bromide ion from [(n-Bu4)N]+ easier and bromide ions more nucleophilic which attack on the carbon atom of an epoxide would take place easier which leads to an oxyanion species [10] that eventually gives the PC or EC product. 4 Conclusion In conclusion, P2W17Co/n-Bu4Br/PEG (400) is a highly efficient catalyst system in the synthesis of PC or EC under extremely mild reaction conditions. Further experiments are in progress to fully characterize the active species and to elucidate the reaction mechanism. (1) Acknowledgement Specialized Research Fund for the Doctoral Program in JiLin Normal University is acknowledged for financial support. References [1] W.J. Kruper D.V. Dellar J. Org. Chem. 60 1995 725 [2] T.V. Magdesieva S.V. Milovanov B. VLokshin Russ. Chem. Bull. 47 1998 2137 [3] H.S. Kim J.J. Kim B. GLee O. SJung H.G. Jang S. OKang Angew. Chem. Int .Ed. 39 2000 4096 [4] T. Yano H. Matsui T. Koike H. Ishiguro H. Fujihara M. Yoshihara T. Maeshima Chem. Commun. 12 1997 1129 [5] K. Yamaguchi K. Ebitani T. Yoshida H. Yoshida K. Kaneda J. Am. Chem. Soc. 121 1999 4526 [6] R.L. Paddock S.T. Nguyen J. Am. Chem. Soc. 123 2001 11498 [7] X.B. Lu Y.Z. Pan Chin. Chem. Lett. 11 2000 589 [8] H. Kawanami Y. Ikushima Chem. Commun. 21 2000 2089 [9] J.J. Peng Y.Q. Deng New J. Chem. 25 2001 639 [10] A. Caló A. Nacci A. Monopoli A. Fanizzi Org. Lett. 4 2002 2561 [11] H. Yasuda L.N. Hen T. Sakakura J. Catal. 209 2002 547 [12] H. Yasuda L.N. He T. Sakakura C.W. Hu J. Catal. 233 2005 119 [13] L.N. He H. Yasuda T. Sakakura Green Chem. 5 2003 92 [14] F.W. Li C.G. Xia L.W. Xu W. Sun G.X. Chen Chem. Commun. 2003 2042 [15] Y.M. Shen W.L. Duan M. Shi J. Org. Chem. 68 2003 1559 [16] H.S. Kim J.J. Kim H. Kim H.G. Jang J. Catal. 220 2003 44 [17] H. Kawanami A. Sasaki K. Matsui Y. Ikushima Chem. Commun. 2003 896 [18] K. Kossev N. Koseva K. Troev J. Mol. Catal. A 194 2003 29 [19] S.H. Szczepankiewicz C.M. Ippolito B.P. Santora M. Kozik Inorg. Chem. 37 1998 4344 [20] (a) A. Rokicki W. Kuran B.P. Marcinick Monatsch. Chem. 115 1984 205 (b) M. Shi, X. Du, S. Wu, CN 85, 100 (1986) 162, CA 107, 23327. [21] Jpn. Patent 81, 128 (1980) 778, CA 96, 68968.",
      "scopus-id": "34248226905",
      "coredata": {
        "eid": "1-s2.0-S1566736706002871",
        "dc:description": "The coupling reaction of CO2 and propylene oxide or ethylene oxide to produce corresponding cyclic carbonate in the presence of a catalytic system composed of n-Bu4NBr, α2-(n-Bu4N)9P2W17O61(Co2+ ·Br) (abbreviated as P2W17Co) and PEG (MW 400) has been investigated. The experimental results indicated that the synthesis of propylene carbonate (PC) or ethylene carbonate (EC) achieved with over 98% yield and 100% selectivity within 1h at 120°C by using the above catalyst system. When the catalyst system was recycled, the catalytic activity slowly diminished. Moreover, a plausible mechanism was proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736706002871",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sun, Dewu"
          },
          {
            "@_fa": "true",
            "$": "Zhai, Hongju"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736706002871"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736706002871"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(06)00287-1",
        "prism:volume": "8",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Polyoxometalate as co-catalyst of tetrabutylammonium bromide in polyethylene glycol (PEG) for coupling reaction of CO2 and propylene oxide or ethylene oxide",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "prism:issueIdentifier": "7",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polyoxometalate"
          },
          {
            "@_fa": "true",
            "$": "Tetrabutylammonium bromide"
          },
          {
            "@_fa": "true",
            "$": "Polyethylene glycol"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "prism:number": "7",
        "openaccessSponsorType": null,
        "prism:pageRange": "1027-1030",
        "prism:endingPage": "1030",
        "pubType": "sco",
        "prism:coverDisplayDate": "July 2007",
        "prism:doi": "10.1016/j.catcom.2006.08.017",
        "prism:startingPage": "1027",
        "dc:identifier": "doi:10.1016/j.catcom.2006.08.017",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736706002871-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2268",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "93",
            "@width": "382",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736706002871-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10395",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736706002871-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "635",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/34248226905"
      }
    }
  }
}