{
  "metadata": {
    "title": "Carbon foam-supported CoN nanoparticles and carbon nanotubes hybrids as bifunctional reduction electrocatalyst",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2022-03-31",
    "doi": "10.1016/j.catcom.2022.106408",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736722000139",
    "pii": "S1566736722000139"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85123180817",
      "originalText": "serial JL 272180 291210 291744 291809 31 90 Catalysis Communications CATALYSISCOMMUNICATIONS 2022-01-19 2022-01-19 2022-01-22 2022-01-22 2022-03-15T23:56:48 1-s2.0-S1566736722000139 S1566-7367(22)00013-9 S1566736722000139 10.1016/j.catcom.2022.106408 S300 S300.1 FULL-TEXT 1-s2.0-S1566736721X00143 2022-05-06T01:50:07.394966Z 0 0 20220301 20220331 2022 2022-01-19T19:19:46.437022Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid fundingbodyid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight oauserlicense openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder sponsoredaccesstype srctitle srctitlenorm srctype ssids alllist content oa subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 1566-7367 15667367 UNLIMITED NONE true 163 163 C Volume 163 6 106408 106408 106408 202203 March 2022 2022-03-01 2022-03-31 2022 article fla © 2022 The Authors. Published by Elsevier B.V. CARBONFOAMSUPPORTEDCONNANOPARTICLESCARBONNANOTUBESHYBRIDSBIFUNCTIONALREDUCTIONELECTROCATALYST XU H 1 Introduction 2 Experimental 2.1 Reagents and chemicals 2.2 Pre-treatment of melamine sponge (MS) 2.3 Synthesis of ZIF-67-PHs and ZIF-67-INPs 2.4 Synthesis of PHs-CoN/CNTs, PHs-CoN/CNTs-CF and INPs -CoN/CNTs-CF 3 Results and discussion 3.1 XRD patterns and SEM images of ZIF-67 precursors 3.2 Characterization of INPs-CoN/CNTs-CF 3.3 ORR activity of INPs-CoN/CNTs-CF 3.4 HER electrocatalytic activity of INPs-CoN/CNTs-CF 4 Conclusions CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References YANG 2019 1901949 C LI 2021 2597 2616 X YU 2022 1091 1102 Y ZANG 2018 8961 8969 W ZHOU 2020 2003251 T WU 2021 605 613 H RONG 2020 6089 6095 Z LIANG 2021 106221 L CHONG 2018 1276 1281 L AO 2021 495 504 Y MENG 2020 6250 6261 Z QI 2021 148325 W JIA 2017 13781 13785 G AMIINU 2018 1704638 I LI 2016 2337 2344 Z QIN 2021 77 81 H LIU 2020 14995 15001 M CHEN 2021 183 189 G JIANG 2019 322 333 H HUANG 2017 18610 18617 L WANG 2014 14064 14070 X JIA 2018 4982 4990 N WU 2021 498 504 D HUANG 2021 147659 K SHU 2020 234 243 X LU 2022 132041 L XIA 2014 11606 11613 W QIAN 2012 220 223 J FENG 2019 8018 8024 X LIANG 2021 12759 12764 Z CHEN 2021 3212 3221 Y WU 2020 13028 13033 Y YANG 2015 1436 1439 W LEE 2013 1060 1064 J CAO 2020 143 151 K XUX2022X106408 XUX2022X106408XH Full 2022-01-16T09:14:56Z Author http://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license. © 2022 The Authors. Published by Elsevier B.V. 0 item S1566-7367(22)00013-9 S1566736722000139 1-s2.0-S1566736722000139 10.1016/j.catcom.2022.106408 272180 2022-05-06T01:50:07.394966Z 2022-03-01 2022-03-31 UNLIMITED NONE 1-s2.0-S1566736722000139-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/MAIN/application/pdf/70098a235e3a6e3ed811bf869f5f4e11/main.pdf main.pdf pdf true 6274965 MAIN 8 1-s2.0-S1566736722000139-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/PREVIEW/image/png/3330472d05be84056f34dae95a74b1cb/main_1.png main_1.png png 61068 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736722000139-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr6/DOWNSAMPLED/image/jpeg/8078163e946d57a4e6e8dae6b32bcab7/gr6.jpg gr6 gr6.jpg jpg 60764 212 800 IMAGE-DOWNSAMPLED 1-s2.0-S1566736722000139-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr2/DOWNSAMPLED/image/jpeg/f0ceb5bdbd706470dbf8033c51a5a4b4/gr2.jpg gr2 gr2.jpg jpg 86104 523 667 IMAGE-DOWNSAMPLED 1-s2.0-S1566736722000139-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/ga1/DOWNSAMPLED/image/jpeg/525ff211191f22a701ba434f0f3ac6c5/ga1.jpg ga1 true ga1.jpg jpg 50284 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S1566736722000139-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr3/DOWNSAMPLED/image/jpeg/8ddc45c67379c24b3b2e22432edf2d41/gr3.jpg gr3 gr3.jpg jpg 94004 511 669 IMAGE-DOWNSAMPLED 1-s2.0-S1566736722000139-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr4/DOWNSAMPLED/image/jpeg/0438150ab17e409457fd85a5a3160bfa/gr4.jpg gr4 gr4.jpg jpg 74343 472 667 IMAGE-DOWNSAMPLED 1-s2.0-S1566736722000139-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr5/DOWNSAMPLED/image/jpeg/6f20da2b2c21be7dd57e6a190718d0ff/gr5.jpg gr5 gr5.jpg jpg 83426 490 667 IMAGE-DOWNSAMPLED 1-s2.0-S1566736722000139-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr1/DOWNSAMPLED/image/jpeg/06562f87e132226b9a963fb3ceb223b0/gr1.jpg gr1 gr1.jpg jpg 118658 409 669 IMAGE-DOWNSAMPLED 1-s2.0-S1566736722000139-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr6/THUMBNAIL/image/gif/9495391fcd6aa76d2a54f184a8087cb0/gr6.sml gr6 gr6.sml sml 5527 58 219 IMAGE-THUMBNAIL 1-s2.0-S1566736722000139-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr2/THUMBNAIL/image/gif/65bb079df3c4d018f9b320dec50f2459/gr2.sml gr2 gr2.sml sml 10537 164 209 IMAGE-THUMBNAIL 1-s2.0-S1566736722000139-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/ga1/THUMBNAIL/image/gif/a7ee5b99eb7492282ece239ad777a588/ga1.sml ga1 true ga1.sml sml 19635 87 219 IMAGE-THUMBNAIL 1-s2.0-S1566736722000139-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr3/THUMBNAIL/image/gif/5584e340b0d044e581564c752680fbab/gr3.sml gr3 gr3.sml sml 12149 164 214 IMAGE-THUMBNAIL 1-s2.0-S1566736722000139-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr4/THUMBNAIL/image/gif/23b823d2a3406ce5fd89d6538c07f5a0/gr4.sml gr4 gr4.sml sml 9549 155 219 IMAGE-THUMBNAIL 1-s2.0-S1566736722000139-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr5/THUMBNAIL/image/gif/21991b1301f7c561aaa00113e3460c30/gr5.sml gr5 gr5.sml sml 9907 161 219 IMAGE-THUMBNAIL 1-s2.0-S1566736722000139-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr1/THUMBNAIL/image/gif/d5fcb1bc47166afa9ba5cc305b5f59fb/gr1.sml gr1 gr1.sml sml 23437 134 219 IMAGE-THUMBNAIL 1-s2.0-S1566736722000139-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr6/HIGHRES/image/jpeg/4dfefe436804fa263241a801108c84f4/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 422808 940 3543 IMAGE-HIGH-RES 1-s2.0-S1566736722000139-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr2/HIGHRES/image/jpeg/3cf5d37c714261cbff08d9b3c9fa53b7/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 664204 2317 2953 IMAGE-HIGH-RES 1-s2.0-S1566736722000139-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/ga1/HIGHRES/image/jpeg/b0081ebb92a00182b6e9d1fc9438d5e3/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 410657 883 2213 IMAGE-HIGH-RES 1-s2.0-S1566736722000139-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr3/HIGHRES/image/jpeg/2eccd0caa7f5f7153eda994914ccb2b9/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 676653 2265 2963 IMAGE-HIGH-RES 1-s2.0-S1566736722000139-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr4/HIGHRES/image/jpeg/fd8d06a63ff9a6de132269df8c3bd2d8/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 571598 2090 2953 IMAGE-HIGH-RES 1-s2.0-S1566736722000139-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr5/HIGHRES/image/jpeg/56f7a3b55df91d9bda72f19cc4a7e841/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 590945 2170 2953 IMAGE-HIGH-RES 1-s2.0-S1566736722000139-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/gr1/HIGHRES/image/jpeg/ad462dda41a6d4ac9bfdc76117d439ed/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1003381 1811 2963 IMAGE-HIGH-RES 1-s2.0-S1566736722000139-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736722000139/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/8c349bd1218d626d91526c0988ae2438/mmc1.docx mmc1 mmc1.docx docx 4040333 APPLICATION 1-s2.0-S1566736722000139-am.pdf am am.pdf pdf 1089661 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10B7KDMP8RJ/MAIN/application/pdf/b10f4cfae7ef0f6098679f3575374281/am.pdf CATCOM 106408 106408 S1566-7367(22)00013-9 10.1016/j.catcom.2022.106408 The Authors Fig. 1 (a-d) SEM images, (e) TEM image, and (f) HRTEM image of INPs-CoN/CNTs-CF. (g) Powder XRD patterns of pure CF, PHs-CoN/CNTs, INPs-CoN/CNTs-CF and PHs-CoN/CNTs-CF. (h) EDX spectrum and (i) SEM and corresponding element mapping of INPs-CoN/CNTs-CF. Fig. 1 Fig. 2 (a) XPS full spectrum, (b) C 1 s XPS spectra, (c) Co 2p XPS spectra, and (d) N 1 s XPS spectra of INPs-CoN/CNTs-CF. Fig. 2 Fig. 3 (a) CV curve of INPs-CoN/CNTs-CF in O2- and N2-saturated 1 M KOH solution. (b) ORR polarization curve of the electrocatalysts in O2-saturated 1 M KOH solution (from 1.0 to 0.2 V, rotating speed 1600 rpm and scan rate of 10 mV s−1). (c) Half-wave potential histogram, and (d) Tafel slope curves of electrocatalysts. Fig. 3 Fig. 4 (a) ORR polarization curves at different rotation rates. (b) K-L plots at different potentials. (c) RRDE measurements at a rotation rate of 1600 rpm, and (d) electron transfer number and peroxide production yield (H2O2%) of INPs-CoN/CNTs-CF. Fig. 4 Fig. 5 (a) CV curves of INPs-CoN/CNTs-CF before and after 5000 cycles. (b) ORR polarization curves of INPs-CoN/CNTs-CF and commercial 20 wt% Pt/C before and after 5000 cycles at a rotation rate of 1600 rpm. ORR polarization curves of INPs-CoN/CNTs-CF (c) and commercial 20 wt% Pt/C (d) catalysts before and after adding 0.1 M methanol. Fig. 5 Fig. 6 (a) HER polarization curves, (b) HER overpotentials at 10 mA cm−2, and (c) Tafel plots of HER for INPs-CoN/CNTs-CF, PHs-CoN/CNTs-CF, PHs-CoN/CNTs, pure CF and commercial 20 wt% Pt/C in 0.5 M H2SO4 electrolyte at 5 mV s−1. Fig. 6 Carbon foam-supported CoN nanoparticles and carbon nanotubes hybrids as bifunctional reduction electrocatalyst Huan-Fang Xu Investigation Writing – original draft a Quan-Guo Zhai Data curation Validation a Yu-Cheng Jiang Data curation Validation a Hao Huang Formal analysis Validation Writing – review & editing b ⁎ Shu-Ni Li Methodology Project administration Resources Writing – review & editing a ⁎ a Key Laboratory of Macromolecular Science of Shaanxi Province, School of Chemistry and Chemical Engineering, Shaanxi Normal University, Xi'an 710062, PR China Key Laboratory of Macromolecular Science of Shaanxi Province School of Chemistry and Chemical Engineering Shaanxi Normal University Xi'an 710062 PR China Key Laboratory of Macromolecular Science of Shaanxi Province, School of Chemistry and Chemical Engineering, Shaanxi Normal University, Xi'’an 710062, PR China. b School of Sustainable Energy Materials and Science, Jinhua Advanced Research Institute, Jinhua 321000, PR China School of Sustainable Energy Materials and Science Jinhua Advanced Research Institute Jinhua 321000 PR China School of Sustainable Energy Materials and Science, Jinhua Advanced Research Institute, Jinhua 321000, PR China. ⁎ Corresponding authors. CoN nanoparticles and carbon nanotubes hybrid supported on carbon foam (INPs-CoN/CNTs-CF) electrocatalyst was synthesized by one-step pyrolysis of irregular nanoparticles ZIF-67 (ZIF-67-INPs) with melamine foam. The INPs-CoN/CNTs-CF electrocatalyst exhibited remarkable activity for ORR with a high half-wave potential of 0.862 V vs. RHE, and a good HER electrocatalytic activity with overpotential of 180 mV at 10 mA cm−2 and a Tafel slope of 102.5 mV dec−1. This electrocatalyst can be a promising bifunctional alternative for both ORR and HER. This work provides a new insight for the design of new-type multi-functional electrocatalysts for practical applications. Graphical abstract Unlabelled Image Keywords ZIF-67 CoN/CNTs hybrids Carbon foam Oxygen reduction reaction Electrocatalyst 1 Introduction The overdependence on traditional fossil fuel has resulted in rising energy shortage and environmental pollution problems. Nowadays, developing new-type energy conversion and storage technologies, such as a water splitting device [1–3], metal-air battery [4,5], Li-ion battery [6] and fuel cell [7] become urgent to break through the energy predicament. In particular, hydrogen production, metal-air battery and fuel cell are dependent on electrochemical reduction reactions, including oxygen reduction reaction (ORR) and hydrogen evolution reaction (HER). However, owing to their sluggish kinetics, the introduction of electrocatalyst into these reduction reactions is essential to accelerate the reaction rate and meet the demands of these energy devices. Up to now, Pt-based nanomaterials are considered as the optimal electrocatalysts, but the limited resource of Pt gives rise to a high-cost and restricts the large-scope application. Also, toxicity effects of carbon monoxide and alcohols also limits the utilization of Pt toward ORR and HER. Although many strategies have been employed to reduce the cost and increase the stability of Pt-based materials, including single-atom Pt [8] and Pt-based alloys [9,10], most of these electrocatalysts are still hard to fundamentally break the electrocatalytic bottleneck of electrochemical reduction reactions. Non-noble metal carbonitride (M/NC) has attracted increasing interest as a proper electrocatalyst candidate toward electrochemical reduction reactions, owing to its high activity and stability, low cost, and easy synthesis [11–13]. Particularly, the M/NC derived from metal-organic frameworks (MOFs), constructed by coordinating metal ions and organic ligands [14–17], can exhibit enhanced electrocatalytic activity. In the process of MOFs pyrolysis, the metal linkages are reduced and form M/NC nanoparticles, which are uniformly distributed on carbon substrate [18,19]. This strategy can make the M/NC inherit some typical characteristics of MOFs structure, including large surface area, porous structure, and heteroatom doping [20,21]. Also, pyrolysis process can bring excellent stability, high conductivity and active metal sites to M/NC [22,23]. Among the numerous MOFs structures, ZIFs are reasonable precursors to synthesize M/NC nanomaterials due to the high crystallinity, abundant subgroup structure and excellent stability. ZIF-67, a typical ZIF structure, consists of cobalt ions (Co2+) and 2-methylimidazole, which is recently utilized as precursor to prepare various Co-based nanomaterials, such as oxides, nitrides and sulphides [24–26]. Beyond other MOFs structures, ZIF-67 not only has higher tunability of porous structure [27], but exhibits better environmental friendliness, which can be prepared in water [28,29]. Besides, the introduction of surface-active agent (PVP, P120) is advantageous to cut-down the size of ZIF-67 nanostructure (ca. ≤200 nm) [13,30]. The ultra-small ZIF-67 nanostructure is instrumental in forming ultra-small Co-based nanoparticles with high active surface and abundant exposed CoN sites. According to these advantages, ZIF-67 nanostructure can be regarded as reasonable precursor to achieve efficient INPs-CoN/CNTs-CF bifunctional electrocatalyst toward ORR and HER processes. Herein, by using the irregular nanoparticles ZIF-67 (ZIF-67-INPs) as precursor, INPs-CoN/CNTs-CF nanocatalyst was synthesized via a facile pyrolysis treatment. The INPs-CoN/CNTs-CF nanocatalyst consists of small particles (~ 5 nm), which can expose numerous active metal sites and act as bifunctional electrocatalyst for both ORR and HER processes. Moreover, in this work, carbon foam (CF) was also introduced into the INPs-CoN/CNTs-CF as conductive substrate to restrain aggregation of nanoparticles that would lead to a severely reduced electroactive catalytic area of nano-materials and in turn to a low electrocatalytic activity. The three-dimensional network of CF can provide large surface area, high porosity, and good hydrophilicity for the INPs-CoN/CNTs nanocatalyst [31,32]. Besides, the excellent conductivity of CF can endow the INPs-CoN/CNTs-CF nanocatalyst with an accelerated electron-transfer [33]. Based on these characteristics, INPs-CoN/CNTs-CF exhibits a remarkable ORR electroactivity with a half-wave potential of 0.862 V (vs. RHE) and a proper electron transfer number (ca. 3.8). Additionally, for electrochemical HER, this material exhibits also a good activity with a low overpotential at 10 mA cm−2 (180 mV) and Tafel slope (102.5 mV dec−1). Thus, INPs-CoN/CNTs-CF can be a reasonable bifunctional electrocatalyst for both ORR and HER. 2 Experimental 2.1 Reagents and chemicals Co(NO3)2·6H2O, H2O2, 2-methylimidazole, sulphuric acid and isopropyl alcohol were obtained from Sinopharm Chemical Reagent. Nafion solution (5% at ethanol) and commercial 20 wt% Pt/C catalyst (20 wt% Pt/C) were purchased from Sigma-Aldrich and Johnson- Matthey separately. Shanghai Kelai provided melamine foam for this work. 2.2 Pre-treatment of melamine sponge (MS) Melamine sponge (2 × 2 × 3.5 cm) was washed by deionization water and ethanol to remove impurities on the surface. Before utilizing, the H2O2 solution (30%) was employed to treat the surface of melamine foam for increasing the hydrophilicity, then the pre-treated melamine foam was rinsed by deionization water and dried at 60 °C. 2.3 Synthesis of ZIF-67-PHs and ZIF-67-INPs The solution of Co(NO3)2·6H2O (0.755 g) in 50 mL methanol and the solution of 2-methylimidazole(1.67 g) in 50 mL methanol was mixed and sonicated for 10 min. The mixture was stirred for another 24 h and filtered. The precipitate was washed with methanol and dried at 60 °C. The as-synthesized MOFs with polyhedrons morphology was named ZIF-67-PHs. In the synthesis of ZIF-67-INPs, aqueous solution of Co(NO3)2 and aqueous solution 2-methylimidazole were mixed and sonicated for only 10 min, where the product was obtained as irregular nanoparticles (ZIF-67-INPs). 2.4 Synthesis of PHs-CoN/CNTs, PHs-CoN/CNTs-CF and INPs -CoN/CNTs-CF ZIF-67-PHs was placed in a tubular furnace and heated to 800 °C for 2 h under N2 gas atmosphere. The solid mixture obtained after cooling to room T was washed with 0.5 M H2SO4 at 80 °C for 24 h and then dried at 60 °C. The product was named as PHs-CoN/CNTs. The pre-treated melamine foam was immersed into a suspension of ZIF-67-PHs or ZIF-67-INPs in 20 mL ethanol. Then, the procedure was the same as that of PHs-CoN/CNTs. 3 Results and discussion 3.1 XRD patterns and SEM images of ZIF-67 precursors In this work, the ZIF-67 precursors were prepared in methanol for 24 h and in water for 10 min. The XRD patterns of the ZIF-67 precursors (Fig. S1) matches well with the simulated pattern, suggesting the successful formation of ZIF-67 both in methanol and water. The SEM images showed that ZIF-67-PHs have uniformed rhombic polyhedrons (Fig. S2). However, ZIF-67 precursors formed in water displayed irregular nanoparticles (Fig. S3). Melamine sponge is usually utilized as the precursor of conductive carbon substrate, owing to the abundant 3D porous networks and the bargain prices. The SEM images showed the melamine sponge had macroporous structure and is a reasonable platform for the growth of ZIF-67-PHs nanocrystal (Fig. S4a). However, the surface of melamine sponge was too smooth to achieve the nucleation of ZIF-67 (Fig. S4b). The post-processing with H2O2 can make the surface of ZIF-67-PHs rough to expose more organic groups, including carboxyl and hydroxyl, which are conducive to the adhesion of ZIF-67-PHs nanocrystal nucleus (Fig. S4 c and d) [13], even though ZIF-67-PHs are hard to be grown uniformly due to the oversized nanoparticles (Fig. S5). However, ZIF-67-INPs membrane can firmly be attached and uniformly cover the surface of melamine sponge (Fig. S6). 3.2 Characterization of INPs-CoN/CNTs-CF The melamine sponge (MS) was transformed as a 3D carbon foam (CF) with rough surface through pyrolysis process at 800 °C (Fig. S7a and b). This phenomenon might be caused by the releasing of carbon nitride type gaseous species (such as C2N2 +, C3N2 + and/or C3N3 +) and forming the CN bond during the pyrolysis process [34]. After pyrolysis, PHs-ZIF-67 nanocrystal was transformed to PHs-CoN/CNTs (Fig. S8). Besides, the Co ions present in ZIF-67 acted as catalyst to reform amorphous carbon, originated from the organic ligand of ZIF-67, to form CNTs structure during this pyrolysis. Moreover, the polyhedral appearance of the precursors can still be clearly observed. When PHs-ZIF-67 was adsorbed on MS, PHs-CoN/CNTs grow on the surface of CF (Fig. S7c and d). Calcination of the ZIF-67-INPs on melamine sponge resulted in the complete disappearance of morphology of the precursor. The XRD, SEM and TEM techniques were carried out to investigate the composition and micro-morphology of INPs-CoN/CNTs-CF material. The SEM images (Fig. 1a-d) show that numerous interweaved carbon tube anchored on the surface of CF. Besides, the TEM images indicate the INPs-CoN/CNTs-CF sample contains numerous CoN nanoparticles, which are sealed in the interweaved carbon tubes (Fig. 1e). The prepared CNTs structure can increase the conductivity of catalysts to improve the properties for electrochemical ORR and HER. Also, the CNTs structure wrapped the CoN nanoparticles, which can effectively protect active CoN sites from agglomeration and acid condition in the electrocatalytic process to improve the stability of these catalysts. The enlarged HRTEM image shows that the lattice spacing of the nanoparticles is 0.20 nm, which corresponds to the (111) crystal plane of cobalt nitride (Fig. 1f). Thus, the CoN nanoparticles are hard to be removed by washing with 0.5 M H2SO4 due to the protection offered by carbon tubes of an average size of about 15 nm (Fig. 1e). The XRD patterns (Fig. 1g) show that PHs-CoN/CNTs, PHs-CoN/CNTs-CF and INPs -CoN/CNTs-CF all can be classified into the crystal structure of CoN. The diffraction peaks at 44, 51 and 71° 2theta can be attributed to the (111), (200) and (220) of crystal facets of CoN structure (JCPDS No. 41–0943). In the powder XRD pattern of pure CF, an obvious wide peak appears at 26° (Fig. 1g), assigned to the (002) crystal facet of graphitic carbon, suggesting that high temperature can endow carbon foam with a high crystallinity. The chemical composition of INPs -CoN/CNTs-CF sample was investigated by EDX and mapping method. EDX spectrum indicates the existence of C, N, Co elements (Fig. 1 h and i). The surface composition and electronic states of INPs-CoN/CNTs-CF were also disclosed by XPS. The signals of C, N, and Co elements clearly appeared in the full XPS spectra of INPs-CoN/CNTs-CF sample, which is in good agreement with the EDX mapping result (Fig. 2a). As for the C 1 s XPS spectrum, the three peaks centered at 284.7, 285.9 and 288.9 eV belong to the CC, CN and CO bonding, respectively (Fig. 2b). In Co 2p XPS spectrum, the main peaks at 780.8 and 797.0 eV can be separately attributed to the 2p3/2 and 2p1/2 orbitals of Co. Besides, the XPS peak of Co 2p3/2 orbital can be deconvoluted into three peaks, which are ascribed to Co0 (778.3 eV), CoO (780.5 eV) and CoN (782.7 eV), suggesting that the high-active CoN structure toward ORR exists in the INPs-CoN/CNTs-CF sample (Fig. 2c) [13,16]. There are three peaks at 398.3, 399.1 and 400.9 eV in N 1 s XPS spectrum which can be assigned to pyridine-N, pyrrolic-N and graphite-N, respectively (Fig. 2d). Usually, the pyridine-N is considered as the active structure with strong capability of electron donating to enhance the electrocatalytic activity for ORR and HER, and the graphite-N structure can increase the conductivity to enhance the rate of the ORR and HER process [35]. To study the structural characteristics of INPs-CoN/CNTs-CF, the surface area and porous structure were measured by N2 gas adsorption/desorption isotherms. The ZIF-67-PHs precursor showed a type-I isotherm and the specific surface area was 1786 m2/g due to its very much microporous structure (Fig. S9a). In contrary, after pyrolysis, the specific surface area of PHs-CoN/CNTs sample was significantly reduced to 242 m2/g (Fig. S9b). The INPs-CoN/CNTs-CF sample showed a type-IV isotherm with mesoporous and microporous structure (Fig. S9c), and the specific surface area was 484 m2/g, which was derived from the 3D porous structure of CF. The pore-size distribution showed that the INPs-CoN/CNTs-CF contains abundant micropores and mesopores (Fig. S9c). As the result, the high specific surface area and porous structure largely eliminated mass transfer resistances during the ORR and HER process. Like the INPs -CoN/CNTs-CF sample, the PHs-CoN/CNTs-CF also showed a type-IV isotherm. The specific surface area was close to 237 m2/g, which was mainly originated form the presence of micropores (Fig. S9d). These results indicate that the introduction of carbon foam not only increased the specific surface area, but also provided mesoporous structure, which is instrumental for the interaction between electrolyte and electrocatalyst. Thus, through the mesoporous structure, the dissolved oxygen can effectively diffuse into the INPs-CoN/CNTs-CF and react on the surface CoN active sites and greatly enhanced the dynamics to achieve efficient ORR and HER electrocatalytic activity. Moreover, the thermogravimetry analysis (TGA) technique was used in air to study the loading amount of Co in the PHs-CoN/CNTs and INPs-CoN/CNTs-CF samples, which amounted to 25.4 wt% and 20.9 wt%, respectively (Fig. S10 and 11). After TGA testing, the XRD patterns indicated the presence of Co3O4 (Fig. S12). 3.3 ORR activity of INPs-CoN/CNTs-CF ORR is an important half-reaction of fuel cells and metal-air batteries. The extent of ORR of electrocatalysts determines the efficiency of these energy devices. The ORR performances of various electrodes were investigated by using a typical three-electrode system in 1 M KOH solution [4]. The electrochemical behavior of INPs-CoN/CNTs-CF sample was recorded by cyclic voltammetry (CV) testing. The CV curve of INPs-CoN/CNTs-CF exhibits a square-like behavior in N2-saturated electrolyte (Fig. 3a). On the contrary, an obvious peak at 0.837 V (vs. RHE) exists in the CV curve under O2-saturated conditions, which indicates reduction of the dissolved oxygen on the surface of INPs-CoN/CNTs-CF. Linear sweep voltammetry (LSV) was also employed to study the electrocatalytic activity of commercial 20 wt% Pt/C catalyst, INPs-CoN/CNTs-CF, pure CF, PHs-CoN/CNTs, and PHs-CoN/CNTs-CF for ORR (Fig. 3b). The INPs-CoN/CNTs-CF sample exhibited an optimal onset potential (0.938 V vs. RHE), better than that of pure CF (0.909 V vs. RHE), PHs-CoN/CNTs (0.881 V vs. RHE) and PHs-CoN/CNTs-CF (0.898 V vs. RHE). Similarly, for half-wave potential (Fig. 3c), the INPs-CoN/CNTs-CF (0.862 V vs. RHE) exhibited the largest one compared to pure CF (0.679 V vs. RHE), PHs-CoN/CNTs (0.824 V vs. RHE) and PHs-CoN/CNTs-CF (0.844 V vs. RHE), which is even better than the commercial 20 wt% Pt/C catalyst (0.856 V vs. RHE). This result indicated that the introduction of CF can enhance the ORR electrocatalytic activity, owing to the strong interaction and electronic coupling between pure CF and INPs-CoN/CNTs nanoparticles. Compared to current ORR electrocatalysts, the INPs-CoN/CNTs-CF still has a distinct advantage as reported in Table S1. To gain insight into the kinetics of the ORR process, the Tafel slopes of these electrocatalysts were calculated. The Tafel slope of ORR conducted on the INPs-CoN/CNTs-CF was down to 47.9 mV dec−1, much lower than that of commercial 20 wt% Pt/C catalyst (96.6 mV dec−1), pure CF (152.4 mV dec−1), PHs-CoN/CNTs (137.9 mV dec−1) and PHs-CoN/CNTs-CF (74.6 mV dec−1), suggesting that the INPs-CoN/CNTs-CF has the fastest kinetics of ORR (Fig. 3d). The excellent ORR electrocatalytic activity of INPs-CoN/CNTs-CF is originated from its structural advantages. Firstly, the numerous highly active CoN sites exposed on the surface of INPs-CoN/CNTs-CF should be noted. Secondly, the porous conductive network of CF not only can provide effective channel for fast electron and mass transfer but brings also additional surface exposing numerous CoN sites for electrocatalysis. Thirdly, the N element in CF of INPs-CoN/CNTs-CF endowed with a better hydrophilicity, can promote the combination of dissolved oxygen and CoN sites. Finally, the electronegativity of N (3.0) is larger than that of C element (2.5), which makes a higher charge density for C sties and provides an assistance effect for enhanced ORR and HER electrocatalytic processes. The electron-transfer number (n) is a vital factor to estimate the ORR performance of electrocatalysts. In this work, we adopted RDE working mode to calculate the electron-transfer number of INPs-CoN/CNTs-CF sample. Due to the continuously shortened diffusion layer, a typical increase of the catalytic current with increasing rotation rate was observed for the INPs-CoN/CNTs-CF (Fig. 4a). Based on the Koutecky-Levich (K-L) equation, the calculated n value of INPs-CoN/CNTs-CF was close to 3.8, which suggests that the INPs-CoN/CNTs-CF exhibits a four-electron selectivity and the product in the ORR process is mainly water (Fig. 4b). Meantime, the RRDE result showed a negligible ring current (Fig. 4c). In addition, as shown in Fig. S13, the Tafel slope (69.5 mV dec−1) of INPs-CoN/CNTs-CF obtained after RRDE test was less than that of commercial 20 wt% Pt/C catalyst (102.4 mV dec−1), further showing its fast electrocatalytic kinetics. After calculation, the yield of H2O2 was about 11% at 0.3 V vs. RHE, and the n value was 3.8, similar to the result of RDE (Fig. 4d). At the same time, the ORR polarization curve of INPs-CoN/CNTs-CF, before and after the OER test, showed that the catalytic material in the OER process had been oxidized. The half-wave potential was negatively shifted by 64 mV (Fig. S14), which further shows that cobalt nitride has a positive effect on catalyzing the ORR process. The stability of INPs-CoN/CNTs-CF was evaluated by various electrochemical techniques such as CV and LSV. The CV curve of INPs-CoN/CNTs-CF at 5000-th cycle was found similar to the curve at the 1st cycle (Fig. 5a). In LSV curve, after the 5000-th cycle, the half-wave of INPs-CoN/CTS-CF displayed 5 mV negative shift to the curve at the 1st cycle (Fig. 5b). As control, the half-wave of commercial 20 wt% Pt/C catalyst displayed 11 mV negative shift to the curve at the 1st cycle. These results indicate that the INPs-CoN/CNTs-CF has a better stability than the 20 wt% Pt/C catalyst. For practical applications toward fuel cells, methanol resistance is another factor to be considered. After adding 0.1 M methanol, the LSV curve of INPs-CoN/CNTs-CF showed no trace of variation to the original curve (Fig. 5c), indicating that the INPs-CoN/CNTs-CF has an excellent resistance to methanol. However, with regards to the 20 wt% Pt/C catalyst, the LSV curve after adding methanol had an obvious current peak at 0.78 V (vs. RHE) due to methanol electrooxidation (Fig. 5d). 3.4 HER electrocatalytic activity of INPs-CoN/CNTs-CF The electrocatalytic activity of the INPs-CoN/CNTs-CF for hydrogen evolution reaction (HER) was measured by the LSV technique in 0.5 M H2SO4. As control, PHs-CoN/CNTs-CF, PHs-CoN/CNTs, pure CF and commercial 20 wt% Pt/C electrocatalysts were also studied under the same conditions. The current densities were normalized to the geometric area of the working electrode. LSV curves displayed that INPs-CoN/CNTs-CF had an excellent activity with overpotentials of 180 mV at 10 mA cm−2 (Fig. 6a and b), which is much better than that of PHs-CoN/CNTs-CF (211 mV), PHs-CoN/CNTs (203 mV), and pure CF (470 mV). The HER overpotential of INPs-CoN/CNTs-CF in 0.5 M H2SO4 was even comparable to those cobalt hybrids nanocatalysts as reported in Table S2. The performance of the electrocatalysts was affected by the chemical kinetics of the reaction. Tafel slopes of HER for INPs-CoN/CNTs-CF, PHs-CoN/CNTs-CF and PHs-CoN/CNTs electrocatalysts were found to be: 102.5, 132.1 and 120.8 mV dec−1, respectively (Fig. 6c). This result indicates that the fast kinetics brings a good HER electrocatalytic activity for the INPs-CoN/CNTs-CF solid. The improved HER activity can be attributed to the very small CoN nanoparticles present and the porous network structure of the solid. The unique structure of INPs-CoN/CNTs-CF is not only to provide abundant active centres but also becomes advantageous to electrolyte transfer during the HER process. 4 Conclusions We have developed an effective strategy to achieve efficient non-noble metal carbonitride electrocatalyst for ORR via pyrolysis of INPs-ZIF-67 on CF. In alkaline electrolyte, the INPs-CoN/CNTs-CF exhibited an excellent ORR electrocatalytic activity with a high half-wave potential (0.862 V vs. RHE) and four-electron selectivity. The excellent electrocatalytic activity of INPs-CoN/CNTs-CF was originated from: (i) the excellent activity of the CoN sites; (ii) the porous network structure exposing numerous CoN sites and allowing fast mass transfer; (iii) the lone pair electrons of N in INPs-CoN/CNTs-CF endowed with a better hydrophilicity, which can promote the combination of dissolved oxygen and CoN sites on INPs-CoN/CNTs-CF; (iv) the larger electronegativity of N (3.0) than that of C element (2.5), which makes a higher positive charge density for C sites and improves the activity. Moreover, owing to the stable chemical structure and good catalytic selectivity, the INPs-CoN/CNTs-CF exhibits a promising electrocatalytic stability for ORR and resistance to methanol. Based on these structural advantages, the INPs-CoN/CNTs-CF also showed a good electrocatalytic activity for HER. This work provides the way for a cost-effective and high-efficiency route for ORR and HER electrocatalysis, which can promote its practical application for new sustainable energy devices. CRediT authorship contribution statement Huan-Fang Xu: Investigation, Writing–original draft. Quan-Guo Zhai： Data curation, Validation. Yu-Cheng Jiang： Data curation, Validation. Hao Huang: Formal analysis, Validation. Writing–review & editing. Shu-Ni Li: Project administration, Resources, Writing–review & editing. Declaration of Competing Interest There are no conflicts to declare. Acknowledgements This work was supported by the National Natural Science Foundation of China (No. 22002083 and 21972089) and the Natural Science Foundation of Shaanxi Province (2020JM-282). Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2022.106408. References [1] C.C. Yang S.F. Zai Y.T. Zhou L. Du Q. Jiang Fe3C-Co nanoparticles encapsulated in a hierarchical structure of N-doped carbon as a multifunctional electrocatalyst for ORR, OER, and HER Adv. Funct. Mater. 29 2019 1901949 C.C. Yang, S.F. Zai, Y.T. Zhou, L. Du, Q. Jiang, Fe3C-Co nanoparticles encapsulated in a hierarchical structure of N-doped carbon as a multifunctional electrocatalyst for ORR, OER, and HER, Adv. Funct. Mater. 29 (2019) 1901949. [2] X.P. Li C. Huang W.K. Han T. Ouyang Z.Q. Liu Transition metal-based electrocatalysts for overall water splitting Chin. Chem. Lett. 32 2021 2597 2616 X.P. Li, C. Huang, W.K. Han, T. Ouyang, Z.Q. Liu, Transition metal-based electrocatalysts for overall water splitting, Chin. Chem. Lett. 32 (2021) 2597-2616. [3] Y.H. Yu Q.R. Chen J. Li P. Rao R.S. Li Y.L. Du C.M. Jia W. Huang J.M. Luo P.L. Deng Y.J. Shen X.L. Tian Progress in the development of heteroatom-doped nickel phosphates for electrocatalytic water splitting J. Colloid Interface Sci. 607 2022 1091 1102 Y.H. Yu, Q.R. Chen, J. Li, P. Rao, R.S. Li, Y.L. Du, C.M. Jia, W. Huang, J.M. Luo, P.L. Deng, Y.J. Shen, X.L. Tian, Progress in the development of heteroatom-doped nickel phosphates for electrocatalytic water splitting, J. Colloid Interface Sci. 607 (2022) 1091-1102. [4] W.J. Zang A. Sumboja Y.Y. Ma H. Zhang Y. Wu S.S. Wu H.J. Wu Z.L. Liu C. Guan J. Wang S.J. Pennycook Single Co atoms anchored in porous N-doped carbon for efficient zinc−air battery cathodes ACS Catal. 8 2018 8961 8969 W.J. Zang, A. Sumboja, Y.Y. Ma, H. Zhang, Y. Wu, S.S. Wu, H.J. Wu, Z.L. Liu, C. Guan, J. Wang, S.J. Pennycook, Single Co atoms anchored in porous N-doped carbon for efficient zinc−air battery cathodes, ACS Catal. 8 (2018) 8961-8969. [5] T.P. Zhou H. Shan H. Yu C.A. Zhong J.K. Ge N. Zhang W.S. Chu W.S. Yan Q. Xu H.A. Wu C.Z. Wu Y. Xie Nanopore confinement of electrocatalysts optimizing triple transport for an ultrahigh-power-density zinc air fuel cell with robust stability Adv. Mater. 32 2020 2003251 T.P. Zhou, H. Shan, H. Yu, C.A. Zhong, J.K. Ge, N. Zhang, W.S. Chu, W.S. Yan, Q. Xu, H.A. Wu, C.Z. Wu, Y. Xie, Nanopore confinement of electrocatalysts optimizing triple transport for an ultrahigh-power-density zinc air fuel cell with robust stability, Adv. Mater. 32 (2020) 2003251. [6] H.X. Wu K. Xiao T. Ouyang Z. Wang Y.B. Chen N. Li Z.Q. Liu Co-Cr mixed spinel oxide nanodots anchored on nitrogen-doped carbon nanotubes as catalytic electrode for hydrogen peroxide sensing J. Colloid Interface Sci. 585 2021 605 613 H.X. Wu, K. Xiao, T. Ouyang, Z. Wang, Y.B. Chen, N. Li, Z.Q. Liu. Co-Cr Mixed spinel oxide nanodots anchored on nitrogen-doped carbon nanotubes as catalytic electrode for hydrogen peroxide sensing, J. Colloid Interface Sci. 585 (2021) 605-613. [7] Z.C. Rong C.L. Dong S.N. Zhang W.J. Dong F.Q. Huang Co5.47N loaded N-doped carbon as an efficient bifunctional oxygen electrocatalyst for a Zn-air battery Nanoscale 12 2020 6089 6095 Z.C. Rong, C.L. Dong, S.N. Zhang, W.J. Dong, F.Q Huang, Co5.47N loaded N-doped carbon as an efficient bifunctional oxygen electrocatalyst for a Zn-Air battery, Nanoscale 12 (2020) 6089-6095. [8] L.H. Liang H.H. Jin H. Zhou B.S. Liu C.X. Hu D. Chen Z. Wang Z.Y. Hu Y.F. Zhao H.W. Li D.P. He S.C. Mu Cobalt single atom site isolated Pt nanoparticles for efficient ORR and HER in acid media Nano Energy 88 2021 106221 L.H. Liang, H.H. Jin, H. Zhou, B.S. Liu, C.X. Hu, D. Chen, Z. Wang, Z.Y. Hu, Y.F. Zhao, H.W. Li, D.P. He, S.C. Mu, Cobalt single atom site isolated Pt nanoparticles for efficient ORR and HER in acid media, Nano Energy 88 (2021) 106221. [9] L.N. Chong J.G. Wen J. Kubal F.G. Sen J.X. Zou J. Greeley M. Chan H. Barkholtz W.J. Ding D.J. Liu Ultralow-loading platinum-cobalt fuel cell catalysts derived from imidazolate frameworks Science 362 2018 1276 1281 L.N. Chong, J.G. Wen, J. Kubal, F.G. Sen, J.X. Zou, J. Greeley, M. Chan, H. Barkholtz, W.J. Ding, D.J. Liu, Ultralow-loading platinum-cobalt fuel cell catalysts derived from imidazolate frameworks, Science 362 (2018) 1276-1281. [10] Y. Ao S.H. Chen C. Wang X.F. Lu Palladium cobalt alloy encapsulated in carbon nanofibers as bifunctional electrocatalyst for high-efficiency overall hydrazine splitting J. Colloid Interface Sci. 601 2021 495 504 Y. Ao, S.H. Chen, C. Wang, X.F. Lu, Palladium cobalt alloy encapsulated in carbon nanofibers as bifunctional electrocatalyst for high-efficiency overall hydrazine splitting, J. Colloid Interface Sci. 601 (2021) 495-504. [11] Z.H. Meng N. Chen S.C. Cai R. Wang W.B. Guo H.L. Tang Co-N-doped hierarchically ordered macro/mesoporous carbon as bifunctional electrocatalyst toward oxygen reduction/evolution reactions Int. J. Energy Res. 45 2020 6250 6261 Z.H. Meng, N. Chen, S.C. Cai, R. Wang, W.B. Guo, H.L. Tang, Co-N-doped hierarchically ordered macro/mesoporous carbon as bifunctional electrocatalyst toward oxygen reduction/evolution reactions, Int. J. Energy Res. 45 (2020) 6250-6261. [12] W.J. Qi W.Q. Huang J.T. Niu B. Zhang Z.G. Zhang W.L. Li The role of S in the Co-N-S-C catalysis system towards the ORR for proton exchange membrane fuel cells Appl. Surf. Sci. 540 2021 148325 W.J. Qi, W.Q. Huang, J.T. Niu, B. Zhang, Z.G. Zhang, W.L. Li, The role of S in the Co-N-S-C catalysis system towards the ORR for proton exchange membrane fuel cells, Appl. Surf. Sci. 540 (2021) 148325. [13] G. Jia W. Zhang G.Z. Fan Z.S. Li D.G. Fu W.C. Hao C.W. Yuan Z.G. Zou Three-dimensional hierarchical architectures derived from surface-mounted metal-organic framework membranes for enhanced electrocatalysis Angew. Chem. Int. Ed. 56 2017 13781 13785 G. Jia, W. Zhang, G.Z. Fan, Z.S. Li, D.G. Fu, W.C. Hao, C.W. Yuan, Z.G. Zou, Three-dimensional hierarchical architectures derived from surface-mounted metal-organic framework membranes for enhanced electrocatalysis, Angew. Chem. Int. Ed. 56 (2017) 13781-13785. [14] I.S. Amiinu X.B. Liu Z.H. Pu W.Q. Li Q.D. Li J. Zhang H.L. Tang H.N. Zhang S.C. Mu From 3D ZIF nanocrystals to Co-Nx/C nanorod array electrocatalysts for ORR, OER, and Zn-air batteries Adv. Funct. Mater. 28 2018 1704638 I.S. Amiinu, X.B. Liu, Z.H. Pu, W.Q. Li, Q.D. Li, J. Zhang, H.L. Tang, H.N. Zhang, S.C. Mu, From 3D ZIF nanocrystals to Co-Nx/C nanorod array electrocatalysts for ORR, OER, and Zn-Air batteries, Adv. Funct. Mater. 28 (2018) 1704638. [15] Z.H. Li M.F. Shao L. Zhou R.K. Zhang C. Zhang M. Wei D.G. Evans X. Duan Directed growth of metal-organic frameworks and their derived carbon-based network for efficient electrocatalytic oxygen reduction Adv. Mater. 28 2016 2337 2344 Z.H. Li, M.F. Shao, L. Zhou, R.K. Zhang, C. Zhang, M. Wei, D.G. Evans, X. Duan, Directed growth of metal-organic frameworks and their derived carbon-based network for efficient electrocatalytic oxygen reduction, Adv. Mater. 28 (2016) 2337-2344. [16] H.N. Qin Y.Z. Wang B. Wang X.G. Duan H.T. Lei X.P. Zhang H.G. Zheng W. Zhang R. Cao Cobalt porphyrins supported on carbon nanotubes as model catalysts of metal-N4/C sites for oxygen electrocatalysis J. Energy Chem. 53 2021 77 81 H.N. Qin, Y.Z. Wang, B. Wang, X.G. Duan, H.T. Lei, X.P. Zhang, H.G. Zheng, W. Zhang, R. Cao, Cobalt porphyrins supported on carbon nanotubes as model catalysts of metal-N4/C sites for oxygen electrocatalysis, J. Energy Chem. 53 (2021) 77-81. [17] M.J. Liu S.M. Cao B.Q. Feng B.X. Dong Y.X. Ding Q.H. Zheng Y.L. Teng Z.W. Li W.L. Liu L.G. Feng Revealing the structure-activity relationship of two Cu-porphyrin-based metal-organic frameworks for the electrochemical CO2-to-HCOOH transformation Dalton Trans. 49 2020 14995 15001 M.J. Liu, S.M. Cao, B.Q. Feng, B.X. Dong, Y.X. Ding, Q.H. Zheng, Y.L. Teng, Z.W. Li, W.L. Liu, L.G. Feng, Revealing the structure-activity relationship of two Cu-porphyrin-based metal-organic frameworks for the electrochemical CO2-to-HCOOH transformation, Dalton Trans. 49 (2020) 14995-15001. [18] G.D. Chen Y.Y. Xu L. Huang A.I. Douka B.Y. Xia Continuous nitrogen-doped carbon nanotube matrix for boosting oxygen electrocatalysis in rechargeable Zn-air batteries J. Energy Chem. 55 2021 183 189 G.D. Chen, Y.Y. Xu, L. Huang, A.I. Douka, B.Y. Xia, Continuous nitrogen-doped carbon nanotube matrix for boosting oxygen electrocatalysis in rechargeable Zn-Air batteries, J. Energy Chem. 55 (2021) 183-189. [19] H. Jiang J.X. Gu X.S. Zheng M. Liu X.Q. Qiu L.B. Wang W.Z. Li Z.F. Chen X.B. Ji J. Li Defect-rich and ultrathin N doped carbon nanosheets as advanced trifunctional metal-free electrocatalysts for the ORR, OER and HER Energy Environ. Sci. 12 2019 322 333 H. Jiang, J.X. Gu, X.S. Zheng, M. Liu, X.Q. Qiu, L.B. Wang, W.Z. Li, Z.F. Chen, X.B. Ji, J. Li, Defect-rich and ultrathin N doped carbon nanosheets as advanced trifunctional metal-free electrocatalysts for the ORR, OER and HER, Energy Environ. Sci. 12 (2019) 322-333. [20] L. Huang X.P. Zhang Y.J. Han Q.Q. Wang Y.X. Fang S.J. Dong In situ synthesis of ultrathin metal–organic framework nanosheets: a new method for 2D metal-based nanoporous carbon electrocatalysts J. Mater. Chem. A 5 2017 18610 18617 L. Huang, X.P. Zhang, Y.J. Han, Q.Q. Wang, Y.X. Fang, S.J. Dong, In situ synthesis of ultrathin metal–organic framework nanosheets: a new method for 2D metal-based nanoporous carbon electrocatalysts, J. Mater. Chem. A 5 (2017) 18610-18617. [21] X.J. Wang J.W. Zhou H. Fu W. Li X.X. Fan G.B. Xin J. Zheng X.G. Li MOF derived catalysts for electrochemical oxygen reduction J. Mater. Chem. A 2 2014 14064 14070 X.J. Wang, J.W. Zhou, H. Fu, W. Li, X.X. Fan, G.B. Xin, J. Zheng, X.G. Li, MOF derived catalysts for electrochemical oxygen reduction, J. Mater. Chem. A 2 (2014) 14064-14070. [22] N. Jia Q.Z. Xu F.Q. Zhao H.X. Gao J.X. Song P. Chen Z.W. An X.B. Chen Y. Chen Fe/N codoped carbon nanocages with single-atom feature as efficient oxygen reduction reaction electrocatalyst ACS Appl. Energy Mater. 1 2018 4982 4990 N. Jia, Q.Z. Xu, F.Q. Zhao, H.X. Gao, J.X. Song, P. Chen, Z.W. An, X.B. Chen, Y. Chen, Fe/N codoped carbon nanocages with single-atom feature as efficient oxygen reduction reaction electrocatalyst, ACS Appl. Energy Mater. 1 (2018) 4982-4990. [23] D.Y. Wu J.W. Hu C. Zhu J.W. Zhang H.Y. Jing C. Hao Y.T. Shi Salt melt synthesis of chlorella-derived nitrogen-doped porous carbon with atomically dispersed CoN4 sites for efficient oxygen reduction reaction J. Colloid Interface Sci. 586 2021 498 504 D.Y. Wu, J.W. Hu, C. Zhu, J.W. Zhang, H.Y. Jing, C. Hao, Y.T. Shi, Salt melt synthesis of chlorella-derived nitrogen-doped porous carbon with atomically dispersed CoN4 sites for efficient oxygen reduction reaction, J. Colloid Interface Sci. 586 (2021) 498-504. [24] K.X. Huang J. Li M.L. Sun Z.Y. Yang Y.J. Fan X.C. Du W. Chen J. Yang PEDOT functionalized ZIF-67 derived Co-N-S triple-doped porous carbon for high-efficiency oxygen reduction Appl. Surf. Sci. 535 2021 147659 K.X. Huang, J. Li, M.L. Sun, Z.Y. Yang, Y.J. Fan, X.C. Du, W. Chen, J. Yang, PEDOT functionalized ZIF-67 derived Co-N-S triple-doped porous carbon for high-efficiency oxygen reduction, Appl. Surf. Sci. 535 (2021) 147659. [25] X.X. Shu S. Chen S. Chen W. Pan J.T. Zhang Cobalt nitride embedded holey N-doped graphene as advanced bifunctional electrocatalysts for Zn-air batteries and overall water splitting Carbon 157 2020 234 243 X.X. Shu, S. Chen, S. Chen, W. Pan, J.T. Zhang, Cobalt nitride embedded holey N-doped graphene as advanced bifunctional electrocatalysts for Zn-Air batteries and overall water splitting, Carbon 157 (2020) 234-243. [26] L.N. Lu Y.L. Luo H.J. Liu Y.X. Chen K. Xiao Z.Q. Liu Multivalent CoSx coupled with N-doped CNTs/Ni as an advanced oxygen electrocatalyst for zinc-air batteries Chem. Eng. J. 427 2022 132041 L.N. Lu, Y.L. Luo, H.J. Liu, Y.X. Chen, K. Xiao, Z.Q. Liu, Multivalent CoSx coupled with N-doped CNTs/Ni as an advanced oxygen electrocatalyst for zinc-air batteries, Chem. Eng. J. 427 (2022) 132041. [27] W. Xia J.H. Zhu W.H. Guo L. An D.G. Xia R.Q. Zou Well-defined carbon polyhedrons prepared from nano metal–organic frameworks for oxygen reduction J. Mater. Chem. A 2 2014 11606 11613 W. Xia, J.H. Zhu, W.H. Guo, L. An, D.G. Xia, R.Q. Zou, Well-defined carbon polyhedrons prepared from nano metal–organic frameworks for oxygen reduction, J. Mater. Chem. A 2 (2014) 11606-11613. [28] J.F. Qian F. Sun L.Z. Qin Hydrothermal synthesis of zeolitic imidazolate framework-67 (ZIF-67) nanocrystals Mater. Lett. 82 2012 220 223 J.F. Qian, F. Sun, L.Z. Qin, Hydrothermal synthesis of zeolitic imidazolate framework-67 (ZIF-67) nanocrystals, Mater. Lett. 82 (2012) 220-223. [29] X.G. Feng H.X. Wang X.J. Bo L.P. Guo Bimetal-organic framework-derived porous rodlike cobalt/nickel nitride for all-pH value electrochemical hydrogen evolution ACS Appl. Mater. Interfaces 11 2019 8018 8024 X.G. Feng, H.X. Wang, X.J. Bo, L.P. Guo, Bimetal-organic framework-derived porous rodlike cobalt/nickel nitride for all-pH value electrochemical hydrogen evolution. ACS Appl. Mater. Interfaces 11 (2019) 8018-8024. [30] Z.Z. Liang N.N. Kong C.X. Yang W. Zhang H.Q. Zheng H.P. Lin R. Cao Highly curved nanostructure-coated Co, N-doped carbon materials for oxygen electrocatalysis Angew. Chem. Int. Ed. 60 2021 12759 12764 Z.Z. Liang, N.N. Kong, C.X. Yang, W. Zhang, H.Q. Zheng, H.P. Lin, R. Cao, Highly curved nanostructure-coated Co, N-doped carbon materials for oxygen electrocatalysis, Angew. Chem. Int. Ed. 60 (2021) 12759-12764. [31] Y.J. Chen R. Gao S.F. Ji H.J. Li K. Tang P. Jiang H.B. Hu Z.D. Zhang H.G. Hao Q.Y. Qu X. Liang W.X. Chen J.C. Dong D.S. Wang Y.D. Li Atomic-level modulation of electronic density at cobalt single-atom sites derived from metal-organic frameworks: enhanced oxygen reduction performance Angew. Chem. Int. Ed. 60 2021 3212 3221 Y.J. Chen, R. Gao, S.F. Ji, H.J. Li, K. Tang, P. Jiang, H.B. Hu, Z.D. Zhang, H.G. Hao, Q.Y. Qu, X. Liang, W.X. Chen, J.C. Dong, D.S. Wang, Y.D. Li, Atomic-level modulation of electronic density at cobalt single-atom sites derived from metal-organic frameworks: enhanced oxygen reduction performance, Angew. Chem. Int. Ed. 60 (2021) 3212-3221. [32] Y. Wu L.Y. Ge A. Veksha G. Lisak Cobalt and nitrogen co-doped porous carbon/carbon nanotube hybrids anchored with nickel nanoparticles as high-performance electrocatalysts for oxygen reduction reactions Nanoscale 12 2020 13028 13033 Y. Wu, L.Y. Ge, A. Veksha, G. Lisak, Cobalt and nitrogen co-doped porous carbon/carbon nanotube hybrids anchored with nickel nanoparticles as high-performance electrocatalysts for oxygen reduction reactions, Nanoscale 12 (2020) 13028-13033. [33] W.X. Yang X.J. Liu X.Y. Yue J.B. Jia S.J. Guo Bamboo-like carbon nanotube/Fe3C nanoparticle hybrids and their highly efficient catalysis for oxygen reduction J. Am. Chem. Soc. 137 2015 1436 1439 W.X. Yang, X.J. Liu, X.Y. Yue, J.B. Jia, S.J. Guo, Bamboo-like carbon nanotube/Fe3C nanoparticle hybrids and their highly efficient catalysis for oxygen reduction, J. Am. Chem. Soc. 137 (2015) 1436-1439. [34] J.S. Lee G.S. Park S.T. Kim M. Liu J. Cho A highly efficient electrocatalyst for the oxygen reduction reaction: N-doped Ketjenblack incorporated into Fe/Fe3C-functionalized melamine foam Angew. Chem. Int. Ed. 125 2013 1060 1064 J.S. Lee, G.S. Park, S.T. Kim, M. Liu, J. Cho, A highly efficient electrocatalyst for the oxygen reduction reaction: N-doped Ketjenblack incorporated into Fe/Fe3C-functionalized melamine foam, Angew. Chem. Int. Ed. 125 (2013) 1060-1064. [35] K.W. Cao H. Huang F.M. Li H.C. Yao J. Bai P. Chen P.J. Jin Z.W. Deng J.H. Zeng Y. Chen Co nanoparticles supported on three-dimensionally N-doped holey graphene aerogels for electrocatalytic oxygen reduction J. Colloid Interface Sci. 559 2020 143 151 K.W. Cao, H. Huang, F.M. Li, H.C. Yao, J. Bai, P. Chen, P.J. Jin, Z.W. Deng, J.H. Zeng, Y. Chen, Co nanoparticles supported on three-dimensionally N-doped holey graphene aerogels for electrocatalytic oxygen reduction, J. Colloid Interface Sci. 559 (2020) 143-151.",
      "scopus-id": "85123180817",
      "coredata": {
        "eid": "1-s2.0-S1566736722000139",
        "dc:description": "CoN nanoparticles and carbon nanotubes hybrid supported on carbon foam (INPs-CoN/CNTs-CF) electrocatalyst was synthesized by one-step pyrolysis of irregular nanoparticles ZIF-67 (ZIF-67-INPs) with melamine foam. The INPs-CoN/CNTs-CF electrocatalyst exhibited remarkable activity for ORR with a high half-wave potential of 0.862 V vs. RHE, and a good HER electrocatalytic activity with overpotential of 180 mV at 10 mA cm−2 and a Tafel slope of 102.5 mV dec−1. This electrocatalyst can be a promising bifunctional alternative for both ORR and HER. This work provides a new insight for the design of new-type multi-functional electrocatalysts for practical applications.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-03-31",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736722000139",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xu, Huan-Fang"
          },
          {
            "@_fa": "true",
            "$": "Zhai, Quan-Guo"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Yu-Cheng"
          },
          {
            "@_fa": "true",
            "$": "Huang, Hao"
          },
          {
            "@_fa": "true",
            "$": "Li, Shu-Ni"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736722000139"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736722000139"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S1566-7367(22)00013-9",
        "prism:volume": "163",
        "articleNumber": "106408",
        "prism:publisher": "The Authors. Published by Elsevier B.V.",
        "dc:title": "Carbon foam-supported CoN nanoparticles and carbon nanotubes hybrids as bifunctional reduction electrocatalyst",
        "prism:copyright": "© 2022 The Authors. Published by Elsevier B.V.",
        "openaccess": "1",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "ZIF-67"
          },
          {
            "@_fa": "true",
            "$": "CoN/CNTs hybrids"
          },
          {
            "@_fa": "true",
            "$": "Carbon foam"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalyst"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": "Author",
        "prism:pageRange": "106408",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2022",
        "prism:doi": "10.1016/j.catcom.2022.106408",
        "prism:startingPage": "106408",
        "dc:identifier": "doi:10.1016/j.catcom.2022.106408",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "212",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60764",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "523",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86104",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50284",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "511",
            "@width": "669",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "94004",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "472",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "74343",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "490",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "83426",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "409",
            "@width": "669",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "118658",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "58",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5527",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10537",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19635",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12149",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "155",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9549",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9907",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23437",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "940",
            "@width": "3543",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "422808",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2317",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "664204",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "883",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "410657",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2265",
            "@width": "2963",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "676653",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2090",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "571598",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2170",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "590945",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1811",
            "@width": "2963",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1003381",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4040333",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736722000139-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1089661",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85123180817"
      }
    }
  }
}