{
  "metadata": {
    "title": "Synthesis of dimethyl carbonate via transesterification of ethylene carbonate with methanol using poly-4-vinyl pyridine as a novel base catalyst",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2008-05-15",
    "doi": "10.1016/j.catcom.2008.03.029",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736708001167",
    "pii": "S1566736708001167"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-43049147089",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2008-03-20 2008-03-20 2010-10-07T17:27:10 1-s2.0-S1566736708001167 S1566-7367(08)00116-7 S1566736708001167 10.1016/j.catcom.2008.03.029 S300 S300.1 FULL-TEXT 1-s2.0-S1566736708X00068 2020-11-11T12:26:44.427629Z 0 0 20080515 2008 2008-03-20T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1566-7367 15667367 9 9 9 9 Volume 9, Issue 9 30 1928 1931 1928 1931 20080515 15 May 2008 2008-05-15 2008 article sco Copyright © 2008 Elsevier B.V. All rights reserved. SYNTHESISDIMETHYLCARBONATEVIATRANSESTERIFICATIONETHYLENECARBONATEMETHANOLUSINGPOLY4VINYLPYRIDINEANOVELBASECATALYST JAGTAP S 1 Introduction 2 Experimental 2.1 Transesterification reactions 3 Results and discussion 4 Conclusion Acknowledgement References SATO 2000 123 Y PACHECO 1997 2 M TUNDO 2001 1117 P ARESTA 1997 32 A FUJITA 2001 87 S WEI 2003 343 T FANG 1996 L1 L3 S SHANKAR 2004 217 M PADDOCK 2001 11498 R CAI 2004 7732 H BHANAGE 2001 259 B BHANAGE 2003 71 B KISHIMOTO 2004 8155 Y ZHU 1996 519 H KNIFTON 1991 389 J WATANABE 1998 399 Y TATSUMI 1996 2281 T BHANAGE 2002 137 B WATANABE 1998 399 Y CUI 2004 63 H SRINIWAS 2004 127 D BHANAGE 2003 429 B SANKAR 2006 108 M LI 2004 633 Y FENG 2004 347 S DHURI 2006 62 S KNIFTON 1991 389 J TATSUMI 1996 2281 T MATSUZIKI 1977 1573 K JAGTAP 2006 69 S JAGTAPX2008X1928 JAGTAPX2008X1928X1931 JAGTAPX2008X1928XS JAGTAPX2008X1928X1931XS item S1566-7367(08)00116-7 S1566736708001167 1-s2.0-S1566736708001167 10.1016/j.catcom.2008.03.029 272180 2010-11-08T22:21:03.619442-05:00 2008-05-15 1-s2.0-S1566736708001167-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/MAIN/application/pdf/acd37c6184d5095f9ea910eddbea084b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/MAIN/application/pdf/acd37c6184d5095f9ea910eddbea084b/main.pdf main.pdf pdf true 354295 MAIN 4 1-s2.0-S1566736708001167-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/PREVIEW/image/png/88458b182d39f3ea975c4b5cf4883133/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/PREVIEW/image/png/88458b182d39f3ea975c4b5cf4883133/main_1.png main_1.png png 59500 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736708001167-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr1/DOWNSAMPLED/image/jpeg/e4cdf7eb895ba419e2ab5ff8c017be67/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr1/DOWNSAMPLED/image/jpeg/e4cdf7eb895ba419e2ab5ff8c017be67/gr1.jpg gr1 gr1.jpg jpg 21052 257 378 IMAGE-DOWNSAMPLED 1-s2.0-S1566736708001167-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr1/THUMBNAIL/image/gif/a82d387eca18b636791bc2bd80e6359d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr1/THUMBNAIL/image/gif/a82d387eca18b636791bc2bd80e6359d/gr1.sml gr1 gr1.sml sml 1659 85 125 IMAGE-THUMBNAIL 1-s2.0-S1566736708001167-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr2/DOWNSAMPLED/image/jpeg/410065fe3278d78964d349c129ec20d1/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr2/DOWNSAMPLED/image/jpeg/410065fe3278d78964d349c129ec20d1/gr2.jpg gr2 gr2.jpg jpg 24534 257 329 IMAGE-DOWNSAMPLED 1-s2.0-S1566736708001167-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr2/THUMBNAIL/image/gif/bdbf4713be12b7daa8ca95c967f57709/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr2/THUMBNAIL/image/gif/bdbf4713be12b7daa8ca95c967f57709/gr2.sml gr2 gr2.sml sml 1985 94 120 IMAGE-THUMBNAIL 1-s2.0-S1566736708001167-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr3/DOWNSAMPLED/image/jpeg/3423b69c32a97686cf9934cdd6bd708c/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr3/DOWNSAMPLED/image/jpeg/3423b69c32a97686cf9934cdd6bd708c/gr3.jpg gr3 gr3.jpg jpg 23463 252 333 IMAGE-DOWNSAMPLED 1-s2.0-S1566736708001167-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr3/THUMBNAIL/image/gif/c919bec8e04c7e674e7b8d5f01d3953d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr3/THUMBNAIL/image/gif/c919bec8e04c7e674e7b8d5f01d3953d/gr3.sml gr3 gr3.sml sml 1698 93 123 IMAGE-THUMBNAIL 1-s2.0-S1566736708001167-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr4/DOWNSAMPLED/image/jpeg/7ae9646bef5486319a2bb030ab7b96ed/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr4/DOWNSAMPLED/image/jpeg/7ae9646bef5486319a2bb030ab7b96ed/gr4.jpg gr4 gr4.jpg jpg 21852 254 333 IMAGE-DOWNSAMPLED 1-s2.0-S1566736708001167-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr4/THUMBNAIL/image/gif/473837f1de3fb5fe9a1590ddeae23fe1/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr4/THUMBNAIL/image/gif/473837f1de3fb5fe9a1590ddeae23fe1/gr4.sml gr4 gr4.sml sml 1617 94 123 IMAGE-THUMBNAIL 1-s2.0-S1566736708001167-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr5/DOWNSAMPLED/image/jpeg/12285e65a881b9ae4969e371f6691dec/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr5/DOWNSAMPLED/image/jpeg/12285e65a881b9ae4969e371f6691dec/gr5.jpg gr5 gr5.jpg jpg 6942 98 378 IMAGE-DOWNSAMPLED 1-s2.0-S1566736708001167-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736708001167/gr5/THUMBNAIL/image/gif/0524e9e8cb76e5e116b01b37f9f2613d/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736708001167/gr5/THUMBNAIL/image/gif/0524e9e8cb76e5e116b01b37f9f2613d/gr5.sml gr5 gr5.sml sml 1454 32 125 IMAGE-THUMBNAIL CATCOM 1596 S1566-7367(08)00116-7 10.1016/j.catcom.2008.03.029 Elsevier B.V. Fig. 1 TPD spectra of CO2 adsorbed on the (a) PVP and (b) polyvinylpyrrolidone. Value above the peaks indicates mL/g of CO2 desorbed. Fig. 2 Effect of reaction temperature on transesterification of EC with methanol. Reaction conditions: EC, 25mmol; methanol, 200mmol; PVP, 20wt.%; time, 4h. Yields/conversion based on GC analysis. Fig. 3 Effect of loading of PVP catalyst on transesterification of EC with methanol. Reaction conditions: EC, 25mmol; PVP catalyst, 20wt.%; methanol, 200mmol; temperature, 140 °C; time, 4h, Yields/conversion based on GC analysis. Fig. 4 Effect of reaction time on transesterification of EC with methanol. Reaction conditions: EC, 25mmol; PVP catalyst, 20wt.%; methanol, 200mmol; temperature, 140°C. Yields/conversion based on GC analysis. Scheme 1 Synthesis of dimethyl carbonate by transesterification of EC with methanol. Table 1 Typical experimental results compared with in the literature Catalyst Temperature (°C) Time (h) EC conversion (%) DMC yield (%) a Reference MgO b 150 4 82.3 60.1 [12] MgO c 150 4 66.1 66.1 [27] K2CO3 d 140 1.5 73 25 [24] Na2WO4.2H2O e 150 5 82 71 [27] Amberlyst A-21 f 120 14 88 85 [30] Smectite-Mg-Na g 150 4 70.4 78 [22] Smectite-Mg-Na-K g 150 4 75.2 88 [22] Polyvinylpyrrolidone h 140 4 56 50 This work PVP h 140 4 96 82 This work PVP i 140 4 94 82 This work a Yields corresponds to GC analysis. b 25mmol EC; 200mmol MeOH; 0.5g MgO; in absence of CO2. c 25mmol EC; 200mmol MeOH; 0.5g MgO; 8MPa of CO2. d MeOH/EC=4(mol/mol); 2.5wt.% catalyst based on the EC-MeOH solution; in presence of CO2. e 50mmol EC; 500mmol MeOH; 1g MgO; atmospheric pressure of CO2. f 25mmol EC; 200mmol MeOH; catalyst loading 44.97kgm−3. g 25mmol EC; 200mmol MeOH; 0.45g smectite catalyst; 1MPa of CO2. h 25mmol EC; 200mmol MeOH; 0.440g PVP/polyvinylpyrrolidone, in absence of CO2. i 25mmol EC; 200mmol MeOH; 0.440g PVP, 1MPa CO2. Table 2 Recyclibility study of PVP catalyst for transesterification of EC with methanol Entry No. of recycle % Conversion of EC % Yield of DMC % Yield of EG 1 Fresh 96 82 75 2 First 94 81 73 3 Second 90 77 69 4 Third 87 75 65 Reaction conditions: EC, 25mmol; PVP catalyst, 20wt.%; methanol, 200mmol; temperature, 140°C; time, 4h. Yields/conversion based on GC analysis. Synthesis of dimethyl carbonate via transesterification of ethylene carbonate with methanol using poly-4-vinyl pyridine as a novel base catalyst Sachin R. Jagtap Malhari D. Bhor Bhalchandra M. Bhanage ⁎ Department of Chemistry, Institute of Chemical Technology (Autonomous), University of Mumbai, N. Parekh Marg, Matunga, Mumbai 400 019, Maharashtra, India ⁎ Corresponding author. Tel.: +91 22 24145616; fax: +91 22 24145614. The synthesis of dimethyl carbonate (DMC) via transesterification of ethylene carbonate with methanol using poly-4-vinyl pyridine (PVP) as a novel, homogeneous, recyclable base catalyst with high yield has been reported. The comparative study for the basicity of PVP was also carried out with other basic polymer such as polyvinylpyrrolidone for DMC synthesis. The catalyst was reused for three consecutive recycles without significant loss of activity/selectivity performance. The effect of different reaction parameters like catalyst loading, reaction time, temperature, CO2 pressure etc. were investigated in detail for the title reaction. Keywords Transesterification Dimethyl carbonate Ethylene glycol Poly-4-vinyl pyridine Methanol 1 Introduction Dimethyl carbonate (DMC) has gained considerable interest due to its versatile chemical reactivity and unique physical properties like high oxygen content, lower toxicity and excellent biodegradability [1,2]. It has several applications like potential fuel additives, as alternative to toxic carbonylation/methylation agents in organic synthesis and as an important intermediate for polycarbonate resins [3–5]. Because of its negligible toxicity, it is a safe substitute for toxic and corrosive phosgene, dimethyl sulphate or methyl iodide. Hence, it is regarded as a so called environmentally benign building block [6]. Furthermore DMC has also been used as an electrolyte in lithium batteries due to its high dielectric constants [7]. There is motivation from the industry to develop an environmentally compatible process for DMC production to replace existing phosgene based technologies. One of the alternative and cleaner routes for the production of DMC is by direct reaction of methanol and CO2, however, the DMC yield is restricted by thermodynamics limitations in such direct reaction [2,8]. A more promising approach for the synthesis of DMC is based on transesterification of cyclic carbonates with methanol. The cyclic carbonates can be synthesized in a quantitative yield via cycloaddition of CO2 to epoxides [9,10]. The transesterification for DMC synthesis is useful from the viewpoint of “green chemistry” and “sustainable development” as CO2 is one of the green house gas and abundant carbon resource [11]. This route is one of most important alternative for current routes for DMC synthesis via toxic, corrosive phosgenation and oxidative carbonylation. DMC can also be synthesized directly from epoxide in the presence of CO2 and methanol, possibly via a cyclic carbonate as an intermediate [12–14]. Many efforts have been made to improve the conversion and selectivity of the transesterification process and most of them have been focused on catalyst development [13,15–22]. Most of the reported heterogeneous catalysts require severe experimental conditions like high temperature and/or pressure to obtain even a moderate yield of DMC [23–28]. Feng et al. used amino-functionalized MCM-41 as a catalyst to obtain 44mol% DMC yield at 160 °C [29]. Dhuri and Mahajani reported amberlyst A-21 catalyst for DMC synthesis and they reported 88% conversion of EC and 85% yield of DMC at 120 °C [30]. Knifton and Duranleau reported organic phosphine/amine catalyst supported on partially cross-linked polymer for the synthesis of DMC which give 58% conversion of EC at 100 °C and at 100 psig CO2 pressure [31]. Tatsumi et al. reported K-TS-1 as an effective catalyst with DMC yield of 57% at reflux condition [32]. Watanabe and Tatsumi reported that Mg–Al hydrotalcite materials are active catalyst for this reaction and ethylene carbonate (EC) conversion of 70% with 58% DMC yield was reported. In both of these reports authors did not mention concurrently produced ethylene glycol (EG) yield and formation of 2-hydroxyethyl methyl carbonate, which is thought to be an intermediate product for the formation of DMC. Urano et al. reports 59% EC conversion with 30% EG and 32% DMC yield, using rare earth oxide such as yttrium oxide, cerium oxide etc. The major drawback of all these heterogeneous catalyst systems is that they gave lower yields of DMC. Various homogeneous catalysts such as alkali metal alkoxide, carbonates and hydroxide etc. [33,34] are reported for this reaction. Due to the homogeneous nature of these catalysts, they are difficult to separate from reactants/products, although many of them offer very good conversion and selectivity performance. They also lead to generation of wastes. Hence there is need to develop a suitable catalyst system for the synthesis of DMC via transesterification of cyclic carbonate. In the present work, we report transesterification of EC with methanol for the concurrent synthesis of DMC and EG using poly-4-vinyl pyridine (PVP) as a novel, homogeneous recyclable base catalyst. PVP acts as base catalyst via lone pair on the ‘N’ atom of the pyridine ring and separable from reactants and products via distillation or phase separation. The catalytic performance using basicity of PVP has also not been explored so far. Present work showed the application of such basic polymers for the catalytic purpose and this can lead to further explorations in this direction. 2 Experimental 2.1 Transesterification reactions All the reactions were carried out in 100ml stainless steel autoclave. In a typical reaction EC: 25mmol (2.2g), methanol: 200mmol (8.1ml), PVP catalyst: 20wt.% w.r.t EC (0.440g), were charged to the reactor and the reactor was heated up to 140°C. The mixture was stirred for 4h. After the completion of reaction the reactor was cooled in ice water. The liquid reaction mixture was quantitatively analyzed and compared with authentic sample using gas chromatography. 3 Results and discussion PVP was prepared by radical polymerization of 4-vinylpyridine [35]. The polymer obtained was characterized by using, IR, 1H NMR, XRD, DSC/TGA analysis [36]. Molecular weight of the polymer was determined by weight average method using viscosity of the dilute polymer solutions. The molecular weight was found to be 2.65–3.0×105. DSC of the polymer was recorded using thermal analysis instrument MDSC-Q100 to know the glass transition temperature as well as decomposition temperature of the polymer. PVP shows TG at 121.47°C and it underwent decomposition above 350°C [36]. Whereas polyvinylpyrrolidone shows TG at 91.07 and it undergo softening above 100°C. The XRD pattern of PVP and polyvinylpyrrolidone shows two well-defined peaks at 2θ value of 7.5 and 21 [36]. Whereas XRD pattern of the polyvinylpyrrolidone shows two peaks at 2θ value at 12 and 22, thus indicating crystalline nature of the polymer. The basic properties of the polymers were examined by temperature programmed desorption (TPD) of adsorbed CO2 using a conventional flow reactor. After a stream of 10% CO2–He mixture was passed over catalyst at room temperature for 20min, gases in the reactor were flushed with helium stream. Then temperature was ramped at a heating rate of 10°C/min up to 250°C. The effluent from the reactor was analyzed by gas chromatography. Fig. 1 depicts the TPD profiles of CO2 absorbed on PVP and polyvinylpyrrolidone. It is observed from Fig. 1 that PVP showed a CO2 desorption peak at 45°C and 90°C and in higher temperature region single desorption peak was observed at 145°C accompanied by a shoulder peak at 160°C. Polyvinylpyrrolidone showed a broad desorption peak at 100°C and two weak desorption peaks were observed at 130°C and 150°C. These results strongly suggests that moderately basic sites existing on polyvinylpyrrolidone below 100°C and having weak basic sites above 100°C. PVP shows a desorption peaks in the low temperature regions which suggest PVP has weak basicity of at lower temperature and above 100°C. PVP shows two broad peaks which shows strong basicity of PVP at higher temperature. The reaction involved in the transesterification of EC with methanol to DMC and EG is shown in Scheme 1 . Previous work reports different types of active and selective catalysts for this reaction as described in the introduction section. The high selectivity to wards both the products is one of the key issue since, EG tend to form a dimmer, trimer or oligimers in the presence of base catalysts. With the help of specific base catalyst, these side reactions can be minimized. In the initial part of study, the reaction variables for the title reaction were optimized. The reaction was performed for transesterification of EC with methanol at different temperatures in the range of 100–150°C. The results observed for temperature dependence of the reaction are shown in the Fig. 2 . It has been found that lower yield of DMC and EG was obtained at 100°C and 120°C. With further increase in the temperatures i.e., at 140°C, higher conversion of EC (96%) and higher yield of DMC (82%) and EG (75%) was observed. This is due to presence of higher number of basic sites in this temperature range as depicted in TPD spectra of PVP. Above 140°C, although the conversion of EC is higher (98%), it gives lower selectivity towards DMC (35%) and EG (41%). This may be due to the formation of EG oligomers or decomposition of EC at such higher temperatures [12]. The effect of PVP concentration on the conversion of EC and the yield of DMC/EG was investigated with PVP loading of 5–20wt.% (w.r.t. EC). It has been observed that EC conversion and selectivity towards DMC/EG increases with increase in the PVP loading (Fig. 3 ). The higher conversion of EC and higher yield of DMC and EG was obtained at 20wt.% of PVP. When the reaction was compared under the same reaction conditions using polyvinylpyrrolidone as a catalyst, it gave lower conversion of EC (56%) and lower yield of DMC (50%) (see Table 1 ). Conversion of EC was also studied with reaction time using PVP catalyst. As shown in the Fig. 4 . It was observed that conversion of EC and yield of DMC, EG increases with time and higher conversion of EC (96%) was obtained at 4h and it remains constant with further increase in the reaction time. In earlier studies it has been indicated that CO2 pressure has positive role on the selectivity performance for respective catalyst systems [12,13,22,24]. In this study it has been observed that the effect of CO2 pressure does not have significant influence on the conversion of EC and yield of DMC/EG. In the presence of CO2, 94% conversion of EC and 82%, 71% yield of DMC and EG was obtained respectively (see Table 1). The results obtained using PVP catalyst showed a considerable improvement with respect to DMC yield as compared with the reported catalysts for this transformation (see Table 1). In present case, PVP contains pyridine in polymeric form was used in a homogeneous state. Using PVP in a homogeneous state also ensures better access of reactants to the loan pair of ‘N’ atom present in pyridine ring in PVP backbone. Using PVP instead of pyridine is advantageous as it increases the boiling of the PVP catalyst compared to pyridine. Increased in boiling point is advantageous in separation of catalyst from reactants/product via distillation. Hence, an attempt was made to recover the catalyst after the completion of the reaction at ambient conditions and to reuse it for subsequent run (Table 2 ). Accordingly, after 4h of the reaction the reaction mixture was subjected to the distillation and the product DMC was recovered from reaction mixture by azeotropic distillation. The EG and EC can be separated by extraction by using toluene or using distillation technique. The catalyst left behind is washed with toluene and used again for recyclability study. Three consecutive recycle run was carried out under same condition and the catalyst was found to be active up to three cycles with slight decreases in the catalytic activity. 4 Conclusion In conclusion PVP was found to be highly efficient homogeneous recyclable catalyst and exhibited very high catalytic activity for the formation of DMC via transesterification of EC with methanol. The catalyst was recycled three times and did not lose its activity. Acknowledgement Financial assistance for this work from Technical Education Quality Improvement Program (TEQIP) of Government of India is gratefully acknowledged. References [1] Y. Sato T. Yamamoto Y. Souma Catal. Lett. 65 2000 123 [2] M.A. Pacheco C.L. Marshall Energ. Fuel. 11 1997 2 [3] P.J. Jessop, S.G. Brass, M.C. Croudace, US Patent 4,600,408, 1986. [4] P. Tundo Pure Appl. Chem. 73 2001 1117 [5] A. Aresta E. Quaranta Chemtech 1997 32 [6] S. Fujita B.M. Bhanage Y. Ikushima M. Arai Green Chem. 3 2001 87 [7] T. Wei M.H. Wang W. Wei Y.H. San B. Zhong Green Chem. 5 2003 343 [8] S. Fang K. Fujimoto Appl. Catal. A 142 1996 L1 L3 [9] M. Shankar N.H. Tarte P. Manikandan Appl. Catal. A 276 2004 217 [10] R.L. Paddock S.T. Nguyen J. Am. Chem. Soc. 123 2001 11498 [11] H. Cai T. Wang C. Gu P. Wang Y. Dai Ind. Eng. Chem. Res. 43 2004 7732 [12] B.M. Bhanage S. Fujita Y. Ikushima M. Arai Appl. Catal. A: Gen. 219 2001 259 [13] B.M. Bhanage S. Fujita Y. Ikushima K. Torii M. Arai Green Chem. 5 2003 71 [14] Y. Kishimoto I. Ogawa Ind. Eng. Chem. Res. 43 2004 8155 [15] J.F. Knifton, US Patent 4,661,609, 1987. [16] H. Zhu L.B. Chen Y.Y. Ziang Chem. Lett. 7 1996 519 [17] R.G. Duranleau, E.C.Y. Nieh, J.F. Knifton, US Patent 4,691,041, 1987. [18] J.F. Knifton R.G. Duranleau J. Mol. Catal. 67 1991 389 [19] Y. Watanabe T. Tatsumi Micropor. Mesopor. Mat. 22 1998 399 [20] T. Tatsumi Y. Watanabe K.A. Koyano Chem. Commun. 1996 2281 [21] J.F. Knifton, US Patent 5,214,182, 1993. [22] B.M. Bhanage S. Fujita Y. He Y. Ikushima M. Shirai K. Torri M. Arai Catal. Lett. 83 2002 137 [23] Y. Watanabe T. Tatsumi Micropor. Mesoporo. Mater. 22 1998 399 [24] H. Cui T. Wang F. Wang C. Gu P. Wang Y. Dai J. Supercrit. Fluids 30 2004 63 [25] D. Sriniwas R. Srivasatava P. Ratnasamy Catal. Today 96 2004 127 [26] B.M. Bhanage S.I. Fujita Y.F. He Y. Ikushima M. Arai Green Chem. 5 2003 429 [27] M. Sankar C.M. Nair K.V.G.K. Murty P. Manikandan Appl. Catal. A 312 2006 108 [28] Y. Li X.Q. Zhao Y.J. Wang Chin. J. Cat. 25 2004 633 [29] S.J. Feng Z.B. Lu R. He Appl. Catal. A 272 2004 347 [30] S. Dhuri V.V. Mahajani J. Chem. Technol. Biotechnol. 81 2006 62 [31] J.H. Knifton R.G. Duranleau J. Mol. Catal. 67 1991 389 [32] T. Tatsumi Y. Watanabe K.A. Koyano Chem. Commun. 1996 2281 [33] H.J. Buysch, A. Klausener, R. Langer, F.J. Mais, Ger. Offen. D.E. 1991, 4129316. [34] L.K. Frevel, J.A. Gilpin, US Patent 3642858, 1972. [35] K. Matsuziki T. Matsubara T. Kanai J. Polym. Sci. 15 1977 1573 [36] S.R. Jagtap V.P. Raje S.D. Samant B.M. Bhanage J. Mol. Catal. 266 2006 69",
      "scopus-id": "43049147089",
      "coredata": {
        "eid": "1-s2.0-S1566736708001167",
        "dc:description": "The synthesis of dimethyl carbonate (DMC) via transesterification of ethylene carbonate with methanol using poly-4-vinyl pyridine (PVP) as a novel, homogeneous, recyclable base catalyst with high yield has been reported. The comparative study for the basicity of PVP was also carried out with other basic polymer such as polyvinylpyrrolidone for DMC synthesis. The catalyst was reused for three consecutive recycles without significant loss of activity/selectivity performance. The effect of different reaction parameters like catalyst loading, reaction time, temperature, CO2 pressure etc. were investigated in detail for the title reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-05-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736708001167",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jagtap, Sachin R."
          },
          {
            "@_fa": "true",
            "$": "Bhor, Malhari D."
          },
          {
            "@_fa": "true",
            "$": "Bhanage, Bhalchandra M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736708001167"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736708001167"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(08)00116-7",
        "prism:volume": "9",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Synthesis of dimethyl carbonate via transesterification of ethylene carbonate with methanol using poly-4-vinyl pyridine as a novel base catalyst",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "prism:issueIdentifier": "9",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Transesterification"
          },
          {
            "@_fa": "true",
            "$": "Dimethyl carbonate"
          },
          {
            "@_fa": "true",
            "$": "Ethylene glycol"
          },
          {
            "@_fa": "true",
            "$": "Poly-4-vinyl pyridine"
          },
          {
            "@_fa": "true",
            "$": "Methanol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "prism:number": "9",
        "openaccessSponsorType": null,
        "prism:pageRange": "1928-1931",
        "prism:endingPage": "1931",
        "pubType": "sco",
        "prism:coverDisplayDate": "15 May 2008",
        "prism:doi": "10.1016/j.catcom.2008.03.029",
        "prism:startingPage": "1928",
        "dc:identifier": "doi:10.1016/j.catcom.2008.03.029",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "257",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21052",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1659",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "257",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24534",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1985",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23463",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1698",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "254",
            "@width": "333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21852",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1617",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "98",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6942",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "32",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736708001167-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1454",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/43049147089"
      }
    }
  }
}