{
  "metadata": {
    "title": "A facile ultrasonic process for the preparation of Co<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>4</ce:inf> nanoflowers for room-temperature removal of low-concentration NO<ce:inf loc=post>x</ce:inf>",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2014-12-05",
    "doi": "10.1016/j.catcom.2014.07.040",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736714003021",
    "pii": "S1566736714003021"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84907208219",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2014-08-07 2014-08-07 2014-09-16T04:45:15 1-s2.0-S1566736714003021 S1566-7367(14)00302-1 S1566736714003021 10.1016/j.catcom.2014.07.040 S300 S300.1 FULL-TEXT 1-s2.0-S1566736714X00129 2020-11-11T12:26:44.608228Z 0 0 20141205 2014 2014-08-07T00:00:00Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor highlightsabst otherkwds primabst pubtype ref specialabst 1566-7367 15667367 true 57 57 C Volume 57 17 73 77 73 77 20141205 5 December 2014 2014-12-05 2014 article sco Copyright © 2014 Elsevier B.V. All rights reserved. AFACILEULTRASONICPROCESSFORPREPARATIONCO3O4NANOFLOWERSFORROOMTEMPERATUREREMOVALLOWCONCENTRATIONNOX DU Y 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 NO removal test 3 Results and discussion 3.1 Structure characterization 3.2 NO removal tests at room temperature 4 Conclusions Acknowledgments Appendix A Supplementary data References VIEGAS 2010 42 53 J HUANG 2002 361 368 Z LU 2012 1029 1036 P JIANG 2013 591 598 X SHU 2013 42 50 Z SHU 2013 10218 10227 Z LI 2005 851 857 W LI 2009 4984 4992 C XIA 2011 9319 9325 X QIAO 2014 44 48 D SUN 2013 14427 14442 H MONDAL 2013 9179 9187 C DING 2008 8177 8183 Y SAMPANTHAR 2002 6668 6675 J DUDEV 2001 4446 4452 T BUSCAGLIA 2001 376 384 M PALOMARES 2013 795 800 E DUX2014X73 DUX2014X73X77 DUX2014X73XY DUX2014X73X77XY item S1566-7367(14)00302-1 S1566736714003021 1-s2.0-S1566736714003021 10.1016/j.catcom.2014.07.040 272180 2014-09-16T13:03:06.950609-04:00 2014-12-05 1-s2.0-S1566736714003021-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/MAIN/application/pdf/4b7f3a96244d9f4e13933cd8865583d5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/MAIN/application/pdf/4b7f3a96244d9f4e13933cd8865583d5/main.pdf main.pdf pdf true 1205063 MAIN 5 1-s2.0-S1566736714003021-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/PREVIEW/image/png/cd11871e5ec541fe9de762d7b2ba6bbf/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/PREVIEW/image/png/cd11871e5ec541fe9de762d7b2ba6bbf/main_1.png main_1.png png 57154 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736714003021-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr5/DOWNSAMPLED/image/jpeg/c8a0d01b37b632a3258970ec7ae71a47/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr5/DOWNSAMPLED/image/jpeg/c8a0d01b37b632a3258970ec7ae71a47/gr5.jpg gr5 gr5.jpg jpg 52414 725 310 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714003021-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr4/DOWNSAMPLED/image/jpeg/61408a09e84d49243bbc156d241cf481/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr4/DOWNSAMPLED/image/jpeg/61408a09e84d49243bbc156d241cf481/gr4.jpg gr4 gr4.jpg jpg 43490 211 536 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714003021-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr3/DOWNSAMPLED/image/jpeg/509a857ccea8d3c40db54d818ba49243/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr3/DOWNSAMPLED/image/jpeg/509a857ccea8d3c40db54d818ba49243/gr3.jpg gr3 gr3.jpg jpg 105090 609 535 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714003021-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr2/DOWNSAMPLED/image/jpeg/fb9f7083f93d1aa8ce26735d725f85b1/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr2/DOWNSAMPLED/image/jpeg/fb9f7083f93d1aa8ce26735d725f85b1/gr2.jpg gr2 gr2.jpg jpg 110711 465 714 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714003021-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr1/DOWNSAMPLED/image/jpeg/83f526e25ddbf900a204ee6f5ac8b3f1/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr1/DOWNSAMPLED/image/jpeg/83f526e25ddbf900a204ee6f5ac8b3f1/gr1.jpg gr1 gr1.jpg jpg 55565 478 293 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714003021-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/fx1/DOWNSAMPLED/image/jpeg/dd6cfd424368e09193db42ba4890905b/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/fx1/DOWNSAMPLED/image/jpeg/dd6cfd424368e09193db42ba4890905b/fx1.jpg fx1 true fx1.jpg jpg 44467 200 483 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714003021-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr5/THUMBNAIL/image/gif/0012926f9e139aee97d08f6e503da7b8/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr5/THUMBNAIL/image/gif/0012926f9e139aee97d08f6e503da7b8/gr5.sml gr5 gr5.sml sml 3313 164 70 IMAGE-THUMBNAIL 1-s2.0-S1566736714003021-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr4/THUMBNAIL/image/gif/ad4bcc4b3334be49c93ea593dfba1fdc/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr4/THUMBNAIL/image/gif/ad4bcc4b3334be49c93ea593dfba1fdc/gr4.sml gr4 gr4.sml sml 5690 86 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714003021-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr3/THUMBNAIL/image/gif/ed7e3bb2e96d28acc9ba7d1c7a5f2612/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr3/THUMBNAIL/image/gif/ed7e3bb2e96d28acc9ba7d1c7a5f2612/gr3.sml gr3 gr3.sml sml 10507 164 144 IMAGE-THUMBNAIL 1-s2.0-S1566736714003021-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr2/THUMBNAIL/image/gif/63dbb1269a51718f9e5dbd464d0d164b/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr2/THUMBNAIL/image/gif/63dbb1269a51718f9e5dbd464d0d164b/gr2.sml gr2 gr2.sml sml 11919 143 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714003021-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/gr1/THUMBNAIL/image/gif/0ecd6c95c9a7609b23f1b862ed027709/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/gr1/THUMBNAIL/image/gif/0ecd6c95c9a7609b23f1b862ed027709/gr1.sml gr1 gr1.sml sml 5274 163 100 IMAGE-THUMBNAIL 1-s2.0-S1566736714003021-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/fx1/THUMBNAIL/image/gif/93a37148b6633aa74f50721df4903427/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/fx1/THUMBNAIL/image/gif/93a37148b6633aa74f50721df4903427/fx1.sml fx1 true fx1.sml sml 8757 91 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714003021-mmc1.doc https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714003021/mmc1/MAIN/application/msword/650fc37509cb920a2581dc9e0beef34a/mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714003021/mmc1/MAIN/application/msword/650fc37509cb920a2581dc9e0beef34a/mmc1.doc mmc1 mmc1.doc doc 5428736 APPLICATION CATCOM 3997 S1566-7367(14)00302-1 10.1016/j.catcom.2014.07.040 Elsevier B.V. Fig. 1 XRD patterns of (A) Co- 2 h and Co- 3 h; (B) Co- 2 h calcined at 150°C, 200°C and 250°C, Co- 3 h calcined at 200°C and 300°C and Mg( 0.05 )Co- 2 h( 200 ). Red vertical lines indicate the standard XRD patterns of β-Co(OH)2 (A) and Co3O4 (B). Fig. 2 SEM images of (a) Co- 2 h, (b) Co- 2 h( 150 ), (c) Co- 2 h( 200 ), (d) Co- 2 h( 250 ), and (e)–(h) are the corresponding magnified images; SEM images of (i) Co- 3 h and (j) Co- 3 h( 200 ). Fig. 3 SEM images at varied magnifications (a and b) and element mapping of (d) Co, (e) O and (f) Mg in Mg( 0.05 )Co- 2 h( 200 ). Fig. 4 HRTEM image (a) and electron diffraction pattern (b) of Mg( 0.05 )Co- 2 h( 200 ). Fig. 5 (A) Time courses of NO removal on samples. Reaction conditions: [NO]=10ppm, [O2]=21%, balance=N2, temperature=25°C and space velocity=120,000mL·g−1·h−1. (B) Time courses of outlet NO and NO2 concentrations during the NO removal test and (C) TPD curves of NO and NO2 after the first NO removal test for Mg( 0.05 )Co- 2 h( 200 ) sample. Table 1 Peak position, FWHM of Co3O4 and BET surface areas of samples obtained at different reaction conditions. Sample UltrasonicationTime (h) DecompositionTemperature (°C) Peak position(2θ)/° FWHM(2θ)/° BET surface area(m2·g−1) Co- 2 h( 150 ) 2 150 36.841 1.016 140 Co- 2 h( 200 ) 2 200 37.038 0.828 182 Co- 2 h( 250 ) 2 250 37.018 0.718 134 Co- 3 h( 200 ) 3 200 37.118 0.767 72 Co- 3 h( 300 ) 3 300 37.055 0.679 28 Mg( 0.05 )Co- 2 h( 200 ) 2 200 36.997 1.130 160 Short Communication A facile ultrasonic process for the preparation of Co3O4 nanoflowers for room-temperature removal of low-concentration NOx Yanyan Du 1 Weimin Huang 1 Zile Hua 1 Yongxia Wang 1 Xiangzhi Cui 1 Meiying Wu 1 Zhu Shu 1 Lingxia Zhang 1 Jin Wang 1 Hangrong Chen 1 Jianlin Shi ⁎ State Key Laboratory of High Performance Ceramics and Superfine Microstructure, Shanghai Institute of Ceramics, Chinese Academy of Sciences, 1295 Dingxi Road, Shanghai 200050, PR China State Key Laboratory of High Performance Ceramics and Superfine Microstructure Shanghai Institute of Ceramics Chinese Academy of Sciences 1295 Dingxi Road Shanghai 200050 PR China ⁎ Corresponding author. Tel.: +86 21 52412712; fax: +86 21 52413122. 1 Tel.: +86 21 52412712; fax: +86 21 52413122. Co3O4 nanoflowers with high surface areas were synthesized with a facile template-free ultrasonic process and showed high performance on the removal of low-concentration (10ppm) NO at room temperature. By doping Mg2+ in the Co3O4 nanoflowers, improved performances of about 9h for above 50% NO removal were obtained. Graphical abstract Keywords Co3O4 nanoflowers NO elimination Ultrasonic-assisted Doping InChIKey LBFUKZWYPLNNJC-UHFFFAOYSA-N 1 Introduction Nitrogen oxides (NOx) in the automobile exhausts are one of the main sources of air pollution. Especially in the semi-closed and stuffy spaces, such as road tunnels and underground parks, the discharged NOx is a great threat to the people's health. In these places, the NOx concentration is up to 10ppm, generally composed of 90% NO and 10% NO2 [1]. To eliminate NOx pollution, selective catalytic reduction (SCR) of NO is currently the most commonly adopted method. However, this process requires additional reductants such as ammonia or hydrocarbons which are poisonous. Moreover, this strategy is usually efficient for removing high concentration (200–2000ppm) NOx. Therefore, the SCR route is seldom adopted for the removal of low-concentration NO at room temperature [2–4]. On the other hand, since NO2 can be easily absorbed by alkaline solutions, the oxidation of NO to NO2 followed by the absorption with alkaline solutions is a preferred process for the removal of NO at room temperature. Till now, although some kinds of catalysts have been used for the oxidation of NO to NO2, unfortunately, all these catalysts have been identified to be less effective in oxidation of low-concentration NO at room temperature. In this respect, our group has made some progresses by fabricating mesoporous metal oxide catalysts using a oxalate decomposition approach [5,6]. However, such an oxalate-decomposition strategy is a multi-step process and a large amount of gases such as CO and CO2 will be generated during the thermal decomposition, which would lead to the production of secondary pollutants. As an important p-type semiconductor, cobalt oxide nanomaterials with the spinel structure have been applied in many fields, such as lithium-ion batteries [7], gas sensors [8], supercapacitor electrode and heterogeneous catalysis [9,10]. To date, diverse morphologies of Co3O4 materials, including nanoparticles, nanotubes, nanorods and nanosheets, have been prepared by various methods, such as hydrothermal synthesis, sol–gel process and nanocasting method [11]. Currently, the precursors of Co3O4 nanoflowers are usually synthesized by precipitation, reflux and microwave-assisted methods [12,13]. Nevertheless, all these methods involve high temperature or complicated instruments. It is necessary to design new processes for the green synthesis of Co3O4-based nanomaterials. Herein, we report a facile ultrasonic-assisted process for the preparation of Co3O4 nanoflowers, in which no additional templates are required and no harmful gaseous by-products are generated during the thermal decomposition of pre-synthesized β-Co(OH)2 precursors. The resultant Co3O4 nanomaterials possess large specific surface areas and high activity for the removal of low-concentration NO at room temperature. Further, by doping Mg2+ in Co3O4, its performance is enhanced. 2 Experimental 2.1 Catalyst preparation Co3O4 nanoflowers were prepared by a combined process of the ultrasonic-assisted hydroxide precipitation and the following thermal decomposition. In a typical process, 1.245g cobalt acetate tetrahydrate was dissolved in 50mL deionized water. Then, 1mL monoethanolamine was added dropwise in the fuchsia solution under vigorous magnetic stirring and the blue-cyan precipitate was formed immediately. The reaction was further conducted under ultrasonic condition (53kHz, 350W) for 2h or 3h with cooling system to keep the reaction temperature at 25°C. Then, β-Co(OH)2 was filtered, washed with deionized water and ethanol, dried at 80°C and calcined at 150–300°C. The black Co3O4 particles were obtained. The β-Co(OH)2 precursors and the Co3O4 products were denoted as Co- x h and Co- x h( T ), respectively, in which x represents the ultrasonication time for precursor preparation and T for the calcination temperature. The Mg2+-doped Co3O4 was synthesized by the same procedure with the ultrasonication time of 2h and the calcination temperature of 200°C. The resulting product was denoted Mg( n )Co- 2 h( 200 ), in which n represents the molar percent of Mg element in the total metal content. 2.2 NO removal test See supporting information. 3 Results and discussion 3.1 Structure characterization The XRD patterns of the precursor Co- 2 h (/- 3 h) and the calcined product Co- x h( T ) are illustrated in Fig. 1 . Both the precursors Co- 2 h and Co- 3 h (Fig. 1A) exhibit the typical diffraction peaks of β-Co(OH)2 (JCPDS No. 30-0443) with the space group of P-3m1 [14]. As shown in Fig. 1B, the diffraction patterns of calcined product Co- x h( T ) can be indexed to cubic spinel phase of Co3O4 (JCPDS No. 42-1467). In addition, the full width at half maximum (FWHM) of (311) diffraction peak, as listed in Table 1 , becomes sharpened with the increase of the calcination temperature, which means that better-crystallized oxide products have been obtained at the increased calcination temperature. Due to the fact that the ionic radii of Mg2+ and Co3+ are close to each other (rMg 2+ =0.65Å, rCo 3+ =0.63Å) and both are in octahedral coordination, Mg( 0.05 )Co- 2 h( 200 ) displays the similar diffraction pattern as pure Co3O4 in spite of a peak position shift toward lower angles, which can be attributed to the larger ionic radius of Mg2+ than that of Co3+ [15,16]. Fig. 2 shows the SEM images of the precursor Co- 2 h (/- 3 h) and the product Co- x h( T ) calcined at different temperatures. Depending on the specific synthetic conditions, the Co- x h( T ) products are composed of nanoflowers or nanosheets of ca. 5μm in diameter. Due to the damaging effect by long-time ultrasonication, nanosheet structures, instead of nanoflowers, were observed in sample Co- 3 h (Fig. 1(i)). In the magnified SEM image Fig. 3 of sample Mg( 0.05 )Co- 2 h( 200 ), it is clear that the nanoflower particles consist of numerous smaller nanoparticles. The HRTEM image of Fig. 4a reveals that the nanoparticle units have the average size of ca. 10nm. And a set of {311} planes with a lattice d-spacing of 0.241nm and a set of {220} planes with a lattice d-spacing of 0.290nm can be observed. In Fig. 4b, the electron diffraction pattern is composed of a series of diffraction rings confirming the polycrystalline structures of the synthesized Mg( 0.05 )Co- 2 h( 200 ). And the diffraction rings can be indexed to the {311}, {400}, {440} and {533} lattice planes as expected from Co3O4 with cubic spinel structure. Further, to evidence the dopant dispersions in Mg-doped Co3O4 nanomaterials, the element mappings of Mg, Co and O were conducted, which, as shown in Fig. 3(d–f), proved the homogeneous distribution of Mg-dopant in the Co3O4 matrix. Table 1 details the BET surface areas of Co- x h( T ) samples obtained in different synthesis conditions and Mg( 0.05 )Co- 2 h( 200 ). Among Co- 2 h( T ) series samples, Co- 2 h( 200 ) shows the highest specific surface area of 182m2·g−1. Because of the incomplete decomposition of β-Co(OH)2 precursor and/or the residual acetate species at lower calcination temperature, the specific surface area of Co- 2 h( 150 ) is as little lower at about 140m2·g−1. On the other hand, over high-temperature calcination would break the special nanoflower structures of Co- 2 h precursor and lead to the decrease of specific surface area of Co- 2 h( 250 ). For Mg-doped Co3O4, its specific surface area is about 160m2·g−1, which is close to that of pure Co3O4 materials of Co- 2 h( 200 ). 3.2 NO removal tests at room temperature Fig. 5A shows the time courses of NO removal rate by the synthesized Co3O4 nanomaterials. Being consistent with above structural characterization results, due to their integrated nanoflower structures and high specific surface areas, Co- 2 h( T ) shows better performances than Co- 3 h( T ). Among them, Co- 2 h( 200 ) demonstrates the highest performance, 100% removal of NO for 2h and 50% for 3h are obtained at an extremely high space velocity of 120,000mL−1·g−1·h−1, resulting from its largest specific surface area of 182m2·g−1. On the other hand, hydroxide precursor calcination temperature also has some effects on the NO removal performances of the resultant Co3O4 nanomaterial. Either for Co- 2 h or Co- 3 h series samples, the calcination temperature of 200°C is preferred and relatively high performance on the NO abatement can be observed, which is also in accordance with the above specific surface area results. Due to the incomplete decomposition of the hydroxide precursors (Fig. S2†), Co- 2 h( 150 ) is not capable of eliminating NO at all. It is noticed that compared with mesoporous materials synthesized by oxalate-decomposition process, similar performance of 50% NO removal for about 45min was obtained since Co- 3 h( 300 ) and previously reported mesoporous Co3O4 has the similar specific surface areas (28m2·g−1 vs 34m2·g−1). From these results, it is believed that besides special nanostructures, specific surface area of the materials plays an important role on the low-concentration NO removal performance at room temperature. Since the material's alkalinity is in favor of increasing the NOx storage capacity [17], Mg2+ was doped in the Co3O4 nanomaterials and the NO removal results are shown in Fig. 5A. The enhanced performance of the 100% removal of NO for 2h and above 50% for 9h was achieved. In the previous report, the oxalate-decomposed X–Mn (X=Fe, Cu, Zn, Co, Ni) bimetal oxides deactivated quickly. Taking the best catalyst Fe1Mn4 as an example, it can remove 100% of NO for 4h and then the removal rate rapidly reduces to 50% in 1h. Similar phenomenon happens to the present synthesized pure Co3O4 materials. By doping Mg2+, the duration of 100% removal of NO does not change significantly, however, the time duration from 100% removal down to 50% is extended to longer than 6h. Fig. 5B and C are the time courses of outlet NO and NO2 concentrations during the NO removal test and TPD curves of Mg( 0.05 )Co- 2 h( 200 ) sample after the first NO removal test, respectively. As shown in Fig. 5B, there is no NO2 detected during the whole test process, which indicates that NO2 is in situ adsorbed by the Co3O4 nanomaterials and transformed into the nitrites and/or nitrates. This result is further confirmed by the FTIR data which shows the specific absorption band of nitrate species at 1384cm−1 in Fig. S3 and the TPD curve of NO2 centered at 236°C originated from the decomposition of nitrites or nitrates. In the TPD curves of Fig. 5C, there exist three much stronger peaks located at 65°C, 197°C and 238°C, respectively. The TPD peak below 150°C is due to the desorption of NO absorbed on the catalyst, while the TPD peaks above 150°C can be ascribed to the decomposition of the nitrite and the decomposition of NO2 into NO and O2. 4 Conclusions In summary, high surface area Co3O4-based nanoflowers have been successfully prepared with the combined process of ultrasonic-assisted hydroxide precipitation and the following thermal decomposition. Due to their special nanoflower structures and the corresponding high specific surface areas, the resultant Co3O4-based nanomaterials are found to be active toward the removal of low-concentration NO at room temperature. 100% removal of 10ppm NO for 2h and 50% for 3h has been achieved by the catalyst Co- 2 h( 200 ) at a high space velocity of 120,000mL·g−1·h−1. Furthermore, by doping Mg2+ in Co3O4 nanoflowers, above 50% removal of 10ppm NO for 9h is achieved. Acknowledgments This work was supported by the National Key Basic Research Program of China (2013CB933200) and National 863 plans projects (2012AA062703). Appendix A Supplementary data The following ZIP file contains the MOL file of the most important compounds referred to in this article. Supplementary material 1 Appendix A Supplementary data Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2014.07.040. References [1] J.C. Viegas Tunn. Undergr. Space Technol. 25 2010 42 53 [2] Z. Huang Z. Zhu Z. Liu Appl. Catal. B Environ. 39 2002 361 368 [3] P. Lu Z. Zeng C.T. Li G.M. Zeng J. Guo X. Jiang Y.B. Zhai X.P. Fan Environ. Technol. 33 2012 1029 1036 [4] X. Jiang P. Lu C.T. Li Z. Zeng G.M. Zeng L.P. Hu l. Mai Z. Li Environ. Technol. 34 2013 591 598 [5] Z. Shu Y. Chen W. Huang X. Cui L. Zhang H. Chen G. Zhang X. Fan Y. Wang G. Tao D. He J. Shi Appl. Catal. B Environ. 140–141 2013 42 50 [6] Z. Shu W. Huang Z. Hua L. Zhang X. Cui Y. Chen H. Chen C. Wei Y. Wang X. Fan H. Yao D. He J. Shi J. Mater. Chem. A 1 2013 10218 10227 [7] W.Y. Li L.N. Xu J. Chen Adv. Funct. Mater. 15 2005 851 857 [8] C.C. Li X.M. Yin T.H. Wang H.C. Zeng Chem. Mater. 21 2009 4984 4992 [9] X.H. Xia J.P. Tu Y.J. Mai X.L. Wang C.D. Gu X.B. Zhao J. Mater. Chem. 21 2011 9319 9325 [10] D. Qiao C.L. Xu J. Xu Catal. Commun. 45 2014 44 48 [11] H.Q. Sun H.M. Ang M.O. Tade S.B. Wang J. Mater. Chem. A 1 2013 14427 14442 [12] C. Mondal M. Ganguly P.K. Manna S.M. Yusuf T. Pal Langmuir 29 2013 9179 9187 [13] Y.S. Ding L.P. Xu C.H. Chen X.F. Shen S.L. Suib J. Phys. Chem. C 112 2008 8177 8183 [14] J.T. Sampanthar H.C. Zeng J. Am. Chem. Soc. 124 2002 6668 6675 [15] T. Dudev C. Lim J. Phys. Chem. B 105 2001 4446 4452 [16] M.T. Buscaglia V. Buscaglia M. Viviani P. Nanni J. Am. Chem. Soc. 84 2001 376 384 [17] E. Palomares A. Uzcátegui C. Franch A. Corma Appl. Catal. B Environ. 142–143 2013 795 800",
      "scopus-id": "84907208219",
      "coredata": {
        "eid": "1-s2.0-S1566736714003021",
        "dc:description": "Co3O4 nanoflowers with high surface areas were synthesized with a facile template-free ultrasonic process and showed high performance on the removal of low-concentration (10ppm) NO at room temperature. By doping Mg2+ in the Co3O4 nanoflowers, improved performances of about 9h for above 50% NO removal were obtained.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2014-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736714003021",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Du, Yanyan"
          },
          {
            "@_fa": "true",
            "$": "Huang, Weimin"
          },
          {
            "@_fa": "true",
            "$": "Hua, Zile"
          },
          {
            "@_fa": "true",
            "$": "Wang, Yongxia"
          },
          {
            "@_fa": "true",
            "$": "Cui, Xiangzhi"
          },
          {
            "@_fa": "true",
            "$": "Wu, Meiying"
          },
          {
            "@_fa": "true",
            "$": "Shu, Zhu"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Lingxia"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jin"
          },
          {
            "@_fa": "true",
            "$": "Chen, Hangrong"
          },
          {
            "@_fa": "true",
            "$": "Shi, Jianlin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736714003021"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736714003021"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(14)00302-1",
        "prism:volume": "57",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "A facile ultrasonic process for the preparation of Co3O4 nanoflowers for room-temperature removal of low-concentration NOx",
        "prism:copyright": "Copyright © 2014 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Co3O4 nanoflowers"
          },
          {
            "@_fa": "true",
            "$": "NO elimination"
          },
          {
            "@_fa": "true",
            "$": "Ultrasonic-assisted"
          },
          {
            "@_fa": "true",
            "$": "Doping"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "73-77",
        "prism:endingPage": "77",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 December 2014",
        "prism:doi": "10.1016/j.catcom.2014.07.040",
        "prism:startingPage": "73",
        "dc:identifier": "doi:10.1016/j.catcom.2014.07.040",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "725",
            "@width": "310",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52414",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "211",
            "@width": "536",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43490",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "609",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "105090",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "465",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "110711",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "478",
            "@width": "293",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55565",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "483",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44467",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "70",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3313",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5690",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "144",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10507",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "143",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11919",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "100",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5274",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8757",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714003021-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5428736",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84907208219"
      }
    }
  }
}