{
  "metadata": {
    "title": "Green synthesis of bi-component Mn<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>4</ce:inf>–MnO<ce:inf loc=post>2</ce:inf> nanorods and enhanced catalytic properties",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2015-02-05",
    "doi": "10.1016/j.catcom.2014.11.028",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736714004889",
    "pii": "S1566736714004889"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84914133212",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2014-11-26 2014-11-26 2014-12-15T16:48:48 1-s2.0-S1566736714004889 S1566-7367(14)00488-9 S1566736714004889 10.1016/j.catcom.2014.11.028 S300 S300.1 FULL-TEXT 1-s2.0-S1566736714X00154 2024-04-05T06:29:33.831285Z 0 0 20150205 2015 2014-11-26T17:00:25.367727Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst pubtype ref specialabst 1566-7367 15667367 true 60 60 C Volume 60 22 96 99 96 99 20150205 5 February 2015 2015-02-05 2015 article sco Copyright © 2014 Elsevier B.V. All rights reserved. GREENSYNTHESISBICOMPONENTMN3O4MNO2NANORODSENHANCEDCATALYTICPROPERTIES YANG R 1 Introduction 2 Experimental 2.1 Synthesis of manganese oxides 2.2 Characterization 2.3 Catalytic tests 3 Results and discussion 3.1 Analysis of the Mn3O4–MnO2 nanorods 3.2 The effect of Cl− ions 3.3 The effect of glucose amount 3.4 Catalytic activity 4 Conclusions Acknowledgment Appendix A Supplementary data References LI 2013 52 56 J CHEN 2013 10770 10779 K LI 2010 4232 4236 P KIM 2010 180 185 C LI 2011 475 483 Y QU 2014 31 35 Z DAI 2011 2869 2878 M JIANG 2012 5166 5180 J LI 2013 65 69 H CHENG 2013 2474 2477 F CHEN 2011 746 750 X LEE 2012 1158 1164 J LEI 2012 153 160 Z XIONG 2005 17118 17127 Y XIONG 2007 3385 3391 Y ZHANG 2011 898 903 H GANDHE 2007 129 135 A CHEN 2012 2590 2596 C YANGX2015X96 YANGX2015X96X99 YANGX2015X96XR YANGX2015X96X99XR https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S1566-7367(14)00488-9 S1566736714004889 1-s2.0-S1566736714004889 10.1016/j.catcom.2014.11.028 272180 2014-12-15T15:48:02.204562-05:00 2015-02-05 1-s2.0-S1566736714004889-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/MAIN/application/pdf/534f33786ed75ab2f4e9eb9153212fa1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/MAIN/application/pdf/534f33786ed75ab2f4e9eb9153212fa1/main.pdf main.pdf pdf true 1239772 MAIN 4 1-s2.0-S1566736714004889-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/PREVIEW/image/png/a0569c4dda5551881fa170944a8609b8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/PREVIEW/image/png/a0569c4dda5551881fa170944a8609b8/main_1.png main_1.png png 56239 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736714004889-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/gr4/DOWNSAMPLED/image/jpeg/7870ccd6d9bcad0e268d07ef32beacbb/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/gr4/DOWNSAMPLED/image/jpeg/7870ccd6d9bcad0e268d07ef32beacbb/gr4.jpg gr4 gr4.jpg jpg 47193 255 668 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714004889-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/gr3/DOWNSAMPLED/image/jpeg/150f7d1da33d87f402e000309658be63/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/gr3/DOWNSAMPLED/image/jpeg/150f7d1da33d87f402e000309658be63/gr3.jpg gr3 gr3.jpg jpg 98097 403 535 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714004889-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/gr2/DOWNSAMPLED/image/jpeg/9f43015f516fafa1fb9e69f0a85ee9c8/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/gr2/DOWNSAMPLED/image/jpeg/9f43015f516fafa1fb9e69f0a85ee9c8/gr2.jpg gr2 gr2.jpg jpg 117679 402 535 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714004889-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/gr1/DOWNSAMPLED/image/jpeg/7654d50682cbc08679a276a404b59ea6/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/gr1/DOWNSAMPLED/image/jpeg/7654d50682cbc08679a276a404b59ea6/gr1.jpg gr1 gr1.jpg jpg 87672 314 625 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714004889-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/fx1/DOWNSAMPLED/image/jpeg/28ad4f5843ebd8c05e070b36d06c30ef/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/fx1/DOWNSAMPLED/image/jpeg/28ad4f5843ebd8c05e070b36d06c30ef/fx1.jpg fx1 true fx1.jpg jpg 27351 200 266 IMAGE-DOWNSAMPLED 1-s2.0-S1566736714004889-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/gr4/THUMBNAIL/image/gif/61447c810f40dfbfcb4ccbad63defff4/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/gr4/THUMBNAIL/image/gif/61447c810f40dfbfcb4ccbad63defff4/gr4.sml gr4 gr4.sml sml 4298 83 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714004889-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/gr3/THUMBNAIL/image/gif/ddb6cfb1e2dc25419eb339522389fe8c/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/gr3/THUMBNAIL/image/gif/ddb6cfb1e2dc25419eb339522389fe8c/gr3.sml gr3 gr3.sml sml 13233 164 218 IMAGE-THUMBNAIL 1-s2.0-S1566736714004889-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/gr2/THUMBNAIL/image/gif/b3567468c9bd4837b72d40783243e470/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/gr2/THUMBNAIL/image/gif/b3567468c9bd4837b72d40783243e470/gr2.sml gr2 gr2.sml sml 16428 164 218 IMAGE-THUMBNAIL 1-s2.0-S1566736714004889-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/gr1/THUMBNAIL/image/gif/e25ea8c71b627e24d1a351a2785b1f59/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/gr1/THUMBNAIL/image/gif/e25ea8c71b627e24d1a351a2785b1f59/gr1.sml gr1 gr1.sml sml 8639 110 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714004889-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/fx1/THUMBNAIL/image/gif/3d4204b30e90891253b8f48bded195e1/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/fx1/THUMBNAIL/image/gif/3d4204b30e90891253b8f48bded195e1/fx1.sml fx1 true fx1.sml sml 11076 164 219 IMAGE-THUMBNAIL 1-s2.0-S1566736714004889-mmc1.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736714004889/mmc1/MAIN/application/pdf/f790a9947f0ee70a3ba120e7a1c152e8/mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736714004889/mmc1/MAIN/application/pdf/f790a9947f0ee70a3ba120e7a1c152e8/mmc1.pdf mmc1 mmc1.pdf pdf 284737 APPLICATION CATCOM 4150 S1566-7367(14)00488-9 10.1016/j.catcom.2014.11.028 Elsevier B.V. Fig. 1 (a, b) SEM, (c, d) TEM, (e) XRD and (f) XPS of the Mn3O4–MnO2 nanorods. Fig. 2 SEM images of the samples synthesized by various KMnO4/NaCl molar ratios: (a) 1:0; (b) 1:0.05; (c) 1:0.10 and (d) 1:0.50. Fig. 3 SEM images of the samples synthesized at various KMnO4/glucose molar ratios: (a) 1:0.15; (b) 1:0.20; (c) 1:0.35 and (d) 1: 1.0. Fig. 4 (A) Time profiles of MB degradation and (b) cyclic degradation performance for the Mn3O4–MnO2 nanorods. Short communication Green synthesis of bi-component Mn3O4–MnO2 nanorods and enhanced catalytic properties Renchun Yang ⁎ Tingxian Tao Yongming Dai Zhiming Chen Xu Zhang Qingwu Song School of Biological and Chemical Engineering, Anhui Polytechnic University, Wuhu 241000, China School of Biological and Chemical Engineering Anhui Polytechnic University Wuhu 241000 China ⁎ Corresponding author. Bi-component Mn3O4–MnO2 nanorods with lengths of up to 30μm are synthesized using a simple hydrothermal method in the absence of templates. Samples were characterized by FE-SEM, HR-TEM, XRD, XPS, and N2 adsorption–desorption. The results indicate that the Mn3O4–MnO2 and Mn5O8 samples with various morphologies can be easily obtained via modulating Cl− ions and glucose contents. Compared with that of the Mn5O8 samples, the bi-component Mn3O4–MnO2 nanorods exhibited higher catalytic properties for oxidative decomposition of MB owing to its adjustable valence state and oxygen content. Graphical abstract Bi-component Mn3O4–MnO2 nanorods can be easily synthesized using a simple hydrothermal method without adding templates. The bi-component Mn3O4–MnO2 nanorods exhibited higher catalytic properties than those of the Mn5O8 samples for oxidative decomposition of MB. Keywords Green synthesis Manganese oxide Bi-component Methylene blue 1 Introduction Over the past decade, manganese oxides have attracted considerable attention owing to their intriguing potential for diverse applications, such as catalysts [1], energy storage [2], and rechargeable batteries [3]. It is reported that the performance of these materials is closely related to their microstructures, particularly their composition [4] and crystalline phase [5]. Thus, much effort has been devoted to design the microstructures. Recently, study indicates that the bi-component metal oxides often integrate two types of functional materials, resulting in better properties than those of their single component [6–8]. Thus, various strategies such as ion doping, annealing and part oxidizing/reducing were employed to construct the bi-component compound [9–11]. Although those approaches have been proven effective, they are relatively complicated and costly. Thereby, exploring a simple and economic alternative route should be of great interest for developing high-performance catalysts. To the best of our knowledge, the preparation of bi-component Mn3O4–MnO2 has not been reported. More importantly, the inherent relationship of the catalytic performance between Mn3O4–MnO2 and intervenient Mn5O8 has not been studied. Here, a facile, low cost, and green synthesis method was explored to synthesize the bi-component manganese oxides via d-(+)-glucose reducing KMnO4. Moreover, contrastive study of the structure and catalytic properties for the Mn3O4–MnO2 and Mn5O8 samples were also analyzed. 2 Experimental 2.1 Synthesis of manganese oxides All chemicals used were of analytical grade. In a typical synthesis, 1.0g of KMnO4 powder was first added to a 50mL Teflon-lined stainless steel autoclave. Subsequently, 0.23g of d-(+)-glucose powder, 0.037g NaCl and 20mL deionized water were added with stirring. The molar ratio of KMnO4, d-(+)-glucose, and NaCl is 1:0.2:0.1. The autoclave was sealed and heated at 120°C for 6h, then allowed to cool down to room temperature naturally. The obtained precipitate was collected by centrifugation, and washed with deionized water three times. Then the sample was dried at ambient temperature under vacuum for 12h. 2.2 Characterization The morphologies of the as-prepared samples were characterized by FE-SEM (S4800) and HR-TEM (JEM-2100). XRD patterns of the samples were obtained with a Rigaku diffractometer/MAX-RB. Thermo ESCALAB 250 XPS Spectrometer, with Al Kα radiation, was used for obtaining XPS data. N2 adsorption–desorption was performed on NOVA 2000e and specific surface areas of the samples were calculated by the BET method. 2.3 Catalytic tests In a typical process, 10mg of the prepared powders were dispersed in a 250mL glass flask containing 100mL of 10mg/L methylene blue (MB) aqueous solution. After 30wt.% H2O2 solution (20mL) was added, the glass flask was transferred into the 80°C bath with continuous stirring. At given time intervals, 1mL of the mixture solution was taken out and quickly diluted with distilled water to 5mL total volume. After centrifugation, the solution was analyzed by UV–VIS absorption spectra. 3 Results and discussion 3.1 Analysis of the Mn3O4–MnO2 nanorods As can be seen in Fig. 1a, the SEM image of the product is composed of a large quantity of nanorods, indicating that the method mentioned above is applicable for preparing uniform Mn3O4–MnO2 nanorods in bulk quantities. The high-magnification SEM image of the sample (Fig. 1b) shows that the prepared nanorods are straight with constant diameters in the range of 30–100nm. The lengths of the nanorods are more than 30μm, thus featuring an aspect ratio of greater than 300. For detailed structural observation, the nanorods were further analyzed by TEM. Fig. 1c shows that a distinct color contrast exists for the nanorods, indicating that the resulted nanorods may be composed of mixed components. It seems that the HR-TEM image confirms such speculation. Obviously, the nanorod includes two different crystal phases (Fig. 1d). The interlayer distance of the selected area is calculated to be 0.280nm and 0.335nm, which are ascribed to the (120) and (201) crystal planes of Mn3O4 and MnO2, respectively. Such a result suggests that the Mn3O4 and MnO2 coexist in the nanorods. Fig. 1e depicts the XRD patterns of the nanorods. As can be seen, a matching with JADE indicates that the diffraction peaks are assigned to two types of crystal phases for Mn3O4 (JCPDS 16-0350) and MnO2 (JCPDS 42-1316), suggesting that the nanorods are composed of two components. Moreover, a typical Mn 2p XPS spectrum of the sample was also offered. As can be seen in Fig. 1f, four distinct peaks presented at 641.3, 642.7, 653.0 and 654.7eV. The lines at 641.3 and 653.0eV are attributed to Mn 2p3/2 and Mn 2p1/2 of Mn3O4, and the peaks located at 642.7 and 654.7eV are ascribed to Mn 2p3/2 and Mn 2p1/2 of MnO2, respectively [12,13]. Peak areas of the recorded XPS spectra were estimated by fitting the curves with combination of Gaussian curves. The corresponding characteristics of binding energy values of Mn 2p3/2 (641.3) and Mn 2p3/2 (642.7) along with the Mn atomic ratios in Mn3O4 and MnO2 are 52.3 and 47.7%, respectively. The energy separation of 11.7eV between Mn 2p1/2 and Mn 2p3/2 is also in agreement with the photoelectron spectroscopy data. Thus, it can be inferred that the resulted nanorods are a type of bi-component Mn3O4–MnO2 composite. 3.2 The effect of Cl− ions To study the effect of Cl− ions on the product, a series of experiments have been performed by only changing the amount of Cl− and keeping other conditions unchanged. As can be seen in Fig. 2 , the amount of Cl− ions plays a very important role on controlling the morphology. Obviously, besides the uniformity of products, the most distinct effect is the aspect ratio of the nanorods. Without Cl− ions, the obtained products are short and thick irregular nanorods with a very small aspect ratio (Fig. 2a). When the molar ratio is 1:0.05, relatively long and thin nanorods presented (Fig. 2b). With the molar ratio of Cl− ions further increasing from 1:0.05 to 1:0.10, the resulted nanorods not only show longer and thinner shape but also present very uniform dimension (Fig. 2c). However, such trend was not carried out well when the molar ratio was further enhanced to 1:0.50 (Fig. 2d). Apparently, the general trend is that increasing the Cl− ion amount is beneficial to forming longer and thinner nanorods. Such a result should be ascribed to the oxidative etching of the O2/Cl− pair since the reaction rate can be extremely reduced by the oxidative etching [14,15]. As we know, the reaction controlled by kinetics is usually helpful in forming an anisotropic structure [16]. Thus, the introduction of Cl− ions induced the occurrence of slow reduction rate, promoting the formation of nanorods with great aspect ratio. 3.3 The effect of glucose amount The effects of glucose on the product have also been studied. As shown in Fig. 3 , the morphology of the products is dependent on the KMnO4/glucose molar ratio. When the molar ratio is 1:0.15, only a few nanorods formed (Fig. 3a). With the increase of the molar ratio from 1:0.15 to 1:0.20, the product all transformed into regular nanorods (Fig. 3b). Such a phenomenon indicates that glucose acts as a reducing agent since no product formed when glucose was not introduced in our exploring experiment. When the molar ratio was increased to 1:0.35, the products all developed into cube-like particles (Fig. 3c). As we know, the increase of reactant concentration can accelerate the reaction rate, resulting in a decreased chance for forming an anisotropic structure. Thus, the transformation from nanorods to cube-like sample should be attributed to a controlled kinetics process. With the increase of the molar ratio to 1:1.0, the cube-like particles all transformed to spindle-shaped particles (Fig. 3d), suggesting that the reaction rate was further accelerated. However, distinct changes occurred not only for the morphology but also for the chemical constitution. As can be seen in Fig. S1, one can easily find that the samples all transformed to Mn5O8. Distinctly, the manganese oxides formation reaction is the reduction of MnO4 − by glucose. Thus, the concentration of the glucose is vitally important for the composition and the structure of the manganese oxides. According to the analysis, the evolution process of the manganese oxides microstructure may be divided into two steps. Firstly, Mn3O4 and MnO2 with relatively high valence states form easily since glucose is a relatively weak reducing agent. Secondly, based on the influence of the oxidative etching of O2/Cl− pair, the reduction rate can be hindered, which promotes the formation of anisotropic structure (nanorods). As a result, bi-component Mn3O4–MnO2 nanorods were achieved. 3.4 Catalytic activity The decoloration of MB as a function of the irradiation time of visible light at 465 nm was selected for monitoring the catalytic properties. As can be seen in Fig. 4A, after reaction for 50min, the decolorization ratios of the blank sample, H2O2, spindle-shaped, cube-like and nanorod samples are about 0, 21, 84, 82, and 99.5%, respectively. Clearly, almost no decoloration of MB occurs for the blank sample or only in the presence of H2O2, indicating that the degradation of MB molecules was caused by H2O2-induced oxidation, catalyzed by manganese oxide. For the tests with catalysts, the catalytic performance of the nanorods is superior to that of the cube-like and spindle-shaped samples; the corresponding analysis of UV–VIS absorption spectra is offered in Fig. S2. According to foregoing analysis, we knew that the main difference among the three samples is the chemical constitution and the size of particles. Although the size of the nanorods is smaller than that of the cube-like and spindle-shaped samples, the cube-like and spindle-shaped samples include some loose structure (Fig. S3). Thus, N2 adsorption–desorption was used to measure the surface areas of the samples (Fig. S4). From Table S1, one can easily find that the nanorods, cube-like and spindle-shaped samples show a similar area of 10.2, 9.8 and 11.9m2 g−1, respectively. Thereby, the presence of higher catalytic performance for the nanorods than that of the cube-like and spindle-shaped samples should be ascribed to the chemical constitution. According to foregoing analysis, we know that the Mn/O ratio is the main difference for the chemical constitution of the samples. Distinctly, the Mn/O ratios of Mn3O4, MnO2 and Mn5O8 are 0.75, 0.5, and 0.625, respectively. Such enhanced catalysis performance should be attributed to its unique mixed valence state. Recently studies revealed that the redox couple on the mixed valence state compound is often helpful to promoting the gaining or losing of oxygen and increasing the rate of oxygen diffusion [17,18]. Thus, the Mn3O4–MnO2, including various valence states, may promote the oxygen diffusion and the oxidation–reduction reaction, resulting in an enhanced catalysis performance. To study the stability, characterizations of the catalyst after testing were performed (Fig. 5S), indicating that no deactivation occur in this case. Moreover, the repeatability of catalytic oxidative performance was investigated. As shown in Fig. 4B, their catalytic activity was lightly lowered after four cycles, suggesting that the as-prepared Mn3O4–MnO2 nanorods exhibit remarkable catalytic stability. 4 Conclusions Bi-component Mn3O4–MnO2 nanorods were successfully synthesized by using a simple and green route in the absence of templates. The O2/Cl− pair oxidative etching induced a reduced reaction rate and then promoted the formation of Mn3O4–MnO2 nanorods. The structure analysis showed that the nanorods are a type of bi-component Mn3O4–MnO2 composite. Compared with the Mn5O8 samples, the bi-component Mn3O4–MnO2 nanorods exhibited higher effective catalytic performance for oxidative decomposition of MB. Acknowledgment This work is supported by National Nature Science Foundation of China (51202003, 21171003 and 21101002), Natural Science Foundation of the Higher Education Institutions of Anhui Province, China (KJ2012A036) and the National College Student Innovation Imbark Training Program Foundation of China (201210363099 and 201310363064). Appendix A Supplementary data Supplementary material Green synthesis of bi-component Mn3O4-MnO2 nanorods and enhanced catalytic properties. Appendix A Supplementary data Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2014.11.028. References [1] J.J. Li L. Li F. Wu L. Zhang X.M. Liu Catal. Commun. 31 2013 52 56 [2] K. Chen N.Y. Dong K. Li S. Komarneni D. Xue J. Phys. Chem. C 117 2013 10770 10779 [3] P. Li C. Nan Z. Wei J. Lu Q. Peng Y. Li Chem. Mater. 22 2010 4232 4236 [4] C.S. Kim G.W. Shim Appl. Catal. B Environ. 98 2010 180 185 [5] Y. Li H. Tan X.Y. Yang B. Goris J. Verbeeck S. Bals P. Colson R. Cloots V.G. Tendeloo B.L. Su Small 7 2011 475 483 [6] Z.P. Qu K. Gao Qi. Fu Y. Qin Catal. Commun. 52 2014 31 35 [7] M. Dai L. Song J.T. LaBelle B.D. Vogt Chem. Mater. 23 2011 2869 2878 [8] J. Jiang Y. Li J. Liu X. Huang C. Yuan X.W. Lou Adv. Mater. 24 2012 5166 5180 [9] H. Li S. Yin Y. Wang T. Sekino S.W. Lee T. Sato J. Catal. 297 2013 65 69 [10] F. Cheng T. Zhang Y. Zhang J. Du X. Han J. Chen Angew. Chem. Int. Ed. 52 2013 2474 2477 [11] X. Chen L. Liu P.Y. Yu S.S. Mao Science 331 2011 746 750 [12] J.W. Lee A.S. Hall J.D. Kim T.E. Mallouk Chem. Mater. 24 2012 1158 1164 [13] Z. Lei J. Zhang X.S. Zhao J. Mater. Chem. 22 2012 153 160 [14] Y. Xiong J.M. McLellan J. Chen Y. Yin Z. Li Y. Xia J. Am. Chem. Soc. 127 2005 17118 17127 [15] Y. Xiong Y. Xia Adv. Mater. 19 2007 3385 3391 [16] H. Zhang W. Li M. Jin J. Zeng T. Yu D. Yang Y. Xia Nano Lett. 11 2011 898 903 [17] A.R. Gandhe J.S. Rebello J.L. Figueiredo J.B. Fernandes Appl. Catal. B Environ. 72 2007 129 135 [18] C. Chen G.J. Ding D. Zhang Z. Jiao M.H. Wu C.H. Shek C.M. Lawrence Joseph Wu K.L. Lai Z.W. Chen Nanoscale 4 2012 2590 2596",
      "scopus-id": "84914133212",
      "coredata": {
        "eid": "1-s2.0-S1566736714004889",
        "dc:description": "Bi-component Mn3O4–MnO2 nanorods with lengths of up to 30μm are synthesized using a simple hydrothermal method in the absence of templates. Samples were characterized by FE-SEM, HR-TEM, XRD, XPS, and N2 adsorption–desorption. The results indicate that the Mn3O4–MnO2 and Mn5O8 samples with various morphologies can be easily obtained via modulating Cl− ions and glucose contents. Compared with that of the Mn5O8 samples, the bi-component Mn3O4–MnO2 nanorods exhibited higher catalytic properties for oxidative decomposition of MB owing to its adjustable valence state and oxygen content.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2015-02-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736714004889",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Renchun"
          },
          {
            "@_fa": "true",
            "$": "Tao, Tingxian"
          },
          {
            "@_fa": "true",
            "$": "Dai, Yongming"
          },
          {
            "@_fa": "true",
            "$": "Chen, Zhiming"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Xu"
          },
          {
            "@_fa": "true",
            "$": "Song, Qingwu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736714004889"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736714004889"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(14)00488-9",
        "prism:volume": "60",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Green synthesis of bi-component Mn3O4–MnO2 nanorods and enhanced catalytic properties",
        "prism:copyright": "Copyright © 2014 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Green synthesis"
          },
          {
            "@_fa": "true",
            "$": "Manganese oxide"
          },
          {
            "@_fa": "true",
            "$": "Bi-component"
          },
          {
            "@_fa": "true",
            "$": "Methylene blue"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "96-99",
        "prism:endingPage": "99",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 February 2015",
        "prism:doi": "10.1016/j.catcom.2014.11.028",
        "prism:startingPage": "96",
        "dc:identifier": "doi:10.1016/j.catcom.2014.11.028",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "255",
            "@width": "668",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47193",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "403",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "98097",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "402",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "117679",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "314",
            "@width": "625",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "87672",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "266",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27351",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4298",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13233",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16428",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8639",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11076",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736714004889-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "284737",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84914133212"
      }
    }
  }
}