{
  "metadata": {
    "title": "Enhanced CO oxidation over thermal treated Ag/Cu-BTC",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2013-08-05",
    "doi": "10.1016/j.catcom.2013.04.019",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736713001568",
    "pii": "S1566736713001568"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84877847245",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2013-05-01 2013-05-01 2014-05-24T01:13:16 1-s2.0-S1566736713001568 S1566-7367(13)00156-8 S1566736713001568 10.1016/j.catcom.2013.04.019 S300 S300.2 FULL-TEXT 1-s2.0-S1566736713X0007X 2020-11-11T12:26:04.136778Z 0 0 20130805 2013 2013-05-01T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref specialabst alllist content subj ssids 1566-7367 15667367 true 38 38 C Volume 38 17 74 76 74 76 20130805 5 August 2013 2013-08-05 2013 article sco Copyright © 2013 Elsevier B.V. All rights reserved. ENHANCEDCOOXIDATIONOVERTHERMALTREATEDAGCUBTC ZHAO Y 1 Introduction 2 Experimental 3 Results 4 Conclusions Acknowledgments Appendix A Supplementary data References WU 2010 16611 D ZHANG 2012 25 F WANG 2011 875 W LI 2013 495 Y JACOBS 2011 375601 B BANERJEE 2012 19694 A HU 2010 174103 Y CHUI 1999 1148 S BENNETT 2011 14546 T LIU 2010 857 B YE 2011 2167 J ZHOU 2011 499 Y CHOWDHURY 2009 406 P WANG 2009 959 Z HOUK 2009 3413 R LIU 2004 40 J SZANYI 2012 4383 J NOEI 2012 755 H NAGASE 1999 123 K ZAMARO 2012 180 J LIU 2008 2183 Z ZHAOX2013X74 ZHAOX2013X74X76 ZHAOX2013X74XY ZHAOX2013X74X76XY item S1566-7367(13)00156-8 S1566736713001568 1-s2.0-S1566736713001568 10.1016/j.catcom.2013.04.019 272180 2014-05-24T02:25:36.302974-04:00 2013-08-05 1-s2.0-S1566736713001568-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/MAIN/application/pdf/a298e1593d96353411a99d6c2531a14f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/MAIN/application/pdf/a298e1593d96353411a99d6c2531a14f/main.pdf main.pdf pdf true 535158 MAIN 3 1-s2.0-S1566736713001568-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/PREVIEW/image/png/fa5762de699115f2e25484f1ab00c62a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/PREVIEW/image/png/fa5762de699115f2e25484f1ab00c62a/main_1.png main_1.png png 60033 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736713001568-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/mmc1/MAIN/application/msword/c613753da21b5840a7a99334bc74008e/mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/mmc1/MAIN/application/msword/c613753da21b5840a7a99334bc74008e/mmc1.docx mmc1 mmc1.docx docx 4100855 APPLICATION 1-s2.0-S1566736713001568-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/gr4/DOWNSAMPLED/image/jpeg/91dea189955f2bdc5f4f0cf646a39a3f/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/gr4/DOWNSAMPLED/image/jpeg/91dea189955f2bdc5f4f0cf646a39a3f/gr4.jpg gr4 gr4.jpg jpg 31526 289 380 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001568-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/gr3/DOWNSAMPLED/image/jpeg/90ee8a4a35358e2dae4e08969169ded2/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/gr3/DOWNSAMPLED/image/jpeg/90ee8a4a35358e2dae4e08969169ded2/gr3.jpg gr3 gr3.jpg jpg 40172 288 376 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001568-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/gr2/DOWNSAMPLED/image/jpeg/b29818be4b7d0b7cd7ba9258f2477f82/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/gr2/DOWNSAMPLED/image/jpeg/b29818be4b7d0b7cd7ba9258f2477f82/gr2.jpg gr2 gr2.jpg jpg 29552 293 379 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001568-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/gr1/DOWNSAMPLED/image/jpeg/fc1dd5c4449282247bbcd73f476aa3db/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/gr1/DOWNSAMPLED/image/jpeg/fc1dd5c4449282247bbcd73f476aa3db/gr1.jpg gr1 gr1.jpg jpg 29939 298 377 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001568-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/fx1/DOWNSAMPLED/image/jpeg/5e79302c368739bacbcd0064656e0c22/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/fx1/DOWNSAMPLED/image/jpeg/5e79302c368739bacbcd0064656e0c22/fx1.jpg fx1 true fx1.jpg jpg 20918 200 197 IMAGE-DOWNSAMPLED 1-s2.0-S1566736713001568-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/gr4/THUMBNAIL/image/gif/6482840de514237ebe7a4d5449e61fb3/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/gr4/THUMBNAIL/image/gif/6482840de514237ebe7a4d5449e61fb3/gr4.sml gr4 gr4.sml sml 5560 164 216 IMAGE-THUMBNAIL 1-s2.0-S1566736713001568-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/gr3/THUMBNAIL/image/gif/659992a5be757b79fbb275fd082b9ec4/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/gr3/THUMBNAIL/image/gif/659992a5be757b79fbb275fd082b9ec4/gr3.sml gr3 gr3.sml sml 7072 164 214 IMAGE-THUMBNAIL 1-s2.0-S1566736713001568-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/gr2/THUMBNAIL/image/gif/e3789327a0edacd86bab673053cbd347/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/gr2/THUMBNAIL/image/gif/e3789327a0edacd86bab673053cbd347/gr2.sml gr2 gr2.sml sml 5494 164 212 IMAGE-THUMBNAIL 1-s2.0-S1566736713001568-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/gr1/THUMBNAIL/image/gif/296ea6ffd5966715cd87c6125901873c/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/gr1/THUMBNAIL/image/gif/296ea6ffd5966715cd87c6125901873c/gr1.sml gr1 gr1.sml sml 4781 164 208 IMAGE-THUMBNAIL 1-s2.0-S1566736713001568-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736713001568/fx1/THUMBNAIL/image/gif/f46b3823086c7ee195711c42ad007262/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736713001568/fx1/THUMBNAIL/image/gif/f46b3823086c7ee195711c42ad007262/fx1.sml fx1 true fx1.sml sml 11570 164 162 IMAGE-THUMBNAIL CATCOM 3484 S1566-7367(13)00156-8 10.1016/j.catcom.2013.04.019 Elsevier B.V. Fig. 1 CO conversion over Cu3(BTC)2, Cu3(BTC)2-aT and Ag/Cu3(BTC)2-aT. Fig. 2 XRD patterns of (a) Cu3(BTC)2, (b) Cu3(BTC)2-aT and (c) Ag/Cu3(BTC)2-aT. Fig. 3 XPS spectra of Ag 3d5/2 in 5% Ag/Cu3(BTC)2: (a) after electron reduction, (b) after heating at 250°C under O2 and (c) after CO oxidation. Fig. 4 DRIFT spectra of Cu3(BTC)2, Cu3(BTC)2-aT and Ag/Cu3(BTC)2-aT. The spectra collected at 25°C and 1bar. Table 1 Pore structure parameters of the samples. Sample SBET (m2/g) SLangmuir (m2/g) Pore size(nm) Cu3(BTC)2 1315 2025 0.5 Cu3(BTC)2-aT 791 1222 0.5/3.8 Ag/Cu3(BTC)2-aT 5 7 Un-normal Short Communication Enhanced CO oxidation over thermal treated Ag/Cu-BTC Yue Zhao a Chongli Zhong b Chang-Jun Liu a ⁎ a School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China School of Chemical Engineering and Technology Tianjin University Tianjin 300072 China b State Key Laboratory of Organic–Inorganic Composites, Beijing University of Chemical Technology, Beijing 100029, China State Key Laboratory of Organic–Inorganic Composites Beijing University of Chemical Technology Beijing 100029 China ⁎ Corresponding author. Tel./fax: +86 22 27406490. Thermal treatment of Cu3(BTC)2 supported Ag has been performed at 250°C and ambient pressure under oxygen atmosphere. Ag/CuxO (x=1,2) nanoparticles are obtained. The catalyst characterization shows that CuO and Cu2O species are helpful for CO adsorption and Ag plays a key role in the activation of oxygen. The synergy between CuxO and Ag leads to significantly enhanced activity for CO oxidation. In addition, Ag is partially oxidized by oxygen and Ag2O probably acts as one of the active species for CO oxidation. Graphical abstract Keywords Metal–organic framework Cu3(BTC)2 Thermal treatment Ag CO oxidation 1 Introduction Metal organic frameworks (MOFs), combined with metal ions and organic ligands, can be precisely designed with potential extensive applications in gas separation/storage [1], catalysis [2,3], sensor [4] and others. Recently, MOF has been employed as a template or ordered precursor for synthesis of metal and semiconductor nanoparticles [5–7]. This can be done by applied pressure [7], electron irradiation [8], mechanosynthesis [9], thermal treatment (or pyrolysis) [10], and plasma treatment [11,12]. MOF provides considerable flexibility to tune both pore size and chemical environment of nano metal or metal oxide produced [6]. The nanoparticles resulting from MOF amorphization are on the order of the pore dimensions (typically <2nm) and are chemically stabilized by the framework [6]. It opens a new way to prepare metal or metal oxide based catalysts. For example, Bennett et al. [9] confirmed that the mechanosynthesis is a rapid and efficient way to produce amorphous zeolitic imidazolate frameworks (ZIFs). Liu et al. [10] reported a preparation of Co3O4 nanoparticles from a cobalt based framework via pyrolysis. The obtained Co3O4 nanoparticle shows excellent electrochemical performance for lithium ion batteries. We previously confirmed that the plasma amorphized Cu3(BTC)2 shows an improved activity for CO oxidation [11]. In the present work, the thermal treatment of Ag/Cu3(BTC)2 was performed. The obtained catalyst shows a significantly enhanced activity for CO oxidation, compared with the original Cu3(BTC)2 and the plasma treated Cu3(BTC)2 [11]. 2 Experimental Cu3(BTC)2 used in this work was synthesized in the laboratory of Prof. Chongli Zhong, according to the method reported by Chowdhury et al. [13]. Briefly, 0.01g benzene-1,3,5-tricarboxylic acid (H3BTC) was dissolved in a 1:1 mixture of ethanol/N,N-dimethylformamide (DMF) and mixed with Cu(NO3)2·3H2O (2.077g) dissolved in deionized water. The resulting solution was transferred into a Teflon-lined autoclave and heated for 10h at 100°C. Cu3(BTC)2 was then obtained by filtrating, extracting and drying. An incipient wetness impregnation method was employed to load Ag onto the Cu3(BTC)2 support (with metal loading of 5wt.%). After that, the sample was dried at 110°C for 12h and then reduced by electrons at room temperature via argon glow discharge plasma for 90min. The electron reduction protocol has been previously described [14]. The catalyst was finally treated thermally by pure oxygen at 250°C for 3h. The obtained catalyst is assigned as Ag/Cu3(BTC)2-aT. For comparison purpose, thermal treatment of Cu3(BTC)2 was also conducted at 250°C under oxygen atmosphere for 3h. The obtained sample is assigned as Cu3(BTC)2-aT. The activity for CO oxidation was evaluated in a quartz-tube fix-bed micro-reactor with an inner diameter of 4mm under atmospheric pressure. A catalyst sample of 50mg with an additional SiC (0.5g) was packed into the quartz tube. A gas mixture containing 1.0% CO, 20.0% O2, and N2 for the balance was fed at a rate of 20mLmin−1. Prior to the reaction, the catalyst was pretreated with purified O2 at 250°C for 3h at a flow rate of 30mLmin−1. The effluents were monitored by an on-line gas chromatograph (Agilent 6890) equipped with a TDX-01 column and a thermal conductivity detector (TCD). Powder X-ray diffraction (XRD) patterns were recorded on a Rigaku D/MAX-2500V/PC diffractometer with a Cu Kα radiation source (λ=1.54056Å) operated at 40kV and 200mA. N2 sorption isotherms were obtained at −196°C on a Quantachrome Autosorb-1-C system to calculate the specific BET surface areas. X-ray photoelectron spectroscopy (XPS) analyses were performed with a Perkin-Elmer PHI-1600 spectrometer using Mg Kα (hν=1486.6eV) radiation. The binding energy (BE) values were calibrated using the C1s peak (hν=284.6eV) as reference. Diffuse reflectance Fourier transform infrared (DRIFT) spectra were obtained using a Tensor 27 spectrometer (Bruker) with a resolution of 4cm−1 and 64 scans. The apparatus was equipped with a liquid nitrogen cooled mercury–cadmium–tellurium (MCT) detector, a diffuse reflectance accessory and a high-temperature reaction chamber (Praying Mantis, Harrick). 3 Results Fig. 1 reveals the catalytic activities of Cu3(BTC)2, Cu3(BTC)2-aT and Ag/Cu3(BTC)2-aT for CO oxidation. The fresh Cu-MOF catalyst exhibits no activity until 140°C. However, the sample Cu3(BTC)2-aT reaches 100% of CO conversion at 140°C. The thermal treatment greatly improves the activity for CO oxidation. The loading of silver further enhances the catalytic activity as the temperature with 100% CO conversion (T100) reduces from 140°C to 122°C. Stability tests for thermal treated catalysts have also been conducted. The results are shown in Fig. S1. Obviously, the two samples exhibit very good stability up to 20h. Table 1 shows the BET surface area of Cu3(BTC)2-aT is 791m2/g, compared with 1315m2/g for Cu3(BTC)2. The surface area of Ag/Cu3(BTC)2-aT is further reduced to 5m2/g. This sharp decrease suggests a possibility that silver nanaoparticles permeated in the framework can accelerate the thermal decomposition of MOF. It is in complete agreement with the early report by Houk et al. [15]. Similar results are also observed by the scanning electron microscopy (SEM), as shown in Fig. S2. Cu3(BTC)2 is fully crystalline with sharp edges. Cu3(BTC)2-aT is partially collapsed but the image of Ag/Cu3(BTC)2-aT is completely disordered. Representative XRD patterns of the three samples are exhibited in Fig. 2 . The intensities of two broad peaks at 2θ=35.5° and 38.7° (Fig. 2b and c), which are assigned to CuO (JCPDS 48-1548) species, increase dramatically compared with Cu3(BTC)2. Moreover, the other feature peaks of the framework disappeared after heating. Beyond the CuO diffraction signals, other peaks assigned to Cu2O and Ag species are observed in Ag/Cu3(BTC)2-aT. Four well-resolved peaks at 2θ of 38.1°, 44.3°, 64.4° and 77.4° are indexed as (111), (200), (220) and (311) lattice planes of the metallic silver. The average silver particle size is 2.6nm based on the transmission electron microscopy (TEM) analysis (Fig. S3). Since the diffraction peak of Ag2O at 38.6° is close to the CuO peak at 38.7°, the potential co-existence of Ag and Ag2O are obtained, which could be concluded from the XPS analysis in Fig. 3 . The formation of cubic Cu2O phase (the main peak at 2θ =36.4°) may be attributed to the interaction between metallic Ag and Cu2+. These results illustrate that (1) Ag particles are partially oxidized by O2 at 250°C, (2) the crystalline nature of the support is half abandoned by heating under flowing oxygen. Some species like CuO and Cu2O are formed in the mean time, and (3) Ag2O probably acts as one of the active species for CO oxidation. Fig. 3 presents the XPS spectra of Ag species of the catalyst. The binding energy of Ag 3d5/2 ranged from 368.0 to 369.0eV can be assigned to Ag0, while the peak from 367.3 to 367.6 is Ag2+. The peak from 367.7 to 367.9eV is very close to Ag+. Accordingly, the single symmetrical peak in Fig. 3a is attributed to the metallic Ag, demonstrating that silver ions are totally reduced into metallic silver by electron reduction via the glow discharge plasma. Owing to the amorphization by heating under oxygen, some Ag+ species are produced (Fig. 3b). The molar ratio of Ag+ to Ag0 is higher than 1. After CO oxidation reaction, Ag0 and Ag+ species still co-exist. However, the molar ratio of Ag+/Ag0 is lower than 1. This suggests that some Ag+ species are changed to metallic Ag during the reaction. This change provides extra oxygen for CO oxidation. Similar phenomena were previously observed by Liu et al. [16]. Fig. 4 shows the DRIFT spectra of CO adsorption over Cu3(BTC)2, Cu3(BTC)2-aT and Ag/Cu3(BTC)2-aT. Only one band close to 2125cm−1 is readily observed in all the samples, which is related to the CO adsorption on Cu+ site [17]. Szanyi and his colleagues have proved the merited presence of Cu+ as the auto-reduction product of MOF when exposed to reduction gas [17]. As the CO adsorption on intrinsic Cu2+ is weak at room temperature, the feature vibration peaks assigned to Cu2+–CO cannot be detected. For Cu3(BTC)2, the coordinately unsaturated copper ion with Lewis acid site is an impressive active site for CO to adsorb. However, the activation of O2 at low temperature is far weaker, according to the investigations reported before [18,19]. This explains why Cu3(BTC)2 is not active for CO oxidation until 200°C [11,20]. Cu3(BCT)2-aT contains a large amount of CuO. CuO is very good for CO activation [21] but the ability to activate molecular O2 is limited. The spectrum of CO on Ag/Cu3(BTC)2-aT is shown in Fig. 4c. Since the bond of CO-Ag0 can only form weakly at low temperature, no vibration band related to CO-Ag0 is observed in this work. The Ag+ species observed in XRD and XPS analyses also shows no vibration bands connected to CO. This is probably due to the existence of oxygen that covers the silver surface and leaves no active sites for CO. On the other hand, Ag is considered to be a valuable species in the activation of oxygen. Thus, by the coordination of Ag and Cu species, Ag/Cu3(BTC)2-aT exhibits high activity for CO oxidation. 4 Conclusions In conclusion, Ag/CuxO (x=1,2) nanoparticles can be easily obtained via thermal treatment of Cu3(BTC)2 supported Ag at 250°C and ambient pressure under oxygen atmosphere. The catalyst characterization shows that CuO and Cu2O species are helpful for CO adsorption and Ag plays a key role in the activation of oxygen. The synergy between CuxO and Ag leads to significantly enhanced activity for CO oxidation. In addition, Ag is partially oxidized by oxygen and Ag2O probably acts as one of the active species for CO oxidation. Acknowledgments The support from the National Natural Science Foundation of China (under contract #20990223) is greatly appreciated. Appendix A Supplementary data Supplementary material. Appendix A Supplementary data Supplementary data to this article can be found online at http://dx.doi.org/10.1016/j.catcom.2013.04.019. References [1] D. Wu Q. Xu D.H. Liu C.L. Zhong Journal of Physical Chemistry C 114 2010 16611 [2] F. Zhang C. Chen W.M. Xiao L. Xu N. Zhang Catalysis Communications 26 2012 25 [3] W.X. Wang Y.W. Li R.J. Zhang D.H. He H.L. Liu S.J. Liao Catalysis Communications 12 2011 875 [4] Y.W. Li J.R. Li L.F. Wang B.Y. Zhou Q. Chen X.H. Bu Journal of Materials Chemistry A 1 2013 495 [5] B.W. Jacobs R.J.T. Houk B.M. Wong A.A. Talin M.D. Allendorf Nanotechnology 22 2011 375601 [6] A. Banerjee R. Gokhale S. Bhatnagar J. Jog M. Bhardwaj B. Lefez B. Hannoyer S. Ogale Journal of Materials Chemistry 22 2012 19694 [7] Y.H. Hu L. Zhang Physics Review B 81 2010 174103 [8] S.S.Y. Chui S.M.F. Lo J.P.H. Charmant A.G. Orpen I.D. Williams Science 283 1999 1148 [9] T.D. Bennett S. Cao J.C. Tan D.A. Keen E.G. Bithell P.J. Beldon T. Friscic A.K. Cheetham Journal of the American Chemical Society 133 2011 14546 [10] B. Liu X. Zhang H. Shioyama T. Mukai T. Sakai Q. Xu Journal of Power Sources 195 2010 857 [11] J.Y. Ye C.J. Liu Chemical Communications 47 2011 2167 [12] Y. Zhou C.J. Liu Plasma Chemistry and Plasma Processing 31 2011 499 [13] P. Chowdhury C. Bikkina D. Meister F. Dreisbach S. Gumma Microporous and Mesoporous Materials 117 2009 406 [14] Z. Wang C.J. Liu G. Zhang Catalysis Communications 10 2009 959 [15] R.J.T. Houk B.W. Jacobs F.E. Gabaly N.N. Chang A.A. Talin D.D. Graham S.D. House L.M. Robertson M.D. Allendorf Nano Letters 9 2009 3413 [16] J.H. Liu A.Q. Wang Y.S. Chi H.P. Lin C.Y. Mou The Journal of Physical Chemistry B 109 2004 40 [17] J. Szanyi M. Daturi G. Clet D.R. Baer C.H.F. Peden Physical Chemistry Chemical Physics 14 2012 4383 [18] H. Noei S. Amirjalayer M. Müller X. Zhang R. Schmid M. Muhler R.A. Fischer Y. Wang ChemCatChem 4 2012 755 [19] K. Nagase Y. Zheng Y. Kodama J. Kakuta Journal of Catalysis 187 1999 123 [20] J.M. Zamaro N.C. Pérez E.E. Miró C. Casado B. Seoane C. Téllez J. Coronas Chemical Engineering Journal 195–196 2012 180 [21] Z. Liu R. Zhou X. Zheng Catalysis Communications 9 2008 2183",
      "scopus-id": "84877847245",
      "coredata": {
        "eid": "1-s2.0-S1566736713001568",
        "dc:description": "Thermal treatment of Cu3(BTC)2 supported Ag has been performed at 250°C and ambient pressure under oxygen atmosphere. Ag/CuxO (x=1,2) nanoparticles are obtained. The catalyst characterization shows that CuO and Cu2O species are helpful for CO adsorption and Ag plays a key role in the activation of oxygen. The synergy between CuxO and Ag leads to significantly enhanced activity for CO oxidation. In addition, Ag is partially oxidized by oxygen and Ag2O probably acts as one of the active species for CO oxidation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2013-08-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736713001568",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhao, Yue"
          },
          {
            "@_fa": "true",
            "$": "Zhong, Chongli"
          },
          {
            "@_fa": "true",
            "$": "Liu, Chang-Jun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736713001568"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736713001568"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(13)00156-8",
        "prism:volume": "38",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Enhanced CO oxidation over thermal treated Ag/Cu-BTC",
        "prism:copyright": "Copyright © 2013 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Metal–organic framework"
          },
          {
            "@_fa": "true",
            "$": "Cu3(BTC)2"
          },
          {
            "@_fa": "true",
            "$": "Thermal treatment"
          },
          {
            "@_fa": "true",
            "$": "Ag"
          },
          {
            "@_fa": "true",
            "$": "CO oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "74-76",
        "prism:endingPage": "76",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 August 2013",
        "prism:doi": "10.1016/j.catcom.2013.04.019",
        "prism:startingPage": "74",
        "dc:identifier": "doi:10.1016/j.catcom.2013.04.019",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4100855",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@height": "289",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31526",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40172",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "293",
            "@width": "379",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29552",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "298",
            "@width": "377",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29939",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20918",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5560",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7072",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5494",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4781",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "162",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736713001568-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11570",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84877847245"
      }
    }
  }
}