{
  "metadata": {
    "title": "Highly stable Ru nanoparticles anchored on NiFe layered double hydroxides as efficient water splitting electrocatalysts",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2023-11-30",
    "doi": "10.1016/j.catcom.2023.106788",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736723001905",
    "pii": "S1566736723001905"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85175264756",
      "originalText": "serial JL 272180 291210 291744 291809 31 90 Catalysis Communications CATALYSISCOMMUNICATIONS 2023-10-27 2023-10-27 2023-10-31 2023-10-31 2023-11-23T07:58:06 1-s2.0-S1566736723001905 S1566-7367(23)00190-5 S1566736723001905 10.1016/j.catcom.2023.106788 S300 S300.1 FULL-TEXT 1-s2.0-S1566736723X00107 2023-11-23T08:14:56.796939Z 0 0 20231101 20231130 2023 2023-10-27T01:01:04.375543Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid fundingbodyid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight oauserlicense openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder sponsoredaccesstype srctitle srctitlenorm srctype ssids alllist content oa subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 1566-7367 15667367 UNLIMITED NONE true 184 184 C Volume 184 6 106788 106788 106788 202311 November 2023 2023-11-01 2023-11-30 2023 article fla © 2023 The Authors. Published by Elsevier B.V. HIGHLYSTABLERUNANOPARTICLESANCHOREDNIFELAYEREDDOUBLEHYDROXIDESEFFICIENTWATERSPLITTINGELECTROCATALYSTS ZHANG Z 1 Introduction 2 Experimental section 2.1 Materials and reagents 2.2 Synthesis of the NiFe LDH/NF 2.3 Synthesis of the NiFe LDH-Ru 2.4 Electrochemical measurements 3 Results and discussion 3.1 Synthesis and characterizations of electrocatalyst 3.2 Electrocatalytic performance for OER 3.3 Electrocatalytic performance for HER 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary data References HU 2021 203 K BO 2020 4225 4237 X JIN 2020 2000531 H CHEN 2021 1826 1836 W ZHOU 2022 2100537 Y LI 2019 557 569 J SUEN 2017 337 365 N CHEN 2022 16 25 W PAUDEL 2022 107712 D YU 2018 121 138 F GUO 2018 106 114 L LIU 2018 946 950 W ZHU 2020 5600 5608 J ZHANG 2017 13694 13698 L ZHU 2019 3599 3605 D DING 2020 1105 1112 P PING 2016 7640 7645 J SUN 2021 119740 H LEI 2022 2202522 H ZHANG 2019 2780 2786 Z GUAN 2023 122145 X CHEN 2019 11038 11104 J ZHOU 2019 736 740 D LI 2022 2200029 C CAI 2022 2110696 Z LIU 2018 1706928 P ZHOU 2022 2107608 G JIANG 2021 130718 X ZHANG 2020 3370 3376 D CHEN 2023 W MENG 2019 16501 16510 Z CHEN 2023 W WU 2018 353 363 A HUANG 2019 1901439 L ZHANG 2019 1900576 P YANG 2021 119584 L CHEN 2019 1903909 R ZHANG 2019 887 895 X YU 2017 1820 1827 L JIA 2017 1700017 Y ZHANGX2023X106788 ZHANGX2023X106788XZ Full 2023-10-24T15:44:42Z Author http://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license. © 2023 The Authors. Published by Elsevier B.V. 2023-11-03T05:07:48.774Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined BISTU Beijing Information Science and Technology University http://data.elsevier.com/vocabulary/SciValFunders/501100010818 http://sws.geonames.org/1814991 Key scientific research projects of colleges and universities in Henan Province Key Scientific Research Project of Colleges and Universities in Henan Province http://data.elsevier.com/vocabulary/SciValFunders/501100013066 http://sws.geonames.org/1814991/ Beijing Key Laboratory of Sensors 2022CGKF005 Natural Science Foundation of Henan Province 232300421380 Natural Science Foundation of Henan Province http://data.elsevier.com/vocabulary/SciValFunders/501100006407 http://sws.geonames.org/1814991/ The authors greatly appreciate the open research fund of Beijing Key Laboratory of Sensors (No. 2022CGKF005 ), the Key scientific research projects of colleges and universities in Henan Province (No. 23A150055 ), the Natural Science Foundation of Henan Province (No. 232300421380 ). item S1566-7367(23)00190-5 S1566736723001905 1-s2.0-S1566736723001905 10.1016/j.catcom.2023.106788 272180 2023-11-23T08:14:56.796939Z 2023-11-01 2023-11-30 UNLIMITED NONE 1-s2.0-S1566736723001905-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/MAIN/application/pdf/c5d2a7b08b73b82d90cb6ec957db890c/main.pdf main.pdf pdf true 5207594 MAIN 7 1-s2.0-S1566736723001905-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/PREVIEW/image/png/2f8defded34cc2251e57b8db20c88031/main_1.png main_1.png png 56832 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736723001905-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr3/DOWNSAMPLED/image/jpeg/345efe1645eb1a97e6c5197a49af5a18/gr3.jpg gr3 gr3.jpg jpg 93459 422 802 IMAGE-DOWNSAMPLED 1-s2.0-S1566736723001905-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr4/DOWNSAMPLED/image/jpeg/d605b83c78a21a331f485be2d12f5aa0/gr4.jpg gr4 gr4.jpg jpg 68586 444 802 IMAGE-DOWNSAMPLED 1-s2.0-S1566736723001905-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr5/DOWNSAMPLED/image/jpeg/8bd3d4a245c7576327264fbdefbf8bb5/gr5.jpg gr5 gr5.jpg jpg 45316 435 567 IMAGE-DOWNSAMPLED 1-s2.0-S1566736723001905-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr1/DOWNSAMPLED/image/jpeg/394300cd29e2e876453d7594ee3fd71b/gr1.jpg gr1 gr1.jpg jpg 208664 694 739 IMAGE-DOWNSAMPLED 1-s2.0-S1566736723001905-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr2/DOWNSAMPLED/image/jpeg/a6017abb5f55ff0b46ba60686f734153/gr2.jpg gr2 gr2.jpg jpg 74117 523 619 IMAGE-DOWNSAMPLED 1-s2.0-S1566736723001905-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/ga1/DOWNSAMPLED/image/jpeg/6a580702e700b32116740b8150edd49b/ga1.jpg ga1 true ga1.jpg jpg 18074 164 500 IMAGE-DOWNSAMPLED 1-s2.0-S1566736723001905-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr3/THUMBNAIL/image/gif/aad550cd17f378ae5952eb1bead79490/gr3.sml gr3 gr3.sml sml 10523 115 219 IMAGE-THUMBNAIL 1-s2.0-S1566736723001905-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr4/THUMBNAIL/image/gif/78871dae1a9427587b6c33d1a927cb30/gr4.sml gr4 gr4.sml sml 8198 121 219 IMAGE-THUMBNAIL 1-s2.0-S1566736723001905-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr5/THUMBNAIL/image/gif/cd97ec8c0de49a784c02f9607f7592f3/gr5.sml gr5 gr5.sml sml 11825 164 213 IMAGE-THUMBNAIL 1-s2.0-S1566736723001905-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr1/THUMBNAIL/image/gif/3fda0c1368bd9b418123161a66edd7ef/gr1.sml gr1 gr1.sml sml 19867 163 174 IMAGE-THUMBNAIL 1-s2.0-S1566736723001905-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/gr2/THUMBNAIL/image/gif/b4f4c5859b93571c82db7611a12383a4/gr2.sml gr2 gr2.sml sml 11763 164 194 IMAGE-THUMBNAIL 1-s2.0-S1566736723001905-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/ga1/THUMBNAIL/image/gif/a0a54de40f212e37cd2c7678b569be7c/ga1.sml ga1 true ga1.sml sml 6525 72 219 IMAGE-THUMBNAIL 1-s2.0-S1566736723001905-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/HIGHRES/image/jpeg/ec798dc4354dea2df6da54c3e1736c19/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 521339 1868 3549 IMAGE-HIGH-RES 1-s2.0-S1566736723001905-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/HIGHRES/image/jpeg/02f015b4c95499ba5667dc393a5a3664/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 371289 1964 3549 IMAGE-HIGH-RES 1-s2.0-S1566736723001905-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/HIGHRES/image/jpeg/10cb54b56c531294f6c2f13a25584409/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 276764 1929 2513 IMAGE-HIGH-RES 1-s2.0-S1566736723001905-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/HIGHRES/image/jpeg/3296cc8d625d2441b7fb9a9eb2e77954/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 787386 1845 1964 IMAGE-HIGH-RES 1-s2.0-S1566736723001905-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/HIGHRES/image/jpeg/a3317ae2731b25cd78a01a99f8e6acd8/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 417930 2318 2741 IMAGE-HIGH-RES 1-s2.0-S1566736723001905-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/HIGHRES/image/jpeg/319fc69d10c7f0cb3910c8d3b23b911b/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 105796 728 2213 IMAGE-HIGH-RES 1-s2.0-S1566736723001905-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736723001905/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/a4fd06e17358585226fd96c0b43cec74/mmc1.docx mmc1 mmc1.docx docx 1486059 APPLICATION 1-s2.0-S1566736723001905-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10C98XJ96GD/MAIN/application/pdf/21519739ab51fbbf0d8b90d2aa01b1fe/am.pdf am am.pdf pdf false 2389980 AAM-PDF CATCOM 106788 106788 S1566-7367(23)00190-5 10.1016/j.catcom.2023.106788 Fig. 1 Synthesis, microstructure, and elemental composition of NiFe LDH-Ru catalysts. (a) Synthesis process of NiFe LDH-Ru. SEM images of (b-d) NiFe LDH-Ru, (e) TEM and (f) High-resolution TEM image of NiFe LDH-Ru. (g) SAED pattern of NiFe LDH-Ru, (h) EDX elemental mapping images for Ni, Fe, O, and Ru in NiFe LDH-Ru. Fig. 1 Fig. 2 Bonding states of the catalysts. XPS survey (a) Fe 2p, (b) Ni 2p, (c) O 1 s, (d) Ru 3d of NiFe LDH-Ru spectra. Fig. 2 Fig. 3 Performance in electrocatalytic oxygen evolution reaction. (a) OER LSV curves; (b) Tafel plots; (c) Demonstrated stability of NiFe LDH-Ru after one and 3000 cycles; the inset in (c) shows the stability curves of the NiFe LDH-Ru electrode at current densities of 10 mA cm−2 for 24 h; (d)-(e) CV curves at various scan rates in the potential range from 1.02 to 1.12 V versus RHE for (d) Ni LDH-Ru and (e) NiFe LDH-Ru samples. (f) Double layer capacitances (C dl) for Ni LDH-Ru and NiFe LDH-Ru samples. Fig. 3 Fig. 4 Catalyst performance in electrocatalytic hydrogen evolution reaction. (a) LSV curves for HER, (b) Tafel plots, (c) Demonstrated stability of NiFe LDH-Ru after one and 3000 cycles, (d) Stability curves of the NiFe LDH-Ru electrode at current densities of 10 mA cm−2 for 24 h, (e) Nyquist plots of electrochemical impedance spectra. Fig. 4 Fig. 5 Bifunctional performance in water electrolysis. (a) Photograph of NiFe LDH-Ru for overall water splitting process. (b) Polarization curves of NiFe LDH-Ru in a two-electrode electrolyzer tested in 1 M KOH electrolyte. (c) Chronoamperometric curve of NiFe LDH-Ru at 10 mA cm−2 for overall water splitting. Fig. 5 Highly stable Ru nanoparticles anchored on NiFe layered double hydroxides as efficient water splitting electrocatalysts Zhiwei Zhang Investigation Writing – original draft a Wenxia Chen Writing – review & editing Supervision b ⁎ Wei Wei Supervision b Yaozhen Qian Data curation Validation b Meng Wu Visualization Investigation b Shuyan Hu Validation b Jingyuan Zhang Validation b Xingwang Zhu Supervision c ⁎ Kostya (Ken) Ostrikov Writing – review & editing d a Beijing Key Laboratory for Sensors, Beijing Information Science & Technology University, Beijing 100192, China Beijing Key Laboratory for Sensors Beijing Information Science & Technology University Beijing 100192 China Beijing Key Laboratory for Sensors, Beijing Information Science & Technology University, Beijing 100192, China b School of Chemistry and Chemical Engineering, Henan D&A Engineering Center of Advanced Battery Materials, Shangqiu Normal University, Shangqiu 476000, Henan, China School of Chemistry and Chemical Engineering, Henan D&A Engineering Center of Advanced Battery Materials Shangqiu Normal University Shangqiu Henan 476000 China School of Chemistry and Chemical Engineering, Henan D&A Engineering Center of Advanced Battery Materials, Shangqiu Normal University, Shangqiu 476000, Henan, China c College of Environmental Science and Engineering, Yangzhou University, Yangzhou 225009, Jiangsu, China College of Environmental Science and Engineering Yangzhou University Yangzhou Jiangsu 225009 China College of Environmental Science and Engineering, Yangzhou University, Yangzhou 225009, Jiangsu, China d School of Chemistry and Physics and Centre for Materials Science, Queensland University of Technology (QUT), Brisbane, QLD 4000, Australia School of Chemistry and Physics and Centre for Materials Science Queensland University of Technology (QUT) Brisbane QLD 4000 Australia School of Chemistry and Physics and Centre for Materials Science, Queensland University of Technology (QUT), Brisbane, QLD 4000, Australia ⁎ Corresponding authors. Developing efficient and stable bifunctional electrocatalysts is highly desirable for boosting the energy efficiency of water splitting. Herein, we propose an effective ruthenium nanoparticle anchoring approach to reconstruct NiFe LDH including the customized morphology and configuration of active species. The synthesized NiFe LDH-Ru shows an excellent HER and OER performance with low overpotentials of 52 and 217 mV at 10 mA cm−2, respectively, which exceeds most of the existing HER and OER catalysts. Moreover, the NiFe LDH-Ru catalyst also presents excellent long-term stability. This work provides a new approach for exploring efficient electrocatalysts for clean and renewable energy applications. Graphical abstract Unlabelled Image Keywords NiFe LDH Ru nanoparticles HER OER Overall water splitting Data availability Data will be made available on request. 1 Introduction Electrochemical water splitting is one of the most promising strategies to produce clean and sustainable H2 [1–5]. Nevertheless, the electrochemical water oxidation (OER) restricts the overall reaction efficiency due to the inherent sluggish kinetics in the water electrolysis process [6–11]. Nowadays, many prospective transition metal-based materials, such as oxides [12], sulfides [13], phosphides [14], layered double hydroxides (LDH) [15], etc. have attracted strong research interest. The NiFe layered double hydroxides (NiFe LDH) have been intensely explored owing to their abundant reserves, low-cost, and tunable composition [16–18]. However, the poor conductivity and low charge transfer ability of NiFe LDH severely limit their widespread applications in electrocatalysis. Some researchers used FeNi-LDH as a semi-sacrificial template or an anion-induced method to optimize the NiFe LDH to further improve the OER kinetics [19]. However, there is still a major gap between the HER performance of the existing catalysts and Pt, despite the notably lower costs [20]. For instance, the price of Ru is only 1/3 of Pt, and Ru is a promising Pt substitute for electrocatalysis because of highly chemical resistance [21]. However, in various studies of Ru and Ru-based nanostructures, Ru nanoparticles are easy to agglomerate during the preparation of Ru-based nanomaterials [22]. Therefore, the use of appropriate supporting substrates can inhibit the aggregation of Ru nanoparticles, which is beneficial to the improvement of catalytic performance. Herein, we develop an in-situ approach for fabricating 0D/2D NiFe LDH-Ru hybrid as high-efficiency HER and OER catalysts by oil bath assisted heating to form Ru nanoparticles. The Ru nanoparticles doping can modify the local electronic structure of NiFe LDH and reduce the energy barrier for adsorption of water molecules. The results show that Ru incorporation enhanced the HER and OER by NiFe LDH catalysts by exposing a large number of and abundant highly-active sites. The prepared NiFe LDH-Ru catalyst can effectively drive HER and OER, while exhibiting the excellent electrocatalytic performance toward HER and OER with the low overpotentials of 52 and 217 mV to reach 10 mA cm−2, respectively, as well as the long-term stability. This work provides guidance for custom-designing high-performance electrocatalysts for diverse applications in clean energy and related fields. 2 Experimental section 2.1 Materials and reagents The Iron nitrate nonahydrate Fe(NO3)3·9H2O, Nickel nitrate hexahydrate (Ni(NO3)3·6H2O), and urea, RuCl3·xH2O and RuO2 were obtained from Aladdin Reagents Ltd. The KOH (AR, ≥ 85.0%) were purchased from Alfa. The commercial Pt/C (20 wt%) was purchased from Johnson Mattey Co./Ltd. All the reagents were used without further purification. 2.2 Synthesis of the NiFe LDH/NF Typically, the Ni foam (NF, 1 × 1 cm−2) was cleaned with 1 M HCl, deionized water and ethanol. Thereafter, 10 mg Fe(NO3)3·9H2O, 100 mg Ni(NO3)3·6H2O, and 150 mg urea were mixed uniformly, and then the NF and the solution were transferred into a Teflon-lined autoclave. The sealed reactor autoclave was heated at 120 °C for 12 h. Finally, the product was washed with deionized water (about 50 ml) and dried at 60 °C. 2.3 Synthesis of the NiFe LDH-Ru The prepared NiFe LDH/NF was immersed in 3 mg/mL RuCl3 solution and reacted at 60 °C for 12 h. The final product was washed with deionized water and ethyl alcohol (about 50 ml), respectively, and thus dried at 60 °C for 12 h. The obtained product was denoted as NiFe LDH-Ru. 2.4 Electrochemical measurements The HER and OER measurements were carried out using a three-electrode cell in a CHI660e workstation. The cell included the Ag/AgCl, carbon rod and the as-prepared products as the reference electrode, the counter electrode, whereas 1 M KOH solution was used as an electrolyte. The linear sweep voltammetry (LSV), electrochemical impedance spectroscopy (EIS) and chronopotentiometry curves were recorded by a conventional electrochemical workstation device. In addition, the CV curves with the scan rates from 20 to 100 mV s−1 were acquired to obtain the Cdl values. The electrochemically active surface area (ECSA) was assessed according to Cdl. 3 Results and discussion 3.1 Synthesis and characterizations of electrocatalyst The preparation route of NiFe LDH-Ru electrocatalyst is presented in Fig. 1a. Firstly, the NiFe LDH is synthesized by a hydrothermal method. Using RuCl3 as a Ru source, Ru loaded nanoparticles were grown evenly on NiFe LDH using the oil bath method to synthesize the NiFe LDH-Ru. As displayed in Fig. 1b, c, and d, the NiFe LDH-Ru with rough surfaces supports the nucleation of many Ru nanoparticles, and the Ru nanoparticles are uniformly loaded on the NiFe LDH surface. The X-ray diffraction (XRD) is performed to study the crystal structures of the products in Fig. S1 and Fig. S2, it can be observed that these peaks at 11.5°, 23.6°, 34.4°, 38.9°, 59.7° and 61.1°can be ascribed to (003), (006), (012), (015), (113) and (116) facets of FeNi-LDH (PDF#51–0463) [23], respectively. For NiFe LDH-Ru, the characteristic peak of the NiFe LDH-Ru has a positive shift compared to the NiFe LDH, indicating that ruthenium nanoparticles are successfully loaded the NiFe LDH-Ru surface. Besides, the XRD patterns of Ni LDH-Ru and Fe LDH-Ru do not show any significant peaks corresponding to ruthenium nanoparticles, thus indicating the small Ru loading. Transmission electron microscopy (TEM) imaging further reveals the nanosheet structure of NiFe LDH-Ru shown in Fig. 1e. Additionally, the high-resolution TEM (HRTEM) micrograph exhibits the lattice fringe spacing of 0.23 and 0.214 nm shown in Fig. 1f, which corresponds to the (015) and (002) facets of NiFe LDH and Ru nanoparticles, respectively; this result is consistent with the previous report [24,25] and the SAED patterns in Fig. 1g. The energy-dispersive X-ray spectroscopy (EDX) elemental mapping demonstrates a uniform distribution of Ni, Fe, O, and Ru elements throughout the NiFe LDH-Ru nanosheets, as seen in Fig. 1h. Furthermore, the composition and valence states of the NiFe LDH-Ru is analyzed by XPS characterization. The survey spectrum of the NiFe LDH-Ru is shown in Fig. S3, and reveals the existence of the Ni, Fe, O, and Ru. The content of the Ru is about 6.5% based on the XPS result, but Ru reveals apparent peaks confirming the Ru nanoparticles on the surface of NiFe LDH. As shown in Fig. 2a, the Fe 2p spectrum displays the peaks at 710.4 and 719.5 eV, and other two peaks at 704.3 and 735.6 eV are ascribed to Fe 2p3/2 and Fe 2p1/2 of Fe (III), respectively [26,27]. As for the Ni 2p spectrum (Fig. 2b), the peaks at 852.9 and 870.6 eV are assigned to Ni 2p3/2 and Ni 2p1/2, respectively, which is accompanied by the peaks at 858.7 and 876.6 eV as the satellite peaks [28,29]. As revealed in Fig. 2c, the O 1 s spectra at 529.0 and 528.7 eV are in accordance with lattice oxygen and metal-O, respectively, which is consistent with the previously reported data [30]. The electronic state of the surface Ru species was further ascertained by the BE of Ru 3d in Fig. 2d, which presents the Ru 3d3/2 deconvoluted into three peaks based on the reported BEs with standard deviation [31]. The peaks with BE of 278.6 eV (Ru 3d5/2) and 285.9 eV (Ru 3d3/2) are ascribed to Ru0. The BE of Ru3+ are located at 282.0 eV (Ru 3d5/2). Furthermore, the N2 adsorption-desorption curves demonstrate that the specific surface area of the NiFe LDH-Ru is 24.3 m2 g−1 measured in Fig. S4, which is consistent with the isotherm of type III [32]. Better separation of the electrolyte from the catalyst surface into the interior is conducive to the rapid mass transport and electron transfer. 3.2 Electrocatalytic performance for OER The electrocatalytic OER activity of the prepared NiFe LDH-Ru and other samples were studied by linear sweep voltammetry (LSV) in 1 M KOH solution using a three-electrode system. As revealed in Fig. 3a and Fig. S5, the NiFe LDH-Ru exhibits a much lower overpotential compared to NiFe LDH, Fe LDH-Ru, Ni LDH-Ru and RuO2 samples, whereas the required overpotential of NiFe LDH-Ru to reach 10 mA cm−2 is only 217 mV in alkaline media, which is significantly lower than for, NiFe LDH (280 mV), Fe LDH-Ru (266 mV), Ni LDH-Ru (233 mV), RuO2 (256 mV), and its metal-based Ru (261 mV) in Fig. S6, as well as recently reported catalysts [33–36] and NiFe-based materials in Table S1. The Tafel slopes of NiFe LDH-Ru, Fe LDH-Ru, Ni LDH-Ru, and RuO2 are 63, 141, 103 and 85 mV dec−1, respectively (Fig. 3b). The small Tafel slopes of NiFe LDH-Ru indicate that the incorporation of Ru indeed can indeed promote the OER process. Long-term electrochemical stability is the next important parameter for practical applications. The NiFe LDH-Ru exhibits stable OER activity for 3000 cycles (Fig. 3c). Long-term stability is further evaluated by chronopotentiometry at 10 mA cm−2 for 24 h (the inset in Fig. 3c), which shows excellent electrochemical stability. In addition, the cyclic voltammetry curve of the Ni LDH-Ru and NiFe LDH-Ru are presented in Fig. 3d and Fig. 3e. The double layer capacitance (Cdl) measurements are performed to evaluate the electrochemical activity by CV, and there is a positive correlation between Cdl and CV. The Cdl value of NiFe LDH-Ru (9.9 mF cm2) is clearly larger than that of Ni LDH-Ru (7.9 mF cm2) in Fig. 3f, suggesting that NiFe LDH-Ru presents the higher values of ECSA for OER. This finding can be ascribed to the coexistence of Fe and Ni, which facilitates the OER activity. 3.3 Electrocatalytic performance for HER The HER performance of the NiFe LDH-Ru electrocatalyst is also assessed in a standard three-electrode device in the 1.0 M KOH solution. Fig. 4a and Fig. S7 reveals the linear sweep voltammograms (LSV) curves of the as-prepared electrodes, and the commercial Pt/C catalyst used as a reference sample. Compared to Fe LDH-Ru and Ni LDH-Ru samples, as well as its metal-based Ru in Fig. S8, the catalytic activity of NiFe LDH-Ru is notably higher. The overpotential of NiFe LDH-Ru (52 mV at −10 mA cm−2) is close to the commercial Pt/C (41 mV at −10 mA cm−2) and it exceeds the NiFe LDH (74 mV at −10 mA cm−2), Ni LDH-Ru (105 mV at −10 mA cm−2), Fe LDH-Ru (168 mV at −10 mA cm−2), as well as other recently reported catalysts [37–40], as well as Ru-based materials in Table S2. The Tafel slope of NiFe LDH-Ru is 108 mV dec−1, which is much lower than those of Ni LDH-Ru (155 mV dec−1), Fe LDH-Ru (197 mV dec−1), and close to the Pt/C (104 mV dec−1) samples, as shown in Fig. 4b. The decreased Tafel slope of the NiFe LDH-Ru implies the accelerated rate-limiting step, which is favorable for the HER kinetics. Furthermore, the LSV of the NiFe LDH-Ru exhibits a very stable HER activity after 3000 cycles (Fig. 4c). The long-term durability of the NiFe LDH-Ru is further evaluated by chronopotentiometry at 10 mA cm−2 for continuous operation of 24 h (Fig. 4d), which confirms its notable stability. Electrochemical impedance spectroscopy (EIS) was used to further characterize the HER activity of NiFe LDH-Ru. The Nyquist curves in Fig. 4e yielded the charge transfer resistance (R ct) associated with electrocatalytic kinetics. This result reveals that the NiFe LDH-Ru has a much smaller R ct value than Ni LDH-Ru and Fe LDH-Ru samples, which suggests faster electron transfer and higher HER activity, which is consistent with the LSV measurements in Fig. 4a. In addition, the XRD data show that the structural changes after the electrochemical reaction are very small, which indicates that the catalyst is stable, see Fig. S9. As shown in Fig. S10, the XPS analysis is further carried after the electrochemical performance test. It can be observed that the Ni 2p and Fe 2p spectra are almost unchanged compared to the state before the reaction, and the Ru 3d spectrum changes obviously. Through the strong metal-substrate interaction between Ru and NiFe LDH substrate, the oxidation state fluctuation can be kept low during the electrocatalytic reaction. Moreover, the atomic Ru site can be stabilized, and the catalyst can avoid structural recombination. At the same time, Ru site can stabilize the Ni and Fe catalytic sites, so that the structural sites can avoid the chemical bonding and structural distortion caused by the oxidation of Ni and Fe sites during the electrochemical reaction. Therefore, the NiFe LDH-Ru catalyst really achieves a stable dual catalytic reaction site through a very strong metal-substrate interaction and is indeed an effective bi-functional electrocatalyst. Based on the bifunctional catalytic characteristic for HER and OER, two NiFe LDH-Ru electrodes were further applied to assemble a two-electrode electrolyzer (Fig. 5a). Importantly, the two-electrode device generates a lot of bubbles. As shown in Fig. 5b, the assembled electrolyzer output voltage is 1.59 at 10 mA cm−2 for the overall water splitting, which surpasses typical reported values in alkaline media. Besides, the long-term stability of NiFe LDH-Ru is measured at a current density of 10 mA cm−2. The catalyst can maintain the initial current density after 24 h of continuous reaction, confirming the excellent stability of NiFe LDH-Ru in overall water electrolysis confirmed by the results presented in Fig. 5c. The results prove that the Ru nanoparticles anchored on NiFe LDH can modulate the electronic structure of NiFe LDH-Ru, thus facilitating its intrinsic catalytic activity. 4 Conclusion In summary, we have developed a bifunctional electrocatalyst which demonstrated a notable activity for both HER and OER reactions in alkaline medium. The catalyst was synthesized by anchoring highly dispersed Ru nanoparticles on NiFe LDH. The NiFe LDH-Ru exhibits excellent catalytic activity, highlighted by an overpotential of 52 and 217 mV toward the HER and OER at 10 mA cm−2, respectively, which surpasses the reported performance of advanced NiFe-based catalysts. The NiFe LDH-Ru catalyst was further used as both a cathode and an anode in an overall water splitting cell. The assembled water electrolysis device also showed excellent electrocatalytic activity. The achieved electrocatalytic performance can be ascribed to strong interactions between Ru and NiFe LDH, prevented Ru migration and aggregation, collectively ensuring the demonstrated catalytic durability. The work opens a new avenue for the rational design and production of NiFe-based materials for clean and sustainable energy related applications that require high catalytic activity and stability. CRediT authorship contribution statement Zhiwei Zhang: Investigation, Writing – original draft. Wenxia Chen: Writing – review & editing, Supervision. Wei Wei: Supervision. Yaozhen Qian: Data curation, Validation. Meng Wu: Visualization, Investigation. Shuyan Hu: Validation. Jingyuan Zhang: Validation. Xingwang Zhu: Supervision. Kostya (Ken) Ostrikov: Writing – review & editing. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements The authors greatly appreciate the open research fund of Beijing Key Laboratory of Sensors (No. 2022CGKF005), the Key scientific research projects of colleges and universities in Henan Province (No. 23A150055), the Natural Science Foundation of Henan Province (No. 232300421380). Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2023.106788. References [1] K.L. Hu T. Ohto Y. Nagata M. Wakisaka Y. Aoki J.-I. Fujita Y. Ito Catalytic activity of graphene-covered non-noble metals governed by proton penetration in electrochemical hydrogen evolution reaction Nat. Commun. 12 2021 203 K. L. Hu, T. Ohto, Y. Nagata, M. Wakisaka, Y. Aoki, J.-I. Fujita, Y. Ito, Catalytic activity of graphene-covered non-noble metals governed by proton penetration in electrochemical hydrogen evolution reaction, Nat. Commun. 12 (2021) 203. [2] X. Bo R.K. Hocking S. Zhou Y.B. Li X.J. Chen J.C. Zhuang Y. Du C. Zhao Capturing the active sites of multimetallic (oxy)hydroxides for the oxygen evolution reaction, energy Environ. Sci. 13 2020 4225 4237 X. Bo, R. K. Hocking, S. Zhou, Y. B. Li, X. J. Chen, J. C. Zhuang, Y. Du, C. Zhao, Capturing the active sites of multimetallic (oxy)hydroxides for the oxygen evolution reaction, Energy. Environ. Sci. 13 (2020) 4225-4237. [3] H.Y. Jin S. Sultan M. Ha J.N. Tiwari M.G. Kim K.S. Kim Simple and scalable mechanochemical synthesis of noble metal catalysts with single atoms toward highly efficient hydrogen evolution Adv. Funct. Mater. 30 2020 2000531 H. Y. Jin, S. sSultan, M. Ha, J. N. Tiwari, M. G. Kim, K. S. Kim, Simple and scalable mechanochemical synthesis of noble metal catalysts with single atoms toward highly efficient hydrogen evolution, Adv. Funct. Mater. 30 (2020) 2000531. [4] W.X. Chen X.W. Zhu Y.W. Zhang Y.M. Zhou K.K. Ostrikov Bimetal-organic frameworks from in situ-activated NiFe foam for highly efficient water splitting ACS Sustain. Chem. Eng. 9 2021 1826 1836 W. X. Chen, X. W. Zhu, Y. W. Zhang, Y. M. Zhou, and K. K. Ostrikov, Bimetal-organic frameworks from in situ-activated NiFe foam for highly efficient water splitting, ACS Sustainable Chem. Eng. 9 (2021) 1826-1836. [5] Y. Zhou W. Hao X.X. Zhao J.D. Zhou H.M. Yu B. Lin Z. Liu S.J. Pennycook S.Z. Li H.J. Fan Electronegativity-induced charge balancing to boost stability and activity of amorphous electrocatalysts Adv. Mater. 34 2022 2100537 Y. Zhou, W. Hao, X. X. Zhao, J. D. Zhou, H. M. Yu, B. Lin, Z. Liu, S. J. Pennycook, S. Z. Li, H. J. Fan, Electronegativity-induced charge balancing to boost stability and activity of amorphous electrocatalysts, Adv. Mater. 34 (2022) 2100537. [6] J. Li Y.Y. Zhu W. Chen Z.Y. Lu J.W. Xu A. Pei Y.C. Peng X.L. Zheng Z.W. Zhang S. Chu Y. Cui Breathing-mimicking electrocatalysis for oxygen evolution and reduction Joule 3 2019 557 569 J. Li, Y. Y. Zhu, W. Chen, Z. Y. Lu, J. W. Xu, A. Pei, Y. C. Peng, X. L. Zheng, Z. W. Zhang, S. Chu, Y. Cui, Breathing-mimicking electrocatalysis for oxygen evolution and reduction, Joule 3 (2019) 557-569. [7] N.-T. Suen S.-F. Hung Q. Quan N. Zhang Y.-J. Xu H.M. Chen Electrocatalysis for the oxygen evolution reaction: recent development and future perspectives Chem. Soc. Rev. 46 2017 337 365 N.-T. Suen, S.-F. Hung, Q. Quan, N. Zhang, Y.-J. Xu, H. M. Chen, Electrocatalysis for the oxygen evolution reaction: recent development and future perspectives, Chem. Soc. Rev. 46 (2017) 337-365. [8] W.X. Chen X.W. Zhu R. Wang W. Wei M. Liu S. Dong K.K. Ostrikov S.-Q. Zang Interface-engineered MoS2/CoS/NF bifunctional catalysts for highly-efficient water electrolysis J. Energy Chem. 75 2022 16 25 W. X. Chen, X. W. Zhu, R. Wang, W. Wei, M. Liu, S. Dong, K. K. Ostrikov, S.-Q. Zang, Interface-engineered MoS2/CoS/NF bifunctional catalysts for highly-efficient water electrolysis, J. Energy Chem. 75 (2022) 16-25. [9] D.R. Paudel U.N. Pan R.B. Ghising P.P. Dhakal V.A. Dinh H. Wang N.H. Kim J.H. Lee Interface modulation induced by the 1T Co-WS2 shell nanosheet layer at the metallic NiTe2/Ni core-nanoskeleton: glib electrode-kinetics for HER, OER, and ORR Nano Energy 102 2022 107712 D. R. Paudel, U. N. Pan, R. B. Ghising, P. P. Dhakal, V. A. Dinh, H. Wang, N. H. Kim, J. H. Lee, Interface modulation induced by the 1T Co-WS2 shell nanosheet layer at the metallic NiTe2/Ni core-nanoskeleton: Glib electrode-kinetics for HER, OER, and ORR, Nano Energy 102 (2022) 107712. [10] F. Yu L. Yu I.K. Mishra Y. Yu Z.F. Ren H.Q. Zhou Recent developments in earth-abundant and non-noble electrocatalysts for water electrolysis Mater. Today Phys. 7 2018 121 138 F. Yu, L. Yu, I. K. Mishra, Y. Yu, Z. F. Ren, H. Q. Zhou, Recent developments in earth-abundant and non-noble electrocatalysts for water electrolysis, Mater. Today. Phys. 7 (2018) 121-138. [11] L. Guo Z. Yang K. Marcus Z. Li B. Luo L. Zhou X. Wang Y. Du Y. Yang MoS2/TiO2 heterostructures as nonmetal plasmonic photocatalysts for highly efficient hydrogen evolution, energy Environ. Sci. 11 2018 106 114 L. Guo, Z. Yang, K. Marcus, Z. Li, B. Luo, L. Zhou, X. Wang, Y. Du, Y. Yang, MoS2/TiO2 heterostructures as nonmetal plasmonic photocatalysts for highly efficient hydrogen evolution, Energy. Environ. Sci. 11 (2018) 106-114. [12] W. Liu Q. Xu P.F. Yan J. Chen Y. Du S.Q. Chu J.O. Wang Fabrication of a single-atom platinum catalyst for the hydrogen evolution reaction: a new protocol by utilization of HxMoO3-x with plasmon resonance ChemCatChem 10 2018 946 950 W. Liu, Q. Xu, P. F. Yan, J. Chen, Y. Du, S. Q. Chu, J. O. Wang, Fabrication of a single-atom platinum catalyst for the hydrogen evolution reaction: A new protocol by utilization of HxMoO3-x with plasmon resonance, ChemCatChem 10 (2018) 946-950. [13] J.T. Zhu L.J. Cai X.M. Yin Z. Wang L.F. Zhang H.B. Ma Y.X. Ke Y.H. Du S.B. Xi A.T.S. Wee Y. Chai W.J. Zhang Enhanced electrocatalytic hydrogen evolution activity in single-atom Pt-decorated VS2 nanosheets ACS Nano 14 2020 5600 5608 J. T. Zhu, L. J. Cai, X. M. Yin, Z. Wang, L. F. Zhang, H. B. Ma, Y. X. Ke, Y. H. Du, S. B. Xi, A. T. S. Wee, Y. Chai, W. J. Zhang, Enhanced electrocatalytic hydrogen evolution activity in single-atom Pt-decorated VS2 nanosheets, ACS Nano 14 (2020) 5600-5608. [14] L.H. Zhang L.L. Han H.X. Liu X.J. Liu J. Luo Potential-cycling synthesis of single platinum atoms for efficient hydrogen evolution in neutral media Angew. Chem. Int. Ed. 56 2017 13694 13698 L. H. Zhang, L. L. Han, H. X. Liu, X. J. Liu, J. Luo, Potential-cycling synthesis of single platinum atoms for efficient hydrogen evolution in neutral media, Angew. Chem. Int. Ed. 56 (2017) 13694-13698. [15] D.D. Zhu J.L. Liu L. Wang Y. Du Y. Zheng K. Davey S.-Z. Qiao A 2D metal-organic framework/Ni(OH)2 heterostructure for an enhanced oxygen evolution reaction Nanoscale 11 2019 3599 3605 D. D. Zhu, J. L. Liu, L. Wang, Y. Du, Y. Zheng, K. Davey, S.-Z. Qiao, A 2D metal-organic framework/Ni(OH)2 heterostructure for an enhanced oxygen evolution reaction, Nanoscale 11 (2019) 3599-3605. [16] P. Ding F.T. Luo P.D. Wang W.W. Xia X.Y. Xu J.G. Hu H.B. Zeng Photo-induced charge kinetic acceleration in ultrathin layered double hydroxide nanosheets boosts the oxygen evolution reaction J. Mater. Chem. A 8 2020 1105 1112 P. Ding, F. T. Luo, P. D. Wang, W. W. Xia, X. Y. Xu, J. G. Hu, H. B. Zeng, Photo-induced charge kinetic acceleration in ultrathin layered double hydroxide nanosheets boosts the oxygen evolution reaction, J. Mater. Chem. A 8 (2020) 1105-1112. [17] J.F. Ping Y.X. Wang Q.P. Lu B. Chen J.Z. Chen Y. Huang Q.L. Ma C.L. Tan J. Yang X.H. Cao Z.J. Wang J. Wu Y.B. Ying H. Zhang Self-assembly of single-layer CoAl-layered double hydroxide nanosheets on 3D graphene network used as highly efficient electrocatalyst for oxygen evolution reaction Adv. Mater. 28 2016 7640 7645 J. F. Ping, Y. X. Wang, Q. P. Lu, B. Chen, J. Z. Chen, Y. Huang, Q. L. Ma, C. L. Tan, J. Yang, X. H. Cao, Z. J. Wang, J. Wu, Y. B. Ying, H. Zhang, Self-assembly of single-layer CoAl-layered double hydroxide nanosheets on 3D graphene network used as highly efficient electrocatalyst for oxygen evolution reaction, Adv. Mater. 28 (2016) 7640-7645. [18] H.C. Sun W. Zhang J.-G. Li Z.S. Li X. Ao K.-H. Xue K.K. Ostrikov J. Tang C.D. Wang Rh-engineered ultrathin NiFe-LDH nanosheets enable highly-efficient overall water splitting and urea electrolysis Appl. Catal. B Environ. 284 2021 119740 H. C. Sun, W. Zhang, J.-G. Li, Z. S. Li, X. Ao, K.-H. Xue, K. K. Ostrikov, J. Tang, C. D. Wang, Rh-engineered ultrathin NiFe-LDH nanosheets enable highly-efficient overall water splitting and urea electrolysis, Appl. Catal. B: Environ. 284 (2021) 119740. [19] H. Lei L. Ma Q.X. Wan S.Z. Tan B. Yang Z.L. Wang W.J. Mai H.J. Fan Promoting surface reconstruction of NiFe layered double hydroxide for enhanced oxygen evolution Adv. Energy Mater. 12 2022 2202522 H. Lei, L. Ma, Q. X. Wan, S. Z. Tan, B. Yang, Z. L. Wang, W. J. Mai, H. J. Fan, Promoting surface reconstruction of NiFe layered double hydroxide for enhanced oxygen evolution, Adv. Energy Mater. 12 (2022) 2202522. [20] Z. Zhang P. Li Q. Wang Q. Feng Y.K. Tao J.Y. Xu C. Jiang X.E. Lu J.T. Fan M. Gu H. Li H.J. Wang Mo modulation effect on the hydrogen binding energy of hexagonal-close-packed Ru for hydrogen evolution J. Mater. Chem. A 7 2019 2780 2786 Z. Zhang, P. Li, Q. Wang, Q. Feng, Y. K. Tao, J. Y. Xu, C. Jiang, X. E. Lu, J. T. Fan, M. Gu, H. Li, H. J. Wang, Mo modulation effect on the hydrogen binding energy of hexagonal-close-packed Ru for hydrogen evolution, J. Mater. Chem. A 7 (2019) 2780-2786. [21] X. Guan Q. Wu H. Li S. Zeng Q. Yao R. Li H. Chen Y. Zheng K. Qu Identifying the roles of Ru single atoms and nanoclusters for energy-efficient hydrogen production assisted by electrocatalytic hydrazine oxidation Appl. Catal. B Environ. 323 2023 122145 X. Guan, Q. Wu, H. Li, S. Zeng, Q. Yao, R. Li, H. Chen, Y. Zheng, K. Qu, Identifying the roles of Ru single atoms and nanoclusters for energy-efficient hydrogen production assisted by electrocatalytic hydrazine oxidation, Appl. Catal. B: Environ. 323 (2023) 122145. [22] J.D. Chen H.Y. Wang Y.T. Gong Y. Wang Directly immobilizing a Ru-tannic acid linkage coordination complex on carbon cloth: an efficient and ultrastable catalyst for the hydrogen evolution reaction J. Mater. Chem. A 7 2019 11038 11104 J. D. Chen, H. Y. Wang, Y. T. Gong, Y. Wang, Directly immobilizing a Ru-tannic acid linkage coordination complex on carbon cloth: an efficient and ultrastable catalyst for the hydrogen evolution reaction, J. Mater. Chem. A 7 (2019) 11038-1104. [23] D.J. Zhou S.Y. Wang Y. Jia X.Y. Xiong H.B. Yang S. Liu J.L. Tang J.M. Zhang D. Liu L.R. Zheng Y. Kuang X.M. Sun B. Liu NiFe hydroxide lattice tensile strain: enhancement of adsorption of oxygenated intermediates for efficient water oxidation catalysis Angew. Chem. Int. Ed. 58 2019 736 740 D. J. Zhou, S. Y. Wang, Y. Jia, X. Y. Xiong, H. B. Yang, S. Liu, J. L. Tang, J. M. Zhang, D. Liu, L. R. Zheng, Y. Kuang, X. M. Sun, B. Liu, NiFe Hydroxide Lattice Tensile Strain: Enhancement of adsorption of oxygenated intermediates for efficient water oxidation catalysis, Angew. Chem. Int. Ed. 58 (2019) 736-740. [24] C. Li H. Jang S. Liu M. Kim L. Hou X. Liu J. Cho P and Mo dual doped Ru ultrasmall nanoclusters embedded in P-doped porous carbon toward efficient hydrogen evolution reaction Adv. Energy Mater. 2022 2200029 C. Li, H. Jang, S. Liu, M. Kim, L. Hou, X. Liu, and J. Cho, P and Mo Dual Doped Ru Ultrasmall Nanoclusters Embedded in P-Doped Porous Carbon toward Efficient Hydrogen Evolution Reaction. Adv. Energy Mater. 2022, 2200029. [25] Z. Cai P. Wang J. Zhang A. Chen J. Zhang Y. Yan X. Wang Reinforced layered double hydroxide oxygen evolution electrocatalysts: polyoxometallic acid wet-etching approach and synergistic mechanism Adv. Mater. 34 2022 2110696 Z. Cai, P. Wang, J. Zhang, A. Chen, J. Zhang, Y. Yan and X. Wang, Reinforced layered double hydroxide oxygen evolution electrocatalysts: polyoxometallic acid wet-etching approach and synergistic mechanism. Adv. Mater. 34 (2022) 2110696. [26] P.T. Liu D.Q. Gao W. Xiao L. Ma K. Sun P.X. Xi D.S. Xue J. Wang Self-powered water-splitting devices by core-shell NiFe@N-graphite-based Zn-air batteries Adv. Funct. Mater. 28 2018 1706928 P. T. Liu, D. Q. Gao, W. Xiao, L. Ma, K. Sun, P. X. Xi, D. S. Xue, J. Wang, Self-powered water-splitting devices by core-shell NiFe@N-graphite-based Zn-Air batteries, Adv. Funct. Mater. 28 (2018) 1706928. [27] G.Z. Zhou G.S. Liu X.B. Liu Q.P. Yu H.M. Mao Z.Y. Xiao L. Wang 1D/3D heterogeneous assembling body as trifunctional electrocatalysts enabling zinc-air battery and self-powered overall water splitting Adv. Funct. Mater. 32 2022 2107608 G. Z. Zhou, G. S. Liu, X. B. Liu, Q. P. Yu, H. M. Mao, Z. Y. Xiao, L. Wang, 1D/3D heterogeneous assembling body as trifunctional electrocatalysts enabling zinc-air battery and self-powered overall water splitting, Adv. Funct. Mater. 32 (2022) 2107608. [28] X.L. Jiang X.Q. Yue Y.X. Li X.J. Wei Q.J. Zheng F.Y. Xie D.M. Lin G.X. Qu Anion-cation-dual doped tremella-like nickel phosphides for electrocatalytic water oxidation Chem. Eng. J. 426 2021 130718 X. L. Jiang, X. Q. Yue, Y. X. Li, X. J. Wei, Q. J. Zheng, F. Y. Xie, D. M. Lin, G. X. Qu, Anion-cation-dual doped tremella-like nickel phosphides for electrocatalytic water oxidation, Chem. Eng. J. 426 (2021) 130718. [29] D.L. Zhang H.Y. Mou L. Chen G. Xing D.B. Wang C.X. Song Surface/interface engineering N-doped carbon/NiS2 nanosheets for efficient electrocatalytic H2O splitting Nanoscale 12 2020 3370 3376 D. L. Zhang, H. Y. Mou, L. Chen, G. Xing, D. B. Wang, C. X. Song, Surface/interface engineering N-doped carbon/NiS2 nanosheets for efficient electrocatalytic H2O splitting, Nanoscale 12 (2020) 3370-3376. [30] W. Chen W. Wei F. Li Y. Wang M. Liu S. Dong J. Cui Y. Zhang R. Wang K. Ostrikov S.-Q. Zang Tunable built-in electric field in Ru nanoclusters-based electrocatalyst boosts water splitting and simulated seawater electrolysis Adv. Funct. Mater. 2023 10.1002/adfm.202310690 W. Chen, W. Wei, F. Li, Y. Wang, M. Liu, S. Dong, J. Cui, Y. Zhang, R. Wang, K. Ostrikov, S.-Q. Zang, Tunable Built-in Electric Field in Ru Nanoclusters-based Electrocatalyst Boosts Water Splitting and Simulated Seawater Electrolysis. Adv. Funct. Mater. DOI: 10.1002/adfm.202310690. [31] Z. Meng Y. Liu G.X. Yang Y.H. Cao H.J. Wang F. Peng P.F. Liu H. Yu Electron-rich ruthenium on nitrogen-doped carbons promoting levulinic acid hydrogenation to γ-Valerolactone: effect of metal-support interaction ACS Sustain. Chem. Eng. 7 2019 16501 16510 Z. Meng, Y. Liu, G. X. Yang, Y. H. Cao, H. J. Wang, F. Peng, P. F. Liu, H. Yu, Electron-rich ruthenium on nitrogen-doped carbons promoting levulinic acid hydrogenation to γ-Valerolactone: Effect of metal-support interaction, ACS Sustainable Chem. Eng. 7 (2019) 16501-16510. [32] W. Chen X.W. Zhu W. Wei H.R. Chen T.H. Dong R. Wang M. Liu K.K. Ostrikov P. Peng S.-Q. Zang Neighboring platinum atomic sites activate platinum-cobalt nanoclusters as high-performance ORR/OER/HER electrocatalysts Small 2304294 2023 W. Chen, X. W. Zhu, W. Wei, H. R. Chen, T. H. Dong, R. Wang, M. Liu, K. K. Ostrikov, P. Peng, and S.-Q. Zang, Neighboring platinum atomic sites activate platinum-cobalt nanoclusters as high-performance ORR/OER/HER electrocatalysts. Small (2023) 2304294. [33] A.P. Wu Y. Xie H. Ma C.G. Tian Y. Gu H.J. Yan X.M. Zhang G.Y. Yang H.G. Fu Integrating the active OER and HER components as the heterostructures for the efficient overall water splitting Nano Energy 44 2018 353 363 A. P. Wu, Y. Xie, H. Ma, C. G. Tian, Y. Gu, H. J. Yan, X. M. Zhang, G. Y. Yang, H. G. Fu, Integrating the active OER and HER components as the heterostructures for the efficient overall water splitting, Nano Energy 44 (2018) 353-363. [34] L.L. Huang D.W. Chen G. Luo Y.-R. Lu C. Chen Y.Q. Zou C.-L. Dong Y.F. Li S.Y. Wang Zirconium-regulation-induced bifunctionality in 3D cobalt-iron oxide nanosheets for overall water splitting Adv. Mater. 31 2019 1901439 L. L. Huang, D. W. Chen, G. Luo, Y.-R. Lu, C. Chen, Y. Q. Zou, C.-L. Dong, Y. F. Li, S. Y. Wang, Zirconium-regulation-induced bifunctionality in 3D cobalt-iron oxide nanosheets for overall water splitting, Adv. Mater. 31 (2019) 1901439. [35] P. Zhang X.F. Lu J.W. Nai S.-Q. Zang X.W. Lou Construction of hierarchical Co-Fe oxyphosphide microtubes for electrocatalytic overall water splitting Adv. Sci. 6 2019 1900576 P. Zhang, X. F. Lu, J. W. Nai, S.-Q. Zang, X. W. Lou, Construction of hierarchical Co-Fe oxyphosphide microtubes for electrocatalytic overall water splitting, Adv. Sci. 6 (2019) 1900576. [36] L. Yang L.T. Huang Y.H. Yao L.F. Jiao In-situ construction of lattice-matching NiP2/NiSe2 heterointerfaces with electron redistribution for boosting overall water splitting Appl. Catal. B 282 2021 119584 L. Yang, L. T. Huang, Y. H. Yao, L. F. Jiao, In-situ construction of lattice-matching NiP2/NiSe2 heterointerfaces with electron redistribution for boosting overall water splitting, Appl. Catal. B: Envviron. 282 (2021) 119584. [37] R. Chen S.F. Hung D.J. Zhou J.J. Gao C.J. Yang H.B. Tao H.B. Yang L.P. Zhang L.L. Zhang Q.H. Xiong H.M. Chen B. Liu Layered structure causes bulk NiFe layered double hydroxide unstable in alkaline oxygen evolution reaction Adv. Mater. 31 2019 1903909 R. Chen, S. F. Hung, D. J. Zhou, J. J. Gao, C. J. Yang, H. B. Tao, H. B. Yang, L. P. Zhang, L. L. Zhang, Q. H. Xiong, H. M. Chen, B. Liu, Layered structure causes bulk NiFe layered double hydroxide unstable in alkaline oxygen evolution reaction, Adv. Mater. 31 (2019) 1903909. [38] X. Zhang A.N. Marianov Y.J. Jiang C. Cazorla D.W. Chu Hierarchically constructed silver nanowire@nickel-iron layered double hydroxide nanostructures for electrocatalytic water splitting Appl. Nano Mater. 3 2019 887 895 X. Zhang, A. N. Marianov, Y. J. Jiang, C. Cazorla, D. W. Chu, Hierarchically constructed silver nanowire@nickel-iron layered double hydroxide nanostructures for electrocatalytic water splitting, Appl. Nano Mater. 3 (2019) 887-895. [39] L. Yu H.Q. Zhou J.Y. Sun F. Qin F. Yu J.M. Bao Y. Yu S. Chen Z.F. Ren Cu nanowires shelled with NiFe layered double hydroxide nanosheets as bifunctional electrocatalysts for overall water splitting Energy Environ. Sci. 10 2017 1820 1827 L. Yu, H. Q. Zhou, J. Y. Sun, F. Qin, F. Yu, J. M. Bao, Y. Yu, S. Chen, Z. F. Ren, Cu nanowires shelled with NiFe layered double hydroxide nanosheets as bifunctional electrocatalysts for overall water splitting, Energy. Environ. Sci. 10 (2017) 1820-1827. [40] Y. Jia L.Z. Zhang G.P. Gao H. Chen B. Wang J.Z. Zhou M.T. Soo M. Hong X.C. Yan G. Qian J. Zou A.J. Du X.D. Yao A heterostructure coupling of exfoliated Ni-Fe hydroxide nanosheet and defective graphene as a bifunctional electrocatalyst for overall water splitting Adv. Mater. 29 2017 1700017 Y. Jia, L. Z. Zhang, G. P. Gao, H. Chen, B. Wang, J. Z. Zhou, M. T. Soo, M. Hong, X. C. Yan, G. Qian, J. Zou, A. J. Du, X. D. Yao, A heterostructure coupling of exfoliated Ni-Fe hydroxide nanosheet and defective graphene as a bifunctional electrocatalyst for overall water splitting, Adv. Mater. 29 (2017) 1700017.",
      "scopus-id": "85175264756",
      "coredata": {
        "eid": "1-s2.0-S1566736723001905",
        "dc:description": "Developing efficient and stable bifunctional electrocatalysts is highly desirable for boosting the energy efficiency of water splitting. Herein, we propose an effective ruthenium nanoparticle anchoring approach to reconstruct NiFe LDH including the customized morphology and configuration of active species. The synthesized NiFe LDH-Ru shows an excellent HER and OER performance with low overpotentials of 52 and 217 mV at 10 mA cm−2, respectively, which exceeds most of the existing HER and OER catalysts. Moreover, the NiFe LDH-Ru catalyst also presents excellent long-term stability. This work provides a new approach for exploring efficient electrocatalysts for clean and renewable energy applications.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-11-30",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736723001905",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Zhiwei"
          },
          {
            "@_fa": "true",
            "$": "Chen, Wenxia"
          },
          {
            "@_fa": "true",
            "$": "Wei, Wei"
          },
          {
            "@_fa": "true",
            "$": "Qian, Yaozhen"
          },
          {
            "@_fa": "true",
            "$": "Wu, Meng"
          },
          {
            "@_fa": "true",
            "$": "Hu, Shuyan"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jingyuan"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Xingwang"
          },
          {
            "@_fa": "true",
            "$": "Ostrikov, Kostya (Ken)"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736723001905"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736723001905"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S1566-7367(23)00190-5",
        "prism:volume": "184",
        "articleNumber": "106788",
        "prism:publisher": "The Authors. Published by Elsevier B.V.",
        "dc:title": "Highly stable Ru nanoparticles anchored on NiFe layered double hydroxides as efficient water splitting electrocatalysts",
        "prism:copyright": "© 2023 The Authors. Published by Elsevier B.V.",
        "openaccess": "1",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "NiFe LDH"
          },
          {
            "@_fa": "true",
            "$": "Ru nanoparticles"
          },
          {
            "@_fa": "true",
            "$": "HER"
          },
          {
            "@_fa": "true",
            "$": "OER"
          },
          {
            "@_fa": "true",
            "$": "Overall water splitting"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": "Author",
        "prism:pageRange": "106788",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2023",
        "prism:doi": "10.1016/j.catcom.2023.106788",
        "prism:startingPage": "106788",
        "dc:identifier": "doi:10.1016/j.catcom.2023.106788",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "422",
            "@width": "802",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "93459",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "444",
            "@width": "802",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68586",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "435",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "45316",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "694",
            "@width": "739",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "208664",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "523",
            "@width": "619",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "74117",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "164",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18074",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10523",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "121",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8198",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11825",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "174",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19867",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11763",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "72",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6525",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1868",
            "@width": "3549",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "521339",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1964",
            "@width": "3549",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "371289",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1929",
            "@width": "2513",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "276764",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1845",
            "@width": "1964",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "787386",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2318",
            "@width": "2741",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "417930",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "728",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "105796",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1486059",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736723001905-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2389980",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85175264756"
      }
    }
  }
}