{
  "metadata": {
    "title": "Demonstration of electrocatalytic oxygen evolution activity of V<ce:inf loc=post>4</ce:inf>AlC<ce:inf loc=post>3</ce:inf> (M<ce:inf loc=post>n+1</ce:inf>AX<ce:inf loc=post>n</ce:inf>Phase) bulk powders",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2019-07-05",
    "doi": "10.1016/j.catcom.2019.05.001",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736719301402",
    "pii": "S1566736719301402"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85065226283",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2019-05-03 2019-05-03 2019-05-09 2019-05-09 2019-05-21T23:55:51 1-s2.0-S1566736719301402 S1566-7367(19)30140-2 S1566736719301402 10.1016/j.catcom.2019.05.001 S300 S300.1 FULL-TEXT 1-s2.0-S1566736719X00072 2020-11-11T12:26:04.529336Z 0 0 20190705 2019 2019-05-03T15:10:26.431999Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst pubtype ref specialabst 1566-7367 15667367 true 127 127 C Volume 127 7 25 28 25 28 20190705 5 July 2019 2019-07-05 2019 article sco © 2019 Elsevier B.V. All rights reserved. DEMONSTRATIONELECTROCATALYTICOXYGENEVOLUTIONACTIVITYV4ALC3MN1AXNPHASEBULKPOWDERS TONG H 1 Introduction 2 Experimental 2.1 Synthetic procedures 2.2 Materials characterization 2.3 Electrode preparation and electrochemical characterization 3 Results and discussion 4 Conclusions Acknowledgements Appendix A Supplementary data References SEH 2017 eaad4998 Z HAN 2016 9266 9291 L LIANG 2018 6961 6968 Z XIA 2016 77 85 C GAO 2014 3870 3978 M OVER 2012 3356 3426 H LEE 2012 399 404 Y BARSOUM 2000 201 281 M NAGUIB 2014 992 1005 M VAHIDMOHAMMADI 2017 11135 11144 A GHIDIU 2014 78 81 M YU 2018 181 190 M BARSOUM 2011 195 227 M XU 2016 1094 1099 J ZHU 2017 192 195 J ETZKORN 2007 7646 7653 J CHOI 1999 64 72 J SHANG 2017 44 53 X FAN 2017 3289 3293 K ZHANG 2018 1703098 J ZAK 2011 251 256 A TONGX2019X25 TONGX2019X25X28 TONGX2019X25XH TONGX2019X25X28XH 2021-05-09T00:00:00.000Z 2021-05-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. item S1566-7367(19)30140-2 S1566736719301402 1-s2.0-S1566736719301402 10.1016/j.catcom.2019.05.001 272180 2020-01-31T05:10:19.71294Z 2019-07-05 1-s2.0-S1566736719301402-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/MAIN/application/pdf/9f95e8cffd0a3cee09e5b9f004d6a2dc/main.pdf main.pdf pdf true 1115481 MAIN 4 1-s2.0-S1566736719301402-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/PREVIEW/image/png/40bd9b65f4b886ef92a1cfc7f20e6e34/main_1.png main_1.png png 51739 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736719301402-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/ga1/THUMBNAIL/image/gif/60206af4caee6013146f74137137f553/ga1.sml ga1 true ga1.sml sml 9082 82 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719301402-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr1/THUMBNAIL/image/gif/53ec86666d18aa4a005230bfc22bf734/gr1.sml gr1 gr1.sml sml 11556 164 217 IMAGE-THUMBNAIL 1-s2.0-S1566736719301402-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr2/THUMBNAIL/image/gif/66242c904c75a4e044953ecc4da8344a/gr2.sml gr2 gr2.sml sml 9631 150 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719301402-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr3/THUMBNAIL/image/gif/ad4dbcedc543b33b06c824afc6eb430a/gr3.sml gr3 gr3.sml sml 12687 73 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719301402-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr4/THUMBNAIL/image/gif/6b4c62dbceac48207e229140e312f676/gr4.sml gr4 gr4.sml sml 10401 164 215 IMAGE-THUMBNAIL 1-s2.0-S1566736719301402-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr5/THUMBNAIL/image/gif/d4591a2ca2b479b8df7b43a3a7615185/gr5.sml gr5 gr5.sml sml 6976 164 213 IMAGE-THUMBNAIL 1-s2.0-S1566736719301402-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/ga1/DOWNSAMPLED/image/jpeg/9deae0b4995f7dc4fd76004b0d5a9efc/ga1.jpg ga1 true ga1.jpg jpg 42096 188 500 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719301402-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr1/DOWNSAMPLED/image/jpeg/dcfe16a4a70ae62dd72bb8982ffc8ff7/gr1.jpg gr1 gr1.jpg jpg 23938 203 269 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719301402-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr2/DOWNSAMPLED/image/jpeg/f8cfae7082c4c764183ff5369d13d8bc/gr2.jpg gr2 gr2.jpg jpg 36148 267 389 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719301402-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr3/DOWNSAMPLED/image/jpeg/22eff0b5900eaa5b034ea00a286e4c07/gr3.jpg gr3 gr3.jpg jpg 72707 238 714 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719301402-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr4/DOWNSAMPLED/image/jpeg/9a3bef8cc1ab008bb7d9703f34ac533a/gr4.jpg gr4 gr4.jpg jpg 26060 205 269 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719301402-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr5/DOWNSAMPLED/image/jpeg/1c20bc1b2d006f4b940697284aeec088/gr5.jpg gr5 gr5.jpg jpg 14712 207 269 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719301402-ga1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/ga1/HIGHRES/image/jpeg/7f4a0fdc7bd151057de5f272d6fbe147/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 147167 498 1328 IMAGE-HIGH-RES 1-s2.0-S1566736719301402-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr1/HIGHRES/image/jpeg/4f7e7996f36653b86eeb7b75eddb4c82/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 210155 900 1191 IMAGE-HIGH-RES 1-s2.0-S1566736719301402-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr2/HIGHRES/image/jpeg/2adb076a45844dc8e2b8455520521010/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 319649 1181 1723 IMAGE-HIGH-RES 1-s2.0-S1566736719301402-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr3/HIGHRES/image/jpeg/8adc104be1cac2dca149c16c6832dfe7/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1211815 1053 3162 IMAGE-HIGH-RES 1-s2.0-S1566736719301402-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr4/HIGHRES/image/jpeg/fbca335c8e8e04ae318cf9109332028a/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 214110 908 1191 IMAGE-HIGH-RES 1-s2.0-S1566736719301402-gr5_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/gr5/HIGHRES/image/jpeg/beeb55b965f76c639f118f792797e35d/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 122902 917 1193 IMAGE-HIGH-RES 1-s2.0-S1566736719301402-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719301402/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/5907a1cc97369c28beb740f5cb778188/mmc1.docx mmc1 mmc1.docx docx 1668950 APPLICATION 1-s2.0-S1566736719301402-am.pdf am am.pdf pdf 581630 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10FQ68W0J1B/MAIN/application/pdf/7a89f124505ad355aa728f0759f6933f/am.pdf CATCOM 5694 S1566-7367(19)30140-2 10.1016/j.catcom.2019.05.001 Elsevier B.V. Fig. 1 High-resolution XPS spectrum for V 2p core levels. The vertical lines represent the various assigned vanadium species. Fig. 1 Fig. 2 XRD diffraction patterns for ball-milled V4AlC3 with different times (0, 5 and 30 h). The inset presents the ball-milling time dependence of crystallite size and strain for the V4AlC3. Fig. 2 Fig. 3 FE-SEM images of the V4AlC3powders after ball-milling of 0 h (left), 5 h (middle) and 30 h (right). The insets show the enlarged view from the red box area. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 3 Fig. 4 LSV curves of V4AlC3-BM0h/NF, V4AlC3-BM5h/NF and V4AlC3-BM30h/NF catalysts measured in 1.0 M KOH, where the inset shows the corresponding Tafel plots. Fig. 4 Fig. 5 LSV curves before and after 3000 CV cycles, where the inset shows the chronopotentiometric response of the V4AlC3-BM30h/NF electrode at 10 mA cm−2. Fig. 5 Short communication Demonstration of electrocatalytic oxygen evolution activity of V4AlC3 (Mn+1AXnPhase) bulk powders Haiyun Tong a b Shuai Lin a ⁎ Hanlu Zhang e Xin Wang a b Yanan Huang a Bangchuan Zhao a Xuebin Zhu a ⁎ Yuping Sun a c d a Key Laboratory of Materials Physics, Institute of Solid State Physics, Hefei Institute of Physical Science, Chinese Academy of Sciences, Hefei 230031, People's Republic of China Key Laboratory of Materials Physics Institute of Solid State Physics Hefei Institute of Physical Science Chinese Academy of Sciences Hefei 230031 People's Republic of China b University of Science and Technology of China, Hefei 230026,People's Republic of China University of Science and Technology of China Hefei 230026 People's Republic of China c High Magnetic Field Laboratory, Chinese Academy of Sciences, Hefei 230031, People's Republic of China High Magnetic Field Laboratory Chinese Academy of Sciences Hefei 230031 People's Republic of China d Collaborative Innovation Center of Advanced Microstructures, Nanjing University, Nanjing 210093, People's Republic of China Collaborative Innovation Center of Advanced Microstructures Nanjing University Nanjing 210093 People's Republic of China e School of Science, Xi'an University of Posts and Telecommunications, Xi'an 710061, People's Republic of China School of Science Xi'an University of Posts and Telecommunications Xi'an 710061 People's Republic of China ⁎ Corresponding authors. The present work reports oxygen evolution reaction (OER) activity in metallic V4AlC3 bulk powders prepared by solid-state reactions for the first time. An ultralow overpotential of 253 mV at the current density of 10 mA cm−2 and an excellent stability are observed, demonstrating that V4AlC3 bulk powder can be used as an excellent new type of OER catalyst with low-cost for mass production. Graphical abstract V4AlC3 bulks show excellent electrocatalytic activity and stability for water oxidation, providing a new electrocatalyst with low cost. Unlabelled Image Keywords MAX phase compounds V4AlC3bulk powders Oxygen evolution reaction Electrocatalyst 1 Introduction With increasing global population and decreasing fossil fuel energy reserves, electrochemical hydrogen and oxygen from water splitting can effectively ease the energy crisis [1–3]. Oxygen evolution reaction (OER) is of great significance for energy conversions. However, the major obstacle to develop water splitting via OER is due to the complex four-electron transfer process, which is kinetically sluggish [4,5]. Currently, noble metal oxides (e.g., RuO2, IrO2) are recognized as the most effective catalysts for OER, showing low overpotential, while the high prices and low abundance in these elements hamper large-scale commercial applications [6,7].Therefore, developments of earth-rich and highly active electrocatalysts for OER become a crucial goal. In recent years, great progresses have been achieved in two-dimensional (2D) early transition metal carbides or nitrides, namely MXenes, which are synthesized by the etching out of A layers from MAX phases with the general formula of Mn+1AXn (n = 1, 2, 3), where M is an early transition metal, A is a main group element (mostly IIIA and IVA) and X is either C or N [8,9]. Excellent electrochemical properties have been discovered in MXenes, including batteries [10], supercapacitors [11] and OER [12]. On the other hand, MAX phases have not been investigated widely in the electrochemical field, although these compounds have layered structures, excellent electrical and thermal conductivities, high elastic modulus and good machinability [13]. Xu et al. [14] demonstrated that Ti2SC and Ti3SiC2 MAX phases can be considered as promising anode materials for Li-ion batteries. Zhu et al. [15] predicted that MAX phase compounds can be applied in Li-ion batteries by using first-principles calculations. It is recognized that MAX phases demonstrated possible applications in the electrochemical field. Herein, we report for the first time to our knowledge that V4AlC3 bulks prepared by solid-state reactions show electrocatalytic activity with an overpotential of 320 mV at 10 mA cm−2 and a Tafel slope of 78.6 mV dec−1. Furthermore, an ultralow overpotential of 253 mV at 10 mA cm−2 is realized with decreasing the V4AlC3 particle size. These findings not only provide a new, low-cost and efficient electrocatalyst, but also expand the scope of electrocatalytic materials for water oxidation. 2 Experimental 2.1 Synthetic procedures Polycrystalline MAX phase compound V4AlC3 was prepared by conventional solid-state reactions. Powders of V (Aladdin, 99.9%; −200 mesh), Al (Alfa Aesar, 99.9%; −325 mesh), and C (Sinopharm, 99.99%; −325 mesh) were mixed in an atomic ratio of 4: 1.5: 3. After grinding for about 30 min with agate mortar and pestle, the mixtures were pressed into pellets (diameter of 13 mm, thickness of about 10 mm, under a pressure of 1 GPa) and then heated in a tube furnace to 1500 °C with a heating rate of 9 °C min−1 from room temperature to 1000 °C and 5 °C min−1 from 1000 °C to 1500 °C under a flowing argon gas. The samples were then annealed at this temperature for 2 h before furnace cooling to room temperature. After cooling to room temperature, the pellets were crumbled and then grinded for 30 min by using a mortar and pestle, and the powders were subsequently attrition milled at 500 rpm for different times (5 and 30 h) in an ethanol medium. After that, the ball-milled V4AlC3 powders were dried in vacuum oven at 60 °C for 24 h. 2.2 Materials characterization The crystal structure determination of the synthesized solid samples was performed by using the powder X-ray diffraction (XRD) patterns (Philips X'pert PRO X-ray diffractometer with Cu K α radiation, λ = 0.15406 nm). The morphologies, components and microstructures of samples were investigated by Quanta 200 FEG field emission scanning electron microscope (FE-SEM) and Philips TecnaiG2 F20 high-resolution transmission electron microscope (HR-TEM) at an acceleration voltage of 200 kV equipped with energy-dispersive X-ray spectroscopy (EDX, Oxford EDX, with INCA software). X-ray photoelectron spectroscopy (XPS) studies were conducted using ESCALAB 250Xi equipped with monochromatic Al K α source of 1486.6 eV. The surface areas and porosities of the synthesized samples were obtained using a Surface Area and Porosimetry Analyzer (Omnisorp 100CX). The resistivity of samples was performed on a Quantum Design physical property measurement system (PPMS-9T). 2.3 Electrode preparation and electrochemical characterization All electrochemical measurements were carried out using a CHI 660E electrochemistry workstation (CH Instruments, Inc., Shanghai) connected with a standard three-electrode configuration. An Ag/AgCl electrode in saturated KCl and a carbon paper electrode were used as the reference and counter electrodes, respectively. All the potentials were calibrated against the reversible hydrogen electrode (RHE). The polycrystalline MAX phase compound V4AlC3 powder was used as the working electrode, which was fabricated according to the following procedures: first, 10 mg of MAX phase compound V4AlC3 or other contrastive catalyst was dispersed in 250 μL of ethanol and 250 μL water, and 40 μL of 5.0 wt% Nafion solution (Alfa Aesar) by ultrasonication for 30 min to form a uniform catalyst ink. Subsequently, a total of 100 μL of this catalyst ink was coated on pre-treated nickel foam (1 × 1.5 cm) using a microliter syringe. After drying, the working electrode was fabricated. In this work, the total loading amount of various catalysts was fixed to 1.46 mg cm−2. The electrocatalytic activity of the solids was examined via linear-sweep voltammetry in O2-purged 1 M KOH solution at 298 K from 0 to 0.8 V vs. Ag/AgCl and a scan rate of 5 mV s−1 with 90%-iR correction. All potentials and voltages were iR corrected during the test procedures. For a comparison, all potentials were converted to a RHE values using the equation: E vs. RHE  = E vs. Ag/AgCl  + 0.0591pH + 0.197 V. The overpotential (denotes as η) was calculated as follows: η = E vs. RHE − 1.23 V, considering O2/H2O equilibrium at 1.23 V vs. RHE.Cyclic voltammetry (CV), electrochemical impedance spectroscopy (EIS), and chronopotentiometric measurements were also conducted under the same conditions. Chronopotentiometric measurements were recorded via applying a current density of 10 mA cm−2 on the working electrode. 3 Results and discussion Fig. S1a reveals the crystal structure of the MAX phase compound V4AlC3 from the side view. As shown in Fig. S1a, the crystal structure of V4AlC3 are alternately stacked along c axis with the V4C3 and Al layers, and the thicknesses are 0.705 and 0.434 nm, respectively. The V and C atoms have two different sites as labelled in the crystal structure (Fig. S1a). Fig. S1b presents the cross-sectional field-emission scanning electron microscopy (FE-SEM) image of the V4AlC3 bulk, showing a laminar microstructure. Energy-dispersive X-ray spectroscopy (EDX) measurements were performed on the cross section of V4AlC3 (inset of Fig. S1b), and the V: Al elements ratio was determined to be4: 0.96, which is close to the stoichiometric ratio (V:Al = 4:1). Here, it is necessary to point out that C element is too light to be exactly detected by EDX. The room-temperature powder X-ray diffraction (XRD) pattern of the synthesized V4AlC3 was fitted by the Rietveld refinement (Fig. S1c), and the corresponding refinement parameters are listed in Table S1.All the diffraction peaks can be indexed to the space group of MAX phase compounds, namely P63/mmc (No. 194). The obtained lattice constants of V4AlC3 are a = 0.292 nm and c = 2.268 nm, which are well-matched with the previous report (a = 0.293 nm, c = 2.272 nm) [16]. Fig. S1d displays the temperature dependent resistivity of V4AlC3bulk, showing a metallic behaviour with a relatively low resistivity of 96 μΩ cm at 300 K. The resistance is measured by four leads (right inset of Fig. S1d), and the surface of V4AlC3 bulk is compacted (left inset of Fig. S1d), ensuring the accuracy of resistance measurements. To probe the surface composition and chemical state of V4AlC3, X-ray photoelectron spectroscopy (XPS) measurements were carried out. As shown in Fig. S2, the XPS peaks of the Al 2p, Al 2 s, C 1 s and V 2p can be clearly observed, confirming the existence of Al, C and V elements in the as-prepared V4AlC3. Fig. 1 shows the high-resolution spectrum of the V 2p region for V4AlC3, which can be well fitted with several valence states, including V0, V2+ and V3+ [17–20]. These valence states are attributed to the feature of intermetallic compound of V4AlC3 with the coexistence of VC covalent bonds and VAl metallic bonds [17]. The detailed peak fitting results for V 2p of V4AlC3 are provided in Table S2. As mentioned above, it is seen that V4AlC3 bulks are successfully prepared in the present work. Fig. S3a shows the linear sweep voltammetry (LSV) curves of the as-synthesized V4AlC3 powders in a three-electrode configuration in 1.0 M KOH. As shown in Fig. S3a, the V4AlC3/Nickel Foam (V4AlC3/NF) is active for the OER with an overpotential of 320 mV at the current density of 10 mA cm−2. For a comparison, the overpotential is estimated to be 323, 423 and 445 mV for RuO2, Ti3AlC2/NF, and NF, respectively (Fig. S3b). Nickel Foam exhibits negligible anodic current density in the potential window being investigated, which confirms that the catalytic activity is mainly attributed to the MAX phase V4AlC3. Additionally, the MAX phase Ti3AlC2 bulk powders in the present experiments show very low OER responses, suggesting that the catalytic active sites should be related to the V element. The low overpotential of the MAX phase V4AlC3 bulk powders suggests that V4AlC3 can be considered as a new type of electrocatalyst in OER, which is beneficial for large-scale preparation with low cost. To further improve OER performance in V4AlC3 powders, decreasing the particle size is a feasible route. Mechanical ball milling has been confirmed as an efficient method to reduce the particle size of the MAX phase compounds [14]. Fig. 2 shows the XRD diffraction patterns for the V4AlC3 powders with different ball-milling times (0, 5, and 30 h denoted as BM-0 h, BM-5 h and BM-30 h, respectively). As the ball-milling time increases, the XRD peaks are broadened and weakened without occurrence of any new peaks, which can be attributed to the decreased grain size and increased strain as calculated by Williamson-Hall plots shown in the inset of Fig. 2 [21]. Fig. 3 and the corresponding insets display the FE-SEM images of the as-synthesized V4AlC3 powders, from which it is clearly seen that the particle size is obviously decreased with increasing ball-milling time. The reduction in particle size can improve the specific surface area from 0.4 m2 g−1 for the as-synthesized V4AlC3 (denoted as V4AlC3-BM0h) to 9.0 m2 g−1 for the 30 h ball-milled V4AlC3 powders (V4AlC3-BM30h) (Fig. S4). To further investigate the microstructures for the ball-milled V4AlC3, transmission electron microscopy (TEM) measurements were carried out on typical V4AlC3-BM30h powders. As shown in Fig. S5a (left), thin and electron-transparent flakes TEM images are observed, which reveals the typical sheet-like morphology. Fig. S5a (middle) presents a cross-sectional TEM image of the V4AlC3-BM30h, from which the c lattice constant is determined as 2.192 nm, close to the value obtained by XRD (c = 2.268 nm). The HR-TEM image and the selected area electron diffraction (SAED) pattern shown in Fig. S5a (right) confirm the hexagonal structure of V4AlC3-BM30h,where the in-plane a lattice constant is determined as 0.295 nm, which is also in good agreement with the above mentioned XRD result (a = 0.292 nm). Elemental mapping results of the V4AlC3-BM30h (as shown in Fig. S5b) confirm the homogeneous distribution of the V, Al and C elements without occurrence of any undesirable elements. The overpotential determined from the polarization curves shown in Fig. 4 is obviously decreased with the reduction of particle size in V4AlC3, leading to the ηj=10 of 266 mV and 253 mV for the V4AlC3-BM5h/NF and V4AlC3-BM30h/NF, respectively. Moreover, the overpotential at the current density of 50 and 100 mA cm−2 is determined as low as 283 mV and 301 mV for the V4AlC3-BM30h/NF, respectively. The Tafel slope is obtained according to the Tafel equation (η = b × log (j) + a, where b is the Tafel slope) in a linear region of the Tafel plots. As shown in the inset of Fig. 4, the Tafel slope was calculated as 78.6, 66.9 and 51.4 mV dec−1 for the V4AlC3-BM0h/NF, V4AlC3-BM5h/NF and V4AlC3-BM30h/NF, respectively, confirming the improvements in OER kinetics with decreasing the V4AlC3 bulk powders. Electrochemical impedance spectroscopy (EIS) measurements in the frequency range from 0.1 to 106 HZ at the overpotential of 293 mV were carried out to study the charge-transfer kinetics at the electrode/electrolyte interface. As shown in Fig. S6, the diameter of the semicircle is obviously reduced with decreasing particle size, suggesting the acceleration of charge transfer. The charge transfer resistance Rct determined from the use of Nyquist plots of the simplified Randles equivalent circuit is 5.31, 0.98 and 0.62 Ω for the V4AlC3-BM0h/NF, V4AlC3-BM5h/NF and V4AlC3-BM30h/NF, respectively. The decreased charge transfer resistance will lead to the reduction in charge transfer resistant and faster charge-transfer process. Overall, the low resistance in the metallic V4AlC3 bulk powders is beneficial for the reaction kinetics, resulting in the excellent OER performance as well as the small Tafel plot. To further investigate the differences in V4AlC3 with different particle size, capacitive currents versus scan rates are measured (Fig. S7) to demonstrate the double-layer capacitance (C dl ) of the tested electrodes, and results obtained are shown in Fig. S7d. The measured C dl value was 1.35, 2.61 and 4.47 mF cm−2 for the V4AlC3-BM0h/NF, V4AlC3-BM5h/NF and V4AlC3-BM30h/NF, respectively. The improved C dl value suggests the enhanced electrochemical active surface area (ESCA) result in the enhanced electrochemical reactivity. Strong electrochemical durability is very crucial for electrocatalysts. As displayed in Fig. 5 , the V4AlC3-BM30h/NF exhibits negligible degeneration of current density after 3000 CV cycling tests, demonstrating the high stability of V4AlC3 bulk powders. Furthermore, the V4AlC3-BM30h/NF electrode driving at a steady current density of 10 mA cm−2 can sustain continuous work for more than 110 h at a static overpotential of 253 mV, as shown in the inset, suggesting very high stability. In addition, after long-term cycle tests, the XRD (Fig. S8) and SEM (Fig. S9) results show no obvious changes, further confirming the excellent stability in V4AlC3 bulk powders. 4 Conclusions In summary, metallic MAX phase V4AlC3 bulks were successfully synthesized by solid-state reaction. OER catalytic activity with a low overpotential of 320 mV at 10 mA cm−2 was observed in V4AlC3 bulk powders. Furthermore, the overpotential can be much lowered to 253 mV at 10 mA cm−2 with further decreasing the solid particle size. The results will provide an excellent new type of catalyst for OER with low-cost. Acknowledgements This work was supported by the National Key R&D Program of China (Grant Nos. 2016YFA0401801, 2014CB931704), Natural Science Foundation of Anhui Province (Grant 1608085QE107), and the Key Research Program of Frontier Sciences, CAS (QYZDB-SSW-SLH015). Additionally, this work was also supported by the Youth Innovation Promotion Association of CAS (Grant 2014283). Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2019.05.001. References [1] Z.W. Seh J. Kibsgaard C.F. Dickens I.B. Chorkendorff J.K. Norskov T.F. Jaramillo Science 355 2017 eaad4998 [2] L. Han S.J. Dong E. Wang Adv. Mater. 28 2016 9266 9291 [3] Z.Z. Liang Z.H. Huang H.T. Yuan Z.Y. Yang C.C. Zhang Y. Xu W. Zhang H.Q. Zheng R. Cao Chem. Sci. 9 2018 6961 6968 [4] C. Xia Q. Jiang C. Zhao M.N. Hedhili H.N. Alshareef Adv. Mater. 28 2016 77 85 [5] M.R. Gao X. Cao Q. Gao Y.F. Xu Y.R. Zheng J. Jiang S.H. Yu ACS Nano 4 2014 3870 3978 [6] H. Over Chem. Rev. 112 2012 3356 3426 [7] Y.M. Lee J. Suntivich K.J. May E.E. Perry Y. Shao-Horn J. Phys. Chem. Lett. 3 2012 399 404 [8] M.W. Barsoum Prog. Solid State Chem. 28 2000 201 281 [9] M. Naguib V.N. Mochalin M.W. Barsoum Y. Gogotsi Adv. Mater. 26 2014 992 1005 [10] A. VahidMohammadi A. Hadjikhani S. Shahbazmohamadi M. Beidaghi ACS Nano 11 2017 11135 11144 [11] M. Ghidiu M.R. Lukatskaya M.Q. Zhao Y. Gogotsi M.W. Barsoum Nature 516 2014 78 81 [12] M.Z. Yu S. Zhou Z.Y. Wang J.J. Zhao J.S. Qiu Nano Energy 44 2018 181 190 [13] M.W. Barsoum M. Radovic Annu. Rev. Mater. Res. 41 2011 195 227 [14] J.G. Xu M.Q. Zhao Y.C. Wang W. Yao C. Chen B. Anasori A. Sarycheva C.E. Ren T. Mathis L. Gomes Z.H. Liang Y. Gogotsi ACS Energy Lett. 1 2016 1094 1099 [15] J.J. Zhu A. Chroneos L. Wang F. Rao U. Schwingenschlögl Appl. Mater. Today 9 2017 192 195 [16] J. Etzkorn M. Ade H. Hillebrecht Inorg. Chem. 46 2007 7646 7653 [17] J.G. Choi Appl. Surf. Sci. 148 1999 64 72 [18] X. Shang K.L. Yan S.S. Lu B. Dong W.K. Gao J.Q. Chi Z.Z. Liu Y.M. Chai C.G. Liu J. Power Sources 363 2017 44 53 [19] K. Fan Y.F. Ji H.Y. Zou J.F. Zhang B.C. Zhu H. Chen Q.T. Daniel Y. Luo J.G. Yu L.C. Sun Angew. Chem. Int. Ed. 56 2017 3289 3293 [20] J.J. Zhang C.H. Zhang Z.Y. Wang J. Zhu Z.W. Wen X.Z. Zhao X.X. Zhang J. Xu Z.G. Lu Small 14 2018 1703098 [21] A.K. Zak W.H.A. Majid M.E. Abrishami R. Yousefi Solid State Sci. 13 2011 251 256",
      "scopus-id": "85065226283",
      "coredata": {
        "eid": "1-s2.0-S1566736719301402",
        "dc:description": "The present work reports oxygen evolution reaction (OER) activity in metallic V4AlC3 bulk powders prepared by solid-state reactions for the first time. An ultralow overpotential of 253 mV at the current density of 10 mA cm−2 and an excellent stability are observed, demonstrating that V4AlC3 bulk powder can be used as an excellent new type of OER catalyst with low-cost for mass production.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-07-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736719301402",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tong, Haiyun"
          },
          {
            "@_fa": "true",
            "$": "Lin, Shuai"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Hanlu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Xin"
          },
          {
            "@_fa": "true",
            "$": "Huang, Yanan"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Bangchuan"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Xuebin"
          },
          {
            "@_fa": "true",
            "$": "Sun, Yuping"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736719301402"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736719301402"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(19)30140-2",
        "prism:volume": "127",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Demonstration of electrocatalytic oxygen evolution activity of V4AlC3 (Mn+1AXnPhase) bulk powders",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "MAX phase compounds"
          },
          {
            "@_fa": "true",
            "$": "V4AlC3bulk powders"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "25-28",
        "prism:endingPage": "28",
        "pubType": "sco",
        "prism:coverDisplayDate": "5 July 2019",
        "prism:doi": "10.1016/j.catcom.2019.05.001",
        "prism:startingPage": "25",
        "dc:identifier": "doi:10.1016/j.catcom.2019.05.001",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9082",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11556",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "150",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9631",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12687",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10401",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6976",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "188",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42096",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "203",
            "@width": "269",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23938",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "389",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36148",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "238",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "72707",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "205",
            "@width": "269",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26060",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "207",
            "@width": "269",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14712",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "498",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "147167",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "900",
            "@width": "1191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "210155",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1181",
            "@width": "1723",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "319649",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1053",
            "@width": "3162",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1211815",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "908",
            "@width": "1191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "214110",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "917",
            "@width": "1193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "122902",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1668950",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719301402-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "581630",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85065226283"
      }
    }
  }
}