{
  "metadata": {
    "title": "A novel selective oxidative cleavage of C<ce:glyph name=sbnd></ce:glyph>C bond mediated by black nickel oxide in the presence of molecular oxygen",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2021-06-30",
    "doi": "10.1016/j.catcom.2021.106305",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736721000285",
    "pii": "S1566736721000285"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85103237286",
      "originalText": "serial JL 272180 291210 291744 291809 31 90 Catalysis Communications CATALYSISCOMMUNICATIONS 2021-03-16 2021-03-16 2021-03-26 2021-03-26 2021-04-15T11:55:27 1-s2.0-S1566736721000285 S1566-7367(21)00028-5 S1566736721000285 10.1016/j.catcom.2021.106305 S300 S300.1 FULL-TEXT 1-s2.0-S1566736721X00052 2021-04-29T08:52:49.517329Z 0 0 20210601 20210630 2021 2021-03-16T07:50:01.912865Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid fundingbodyid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight oauserlicense openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder sponsoredaccesstype srctitle srctitlenorm srctype ssids alllist content oa subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref specialabst 1566-7367 15667367 UNLIMITED CHINATR true 154 154 C Volume 154 4 106305 106305 106305 202106 June 2021 2021-06-01 2021-06-30 2021 article sco © 2021 The Author(s). Published by Elsevier B.V. ANOVELSELECTIVEOXIDATIVECLEAVAGECCBONDMEDIATEDBYBLACKNICKELOXIDEINPRESENCEMOLECULAROXYGEN MENG L 1 Introduction 2 Experimental section 2.1 Reagents and equipment 2.2 The preparation of the NiO-H and NiO-C solid catalysts 2.3 The preparation of the NiO-U catalyst 2.4 The preparation of NiOx catalyst 2.5 General procedure for selective oxidative cleavage of CC bond 3 Results and discussion 4 Conclusions Acknowledgements Appendix A Supplementary data References SIVAGURU 2019 2615 2656 P AMADIO 2015 147 162 E MA 2019 74 86 J OUTRAM 2002 6185 6187 H SUDALAI 2015 4374 4397 A DAKDOUKI 2011 4448 4454 S GARCIA 2016 2335 2340 N WANG 2010 2321 2326 A SARMA 2014 4621 B AMADIO 2018 3286 3296 E MENG 2019 6187 6193 S ALLPRESS 2011 14962 14973 C BERREAU 2011 1047 1057 L ALLPRESS 2013 3005 3009 C RAMASUBRAMANIAN 2018 4049 4053 R ELSBERG 2020 7564 7575 J SCHWARZ 2019 J NIU 2020 5042 5049 T ANASTAS 2010 3 13 P ESCANDE 2017 9561 9565 V ESCANDE 2017 3214 3222 V LUO 2019 17 H SOLMI 2018 89 98 S ZHANG 2019 35 65 L ICHIYANAGI 2003 862 863 Y MILLER 1997 3072 3077 E AWAIS 2014 384 391 M SHEEHAN 2015 975 986 S BONOMO 2017 137 147 M YANG 1999 256 261 H WANG 2012 3123 3127 G BROWNE 2016 6636 6647 M YAN 2014 424 H DOOLEY 1994 402 408 K YU 2015 109 118 F MENGX2021X106305 MENGX2021X106305XL Full 2021-03-13T04:45:23Z Author China Institutes Tracking agreement http://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license. © 2021 The Author(s). Published by Elsevier B.V. 2021-03-15T01:03:56.956Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S1566-7367(21)00028-5 S1566736721000285 1-s2.0-S1566736721000285 10.1016/j.catcom.2021.106305 272180 2021-04-29T08:52:49.517329Z 2021-06-01 2021-06-30 UNLIMITED CHINATR 1-s2.0-S1566736721000285-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/MAIN/application/pdf/740b88c475700782a2d4aef12a2689ba/main.pdf main.pdf pdf true 1148446 MAIN 5 1-s2.0-S1566736721000285-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/PREVIEW/image/png/cbfa165d59ac6057e7f5089ae98e243f/main_1.png main_1.png png 60440 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736721000285-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr2/DOWNSAMPLED/image/jpeg/2f367289437e7bcdec44859cc3c916c1/gr2.jpg gr2 gr2.jpg jpg 52970 319 389 IMAGE-DOWNSAMPLED 1-s2.0-S1566736721000285-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/ga1/DOWNSAMPLED/image/jpeg/accc15547254967602d2708514b57b8e/ga1.jpg ga1 true ga1.jpg jpg 21036 200 334 IMAGE-DOWNSAMPLED 1-s2.0-S1566736721000285-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr1/DOWNSAMPLED/image/jpeg/a97c2fc9b21cfece50b73f9ef1563dfd/gr1.jpg gr1 gr1.jpg jpg 25233 316 389 IMAGE-DOWNSAMPLED 1-s2.0-S1566736721000285-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr3/DOWNSAMPLED/image/jpeg/7459aba600361a19902713f17f0ce17b/gr3.jpg gr3 gr3.jpg jpg 51431 328 389 IMAGE-DOWNSAMPLED 1-s2.0-S1566736721000285-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/fx1/DOWNSAMPLED/image/jpeg/e9e4d86ad47b4ae959ab8f471ac5ef4d/fx1.jpg fx1 fx1.jpg jpg 9473 107 533 IMAGE-DOWNSAMPLED 1-s2.0-S1566736721000285-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr2/THUMBNAIL/image/gif/17d8a048efa9fa0cdf5bdce10b1edb52/gr2.sml gr2 gr2.sml sml 16463 164 200 IMAGE-THUMBNAIL 1-s2.0-S1566736721000285-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/ga1/THUMBNAIL/image/gif/10de03897df033640c8ebdf2142231e4/ga1.sml ga1 true ga1.sml sml 7248 131 219 IMAGE-THUMBNAIL 1-s2.0-S1566736721000285-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr1/THUMBNAIL/image/gif/c920e8f6923072b4302f4dca5551b170/gr1.sml gr1 gr1.sml sml 9152 164 202 IMAGE-THUMBNAIL 1-s2.0-S1566736721000285-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr3/THUMBNAIL/image/gif/c7025d23de8b2cd7daf6925084cc85e8/gr3.sml gr3 gr3.sml sml 15622 164 194 IMAGE-THUMBNAIL 1-s2.0-S1566736721000285-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/fx1/THUMBNAIL/image/gif/860e3ebcfce3c6df22c576cec0e3285d/fx1.sml fx1 fx1.sml sml 2213 44 219 IMAGE-THUMBNAIL 1-s2.0-S1566736721000285-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr2/HIGHRES/image/jpeg/901b22507aa509abfef49c59820dbd52/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 257042 848 1034 IMAGE-HIGH-RES 1-s2.0-S1566736721000285-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/ga1/HIGHRES/image/jpeg/18c6a6f59bb529a1919508f3665694db/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 146793 886 1479 IMAGE-HIGH-RES 1-s2.0-S1566736721000285-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr1/HIGHRES/image/jpeg/2dafd029ce11247b8063d31415295fc7/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 96485 839 1034 IMAGE-HIGH-RES 1-s2.0-S1566736721000285-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/gr3/HIGHRES/image/jpeg/84d511bb435f4360508cd153c941d86c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 258962 872 1034 IMAGE-HIGH-RES 1-s2.0-S1566736721000285-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/fx1/HIGHRES/image/jpeg/8140fbf3105195c6eeaa1a8169d1b8ca/fx1_lrg.jpg fx1 fx1_lrg.jpg jpg 69968 473 2361 IMAGE-HIGH-RES 1-s2.0-S1566736721000285-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736721000285/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/816ba66fc5a98e5abc18913f1cabe16e/mmc1.docx mmc1 mmc1.docx docx 1671499 APPLICATION 1-s2.0-S1566736721000285-am.pdf am am.pdf pdf 410484 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10TTDMPNN6Z/MAIN/application/pdf/37e4bd37433caa52e693ad73e4a1daec/am.pdf CATCOM 106305 106305 S1566-7367(21)00028-5 10.1016/j.catcom.2021.106305 The Author(s) Fig. 1 The H2-TPR detection of nickel oxides prepared using different methods. Fig. 1 Fig. 2 Influence of solvent in oxidative CC bond cleavage reaction (0.20 g of 1, 0.05 g NiOx, 20 mL solvent, under 0.3 Mpa of O2, at 140 °C, for 3 h). Fig. 2 Fig. 3 Recycling of NiOx on the oxidative CC bond cleavage of 1 Reaction conditions: 0.20 g of 1, 0.05 g catalyst, 0.005 g K2CO3, in 20 mL methanol, under 0.3 Mpa of O2, at 140 °C, for 3 h). Fig. 3 Table 1 The oxidative CC bond cleavage of 1 with different catalysts [a]. Table 1 Entry Catalyst Conversion (%) [b] Product Distribution (%) [b] 2 3 + 4 1 NiO-H 14.0 98.7 1.3 2 NiO-C 34.7 99.6 0.4 3 NiO-U 49.4 99.8 0.2 4 NiOx 61.1 98.5 1.5 5 NiO-250 11.7 100 – 6 NiO-400 27.7 99.8 0.2 7 NiO-500 4.6 98.1 1.9 8 NiO-300[c] 1.7 100 – 9 NiO-300-A[d] 29.3 97.5 2.5 10 NiC2O4 2.1 100 – 11 no 0.3 100 – 12[e] NiOx 97.5 96.7 3.3 [a] Reaction conditions: 0.2 g of 1, 0.05 g of nickel oxide catalyst, in 20 mL methanol, under 0.3 MPa of oxygen, at 100 °C, for 4 h. [b] The data were attained by GC using the internal standard technique. [c] The NiO-300 catalyst is prepared via the calcination of NiC2O4 under N2 300 °C. [d] NiO-300-A is obtained by continuous treatment of the catalyst in entry 8 under air atmosphere at 300 °C. [e] The reaction is performed at 140 °C for 3 h. Table 2 The oxidative CC bond cleavage of different 1, 2-diols with the NiOx catalyst [a]. Table 2 Entry Reactants Conversion (%) [b] Product distribution (%) [b] Aldehyde Others 1 (1R,2S)-1,2-diphenylethane-1,2-diol 99.0 98.8 1.2 2 (1R,2R)-1,2-diphenylethane-1,2-diol 96.7 >99.0 – 3 (1S,2S)-1,2-diphenylethane-1,2-diol 96.5 >99.0 – 4 1,2-bis(4-fluorophenyl)ethane-1,2-diol 92.1 >99.0 – 5 1,2-bis(4-bromophenyl)ethane-1,2-diol 94.3 96.5 3.5 6 1,2-bis(2-chlorophenyl)ethane-1,2-diol 98.9 >99.0 – 7 [c] 1, 2-di-p-tolylethane-1,2-diol 91.4 >99.0 – 8 1-(pyridin-2-yl)-2-(pyridin-3-yl) ethane-1,2-diol 96.9 98.3 1.7 9 [c] 2-methoxy-1, 2-diphenylethanone >99.0 98.5 [d] 1.5 10 2-hydroxy-2-phenylacetic acid >99.0 98.2 [e] 1.8 [a] Reaction conditions: 0.10 g of reactant, 0.05 g of the NiOx catalyst, in 20 mL of methanol, under 0.3 MPa of oxygen, at 100 °C, for 3 h. [b] The data were attained by GC using the internal standard technique. [c] The reaction is performed at 140 °C. [d] The main product is methyl benzoate. [e] The obtained main product is (dimethylhydroxy)benzene in the methanol solvent. Short communication A novel selective oxidative cleavage of CC bond mediated by black nickel oxide in the presence of molecular oxygen Lingwu Meng Investigation Data curation Formal analysis Writing - original draft Visualization Wei Li Supervision Methodology Formal analysis ⁎ Pengfei Guo Software Writing - review & editing Shun Wang Validation Data curation Writing - review & editing Xinli Tong Supervision Methodology Project administration Writing - original draft Conceptualization ⁎ Tianjin Key Laboratory of Organic Solar Cells and Photochemical Conversion, School of Chemistry and Chemical Engineering, Tianjin University of Technology, Tianjin 300384, PR China Tianjin Key Laboratory of Organic Solar Cells and Photochemical Conversion, School of Chemistry and Chemical Engineering Tianjin University of Technology Tianjin 300384 PR China Tianjin Key Laboratory of Organic Solar Cells and Photochemical Conversion, School of Chemistry and Chemical Engineering, Tianjin University of Technology, Tianjin 300384, P. R. China. ⁎ Corresponding authors. A selective aerobic oxidative cleavage of CC bond is developed with black nickel oxide (NiOx) as the catalyst. For the oxidation of 1-phenyl-1, 2-ethanediol, a 97.5% conversion in 96.7% selectivity of benzaldehyde is obtained under 0.3 MPa of O2 at 140 °C for 3 h. The relationship between the catalytic performance of NiOx and structure is discussed. It is concluded that the existence of Ni3+ should be crucial to the activity of catalyst. Moreover, the recycling experiments showed that the catalyst can retain a high activity even after being reused for five times. Graphical abstract A novel selective oxidative CC bond cleavage process is developed with the black nickel oxide as heterogeneous catalyst in the presence of molecular oxygen. Unlabelled Image Keywords Heterogeneous catalysis 1, 2-diols CC bond cleavage Nickel oxide Molecular oxygen 1 Introduction The selective oxidative carbon‑carbon (CC) bond cleavage of organic compounds is a very significant technology for converting large molecules to the smaller ones [1,2]. Further, this process is very useful for biomass transformation, considering that the existence of numerous C - C inter-unit linkage in the structure of cellulose, hemicellulose and lignin [3]. Generally, the oxidative cleavage reaction is considered to be a synthetic method to generate carbonyl groups in organic chemistry. In traditional methods, the inorganic oxidants such as potassium permanganate, lead tetraacetate, chromium trioxide, manganese dioxide, DMSO, sodium and potassium periodate were employed for oxidative cleavage processes under heating conditions [4–7]. For example, Sudalai's group found that the carbon‑carbon bond cleavage of 1, 2-diols was achieved using an excess of NaIO4 reagents in dichloromethane [5]. However, the use of these excess oxidants is disadvantageous and not popular in the present chemistry, owing to their high toxicity, difficult storage and high cost; meanwhile, the produced hazardous wastes were harmful to the environment. Therefore, it is necessary to develop a highly efficient, environment-friendly and economic approach, in which molecular oxygen as oxidant is clean and green for the oxidative processes. In recent years, the oxidative cleavage of 1, 2-diols with molecular oxygen has been investigated. Therein, Wang et al. employed Pd (OAc)2 and Na2CO3 as the catalyst to promote the carbon‑carbon bond cleavage of 1, 2-diols where a 95% yield of benzaldehyde was acquired under the optimized conditions [8]. Subsequently, Neumann's group [9] found that the carbon‑carbon bond cleavage of d-glucose was performed successfully with H5[PV2Mo10O40] as the catalyst. Then, the aerobic efficient carbon‑carbon bond cleavage of 1, 2-diols was achieved using vanadium complex or Mn2(CO)10 as the homogeneous catalyst [10,11]. Also, several nickel complexes were found to be very efficient to the aliphatic cleavage of CC bond at ambient conditions [12–16]. Furthermore, Schwarz et al. employed a simple CeCl3 as catalyst to achieve the cleavage of vicinal diol under blue light in air [17]. Very recently, the green and aerobic oxidative cleavage process of vicinal diol was successfully performed using carbon nitrides as catalyst in micellar medium under the visible light [18]. Furthermore, to resolve the low stability and poor recyclability of homogeneous metallic catalyst, the heterogeneous solid catalysts were paid great attentions owing to their excellent stability and good recyclability. In particular, transition metal oxides represent the main heterogeneous catalysts used in industry [19]. In 2017, Anasta's group [20,21] discovered that a mixed oxide of Na and Mn (Na-Mn-LMO) or Mn oxide from biomass of Mn-hyperaccumulating plant could efficiently promote the oxidative carbon‑carbon bond cleavage of 1, 2-diols in 1-butanol. As a result, different aldehydes or ketones can be prepared using K2CO3 as the additive and using molecular oxygen as an oxidant under the suitable conditions. Luo et al. [22] studied the oxidative cleavage of 1, 2-diols with an atomically dispersed Co-based heterogeneous catalyst supported on N -doped carbon materials, in which several reactants could be efficiently transformed to corresponding aldehydes in the presence of K2CO3 as additive. Moreover, Solmi et al. [23] used the Au/MgO catalyst for the oxidative cleavage of trans-1, 2-cyclohexanediol with air, in which a close to 70% selectivity of adipic acid was attained under the optimal conditions. The application of nickel element recieved substantial attentions because of its rich content and low toxicity [24]. Particularly, nickel oxide (NiO) is a solid material with ferromagnetic properties and its Neel temperature is about 523 K. Correspondingly, the NiO has some unique electrical, magnetic, and optical properties that make it greatly popular in traditional field [25]. Thus, the NiO is often employed as the sensor [26], the photoelectrochemical device [27–29], the battery [30] and electro chromic film [31,32]. Also, the supported NiO nanosheet is considered as the supercapacitor [33]. However, use of nickel oxide as the efficient heterogeneous catalyst is relatively inadequate, except that the K/Ca/Ni oxide system was investigated on the oxidative coupling process of methane [34]. In this communication, the simple and low-cost black nickel oxide (NiOx) was employed as the catalysts to perform the oxidative cleavage of 1, 2-diols in aliphatic alcohols. Based on the experimental results, it was found that, for the oxidation of 1-phenyl-1, 2-ethanediol, a 97.5% conversion in 96.7% selectivity of benzaldehyde was obtained under 0.3 MPa of O2 at 140 °C for 3 h. Nickel oxalate-derived catalyst is the most active for the oxidative CC bond cleavage reaction. The relationship between the catalytic performance of NiOx and material structure is discussed. The existence of Ni3+ should be crucial to the activity of catalyst. Furthermore, recycling experiments showed that the catalyst still retains a high activity even after being reused for five times. 2 Experimental section 2.1 Reagents and equipment All reagents and chemicals used were of analytical grade unless otherwise specified. Nickel nitrate; oxalic acid, urea, 1-phenyl-1, 2-ethanediol, hydro benzoin, 2-methoxy-1, 2-diphenylethanone, 2-hydroxy-2-phenylacetic acid, Na2CO3, NH3 .H2O, NaOH, methanol, ethanol, n-propanol, i-propanol, n-butanol and n-pentanol are of analytical grade and used without further treatment. The standard samples of benzaldehyde and methyl benzoate are purchased from Alfa Aesar. The measurement of X-ray diffraction (XRD) was performed by a diffractometer with Cu Ka radiation and was collected from 5 to 80° [2θ] with a resolution of 0.02 degree. The surface morphology and particle size of solid catalysts were detected by scanning electron microscope (SEM) (JSM-6301F, JEOL) and transmission electron microscope (TEM) (JEM-2100, JEOL). The pore structures of heterogeneous catalysts were detected by the Micromeritics ASAP2020M system. Fourier transform infrared (FT-IR) spectra were recorded on a Nicolet Nexus spectrometer in the 400–4000 cm−1 range. The oxidation states of nickel in the catalysts were tested by H2 TPR technique. The analysis of the product was carried out on the Agilent 6890/5973 Gas Chromatograph-Mass Spectrometer (GC–MS) instrument. 2.2 The preparation of the NiO-H and NiO-C solid catalysts Approximately 5.816 g of Ni(NO3)2 was dissolved in 20 mL of deionized water. Under stirring, the 0.1 M NaOH solution was slowly added until the pH value retains in the range of 8–9; then, the mixture was further stirred at 60 °C for 4 h. After being cooled to room temperature, the solid product was obtained by the centrifugation. Thereafter, the solid was washed by the distilled water and anhydrous ethanol several times, and then dried under vacuum. Finally, the NiO-H was prepared through being calcined at 300 °C for 2 h. The preparation of NiO-C catalyst is similar to that of NiO-H catalyst but uses Na2CO3 solution instead of NaOH solution. 2.3 The preparation of the NiO-U catalyst About 4.9772 g of nickel acetate was dissolved in a solution of 30 mL of ultrapure water and 30 mL of ethylene glycol. Under stirring, the urea (6.0 g) and polyvinylpyrrolidone (PVP, 0.13 g) were added to above solution. Then, the mixture was transferred to Teflon-lined autoclave for hydrothermal crystallization at 180 °C for 5 h. After being cooled to room temperature, the solid product is obtained through the centrifugation. Thereafter, the solid was washed by the distilled water and anhydrous ethanol several times, and then dried under vacuum. Finally, the NiO-U was prepared through calcination at 300 °C for 2 h. 2.4 The preparation of NiOx catalyst About 5.816 g of Ni (NO3)2 was dissolved in 20 mL of water; then, the 25% ammonia water was dropped until pH = 8.0 (Solution A); In addition, about 3.78 g of oxalic acid was dissolved in 20 mL of distilled water (Solution B). Next, the solution B was slowly added into solution An under stirring to pH 7.0. The obtained mixed solution was stirred at 60 °C for 4 h. After cooling to the room temperature, the solid products were attained through the centrifugation, then, the product was dried under a vacuum condition. Finally, the NiOx material was prepared after being calcined at 300 °C for 2 h. 2.5 General procedure for selective oxidative cleavage of CC bond The oxidative carbon‑carbon bond cleavage reaction of substrate was performed in a 120 mL stainless-steel autoclave with the magnetic stirring. The general procedure for oxidative transformation of 1-phenyl-1, 2-ethanediol is described as follows: 0.200 g of reactant, 0.050 g of NiOx catalyst, and 20 mL of methanol were added to the autoclave, respectively. The atmosphere in the reactor was exchanged by pure oxygen for thrice. Then 0.3 MPa of dioxygen was charged into the reactor after being sealed. Next, the temperature was raised to 140 °C, and was kept for 3 h. After reaction, the mixture was slowly cooled and the excessive gas was discharged. Finally, the solid NiOx catalyst was separated by the filtration, and the products were analyzed by the Gas Chromatography (GC) with a hydrogen ion flame detector using the internal standard technique. 3 Results and discussion Initially, aerobic oxidative cleavage of 1-phenyl-1, 2-ethanediol (1) was used as the model reaction to investigate the activity of different catalyst (Eq. 1), in which the main product is benzaldehyde (2) and the obtained by-products include methyl benzoate (3) or (dimethoxymethyl)benzene (4) during reaction. The experimental results are summarized in Table 1 . (1) In the presence of NiO-H catalyst (prepared using sodium hydroxide as precipitant), a 14.0% conversion of 1 in 98.7% selectivity of 2 was obtained in methanol solvent (entry 1). When NiO-C (prepared using sodium carbonate as precipitant) or NiO-U (prepared using urea as the precipitant) was used as catalyst, a 34.7% or 49.4% conversion of 1 is attained (entries 2 and 3). Furthermore, the NiOx (originated from calcination of NiC2O4 at 300 °C) exhibits very high catalytic activity, in which the conversion of 1 can arrive at 61.1% under similar conditions (entry 4). These indicate that the synthesis processes of nickel oxide and the corresponding precursors are closely related to the catalytic performance and that nickel oxalate-derived catalyst is the most active for oxidative CC bond cleavage reaction. In addition, the effect of calcination temperature was further investigated for this process. As a result, it is found that 11.7%, 27.7 or 4.6% conversion of 1 was obtained when NiO-250 (prepared from calcination of NiC2O4 at 250 °C), NiO-400 or NiO-500 was employed as the catalyst (entries 5, 6 and 7), respectively. These results indicated that the NiC2O4 being calcined at 300 °C is beneficial to promote reaction. Conversely, when the NiO is prepared via the calcination of NiC2O4 under nitrogen atmosphere, the activity remains substantially low and the conversion of 1 is about 1.7% (entry 8). In the following, after the above NiO is further treated under air, the conversion of 1 can reach 29.3%, which demonstrates that the generation of Ni3+ is responsible for the oxidative cleavage process (entry 9). As comparison, only 2.1% conversion of 1 is attained with NiC2O4 as the catalyst (entry 10). The blank experiment shows that less than 1% conversion (about 0.3%) of 1 is obtained in the absence of any catalyst (entry 11). Notably, a 97.5% conversion of 1 with 96.7% selectivity of 2 is attained at 140 °C for 3 h (entry 12), which indicates that the conversion of 1 is obviously improved and that the selectivity of 2 still maintains unchanged almost when the temperature is elevated. The reduction behavior and oxidative states of nickel oxides were characterized by temperature-programmed reduction (H2-TPR) measurement, and the results are given in Fig. 1 . Generally, the reduction peaks should be related to the transformation of Ni2O3 to NiO and the following the reduction of NiO to Ni during reaction [35]. The corresponding temperature may respond the characters of nickel oxides. If the temperature of peaks is lower, the corresponding nickel oxide nanomaterial is more active on the catalytic reaction. On the basis of the obtained experimental results, it can be observed that the strongest peaks of commercial NiO and Ni2O3 are located at 430 °C and 340 °C, respectively. In addition, both of them belong to the wide peaks. Furthermore, the peaks of the as-prepared nickel oxides including NiOx, NiO-H, NiO-C, NiO-400 and NiO-500 are located at between 250 and 400 °C, where most of them are the relatively sharp peaks except that of the NiO-C material. In particular, the reduction temperature of NiOx catalyst is between 210 and 305 °C and the temperature of the corresponding peak is at 265 °C. These demonstrated that NiOx still remains very active and easily activated under the suitable conditions. Furthermore, the selective oxidative CC bond cleavage reaction of 1 with NiOx catalyst was further investigated in various aliphatic alcohols. As shown in Fig. 2 , a 59.8% conversion of 1 and 99.6% selectivity of 2 was obtained in ethanol, in which the conversion of the reaction is a little lower than that in methanol. Otherwise, when the selective oxidative cleavage process was performed in n-propanol or i-propanol solvent, a 67.0% or 52.7% conversion of 1 was attained, where the selectivity of 2 still remained more than 99% during the reaction. In addition, a 64.1% or 61.3% conversion of 1 was achieved when the n-butanol or n-pentanol was employed as the solvent, which is similar to that using ethanol as solvent in this reaction. These results clearly showed that the methanol should be a preferable solvent for the selective oxidative CC bond cleavage of 1, 2-diols. To study the stability of NiOx catalyst system, the recycling experiments were performed for the oxidative CC bond cleavage reaction of 1 in the presence of molecular oxygen. After the first catalytic run, the black solid NiOx catalyst is filtered and washed by anhydrous ethanol for more than thrice; next, the obtained sample is further dried at 80 °C for 12 h in a vacuum oven and then used as catalyst in the following reactions. As shown in Fig. 3 , the solid NiOx catalyst still exhibited a high activity and good selectivity even after being employed for four times. The conversion of 1 is still over 95% and the selectivity of 2 remains nearly unchanged. The experimental results indicate that the NiOx catalyst can be recycled and reused during the oxidative CC bond cleavage processes. Finally, the selective oxidation processes of different substrates were investigated with NiOx catalyst. The obtained experimental data from the oxidative cleavage processes are given in Table 2 . As a result, it can be seen that more than 90.0% yields of corresponding aldehydes were obtained when different 1, 2-diols were employed, which further confirms that NiOx catalyst is very high efficient for the oxidative CC bond cleavage of vinical diols in the presence of oxygen. However, when the oxidation of 2-methoxy-1, 2-diphenylethanone was carried out with NiOx catalyst in methanol, a 99.0% conversion with a 98.5% selectivity of methyl benzoate was attained. Meanwhile, 2-hydroxy-2-phenylacetic acid could be selectively converted to produce (dimethyoxymethyl) benzene in methanol. These results showed that NiOx catalyst can promote oxidative cleavage of CC bond of different reactants in the presence of molecular oxygen. 4 Conclusions In summary, a novel and efficient oxidative cleavage process of 1, 2-diols and their derivatives with NiOx catalyst was achieved. In the oxidation of compound 1 and hydrobenzoin, a 94.3% and 97.8% yield of benzaldehyde was respectively obtained. Thus, nickel oxalate derived catalyst is the most active for oxidative CC bond cleavage reaction, compared to other catalyst precursors. Moreover, it was found that the calclination temperature plays a key role on the preparation of NiOx with 300 °C being optimal. Furthermore, recycling experiments showed that the catalyst still maintains a high activity even after being reused five times. This provides a novel and efficient approach for the catalytic valorization of biomass and biomass-derived platform compounds. Declaration of Competing Interest For the paper titled as “A novel selective oxidative cleavage of C-C bond mediated by black nickel oxide in the presence of molecular oxygen” submitted to the Catalysis Communications journal, the authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work is financially supported by the National Natural Science Foundation of China (No. 21878235 and 21336008). Appendix A Supplementary data Supplementary material: The XRD patterns, SEM and TEM images, XPS spectrum of NiOx catalyst, BET detection, TG analysis of catalyst precursor, GC and GC-MS spectra of product, effect of temperature and effect of time on the oxidative cleavage process of C-C bond are provided in the supplementary material. Supplementary material Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2021.106305. References [1] P. Sivaguru Z.K. Wang G. Zanoni X. Bi Chem. Soc. Rev. 48 2019 2615 2656 P. Sivaguru, Z. K. Wang, G. Zanoni, X. Bi, Chem. Soc. Rev., 2019, 48, 2615-2656. [2] E. Amadio R.D. Lorenzo C. Zonta G. Licini Coord. Chem. Rev. 301-302 2015 147 162 E. Amadio, R. D. Lorenzo, C. Zonta, G. Licini, Coord. Chem. Rev., 2015, 301-302, 147-162. [3] J. Ma S. Shi X. Jia F. Xia H. Ma J. Gao J. Xu J. Energy Chem. 36 2019 74 86 J. Ma, S. Shi, X. Jia, F. Xia, H. Ma, J. Gao, J. Xu, J. Energy Chem., 2019, 36,74 - 86. [4] H.S. Outram S.A. Raw R.J.K. Taylor Tetrahedron Lett. 43 2002 6185 6187 H. S. Outram., S. A. Raw, R. J. K. Taylor., Tetrahedron Lett., 2002, 43, 6185-6187. [5] A. Sudalai A. Khenkin R. Neumann Org. Biomol. Chem. 13 2015 4374 4397 A. Sudalai, A. Khenkin, R. Neumann, Organ. Biomol. Chem., 2015, 13, 4374-4397. [6] S.C. Dakdouki D. Villemin N. Bar Eur. J. Org. Chem. 2011 4448 4454 S. C. Dakdouki, D. Villemin, N. Bar, Eur. J. Org. Chem., 2011, 4448 -4454. [7] N. García R. Rubio-Presa P. García-García M.A. Fernández-Rodríguez M.R. Pedrosa F.J. Arnáiz R. Sanz Green Chem. 18 2016 2335 2340 N. García, R. Rubio-Presa, P. García-García, M. A. Fernández-Rodríguez, M. R. Pedrosa, F. J. Arnáiz, R. Sanz, Green Chem., 2016, 18, 2335-2340. [8] A. Wang H. Jiang J. Organomet. Chem. 75 2010 2321 2326 A. Wang, H. Jiang, J. Org. Chem., 2010, 75, 2321-2326. [9] B.B. Sarma R. Neumann Nat. Commun. 5 2014 4621 B. B. Sarma, R. Neumann, Nature Commun., 2014, 5, 4621. [10] E. Amadio J. González-Fabra D. Carraro W. Denis B. Gjoka C. Zonta K. Bartik F. Cavani S. Solmi C. Bo G. Licini Adv. Synth. Catal. 360 2018 3286 3296 E. Amadio, J. González-Fabra, D. Carraro, W.Denis, B.Gjoka, C.Zonta, K.Bartik, F. Cavani, S. Solmi, C. Bo, G. Licini, Adv. Synth. Catal., 2018, 360, 3286-3296. [11] S. Meng L. Lin X. Luo H. Lv J. Zhao A.S.C. Chan Green Chem. 21 2019 6187 6193 S. Meng, L. Lin, X. Luo, H. Lv, J. Zhao, A. S. C. Chan, Green Chem., 2019, 21, 6187 -6193. [12] C.J. Allpress A.M. Arif L.M. Berreau Chem. Eur. J. 17 2011 14962 14973 C. J. Allpress, A. M. Arif, L. M. Berreau, Chem. Eur. J. 2011, 17, 14962-14973 [13] L.M. Berreau T. Borowski K. Grubel C.J. Allpress J.P. Wikstrom M.E. Germain E.V. Rybak-Akimova D.L. Tierney Inorg. Chem. 50 2011 1047 1057 L. M. Berreau, T. Borowski, K. Grubel, C. J. Allpress, J. P. Wikstrom, M. E. Germain, E. V. Rybak-Akimova, D. L. Tierney, Inorg. Chem. 2011, 50, 1047-1057. [14] C.J. Allpress L.M. Berreau Coord. Chem. Rev. 257 2013 3005 3009 C. J. Allpress, L. M. Berreau, Coord. Chem. Rev. 2013, 257, 3005-3009. [15] R. Ramasubramanian K. Anandababu M. Kumar R. Mayilmurugan Dalton Trans. 47 2018 4049 4053 R. Ramasubramanian, K. Anandababu, M. Kumar, R. Mayilmurugan, Dalton Trans., 2018, 47, 4049-4053. [16] J.G.D. Elsberg A. Peterson A.L. Fuller L.M. Berreau Dalton Trans. 49 2020 7564 7575 J. G. D. Elsberg, A. Peterson, A. L. Fuller, L. M. Berreau, Dalton Trans., 2020, 49, 7564-7575. [17] J. Schwarz B. König Chem. Commun. 55 2019 486–388 J. Schwarz., B. König,. Chem. Commun., 2019, 55, 486-388. [18] T. Niu S. Chen M. Hong T. Zhang J. Chen X. Dong B. Ni Green Chem. 22 2020 5042 5049 T. Niu, S. Chen, M. Hong, T. Zhang, J. Chen, X. Dong, B. Ni, Green Chem., 2020, 22, 5042-5049. [19] P.T. Anastas M.M. Kirchhoff T.C. Williamson Appl. Catal. A Gen. 221 2010 3 13 P. T. Anastas., M. M. Kirchhoff., T. C. Williamson, Appl. Catal. A: Gen., 2010, 221, 3-13. [20] V. Escande C.H. Lam P. Cois P.T. Anasta Angew. Chem. Int. Ed. 56 2017 9561 9565 V. Escande, C. H. Lam, P. Cois, P. T. Anasta, Angew. Chem. Inter. Ed., 2017, 56, 9561-9565. [21] V. Escande C.H. Lam C. Grison P.T. Anasta ACS Sustain. Chem. Eng. 5 2017 3214 3222 V. Escande, C. H. Lam, C. Grison, P. T. Anasta, ACS Sustainable Chem. Eng., 2017, 5, 3214-3222. [22] H. Luo L. Wang S. Shang J. Niu S. Gao Commun. Chem. 2 2019 17 H. Luo, L. Wang, S. Shang, J. Niu, S. Gao, Commun. Chem., 2019, 2, 17. [23] S. Solmi E. Rozhko A. Malmusi Appl. Catal. A Gen. 557 2018 89 98 S. Solmi, E. Rozhko, A. Malmusi, Appl. Catal. A: Gen., 2018, 557, 89-98. [24] L. Zhang D. Shi T. Liu M. Jaroniec J. Yu Mater. Today 25 2019 35 65 L. Zhang, D. Shi, T. Liu, M. Jaroniec, J. Yu, Mater. Today, 2019, 25, 35-65. [25] Y. Ichiyanagi N. Wakabayashi J. Yamazaki Physic. B: Conden. Matter. 329 2003 862 863 Y. Ichiyanagi, N. Wakabayashi, J. Yamazaki, Physic. B: Conden. Matter., 2003, 329, 862-863. [26] E.L. Miller R.E. Rocheleau J. Electrochem. Soc. 144 1997 3072 3077 E. L. Miller, R. E. Rocheleau, J. Electrochem Soc., 1997, 144, 3072-3077. [27] M. Awais E. Gibson J.G. Vos D.P. Dowling A. Hagfeldt D. Dini ChemElectroChem. 1 2014 384 391 M. Awais, E. Gibson, J. G. Vos, D. P. Dowling, A. Hagfeldt, D. Dini, ChemElectroChem., 2014, 1, 384-391. [28] S. Sheehan G. Naponiello F. Odobel D.P. Dowling A.D. Carlo D. Dini J. Solid State Electrochem. 19 2015 975 986 S. Sheehan, G. Naponiello, F. Odobel, D. P. Dowling, A. D. Carlo, D. Dini, J Solid State Electrochem., 2015, 19, 975-986. [29] M. Bonomo G. Naponiello I. Venditti V. Zardetto A.D. Carlo D. Dini J. Electrochem. Soc. 164 2017 137 147 M. Bonomo, G. Naponiello, I. Venditti, V. Zardetto, A. D. Carlo, D. Dini, J. Electrochem Soc., 2017, 164, 137-147. [30] H. Yang Q. Dong X. Hu X. Ai S. Li J. Power Sources 79 1999 256 261 [30]H. Yang, Q. Dong, X. Hu, X. Ai, S. Li, J Power Sources., 1999, 79, 256-261. [31] G. Wang X. Lu T. Zhai Y. Ling H. Wang Y. Tong Y. Li Nanoscale. 4 2012 3123 3127 G. Wang, X. Lu, T. Zhai, Y. Ling, H. Wang, Y. Tong, Y. Li, Nanoscale., 2012, 4, 3123-3127. [32] M.P. Browne H. Nolan N.C. Berner Int. J. Electrochem. Sci. 11 2016 6636 6647 M. P. Browne, H. Nolan, N. C. Berner, Inter. J. Electrochem. Sci., 2016, 11, 6636-6647. [33] H. Yan D. Zhang J. Xu Y. Lu Y. Liu K. Qiu Y. Zhang Y. Luo Nanoscale Res. Lett. 9 2014 424 H. Yan, D. Zhang, J. Xu, Y. Lu, Y. Liu, K. Qiu, Y. Zhang, Y. Luo, Nano Res. Lett., 2014, 9, 424. [34] K.M. Dooley S.Y. Chen J.R.H. Ross J. Catal. 145 1994 402 408 K. M. Dooley, S. Y. Chen, J. R. H. Ross, J. Catal., 1994, 145, 402-408. [35] F. Yu X. Xu H. Peng H. Yu Y. Dai W. Liu J. Ying Q. Sun X. Wang Appl. Catal. A: General 507 2015 109 118 F. Yu, X. Xu, H. Peng, H. Yu, Y. Dai, W. Liu, J. Ying, Q. Sun, X. Wang, Appl. Catal. A: General, 2015, 507, 109 -118.",
      "scopus-id": "85103237286",
      "coredata": {
        "eid": "1-s2.0-S1566736721000285",
        "dc:description": "A selective aerobic oxidative cleavage of CC bond is developed with black nickel oxide (NiOx) as the catalyst. For the oxidation of 1-phenyl-1, 2-ethanediol, a 97.5% conversion in 96.7% selectivity of benzaldehyde is obtained under 0.3 MPa of O2 at 140 °C for 3 h. The relationship between the catalytic performance of NiOx and structure is discussed. It is concluded that the existence of Ni3+ should be crucial to the activity of catalyst. Moreover, the recycling experiments showed that the catalyst can retain a high activity even after being reused for five times.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-06-30",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by-nc-nd/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736721000285",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Meng, Lingwu"
          },
          {
            "@_fa": "true",
            "$": "Li, Wei"
          },
          {
            "@_fa": "true",
            "$": "Guo, Pengfei"
          },
          {
            "@_fa": "true",
            "$": "Wang, Shun"
          },
          {
            "@_fa": "true",
            "$": "Tong, Xinli"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736721000285"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736721000285"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S1566-7367(21)00028-5",
        "prism:volume": "154",
        "articleNumber": "106305",
        "prism:publisher": "The Author(s). Published by Elsevier B.V.",
        "dc:title": "A novel selective oxidative cleavage of CC bond mediated by black nickel oxide in the presence of molecular oxygen",
        "prism:copyright": "© 2021 The Author(s). Published by Elsevier B.V.",
        "openaccess": "1",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "1, 2-diols"
          },
          {
            "@_fa": "true",
            "$": "CC bond cleavage"
          },
          {
            "@_fa": "true",
            "$": "Nickel oxide"
          },
          {
            "@_fa": "true",
            "$": "Molecular oxygen"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": "Author",
        "prism:pageRange": "106305",
        "pubType": "sco",
        "prism:coverDisplayDate": "June 2021",
        "prism:doi": "10.1016/j.catcom.2021.106305",
        "prism:startingPage": "106305",
        "dc:identifier": "doi:10.1016/j.catcom.2021.106305",
        "openaccessSponsorName": "China Institutes Tracking agreement"
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "319",
            "@width": "389",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52970",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "334",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21036",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "316",
            "@width": "389",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25233",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "328",
            "@width": "389",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "51431",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "107",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9473",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16463",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "131",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7248",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9152",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15622",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "44",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2213",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "848",
            "@width": "1034",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "257042",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1479",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "146793",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "839",
            "@width": "1034",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "96485",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "872",
            "@width": "1034",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "258962",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "473",
            "@width": "2361",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "69968",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1671499",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736721000285-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "410484",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85103237286"
      }
    }
  }
}