{
  "metadata": {
    "title": "Diethyl sulfide stabilization of platinum-complex catalysts for hydrosilylation of olefins",
    "authors": "; ",
    "journal": "Catalysis Communications",
    "date": "2011-07-01",
    "doi": "10.1016/j.catcom.2011.03.041",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736711001312",
    "pii": "S1566736711001312"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-79955780227",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2011-04-07 2011-04-07 2011-05-24T03:00:01 1-s2.0-S1566736711001312 S1566-7367(11)00131-2 S1566736711001312 10.1016/j.catcom.2011.03.041 S300 S300.1 FULL-TEXT 1-s2.0-S1566736711X00067 2020-11-11T12:26:44.48394Z 0 0 20110701 2011 2011-04-07T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst alllist content subj ssids 1566-7367 15667367 12 12 12 12 Volume 12, Issue 12 27 1166 1169 1166 1169 20110701 1 July 2011 2011-07-01 2011 article sco Copyright © 2011 Elsevier B.V. All rights reserved. DIETHYLSULFIDESTABILIZATIONPLATINUMCOMPLEXCATALYSTSFORHYDROSILYLATIONOLEFINS DOWNING C 1 Introduction 2 Experimental 2.1 Materials 2.2 Characterization 2.3 Hydrosilylation procedure 3 Results and discussion Acknowledgments Appendix A Supplementary data References GUO 2000 31 40 C NISHIMURA 2004 201 216 T WEN 2005 81 89 F ALKORDI 2008 12639 12641 M BROOK 2000 M SILICONINORGANICORGANOMETALLICPOLYMERCHEMISTRY YAMAMOTO 2004 167 181 K TRANSITIONMETALSFORORGANICSYNTHESIS WANG 2009 253 260 F MARCINIEC 2009 B ADVSILICONSCIHYDROSILYLATION TILLEY 2005 1833 1835 R SPEIER 1957 974 979 J STEIN 1999 3693 3703 J HU 2010 563 566 R VORONKOV 1980 335 341 M PERALES 2001 7270 7274 J DOWNINGX2011X1166 DOWNINGX2011X1166X1169 DOWNINGX2011X1166XC DOWNINGX2011X1166X1169XC item S1566-7367(11)00131-2 S1566736711001312 1-s2.0-S1566736711001312 10.1016/j.catcom.2011.03.041 272180 2011-05-26T13:01:31.798316-04:00 2011-07-01 1-s2.0-S1566736711001312-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/MAIN/application/pdf/669d07aee254fe1519eac8e926815601/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/MAIN/application/pdf/669d07aee254fe1519eac8e926815601/main.pdf main.pdf pdf true 399107 MAIN 4 1-s2.0-S1566736711001312-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/PREVIEW/image/png/3c919d76a939f6281aca92deb92c0a77/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/PREVIEW/image/png/3c919d76a939f6281aca92deb92c0a77/main_1.png main_1.png png 55949 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736711001312-mmc1.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/mmc1/MAIN/application/pdf/72eb57d2d44d638ac016ab1b7a938774/mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/mmc1/MAIN/application/pdf/72eb57d2d44d638ac016ab1b7a938774/mmc1.pdf mmc1 mmc1.pdf pdf false 149803 APPLICATION 1-s2.0-S1566736711001312-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/fx1/DOWNSAMPLED/image/jpeg/14edd96cbb4909cc51251299155701a0/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/fx1/DOWNSAMPLED/image/jpeg/14edd96cbb4909cc51251299155701a0/fx1.jpg fx1 true fx1.jpg jpg 12686 121 500 IMAGE-DOWNSAMPLED 1-s2.0-S1566736711001312-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/fx1/THUMBNAIL/image/gif/4532e44ad4f7a169b141661f9295de7c/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/fx1/THUMBNAIL/image/gif/4532e44ad4f7a169b141661f9295de7c/fx1.sml fx1 true fx1.sml sml 2464 53 219 IMAGE-THUMBNAIL 1-s2.0-S1566736711001312-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/gr1/DOWNSAMPLED/image/jpeg/a185c96e358f88a40b666f691bd04fbe/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/gr1/DOWNSAMPLED/image/jpeg/a185c96e358f88a40b666f691bd04fbe/gr1.jpg gr1 gr1.jpg jpg 25326 265 337 IMAGE-DOWNSAMPLED 1-s2.0-S1566736711001312-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/gr1/THUMBNAIL/image/gif/ad90fcc74e246f761b5310666415fd65/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/gr1/THUMBNAIL/image/gif/ad90fcc74e246f761b5310666415fd65/gr1.sml gr1 gr1.sml sml 3650 164 208 IMAGE-THUMBNAIL 1-s2.0-S1566736711001312-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/gr2/DOWNSAMPLED/image/jpeg/0619209c1aa239904ae8ae5be7bea594/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/gr2/DOWNSAMPLED/image/jpeg/0619209c1aa239904ae8ae5be7bea594/gr2.jpg gr2 gr2.jpg jpg 14898 237 356 IMAGE-DOWNSAMPLED 1-s2.0-S1566736711001312-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/gr2/THUMBNAIL/image/gif/1d55cc10da201be158bc6ef762afd04c/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/gr2/THUMBNAIL/image/gif/1d55cc10da201be158bc6ef762afd04c/gr2.sml gr2 gr2.sml sml 3181 146 219 IMAGE-THUMBNAIL 1-s2.0-S1566736711001312-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/gr3/DOWNSAMPLED/image/jpeg/627ccc1f817baaa4e099b9c5633b9ea1/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/gr3/DOWNSAMPLED/image/jpeg/627ccc1f817baaa4e099b9c5633b9ea1/gr3.jpg gr3 gr3.jpg jpg 16611 218 391 IMAGE-DOWNSAMPLED 1-s2.0-S1566736711001312-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/gr3/THUMBNAIL/image/gif/3e98dedc8c9fd7993aa4f2943fc029f0/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/gr3/THUMBNAIL/image/gif/3e98dedc8c9fd7993aa4f2943fc029f0/gr3.sml gr3 gr3.sml sml 3439 122 219 IMAGE-THUMBNAIL 1-s2.0-S1566736711001312-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/gr4/DOWNSAMPLED/image/jpeg/d83da93e7a56bc0b58fefa48236312cc/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/gr4/DOWNSAMPLED/image/jpeg/d83da93e7a56bc0b58fefa48236312cc/gr4.jpg gr4 gr4.jpg jpg 15966 205 339 IMAGE-DOWNSAMPLED 1-s2.0-S1566736711001312-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/gr4/THUMBNAIL/image/gif/28452045549b53e690932751de9e219e/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/gr4/THUMBNAIL/image/gif/28452045549b53e690932751de9e219e/gr4.sml gr4 gr4.sml sml 4456 133 219 IMAGE-THUMBNAIL 1-s2.0-S1566736711001312-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/sc1/DOWNSAMPLED/image/jpeg/ad35b82b370b14ac3d11e873e22f141e/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/sc1/DOWNSAMPLED/image/jpeg/ad35b82b370b14ac3d11e873e22f141e/sc1.jpg sc1 sc1.jpg jpg 22682 255 621 IMAGE-DOWNSAMPLED 1-s2.0-S1566736711001312-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736711001312/sc1/THUMBNAIL/image/gif/47fc08df9c2df4622df532acdb2b355d/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736711001312/sc1/THUMBNAIL/image/gif/47fc08df9c2df4622df532acdb2b355d/sc1.sml sc1 sc1.sml sml 1921 90 219 IMAGE-THUMBNAIL CATCOM 2701 S1566-7367(11)00131-2 10.1016/j.catcom.2011.03.041 Elsevier B.V. Fig. 1 Effect of Et2S on the conversion of tetrakis(dimethylsilylethyl)-silane 2 by hydrosilylation with trimethylsilyl-4-pentenoate 3. 40°C, 10mL DCM, 1mmol 2, 6mmol 3, 0.010mL K, and various volumes of 0.1M Et2S. a. 0mL Et2S; b. 0.100mL (Et2S/Pt=10); and c. 0.300mL (Et2S/Pt=30). Fig. 2 Effect of Et2S on the conversion of tetravinylsilane by hydrosilylation with chlorodimethylsilane, catalyzed by Karstedt catalyst. 40°C, 10mL DCM, 1mmol tetravinylsilane, 6mmol chlorodimethylsilane, 0.010mL K, various amounts of Et2S from a 0.1M stock solution. □. 0mL; ▲. 0.010mL (Et2S/Pt=1); Δ. 0.030mL (Et2S/Pt=3); X. 0.100mL (Et2S/Pt=10); +. 0.300mL (Et2S/Pt=30) of a 0.1M Et2S solution. Fig. 3 1H NMR of a solution of K and added Et2S, showing bound divinyltetramethylsilane (δ 4.0, 3.5, and 3.2ppm) being replaced by bound Et2S (δ 3.1ppm, 8mmol aliquots). 0.300mL of K in CDCl3. Top to bottom: molar ratio Et2S/Pt=0, 1, and 3. Fig. 4 In situ UV–Vis spectra of a solution of chlorodimethylsilane and K, with or without Et2S. 1mmol of chlorodimethylsilane added to 0.01mL K in 10mL DCM at 40°C. Without Et2S after: a. 0min; b. 15min; and c. 45min. With 0.01mmol Et2S after: d. 15min; and e. 45min. Scheme 1 A) Synthesis of tetrakis(chlorodimethylsilylethyl)silane 1 from tetravinylsilane and chlorodimethylsilane. B) Synthesis of tetrakis(trimethylsilylpentanoatedimethylsilylethyl)silane4 from 2 and 3. Short Communication Diethyl sulfide stabilization of platinum-complex catalysts for hydrosilylation of olefins Christopher M. Downing a Harold H. Kung b ⁎ a Department of Chemistry, Northwestern University, Evanston, IL 60208-3120, USA b Chemical and Biological Engineering, Northwestern University, Evanston, IL 60208-3120, USA ⁎ Corresponding author. Tel.: +1 847 4917492. Addition of excess diethylsulfide to the Karstedt catalyst prevents agglomeration of Pt and results in higher reaction rates for hydrosilylation of olefins. The beneficial effects were very pronounced in the hydrosilylation of trimethylsilyl-4-pentenoate with tetrakis(dimethylsilylethyl)silane, where 57% yield was obtained compared with 10% without diethylsulfide. Enhanced activity was also observed in the hydrosilylation of tetravinylsilane, vinyltrimethylsilane, and 1-hexene with chlorodimethylsilane. Graphical abstract Presence of diethylsulfide facilitates Pt-catalyzed hydrosilylation significantly. Research highlights ► Diethyl sulfide stabilizes hydrosilylation catalysts against metal agglomeration. ► Et2S enhances hydrosilylation rate with common olefins. ► Beneficial effects of Et2S were observed with both Karstedt and Speier's catalyst. Keywords Hydrosilylation Karstedt catalyst Diethylsulfide Platinum Deactivation Stabilization 1 Introduction A common problem in catalysis by mononuclear metal complexes is deactivation due to agglomeration of the complexes into polynuclear species or metal nanoparticles. This may occur in both oxidation and reduction reactions. For example, in the Mn-porphyrincatalyzed epoxidation, decline in activity has been attributed to dimerization of the porphyrin [1]. In the aerobic oxidation of alcohols with Pd(OAc)2, precipitation of Pd black is a major cause of deactivation [2]. A similar problem occurs in the hydroformylation of 1-octene using Rh complexes [3]. One approach to mitigate this problem is to find means to stabilize the active complexes, such as isolating the active site inside a stable structure. An example is encapsulation of Mn-porphyrin complex inside a metal-organic-framework [4]. Another approach is to search for ligands that bind strongly to the complex, such as adding pyridine to Pd(OAc)2 [2]. A disadvantage of this approach is suppression of activity by the strongly bound ligand. In addition, for industrial applications, it is often necessary to separate the added ligand from the desired product. Thus, an ideal ligand would be one that stabilizes the active complexes but would not bind to the complex too strongly, is inert during reaction, and can be easily separated from the reaction mixture. We demonstrate here that diethylsulfide can serve in this manner for Pt complex-catalyzed hydrosilylation reactions. Hydrosilylation is a primary reaction to form Si–C bonds. It is used in various syntheses of organosilicon compounds [5,6], and has found applications in preparation of hybrid materials such as polymer electrolytes for Li ion batteries [7], functionalization of polysiloxanes [8], and surface modification of silicon nanoparticles [9]. It is commonly catalyzed by the Speier's catalyst [10] and the Karstedt catalyst [11]. The active forms of these catalysts are the soluble Pt complexes [12], but in many cases, inactive colloidal Pt and eventually metal precipitates would form and the solution turns black. Here we report our observation that diethylsulfide (Et2S) is an effective ligand to stabilize K without suppressing the activity. It is inert to hydrosilylation and easily removed after reaction due to its volatility, making it an excellent ligand to stabilize noble metal catalysts. We demonstrated this for the hydrosilylation of tetravinylsilane with chlorodimethylsilane (Reaction A, Scheme 1 ), and hydrosilylation of trimethylsilyl-4-pentenoate with tetrakis(dimethylsilylethyl)silane (Reaction B). These reactions were used in the synthesis of carbosilane dendrimers. This method of stabilization is alternative to anchoring mercapto-platinum complexes in MCM-41 [13].We found that Et2S not only prevented formation of Pt colloid, but could also result in higher conversions with shorter reaction times. This was surprising, since sulfur ligands are expected to strongly coordinate to Pt(0) and therefore suppress the catalytic activity, although hydrosilylation of sulfur-containing compounds is possible, such as alkenylsulfides [14] and homoallylicthioethers [15]. 2 Experimental 2.1 Materials Solvents and chemicals were purchased from Aldrich Chemical Company, Milwaukee, WI, except the Karstedt catalyst, which was purchased from Gelest, Inc. of Morrisville, PA. All chemicals were used as supplied. 2.2 Characterization NMR spectra were acquired with a Varian Innova 400MHz using the following parameters:1H:400.14MHz, 2s recycle delay, internally referenced to solvent;13C:100.63MHz,1H decoupled, 2s recycle delay, internally referenced to solvent;195Si:79.50MHz, 45s recycle delay and externally referenced to tetramethylsilane;195Pt:86.02MHz, 0.1s recycle delay and externally referenced to1M H2PtCl6/1M HCl inD2O, transmitter frequency offset by −2400ppm to observe signals from Pt(II) and Pt(IV)complexes. All NMR shifts are reported in ppm, acquired in CDCl3 unless otherwise noted. Transmission UV–Vis spectra were acquired on a SpectronicGenesys 2 spectometer using either cyclohexane or dichloromethane as solvent, in quartz cuvettes with septa caps. Additional characterization of the catalyst systems is reported in the Supplementary information. 2.3 Hydrosilylation procedure In the general procedure, a solution of 10−5 M platinum catalyst (see below) in 10mL of dichloromethane was prepared. When used, Et2S as a 0.1M stock solution in dichloromethane (DCM) was added to the catalyst solution 5min prior to addition of reactants. An appropriate amount of olefin reactant was then added (0.170mL, 1mmol tetravinylsilane), and the mixture was warmed to 40°C in an oil bath. This was followed by the addition of an appropriate amount of silane (0.666mL, 6mmol chlorodimethylsilane). Samples of reaction mixture (0.300mL) were retrieved for NMR analysis immediately upon addition of the silane with syringes, and continued at regular intervals from 15 to 300min. More details can be found in the Supplementary information. 3 Results and discussion Fig. 1 shows the conversion of tetrakis (dimethylsilylethyl) silane2 (on a per hydride basis) in the hydrosilylation of trimethylsilyl-4-pentenoate 3 in Reaction B for mixtures with Et2S/Pt ratios of 0, 10, and 30. The conversions were determined by 1H NMR by sampling 0.3mL from the reaction mixture at regular intervals from 15 to 300min. Without Et2S, Reaction B proceeded slowly and a conversion of 10% was obtained after 90min at 40°C, beyond which there was little further reaction. The solution turned bright yellow in 15min, and remained so for the duration of the experiment, probably due to the formation of a hydride-platinum complex, as discussed below in the addition of dichloromethylsilane to K. In the mixture with a Et2S/Pt ratio of 10, the reaction proceeded at a higher rate, and a conversion of ~23% was obtained after 240min. However, the reaction rate decreased with time, and the solution began to darken to a brown color after 2h but remained clear, which could be correlated with the slowdown in conversion. With a Et2S/Pt ratio of 30, the catalytic activity was maintained even after 300min when the conversion reached 50%, and the solution did not change color. Extending the reaction time for another 24h resulted in <1% increase in conversion for the mixtures with Et2S/Pt of 0 and 10, but an increase of 7% for the mixture with Et2S/Pt of 30. The addition of Et2S did not change the regioselectivity in this reaction noticeably. For Reaction A, where the reaction was complete before noticeable catalyst deactivation had occurred, addition of Et2S resulted in faster conversions up to a Et2S/Pt ratio of 10 (Fig. 2 ). At the higher ratio of 30, Et2S suppressed the activity due to competitive coordination. No differences in regioselectivity were observed for these experiments, independent of the Et2S concentration. Stabilization of the Pt complex was due to bonding of Et2S to Pt, which could be confirmed with 1H NMR. Excess divinyltetramethylsilane (DVTMS) ligands, as well as xylene, are present in a commercial solution of K to stabilize the catalyst, which contribute many resonances in the NMR spectrum. Fortunately, the vinyl protons of bound (δ 4.0, 3.5, and 3.2ppm) and unbound (δ 6.45, 6.25, and 6.05ppm) DVTMS could be identified distinctly. Likewise, the methylene proton of Et2S in the unbound (δ 2.7ppm) and bound (δ 3.1ppm) forms could be clearly identified. From the intensities of these peaks, we estimated that there was one excess equivalent of DVTMS in the solution of K, as received. Addition of Et2S resulted in a 1:1 displacement of bound vinyl from Pt, and a Et2S/Pt ratio of 3 was sufficient to remove practically all bound DVTMS (Fig. 3 ). Unfortunately, there was too much overlap of Et2S resonances with various species in solution, which prevented quantification of the relative binding constants. Being a stronger ligand than DVTMS and, notably, not being consumed during reaction, Et2S is a more effective stabilizing ligand throughout the course of hydrosilylation. Two more experiments illustrate this further. In one experiment, 1mmol (0.100mL) of chlorodimethylsilane was added to 10mL of 10−4 M K in DCM at 40°C. The solution turned yellow in 15min and then brown after 45min, indicating increased amount of Pt agglomeration, as DVTMS was consumed by hydrosilylation. In contrast, if 0.100mL of 0.1M Et2S was added (Et2S/Pt=10), no color changes were observed under the same conditions. These differences could be quantified with UV–Vis spectroscopy. A solution of chlorodimethylsilane and K, absent Et2S, showed absorption between 250 and 280nm due to the presence of xylene and a peak at 300nm due to K. The solution turned yellow in 15min and the broad peak at 300nm increased in intensity and broadened on the long wavelength side (Fig. 4 ), mostly due to the formation of a Pt hydride complex. After 45min, the solution turned brown, the peak at 300nm and the shoulder at 325nm increased significantly, while a new shoulder at 365nm appeared, and the absorption extended well beyond 400nm, which was indicative of light scattering by Pt particles. For longer reaction times, the intensity of scattered light increased as the solution continued to darken. For the solution with excess Et2S prior to addition of chlorodimethylsilane there was little change in the UV–Vis spectrum with time. In the first 15min, a small peak at 360nm appeared and the 300nm peak increased slightly; the intensities of these new species were much weaker than in the absence of Et2S. No light scattering was detected and there was no increase in intensity in the region above 425nm. A similar trend was observed under hydrosilylation conditions, which was demonstrated with 1-hexene as the olefin. Similar to reactions A and B, the conversion of 1-hexene at 40°C was higher in the presence of Et2S (Fig. S1). At 240min when the reaction was complete, there was significantly more light scattering at longer wavelengths from a reaction mixture without Et2S than one that contained Et2S at a Et2S/Pt ratio of 10 (Fig. S2). Visually, the solution turned dark brown without Et2S, but remained light yellow when Et2S was present. No isomerization of 1-hexene was observed in any of these experiments. The beneficial effects of Et2S were also found with the Speier's catalyst. When examined with Reaction A, hydrosilylation of TVS with chlorodimethylsilane, the reaction mixture containing a Et2S/Pt ratio of 10 achieved complete conversion in less than ¾ of the time (Fig. S3), and the reaction mixture remained clear with no observable colloidal Pt. Finally, we confirmed that the effect of Et2S was due to binding to the Pt0 complex and not to formation of bis(diethylsulfide) platinates by examining (Et2S)2PtCl2 (A) and (Et2S)2PtCl4 (B) as hydrosilylation catalysts. Both compounds were active as catalysts (Fig. S6). In the absence of Et2S, they were both less active than the Karstedt catalyst. A exhibited a more prominent induction period than catalyst B. In all cases, darkening of the solution was observed, suggesting formation of colloidal platinum. These catalysts remained less active than Karstedt in the presence of Et2S. Acknowledgments This work was supported by the Institute for Catalysis in Energy Processes at Northwestern University (DOE grant DE-FG02-03ER15457), the NMR facilities at the Institute for Molecular Structure Education and Research Center, and the J.B. Cohen X-ray Diffraction Facility (supported by MRSEC with NSF DMR-0520513) at Northwestern University. We thank the scientific contribution of Neema A. Mashayekhi in the preparation of compounds 2 and 3 and Dana J. Sauter for her assistance in the characterization of the bis(diethylsulfide) platinates. Appendix A Supplementary data Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.catcom.2011.03.041. Appendix A Supplementary data Supplementary information References [1] C.C. Guo J.X. Song X.B. Chen G.F. Jiang J. Mol. Catal. A: Chem. 157 2000 31 40 [2] T. Nishimura S. Uemura Synlett 2004 201 216 [3] F. Wen H. Boennemann J. Jiang D. Lu Y. Wang Z. Jin Appl. Organometal. Chem. 19 2005 81 89 [4] M.H. Alkordi Y. Liu R.W. Larsen J.F. Eubank M. Eddaoudi J. Am. Chem. Soc. 130 2008 12639 12641 [5] M.A. Brook Silicon in Organic, Organometallic and Polymer Chemistry 2000 Wiley New York, New York [6] K. Yamamoto T. Hayashi Transition Metals for Organic Synthesis 2nd ed. 2004 Wiley-VCH Verlag GmbH & Co Weinheim, Germany 167 181 [7] F.-M. Wang C.-C. Wan Y.-Y. Wang J. Appl. Electrochem. 39 2009 253 260 [8] B. Marciniec Adv. Silicon Sci., Hydrosilylation 2009 Springer Dordrecht, NL [9] R.D. Tilley J.H. Warner K. Yamamoto I. Matsui H. Fujimori Chem. Commun. 2005 1833 1835 [10] J.L. Speier J.A. Webster G.H. Barnes J. Am. Chem. Soc. 79 1957 974 979 [11] B.D. Karstedt, (General Electric Co.), patent no. 1548775, 1968, p. 14 pp. [12] J. Stein L.N. Lewis Y. Gao R.A. Scott J. Am. Chem. Soc. 121 1999 3693 3703 [13] R. Hu L. Zha M. Cai Catal. Commun. 11 2010 563 566 [14] M.G. Voronkov N.N. Vlasova S.A. Bol'shakova S.V. Kirpichenko J. Org. Chem. 190 1980 335 341 [15] J.B. Perales D.L. Van Vranken J. Org. Chem. 66 2001 7270 7274",
      "scopus-id": "79955780227",
      "coredata": {
        "eid": "1-s2.0-S1566736711001312",
        "dc:description": "Addition of excess diethylsulfide to the Karstedt catalyst prevents agglomeration of Pt and results in higher reaction rates for hydrosilylation of olefins. The beneficial effects were very pronounced in the hydrosilylation of trimethylsilyl-4-pentenoate with tetrakis(dimethylsilylethyl)silane, where 57% yield was obtained compared with 10% without diethylsulfide. Enhanced activity was also observed in the hydrosilylation of tetravinylsilane, vinyltrimethylsilane, and 1-hexene with chlorodimethylsilane.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2011-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736711001312",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Downing, Christopher M."
          },
          {
            "@_fa": "true",
            "$": "Kung, Harold H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736711001312"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736711001312"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(11)00131-2",
        "prism:volume": "12",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Diethyl sulfide stabilization of platinum-complex catalysts for hydrosilylation of olefins",
        "prism:copyright": "Copyright © 2011 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "prism:issueIdentifier": "12",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrosilylation"
          },
          {
            "@_fa": "true",
            "$": "Karstedt catalyst"
          },
          {
            "@_fa": "true",
            "$": "Diethylsulfide"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Stabilization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "prism:number": "12",
        "openaccessSponsorType": null,
        "prism:pageRange": "1166-1169",
        "prism:endingPage": "1169",
        "pubType": "sco",
        "prism:coverDisplayDate": "1 July 2011",
        "prism:doi": "10.1016/j.catcom.2011.03.041",
        "prism:startingPage": "1166",
        "dc:identifier": "doi:10.1016/j.catcom.2011.03.041",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "149803",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "standard",
            "@height": "121",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12686",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "53",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2464",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "337",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25326",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3650",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "237",
            "@width": "356",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14898",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "146",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3181",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "218",
            "@width": "391",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16611",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3439",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "205",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15966",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4456",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "255",
            "@width": "621",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22682",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736711001312-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1921",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/79955780227"
      }
    }
  }
}