{
  "metadata": {
    "title": "Band structure modification of g-C<ce:inf loc=post>3</ce:inf>N<ce:inf loc=post>4</ce:inf> for efficient heterojunction construction and enhanced photocatalytic capability under visible light irradiation",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2019-04-30",
    "doi": "10.1016/j.catcom.2019.01.003",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736719300032",
    "pii": "S1566736719300032"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85061542460",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2019-02-05 2019-02-05 2019-02-15 2019-02-15 2019-03-06T16:44:36 1-s2.0-S1566736719300032 S1566-7367(19)30003-2 S1566736719300032 10.1016/j.catcom.2019.01.003 S300 S300.1 FULL-TEXT 1-s2.0-S1566736719X00035 2020-11-11T12:26:04.427983Z 0 0 20190401 20190430 2019 2019-02-05T05:16:23.117291Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst pubtype ref specialabst 1566-7367 15667367 true 123 123 C Volume 123 10 44 48 44 48 201904 April 2019 2019-04-01 2019-04-30 2019 article sco © 2019 Published by Elsevier B.V. BANDSTRUCTUREMODIFICATIONGC3N4FOREFFICIENTHETEROJUNCTIONCONSTRUCTIONENHANCEDPHOTOCATALYTICCAPABILITYUNDERVISIBLELIGHTIRRADIATION LIANG X 1 Introduction 2 Experimental section 3 Results and discussion 3.1 Structural analysis 3.2 Optical and electronic properties 3.3 Morphology of Gr/PI 3.4 Photocatalytic performance 3.5 Proposed mechanism analysis 4 Conclusions Acknowledgements Appendix A Supplementary data References HOFFMANN 1995 69 96 M CHEN 2007 2891 2959 X LINSEBIGLER 1995 735 758 A LI 2014 912 919 P ZHANG 2011 237 242 X ASAHI 2001 269 271 R CHOI 1994 13669 13679 W ZHAO 2004 4782 4783 W LIU 2018 4516 4520 G CHU 2013 912 919 S LI 2017 2369 2376 X ONG 2016 7159 7329 W LIU 2015 970 974 J ZHANG 2011 675 678 J WANG 2017 124 130 H WANG 2009 1680 1681 X LIU 2015 386 393 W CHEN 2014 564 573 S LIU 2013 3821 3828 Q ZHOU 2017 125 128 L GE 2012 13708 13714 L HUANG 2013 1477 1485 Q KIM 2009 706 710 K YAN 2010 3894 3901 S ZHANG 2015 77 81 M LIU 2016 231 241 Q ZENG 2018 1 9 Y HAARER 1975 192 194 D LEE 1990 2097 2100 K SATTLER 2010 476 482 A MAKOWSKI 2012 3248 3257 S CHU 2012 15519 15521 S GONG 2018 35 45 Y ZHANG 2010 441 444 J ONG 2016 7159 7329 W LIANGX2019X44 LIANGX2019X44X48 LIANGX2019X44XX LIANGX2019X44X48XX 2021-02-15T00:00:00.000Z 2021-02-15T00:00:00.000Z © 2019 Published by Elsevier B.V. item S1566-7367(19)30003-2 S1566736719300032 1-s2.0-S1566736719300032 10.1016/j.catcom.2019.01.003 272180 2019-09-10T16:24:36.320562Z 2019-04-01 2019-04-30 1-s2.0-S1566736719300032-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/MAIN/application/pdf/064049e8d67b5c6652ffe5773d62c48b/main.pdf main.pdf pdf true 1092308 MAIN 5 1-s2.0-S1566736719300032-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/PREVIEW/image/png/772e9d484d54fde5ba0354a3187b67db/main_1.png main_1.png png 53784 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736719300032-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/ga1/THUMBNAIL/image/gif/4910936222008a67048c510a9e2a74ba/ga1.sml ga1 true ga1.sml sml 5518 86 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719300032-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr1/THUMBNAIL/image/gif/ef6454888414f37e01c5343fccb05714/gr1.sml gr1 gr1.sml sml 6817 82 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719300032-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr2/THUMBNAIL/image/gif/c646ff823d8b4277f4a2f6fbaa89b83a/gr2.sml gr2 gr2.sml sml 7403 164 214 IMAGE-THUMBNAIL 1-s2.0-S1566736719300032-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr3/THUMBNAIL/image/gif/f7ef6fd20c98e68e05ecb40bb3c31af2/gr3.sml gr3 gr3.sml sml 7006 163 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719300032-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr4/THUMBNAIL/image/gif/a38041998315664c25c2e2dfb11126c2/gr4.sml gr4 gr4.sml sml 7018 164 211 IMAGE-THUMBNAIL 1-s2.0-S1566736719300032-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/sc1/THUMBNAIL/image/gif/b997420c568ef01f3a5fc8f49a7fae8c/sc1.sml sc1 sc1.sml sml 5524 87 219 IMAGE-THUMBNAIL 1-s2.0-S1566736719300032-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/ga1/DOWNSAMPLED/image/jpeg/2aaeab781fafce5888b02e700037b437/ga1.jpg ga1 true ga1.jpg jpg 28037 197 500 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719300032-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr1/DOWNSAMPLED/image/jpeg/5aff0f2e2dcef418de3846f6c134a5ea/gr1.jpg gr1 gr1.jpg jpg 67148 265 711 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719300032-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr2/DOWNSAMPLED/image/jpeg/c83732aebdf9d1bf9c8d2c84c71aa85d/gr2.jpg gr2 gr2.jpg jpg 35348 294 384 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719300032-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr3/DOWNSAMPLED/image/jpeg/77fa06bddc9c1dc1aec77b569ff4cb5e/gr3.jpg gr3 gr3.jpg jpg 27925 286 385 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719300032-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr4/DOWNSAMPLED/image/jpeg/43380669142b35b855d37a9929bd67d7/gr4.jpg gr4 gr4.jpg jpg 30674 298 384 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719300032-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/sc1/DOWNSAMPLED/image/jpeg/f48d134a1769e90468d188aa42beb346/sc1.jpg sc1 sc1.jpg jpg 39696 247 625 IMAGE-DOWNSAMPLED 1-s2.0-S1566736719300032-ga1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/ga1/HIGHRES/image/jpeg/44271f4fa8a6c4379a1cdacff834d7cb/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 180638 873 2213 IMAGE-HIGH-RES 1-s2.0-S1566736719300032-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr1/HIGHRES/image/jpeg/b0addb83ebc3898c0529a4d9dc72d069/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 485405 1175 3150 IMAGE-HIGH-RES 1-s2.0-S1566736719300032-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr2/HIGHRES/image/jpeg/7a26254763ff01096916642a9f575fae/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 242494 1303 1703 IMAGE-HIGH-RES 1-s2.0-S1566736719300032-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr3/HIGHRES/image/jpeg/b5c28474253bf5164e5b1f2b3aa7184d/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 267445 1268 1705 IMAGE-HIGH-RES 1-s2.0-S1566736719300032-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/gr4/HIGHRES/image/jpeg/f2b53ae6391e7879a958064fbcd55d49/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 258396 1321 1701 IMAGE-HIGH-RES 1-s2.0-S1566736719300032-sc1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/sc1/HIGHRES/image/jpeg/6e141487feef5c6e1aa87102ef80d828/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 259049 1095 2766 IMAGE-HIGH-RES 1-s2.0-S1566736719300032-mmc1.doc https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/mmc1/MAIN/application/msword/c4ee74ceb80600de3726b090549e8ab3/mmc1.doc mmc1 mmc1.doc doc 578048 APPLICATION 1-s2.0-S1566736719300032-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1566736719300032/STRIPIN/image/gif/5d8cf22c263edee7c4ef9d2b30a349f9/si1.gif si1 si1.gif gif 688 15 129 ALTIMG 1-s2.0-S1566736719300032-am.pdf am am.pdf pdf 1056981 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10X94K8KD11/MAIN/application/pdf/95096c119cd0acf09d6c21371ac3b11e/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:10X94K8KD11/MAIN/application/pdf/95096c119cd0acf09d6c21371ac3b11e/am.pdf CATCOM 5587 S1566-7367(19)30003-2 10.1016/j.catcom.2019.01.003 Fig. 1 (a) XRD patterns of PMDA, Melem, PI, Gr, Gr/PI, g-C3N4 and Gr/g-C3N4; (b) enlarged drawing of XRD patterns. Fig. 1 Fig. 2 Ct/C0 of RhB concentration for photocatalytic degradation with samples under visible light irradiation. Fig. 2 Fig. 3 PL spectra of as-prepared PI, g-C3N4,Gr/g-C3N4 and Gr/PI. Fig. 3 Fig. 4 Comparison of photocatalytic activities of Gr/PI catalyst for the degradation of RhB with or without adding BQ,TBA and EDTA-Na2 under visible light irradiation. Fig. 4 Scheme 1 Schematic band structure of g-C3N4 and PI, and possible mechanism for the enhanced photocatalytic ability of Gr/PI. Scheme 1 Table 1 The energy band parameters of g-C3N4, CP and PI. Table 1 g-C3N4 CP PI Band gap (eV) 2.74 2.68 2.87 Conduction band (eV) −1.40 −1.20 −0.59 Valence band (eV) 1.34 1.48 2.28 Short communication Band structure modification of g-C3N4 for efficient heterojunction construction and enhanced photocatalytic capability under visible light irradiation Xiaofei Liang a Guanlong Wang a Tianyu Huo a Xiaoli Dong a Guowen Wang a Hongchao Ma a Hui Liang b Xiufang Zhang a ⁎ a School of Light Industry and Chemical Engineering, Dalian Polytechnic University, Dalian 116034, China School of Light Industry and Chemical Engineering Dalian Polytechnic University Dalian 116034 China b College of Chemistry and Material Science, Shandong Agricultural University, Tai'an 271018, China College of Chemistry and Material Science Shandong Agricultural University Tai'an 271018 China ⁎ Corresponding author. The graphene (Gr)/PI (pyromellitic dianhydride (PMDA) modified g-C3N4) heterojunction was fabricated by a handy sonochemical method. After adding PMDA in the forming process of g-C3N4, the conduction position of obtained catalyst was lowered to −0.59 eV (closer to the Fermi level of Gr), which is beneficial for constructing high-efficient heterojunction with less energy loss. The photocatalytic efficiency of Gr/PI for Rodamine B (RhB) degradation was greatly enhanced compared with Gr/g-C3N4. The k of RhB removal on Gr/PI was 1.60 times as that of Gr/g-C3N4. The excellent photocatalytic ability of Gr/PI was mainly attributed to the effective separation of photogenerated electron-holes. Graphical abstract Unlabelled Image Keywords Gr/PI Heterojunction Band structure modification Visible light 1 Introduction Semiconductor photocatalysis has been gradually used in solving knotty environmental troubles using affluent solar energy [1,2]. Among kinds of semiconductors, TiO2 causes most people's widely attention because of its high photocatalysis activity, environmental friendliness and high stability [3,4]. However, TiO2 has correspondingly broad band gap (~3.2 eV), which limits its light response range to UV light [5]. Researchers concentrate on doping TiO2 with nonmetal/metal elements to broaden its optical assimilation to the visible light region [6–9], however, doping sometimes causes the formation of defect, serving as the sites for the recombination of photogenerated electron-holes. Consequently, it is imperative to look for efficient photocatalysts with broad spectrum response. Recently, graphite carbon nitride (g-C3N4) is deemed as a potential photocatalyst for contaminant treatment under visible light exposure [10,11], which has the advantages of high yield, low cost synthesis, chemical stability and narrow band gap (~2.7 eV) [12–16]. However, the high combination of photogenerated electron-holes restrains the photocatalytic ability of g-C3N4. Up to now, constructing heterojunction photocatalyst by coupling different type semiconductors (such as ZnO, WO3, Graphene, TiO2), and quantum dots [17–21] with g-C3N4 is an extremely efficient method to suppress the rapid recombination of photogenerated electron-holes, and this strategy has shown huge advantages for the improvement of visible-light photocatalytic activity of g-C3N4-based heterojunction photocatalyst. Graphene (Gr) is a 2D π-conjugation slice of carbon atoms combined through sp2-type hybridization, which has been thought as a superior candidate for the construction of heterojunction because of its huge surface area, appropriate band energy position (−0.08 eV) [22] and cracking sensitivity under visible light [23]. Liu et al. presented Gr supported Co-g-C3N4 nanocomposites displayed excellent photocatalytic activity. The electron-holes puddle generated on the interface of sheet between Gr and g-C3N4 effectively facilitated the electron transfer. But the conduction band (CB) position of g-C3N4 is at −1.40 eV, thus a lot of energy can be wasted when the photoproducted electrons shift from g-C3N4 to Gr. Thermodynamically, a lot of energy loss was disadvantageous to the heterojunction construction and photocatalysis activity of photocatalysts. Therefore, adjusting CB position is necessary to get suitable CB position for heterojunction construction. To modify the band structure, many researchers proposed to dope nonmetal elements or add some modifiers in g-C3N4 [24–27]. For example, Chu et al. engineered the band structure of g-C3N4 (named PI) by adding pyromellitic dianhydride (PMDA) into the network of g-C3N4, the obtained PI had lower VB position than that of g-C3N4 [10]. Meanwhile, the photooxidation ability of photocatalysts was enhanced after the decline of VB position. Inspired by Chu's work, PMDA with two electron-withdrawing anhydride groups is an extremely electron-deficient molecule. After the incorporation of PMDA into g-C3N4, the surface electron distribution of PI (g-C3N4 modified by PMDA) maybe changed. As a result, the band position of g-C3N4 could be effectively modified to realize the enhanced photocatalytic ability. Herein, we constructed a high-efficiency heterojunction photocatalyst between Gr and PMDA [28,29] modified g-C3N4 (named PI) via a handy one-step sonochemical method. Rhodamine B (RhB) was chosen as a targeted pollutant to measure the photocatalytic ability of preparated photocatalysts. The effect of band structure modification and heterojunction construction on the photocatalytic ability was discussed. Finally, the possible photocatalytic mechanism was proposed. 2 Experimental section PI: 5 g melamine was heated at 425 °C for 4 h, the obtained Melem solid [30,31] was grinded into powder. Then 1 g Melem and 1 g PMDA were mixed and calcined at 325 °C (7 °C·min−1) for 4 h. Finally, the product was washed three times with deionized water, and then dried at 60°Χ. CP: 1 g prepared g-C3N4 and 1 g PMDA was grinded adequately, and then obtained mixture was calcined at 325 °C (7 °C min−1) for 4 h. The obtained product was labeled as CP. The Gr/PI catalyst was fabricated by sonochemical method, detailed chemical compositions of compounds, the preparation of g-C3N4, Gr, and characterization section were listed in the supplementary information. 3 Results and discussion 3.1 Structural analysis The crystalline structures and phase constitution of the specimens were characterized by XRD (Fig. 1(a)). In the XRD pattern of Melem, some symbolic diffraction peaks appeared at 2θ = 12.5°, 13.0°, 25.5° and 27.0°, which indicated the successful preparation of Melem. Several new peaks of PI at the range of 15–30°(Fig. 1(b)), such as 2θ = 17.3°, 18.4°, 19.0° and 28.5°, confirming the production of new species due to an imidization reaction between PMDA and Melem, which was consistent with the work of Chu et al.. An apparent broad diffraction peak at 2θ = 24.9° shown in XRD picture of Gr, corresponding to the (002) diffraction plane of Gr (PDF-#41–1487). A series of weak peaks appeared in Gr/PI at the range of 20–26° belonged to Gr and other diffraction peaks belong to PI, which proved the successful combination of Gr and PI. g-C3N4 exhibited two typical peaks at 2θ = 13.0° and 27.5° in the pattern, showing the (002) and (100) lattice plane, respectively. Compared to g-C3N4, peaks of Gr were not discovered in the XRD of the Gr/g-C3N4, which might be ascribed to comparatively low diffraction peak and the low content of Gr. The surface groups on different samples can be demonstrated by FT-IR spectra (Fig. S1). The wide peak at 3283 cm−1 in the spectrum of g-C3N4 represented the NH stretching vibration modes. A battery of peaks at 1566, 1406, 1322 and 1241 cm−1 was associated with CN stretching of aromatic. And a spiculate peak at 809 cm−1 conformed to the CN stretching vibration of the triazine cycles [32]. For the PI and Gr/PI, their peaks were obvious weakening or shifting which different from g-C3N4, explaining that the addition of PMDA indeed influenced the chemical structure of g-C3N4 and formed new species. 3.2 Optical and electronic properties Proverbially, the optical absorption property is a momentous factor to respond the photocatalytic performence of the catalysts. The optical absorption of samples was recorded by DRS (Fig.S2(a)). The band gaps of samples were counted by the Formula (1): (1) αhν = A hν − Eg n where α, A, hν, and Eg are the absorption coefficient, constant, light frequency, and band gap energy, respectively. And value for n is equal to 1/2 for direct band gap material (Fig. S2(b)). From the Fig. S2(a), PI has a distinct blue shift compared with g-C3N4. Fig. 2(b) demonstrated that the band gap of PI was enlarged from 2.74 eV to 2.87 eV. The shifted absorption edge of PI indicates that the addition of PMDA can change band gap. Compared with PI, the DRS spectra of Gr/PI appeared obvious red shift, showing that its visible light response was enhanced after recombination of Gr. The enhanced visible light response was attributed to the powerful absorption of Gr for visible light, which was beneficial for light capturing efficiency of Gr/PI. The plat-band positions of samples were precisely measured by Mott-Schottky plot (Fig. S3), the horizontal intercept of the curve represented the plat-band positions of samples. The flat-band positions of g-C3N4, CP and PI were − 1.40 eV, −1.20 eV and − 0.59 eV (vs. Ag/AgCl, at pH = 6.6), respectively, which corresponded to −1.20 eV, −1.00 eV and − 0.39 eV (vs. NHE). The CB positions of g-C3N4, CP and PI were − 1.40 eV, −1.20 eV and − 0.59 eV (vs. NHE), respectively [33]. The obtained CB positions, combined with previous calculated bandgap energy, allowed us to compute the corresponding VB positions of samples [34]. The detailed VB, CB positions were listed in Table.1 . It was obvious that the CB position of PI was lowered from −1.40 eV to −0.59 eV, meaning the PMDA effectively reduced CB position. Compared to g-C3N4 and CP, the CB position of PI was much closer to that of Gr, thus the energy loss could be largely reduced during the process of photogenerated electrons transfer from the CB of PI to that of Gr. The less energy loss will be beneficial to the high-efficient heterojunction construction. In addition, the VB position of PI was also largely reduced to 2.28 eV. The lower VB position made the photooxidation ability of generated holes strengthened, resulting in the improved photocatalytic ability. 3.3 Morphology of Gr/PI TEM was used to observe the structure and morphology of samples. As depicted in Fig. S4(a), the Gr displayed 2D sheet with thin cicada's wing-like ripples and wrinkles. And PI looked like inhomogeneous substance with some small sheets stacked together (Fig. S4(b)), while the g-C3N4 (Fig. S4(c)) displayed homogeneous substance made up of big sheets. According to the Fig. S4(d), pleated Gr can be clearly observed at the edge of PI, which testified the successful integration between PI and Gr. Fig. S4(e) displays that g-C3N4 was also attached to the edge of Gr lamella. The N2 adsorption-desorption isotherms of g-C3N4 and PI were evaluated by using the BET isotherms. The BET surface areas of g-C3N4 and PI were 30.13 cm2·g−1 and 48.73 cm2·g−1, indicating that the surface area of PI increased after PMDA modification. Large surface area of PI is beneficial for degrading BPA under visible light irradiation. 3.4 Photocatalytic performance The photocatalytic performance of photocatalysts under visible light (λ > 420 nm) is assessed by choosing RhB as the model pollutant. Obviously, the concentration of RhB was nearly unchanged within 180 min under the visible light illumination, meaning that RhB cannot be decomposed by direct photocatalysis. The adsorption equilibrium of photocatalysts reached within 40 min under dark (Fig. 2), and the RhB removal of g-C3N4, PI, Gr/g-C3N4 and Gr/PI were 25%, 27.2%, 25.7% and 26.2%, respectively. The degradation efficiency of PI displayed minor improvement by contrast with g-C3N4. The degradation efficiency of RhB with Gr/PI was 91.5% in 180 min, which outdistances that of PI (only 44.3%), supporting the advantages of heterojunction on the improvement of photocatalytic efficiency. Moreover, the RhB degradation efficiency on Gr/PI was twice as that of Gr/g-C3N4 (only 51.5%), suggesting the Gr/PI exhibited stronger photocatalytic capacity than Gr/g-C3N4. The RhB degradation process followed the pseudo-first-order kinetics. In the Fig. S5, the kinetic constant (k) of RhB elimination with PI was 0.0233 min−1, which was slightly rasied contrasted with that of g-C3N4 (0.0154 min−1), indicating that PI had better photodegradation ability which was ascribed to the enhanced oxidation ability of photogenerated holes after band structure modification. The k of RhB elimination with Gr/PI (0.0401 min−1) was 1.72 times higher than that with PI and 1.60 times as that with Gr/g-C3N4. The photocatalytic ability of Gr/PI was superior to that of PI, illustrating that Gr/PI accelerates the separation of photoproduced electron-holes, thus enhancing the photocatalytic ability. More significantly, Gr/PI exhibited superior visible-light-driven photocatalytic property to that of Gr/g-C3N4. The result might be owing to the lowered CB position of PI, which matched better to the Femi level of Gr and thereby reduced the energy loss during the heterojunction construction. The stability of catalysts is another vital property of the photocatalysts in terms of practical application. The stability of the Gr/PI was measured by reusing the photocatalyst for RhB degradation. After five cyclic experiments (Fig. S6), the photocatalytic ability of Gr/PI didn't decrease obviously, indicating that the Gr/PI owned good photocatalytic stability. 3.5 Proposed mechanism analysis Based on the above study, it was speculated that the photocatalytic ability improvement of Gr/PI maybe on account of the effective separation of photogenerated electron-holes. To verify this hypothesis, we tested separation and migration efficiency of photoinduced charge in semiconductors by PL spectra and photocurrent responses. The PL emission intensity of PI was weaker than that of the g-C3N4 (Fig. 3 ), meaning that the recombination of photoproduced electron-holes of PI was effectively lowered. The emission intensity of PI was distinctly lowered after compounding with Gr, demonstrating the advantages of heterojunction on the separation photoinduced charges. Compared to Gr/g-C3N4, the recombination of photogenerated electron-holes of Gr/PI was lesser, which maybe make the photocatalytic ability improve. These above results could be further evidenced by transient photocurrent response measurement. According to the Fig. S7, the Gr/PI exhibited a terrific high photocurrent response than PI and Gr/g-C3N4. The photocurrent density of Gr/PI reached 0.80 μA·cm−2, almost was 2.29 times as that of PI (0.35 μA·cm−2) and 1.78 times as that of Gr/g-C3N4 (0.45 μA·cm−2), indicating that the charges separation efficiency of Gr/PI was better than that of Gr/g-C3N4. Hence, more photogenerated electron-holes could migrate to the surface of semiconductor photocatalyst and add to the photocatalytic activity, and then improve the photocatalytic ability. Active species in the photocatalytic process are usually used to uncover the photocatalytic mechanism. Here, the quenching experiment was conducted to identify the role of active species (h+, O2 – and OH) in the photodegradation process. EDTA-Na2, BQ, and TBA were used as the scavengers of h+, O2 −, and OH, respectively. Obviously, the RhB removal was not obviously affected when EDTA-Na2 was added, meaning that h+ active specie was not the main active species (Fig. 4 ). After the addition of TBA and BQ, the photocatalytic degradation efficiency of RhB decreased from 91.5% to 39.4% and 21.1%, respectively, which indicated that both OH and O2 – played a leading role in the photocatalytic degradation of dye RhB. Based on above consequences, Scheme. 1 displayed a probable mechanism for the elevated photocatalytic ability of Gr/PI under visible light irradiation. The CB position of g-C3N4 was reduced from −1.40 eV to −0.59 eV via band structure modification by PMDA, and the lower CB position was much closer to the Fermi level of Gr. Once was irradiated by visible light, PI was excited. Because the CB position of PI (−0.59 eV vs. NHE) was more negative than the Fermi level of Gr, the photoproduced electrons which came from PI easily transfered to the CB of Gr, which followed the minimum energy principle. The photogenerated electrons on Gr would oxidize O2 molecule in solution to O2 −, which could oxidizes pollutant to CO2 and H2O. The fast transfer of photogenerated electrons accelerated the separation of photogenerated electron-holes. Hence, the recombination of photogenerated electrons and holes was largely limited. Lots of photogenerated electrons and holes could migrate to the surface of photocatalyst, and actively joined in the surface reaction. At the same time, the adjusted VB position of PI was reduced to 2.28 eV, which was more positive to that of g-C3N4 and, foremost, the VB the position of OH/H2O [35]. As a result, the H2O molecule could be facilely oxidized to OH with powerful oxidizing ability. The generated OH species also joined in the oxidation reaction with the pollutants, as proved in the quenching experiment. 4 Conclusions In conclusion, the high-efficient Gr/PI heterojunction photocatalyst with enhanced photocatalytic capacity was prepared via a handy one-step sonochemical method. The CB and VB position of PI were all reduced, the lower CB position was more propitious to high-efficient heterojunction construction, and the lower VB position had enhanced photooxidation ability. More importantly, the Gr/PI gave rise to the electron transfer from PI to Gr under visible-light excitation accompanied with less energy loss, which contributed to resultful photogenerated charge segregation, and in turn, the remarkable photocatalytic capacity. The kinetic constant of RhB removal on Gr/PI was nearly 1.72 times and 1.60 times as that of PI, Gr/g-C3N4, respectively. This work offered fresh understanding into constructing the high-efficiency heterojunction photocatalyst for effective removal of organic pollutants. Acknowledgements This work was supported by the Fundamental Research Funds for Central Universities (Project No. 2016J004) and National Science Found of China (Project No. 21577008). Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2019.01.003. References [1] M.R. Hoffmann S.T. Martin W. Choi D.W. Bahnemann Environmental applications of semiconductor photocatalysis Chem. Rev. 95 1995 69 96 [2] X.B. Chen S.S. Mao Titanium dioxide nanomaterials: synthesis, properties, modifications, and applications Chem. Rev. 107 2007 2891 2959 [3] A.L. Linsebigler G. Lu J.T. Yates Photocatalysis on TiO2 surfaces: principles, mechanisms, and selected results Chem. Rev. 95 1995 735 758 [4] P.Q. Li H.T. Hu J.F. Xu H. Jing H. Peng J. Lu C.X. Wu S.Y. Ai New insights into the photo-enhanced electrocatalytic reduction of carbon dioxide on MoS2-rods/TiO2 NTs with unmatched energy band Appl. Catal. B Environ. 147 2014 912 919 [5] X.F. Zhang X. Quan S. Chen H.T. Yu Constructing graphene/InNbO4 composite with excellent adsorptivity and charge separation performance for enhanced visible-light-driven photocatalytic ability Appl. Catal. B Environ. 105 2011 237 242 [6] R. Asahi T. Morikawa T. Ohwaki K. Aoki Y. Taga Visible-light photocatalysis in nitrogen-doped titanium oxides Science 293 2001 269 271 [7] W. Choi A. Termin M.R. Hoffmann The role of metal ion dopants in quantum-sized TiO2: correlation between photoreactivity and charge carrier recombination dynamics J. Phys. Chem. 98 1994 13669 13679 [8] W. Zhao W.H. Ma C.C. Chen J.C. Zhao Z.G. Shuai Efficient degradation of toxic organic pollutants with Ni2O3/TiO2-xBx under visible irradiation J. Am. Chem. Soc. 126 2004 4782 4783 [9] G. Liu Y. Zhao C. Sun F. Li G.Q. Lu H.M. Cheng Synergistic effects of B/N doping on the visible-light photocatalytic activity of mesoporous TiO2 Angew. Chem. Int. Ed. 47 2018 4516 4520 [10] S. Chu Y. Wang Y. Guo J.Y. Feng C.C. Wang W.J. Luo X.X. Fan Z.G. Zou Band structure engineering of carbon nitride: in search of a polymer photocatalyst with high photooxidation property ACS Catal. 3 2013 912 919 [11] X. Li L.S. Zhu Y.L. Zhou H.S. Yin S.Y. Ai Enhanced photoelectrochemical method for sensitive detection of protein kinase A activity using TiO2/g-C3N4, PAMAM dendrimer and alkaline phosphatase Anal. Chem. 89 2017 2369 2376 [12] W.J. Ong L.L. Tan Y.H. Ng S.T. Yong S.P. Chai Graphitic carbon nitride (g-C3N4)-based photocatalysts for artificial photosynthesis and environmental remediation: are we a step closer to achieving sustainability Chem. Rev. 116 2016 7159 7329 [13] J. Liu Y. Liu N. Liu Y. Han X. Zhang H. Huang Y. Lifshitz S. Lee J. Zhong Z. Kang Metal-free efficient photocatalyst for stable visible water splitting via a two-electron pathway Science 347 2015 970 974 [14] J.S. Zhang J.H. Sun K. Maeda K. Domen P. Liu M. Antonietti X.Z. Fu X.C. Wang Sulfur-mediated synthesis of carbon nitride: band-gap engineering and improved functions for photocatalysis Energy Environ. Sci. 4 2011 675 678 [15] H.Y. Wang Q.H. Zhang H.S. Yin M.H. Wang W.J. Jiang S.Y. Ai Photoelectrochemical immunosensor for methylated RNA detection based on g-C3N4/CdS quantum dots heterojunction and phos-tag-biotin Biosens. Bioelectron. 95 2017 124 130 [16] X.C. Wang K. Maeda X.F. Chen K. Takanabe K. Domen Y.D. Hou X.Z. Fu M. Antonietti Polymer semiconductors for artificial photosynthesis: hydrogen evolution by mesoporous graphitic carbon nitride with visible light J. Am. Chem. Soc. 131 2009 1680 1681 [17] W. Liu M.L. Wang C.X. Xu S.F. Chen Facile synthesis of g-C3N4/ZnO composite with enhanced visible light photooxidation and photoreduction properties Chem. Eng. J. 209 2015 386 393 [18] S.F. Chen Y.F. Hu S.G. Meng X.L. Fu Study on the separation mechanisms of photogenerated electrons and holes for composite photocatalysts g-C3N4-WO3 Appl. Catal. B Environ. 150 2014 564 573 [19] Q. Liu J.Y. Zhang Graphene supported Co-g-C3N4 as a novel metal-macrocyclic electrocatalyst for the oxygen reduction reaction in fuel cells Langmuir 29 2013 3821 3828 [20] L. Zhou L.Z. Wang J.Y. Lei Y.D. Liu J.L. Zhang Fabrication of TiO2/Co-g-C3N4 heterojunction catalyst and its photocatalytic performance Catal. Commun. 89 2017 125 128 [21] L. Ge F. Zuo J.K. Liu Q. Ma C. Wang D.Z. Sun L. Bartels P.Y. Feng Synthesis and efficient visible light photocatalytic hydrogen evolution of Polymeric g-C3N4 coupled with CdS quantum dots J. Phys. Chem. C 116 2012 13708 13714 [22] Q.W. Huang S.Q. Tian D.W. Zeng X.X. Wang W.L. Song Y.Y. Li W. Xiao C.S. Xie Enhanced photocatalytic activity of chemically bonded TiO2/graphene composites based on the effective interfacial charge transfer through the C-Ti bond ACS Catal. 3 2013 1477 1485 [23] K.S. Kim Y. Zhao H. Jang S.Y. Lee J.M. Kim K.S. Kim J.H. Ahn P. Kim J.Y. Choi B.H. Hong Large-scale pattern growth of graphene films for stretchable transparent electrodes Nature 457 2009 706 710 [24] S.C. Yan Z.S. Li Z.G. Zou Photodegradation of rhodamine B and methyl orange over boron-doped g-C3N4 under visible light irradiation Langmuir 26 2010 3894 3901 [25] M. Zhang X.J. Bai D. Liu J. Wang Y.F. Zhu Enhanced catalytic activity of potassium-doped graphitic carbon nitride induced by lower valence position Appl. Catal. B Environ. 164 2015 77 81 [26] Q. Liu Y.R. Guo Z.H. Chen Z.G. Zhang X.M. Fang Constructing a novel ternary Fe(III)/graphene/g-C3N4 composite photocatalyst with enhanced visible-light driven photocatalytic activity via interfacial charge transfer effect Appl. Catal. B Environ. 183 2016 231 241 [27] Y.X. Zeng X. Liu C.B. Liu L.L. Wang Y.C. Xia S.Q. Zhang S.L. Luo Y. Pei Scalable one-step production of porous oxygen-doped g-C3N4 nanorods with effective electron separation for excellent Visible-light photocatalytic activity Appl. Catal. B Environ. 224 2018 1 9 [28] D. Haarer Electric field induced transition in the charge-transfer exciton band of anthracene-PMDA Chem. Phys. Lett. 31 1975 192 194 [29] K.W. Lee S.P. Kowalczyk J.M. Shaw Surface modification of PMDA-oxydianiline polyimide. Surface Structure-adhesion Relationship Macromolecules 23 1990 2097 2100 [30] A. Sattler S. Schonberger W. Schnick Melemium Methylsulfonates HC6N7(NH2)3H2C6N7(NH2)3(SO3Me)3 H2O and H2C6N7(NH2)3(SO3Me)2 H2O Z. Anorg. Allg. Chem. 636 2010 476 482 [31] S.J. Makowski P. Kostler W. Schnick Formation of a hydrogen-bonded heptazine framework by self-assembly of melem into a hexagonal channel structure Chem. Eur. J. 18 2012 3248 3257 [32] S. Chu Y. Wang Y. Guo P. Zhou H. Yu L.L. Luo F. Kong Z.G. Zou Facile green synthesis of crystalline polyimide photocatalyst for hydrogen generation from water J. Mater. Chem. 22 2012 15519 15521 [33] Y. Gong X. Zhao H. Zhang B. Yang K. Xiao T. Guo J.J. Zhang H.X. Shao Y.B. Wang G. Yu MOF-derived nitrogen doped carbon modified g-C3N4 heterostructure composite with enhanced photocatalytic activity for bisphenol A degradation with peroxymonosulfate under visible light irradiation Appl. Catal. B Environ. 233 2018 35 45 [34] J.S. Zhang X.F. Chen K. Takanabe K. Maeda K. Domen J.D. Epping X.Z. Fu M. Antonietti X.C. Wang Synthesis of a carbon nitride structure for visible-light catalysis by copolymerization Angew. Chem. Int. Ed. 49 2010 441 444 [35] W.J. Ong L.L. Tan Y.H. Ng S.T. Yong S.P. Chai Graphitic carbon nitride (g-C3N4)-based photocatalysts for artificial photosynthesis and environmental remediation: are we a step closer to achieving sustainability? Chem. Rev. 116 2016 7159 7329",
      "scopus-id": "85061542460",
      "coredata": {
        "eid": "1-s2.0-S1566736719300032",
        "dc:description": "The graphene (Gr)/PI (pyromellitic dianhydride (PMDA) modified g-C3N4) heterojunction was fabricated by a handy sonochemical method. After adding PMDA in the forming process of g-C3N4, the conduction position of obtained catalyst was lowered to −0.59 eV (closer to the Fermi level of Gr), which is beneficial for constructing high-efficient heterojunction with less energy loss. The photocatalytic efficiency of Gr/PI for Rodamine B (RhB) degradation was greatly enhanced compared with Gr/g-C3N4. The k of RhB removal on Gr/PI was 1.60 times as that of Gr/g-C3N4. The excellent photocatalytic ability of Gr/PI was mainly attributed to the effective separation of photogenerated electron-holes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736719300032",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liang, Xiaofei"
          },
          {
            "@_fa": "true",
            "$": "Wang, Guanlong"
          },
          {
            "@_fa": "true",
            "$": "Huo, Tianyu"
          },
          {
            "@_fa": "true",
            "$": "Dong, Xiaoli"
          },
          {
            "@_fa": "true",
            "$": "Wang, Guowen"
          },
          {
            "@_fa": "true",
            "$": "Ma, Hongchao"
          },
          {
            "@_fa": "true",
            "$": "Liang, Hui"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Xiufang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736719300032"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736719300032"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(19)30003-2",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Band structure modification of g-C3N4 for efficient heterojunction construction and enhanced photocatalytic capability under visible light irradiation",
        "prism:copyright": "© 2019 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Gr/PI"
          },
          {
            "@_fa": "true",
            "$": "Heterojunction"
          },
          {
            "@_fa": "true",
            "$": "Band structure modification"
          },
          {
            "@_fa": "true",
            "$": "Visible light"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "44-48",
        "prism:endingPage": "48",
        "pubType": "sco",
        "prism:coverDisplayDate": "April 2019",
        "prism:doi": "10.1016/j.catcom.2019.01.003",
        "prism:startingPage": "44",
        "dc:identifier": "doi:10.1016/j.catcom.2019.01.003",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5518",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6817",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7403",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7006",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7018",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5524",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "197",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28037",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "67148",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "294",
            "@width": "384",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35348",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "286",
            "@width": "385",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27925",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "298",
            "@width": "384",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30674",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "247",
            "@width": "625",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39696",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "873",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "180638",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1175",
            "@width": "3150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "485405",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1303",
            "@width": "1703",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "242494",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1268",
            "@width": "1705",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "267445",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1321",
            "@width": "1701",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "258396",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1095",
            "@width": "2766",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "259049",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "578048",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "15",
            "@width": "129",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "688",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736719300032-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1056981",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85061542460"
      }
    }
  }
}