{
  "metadata": {
    "title": "Nitrogen-modified metal-organic framework-based carbon: An effective non-precious electrocatalyst for oxygen reduction reaction",
    "authors": "; ; ",
    "journal": "Catalysis Communications",
    "date": "2020-11-30",
    "doi": "10.1016/j.catcom.2020.106135",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1566736720302119",
    "pii": "S1566736720302119"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85089696392",
      "originalText": "serial JL 272180 291210 291744 291809 31 Catalysis Communications CATALYSISCOMMUNICATIONS 2020-08-14 2020-08-14 2020-08-21 2020-08-21 2020-09-02T11:55:59 1-s2.0-S1566736720302119 S1566-7367(20)30211-9 S1566736720302119 10.1016/j.catcom.2020.106135 S300 S300.1 FULL-TEXT 1-s2.0-S1566736720X00112 2024-04-05T06:29:40.809303Z 0 0 20201101 20201130 2020 2020-08-14T15:48:27.275574Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst pubtype ref specialabst 1566-7367 15667367 true 146 146 C Volume 146 16 106135 106135 106135 202011 November 2020 2020-11-01 2020-11-30 2020 article sco © 2020 Elsevier B.V. NITROGENMODIFIEDMETALORGANICFRAMEWORKBASEDCARBONEFFECTIVENONPRECIOUSELECTROCATALYSTFOROXYGENREDUCTIONREACTION TAN T 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.1.1 Preparation of MIL-101(Fe) 2.1.2 Preparation of C-MIL-101@PPy electrocatalyst 2.2 Structural characterizations 2.3 Electrochemical tests 3 Results and discussion 4 Conclusion Acknowledgments Appendix A Supplementary data References LI 2017 5272 5278 Z YING 2018 496 503 J XIA 2016 15006 B ZHANG 2018 1705431 M ABDELKADERFERNANDEZ 2019 1854 1867 V LIU 2017 1700518 J YAP 2017 218 245 M WAN 2015 1034 1045 K GONG 2017 7557 7563 J ZHANG 2020 1726 1755 S QUILEZBERMEJO 2017 62 71 J MA 2015 357 362 Z LIU 2019 17216 17223 Y HAQUE 2020 1384 1392 E CHAI 2019 248 256 L WANG 2017 115 120 W MONTEVERDEVIDELA 2015 43 50 A BAI 2016 85 91 X HU 2015 335 340 Y CHEN 2017 4614 4630 L MIROSLAV 2018 115 120 A LI 2009 445 452 X WANG 2018 1705048 T GAO 2017 462 470 S FERRERO 2016 179 187 G GUO 2016 361 365 D TANX2020X106135 TANX2020X106135XT 2022-08-21T00:00:00.000Z 2022-08-21T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Elsevier B.V. This is an open access article under the CC BY-NC-ND license. 2020-08-25T22:13:43.132Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S1566736720302119 National Natural Science Foundation of China 21561019 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Changjiang Scholars and Innovative Research Team in University IRT_15R56 Lanzhou Jiaotong University LZJTU Lanzhou Jiaotong University http://data.elsevier.com/vocabulary/SciValFunders/501100009014 http://sws.geonames.org/1814991/ Foundation of a Hundred Youth Talents Training Program of Lanzhou Jiaotong University This work is supported by the National Natural Science Foundation of China ( 21561019 ), the program of Changjiang Scholars and Innovative Research Team in University ( IRT_15R56 ), and the Foundation of a Hundred Youth Talents Training Program of Lanzhou Jiaotong University and the Instrument Analysis Center of Lanzhou Jiaotong University . https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S1566-7367(20)30211-9 S1566736720302119 1-s2.0-S1566736720302119 10.1016/j.catcom.2020.106135 272180 2020-10-01T02:38:56.77062Z 2020-11-01 2020-11-30 1-s2.0-S1566736720302119-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/MAIN/application/pdf/0b873c78fa9c40b9c26e8a2932582365/main.pdf main.pdf pdf true 1015302 MAIN 5 1-s2.0-S1566736720302119-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/PREVIEW/image/png/62108c83e9519e1a937507d2b209d284/main_1.png main_1.png png 55096 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1566736720302119-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/ga1/DOWNSAMPLED/image/jpeg/699d56841f3145929e3354fba143c3eb/ga1.jpg ga1 true ga1.jpg jpg 24279 245 271 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720302119-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr1/DOWNSAMPLED/image/jpeg/8d8d59e7622059d7a1cb5bf7a17e5376/gr1.jpg gr1 gr1.jpg jpg 33515 180 714 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720302119-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr2/DOWNSAMPLED/image/jpeg/f1a7893e15b9a76d4681b6d7895d7f5f/gr2.jpg gr2 gr2.jpg jpg 49058 268 714 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720302119-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr3/DOWNSAMPLED/image/jpeg/5c43deea0ace9dc2782291b69c9fecf5/gr3.jpg gr3 gr3.jpg jpg 70482 350 447 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720302119-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr4/DOWNSAMPLED/image/jpeg/e2111e838827861ac54a8d557e7f44db/gr4.jpg gr4 gr4.jpg jpg 50404 230 803 IMAGE-DOWNSAMPLED 1-s2.0-S1566736720302119-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/ga1/THUMBNAIL/image/gif/eb8743ba0d426ae157d6374ac9e61d9c/ga1.sml ga1 true ga1.sml sml 14694 164 181 IMAGE-THUMBNAIL 1-s2.0-S1566736720302119-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr1/THUMBNAIL/image/gif/17b7d4b050c343559a300c5936344391/gr1.sml gr1 gr1.sml sml 6362 55 219 IMAGE-THUMBNAIL 1-s2.0-S1566736720302119-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr2/THUMBNAIL/image/gif/66395f7ad2176e009ea95dbe393e86db/gr2.sml gr2 gr2.sml sml 9676 82 219 IMAGE-THUMBNAIL 1-s2.0-S1566736720302119-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr3/THUMBNAIL/image/gif/172d1869145089eabf12142ad85efe6a/gr3.sml gr3 gr3.sml sml 30671 164 209 IMAGE-THUMBNAIL 1-s2.0-S1566736720302119-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr4/THUMBNAIL/image/gif/4c65490039eae31c789166f24a27a4a4/gr4.sml gr4 gr4.sml sml 8152 63 219 IMAGE-THUMBNAIL 1-s2.0-S1566736720302119-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/ga1/HIGHRES/image/jpeg/afc5927e532b634dd4d870aa82e89715/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 110761 651 720 IMAGE-HIGH-RES 1-s2.0-S1566736720302119-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr1/HIGHRES/image/jpeg/34f2b2649072a6d860656265032b3f0e/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 128807 478 1896 IMAGE-HIGH-RES 1-s2.0-S1566736720302119-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr2/HIGHRES/image/jpeg/34ea2ec445012f4b3879de78cf1aab81/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 186585 712 1896 IMAGE-HIGH-RES 1-s2.0-S1566736720302119-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr3/HIGHRES/image/jpeg/18e3084f62f4d1fa4ef88889fe08b552/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 286373 929 1187 IMAGE-HIGH-RES 1-s2.0-S1566736720302119-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/gr4/HIGHRES/image/jpeg/9f1ed518bf2c10232fbb2925f50b7a64/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 190549 611 2132 IMAGE-HIGH-RES 1-s2.0-S1566736720302119-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1566736720302119/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/f901829b36e9151e63a36293bf482cb5/mmc1.docx mmc1 mmc1.docx docx 2034801 APPLICATION 1-s2.0-S1566736720302119-am.pdf am am.pdf pdf 1635017 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10WP2RC6NFQ/MAIN/application/pdf/63872f16aaa2d7cc135df46e5109c102/am.pdf CATCOM 106135 106135 S1566-7367(20)30211-9 10.1016/j.catcom.2020.106135 Elsevier B.V. Fig. 1 Schematic diagram of preparing C-MIL-101@PPy electrocatalyst. Fig. 1 Fig. 2 (a) LSV curves of C-MIL-101@PPy, C-MIL-101, and Pt/C electrocatalysts in O2-saturated 0.1 M KOH, Inserted: LSV curves of C-MIL-101@PPy electrocatalyst in O2-saturated 0.1 M KOH and 0.1 M KOH + 0.5 M CH3OH; (b) CAs of C-MIL-101@PPy and Pt/C electrocatalysts at 0.664 V for 30,000 s, Inserted: LSV curves of C-MIL-101@PPy electrocatalyst before and after cycling for 1000 cycles in 0.1 M KOH, respectively. Fig. 2 Fig. 3 TEM image of C-MIL-101@PPy electrocatalyst, Inserted: lattice fringe spacing of carbon. Fig. 3 Fig. 4 (a) XRD pattern of C-MIL-101@PPy electrocatalyst, Inserted: Raman analysis; (b) Curve-fitted C 1 s; and (c) N 1 s of C-MIL-101@PPy electrocatalyst. Fig. 4 Short communication Nitrogen-modified metal-organic framework-based carbon: An effective non-precious electrocatalyst for oxygen reduction reaction Ting Tan Conceptualization Methodology Investigation Writing - original draft Data curation a Pengyu Tao Validation Formal analysis Visualization Software Writing - review & editing b Xiang Li Validation Formal analysis Visualization Software a Sarah Imhanria Resources Writing - review & editing a Jie Deng Resources Writing - review & editing a Wei Wang Conceptualization Methodology Resources Writing - review & editing a ⁎ a School of Chemical and Biological Engineering, Lanzhou Jiaotong University, Lanzhou 730070, China School of Chemical and Biological Engineering Lanzhou Jiaotong University Lanzhou 730070 China School of Chemical and Biological Engineering, Lanzhou Jiaotong University, Lanzhou 730070, China b PLA Army Academy of Artillery and Air Defense, Hefei 230031, China PLA Army Academy of Artillery and Air Defense Hefei 230031 China PLA Army Academy of Artillery and Air Defense, Hefei 230031, China ⁎ Corresponding author. Metal-organic framework (MOF) based composite materials have attracted significant research interest in the electrocatalytic field. In this study, a carbonized polypyrrole coated MOF composite electrocatalyst (C-MIL-101@PPy) is developed, which is a nitrogen-modified MOF-based carbon used as non-precious oxygen reduction reaction (ORR) electrocatalyst. Physical characterizations prove that the C-MIL-101@PPy electrocatalyst has high nitrogen doping (2.53 at.%) and effective graphite and pyridinium nitrogen doping (86.6%). When compared with commercial Pt/C, as-obtained C-MIL-101@PPy electrocatalyst shows good ORR performance (∆E 1/2 = −22 mV) with good stability (87.8%) and methanol tolerance. All results indicate that MOF-based C-MIL-101@PPy electrocatalyst is an effective and promising electrocatalyst for ORR. Graphcial abstract Unlabelled Image Keywords Metal-organic framework Nitrogen-doped carbon Oxygen reduction reaction Non-precious electrocatalyst 1 Introduction The state-of-the-art metal-organic framework (MOF), with a regular special morphology, adjustable apertures, and large specific surface area, has drawn wide research interest as a novel class of materials [1–4]. For electrocatalytic applications, the most classic way is using MOF as templates to obtain a series of nanocomposites. Many studies have shown that MOF can be used as template materials to prepare catalysts with many advantages [5,6]. It consists of a hollow and porous structure, which can avoid metal mass loss, and uniform pore size for improving the catalytic performance, while the regular structure is beneficial for the uniform distribution of the metal components and carbon. Currently, there are several reports that MOF can be used as a precursor or as a sacrificial template/precursor for preparation of various functional nanostructures, such as derived alloys, oxides, nitrides, carbides, and carbon materials, exhibiting excellent performance in electrocatalysis [7]. Carbonization of polymer materials, such as melamine resin, polyaniline, and chitosan, can result in a final carbon product with high nitrogen content and other good properties [8–10]. Polypyrrole (PPy) has good environmental stability, high electrical conductivity, and good redox property, making it one of the most promising and ideal polymer nitrogen modifiers to prepare carbon-based electrocatalytic materials. Recently, it has been proven that MOF as a skeleton/template is coated with high nitrogen content polymer materials and that, through the carbonization process, it can obtain good conductivity, stability, and oxygen reduction reaction (ORR) electrocatalytic performance [11–15]. Therefore, designing ways of incorporating active sites into the MOF-structure to make an advanced electrocatalyst would be an effective strategy to get improved catalytic activity toward ORR. In this work, a MOF of MIL-101 is coated with polypyrrole and then carbonized to obtain a target electrocatalyst of C-MIL-101@PPy, which is a nitrogen-modified MOF-based carbon, to be used as non-precious electrocatalyst for ORR. Subsequently, a series of tests show that as-prepared C-MIL-101@PPy electrocatalyst has a high nitrogen ratio (2.53 at.%). When compared with commercial Pt/C, the C-MIL-101@PPy electrocatalyst has good ORR catalytic activity, methanol tolerance, and stability (87.8%). This C-MIL-101@PPy electrocatalyst would be an effective non-precious electrocatalyst for ORR in the future. 2 Experimental 2.1 Preparation of catalysts 2.1.1 Preparation of MIL-101(Fe) Firstly, iron nitrate hexahydrate (1.35 g, 5 mmol) and terephthalic acid (0.415 g, 2.5 mmol) were dissolved in N, N-dimethylformamide (DMF, 30 mL). Then, the solution was transferred to a 100 mL hydrothermal reaction vessel and reacted for 12 h at 110°C. The product was cooled to room temperature and was repeatedly washed with DMF and ethanol. Finally, the solid was dried in an oven at 60 °C for 12 h, which is MIL-101(Fe) (CAS:1189182-67-9). 2.1.2 Preparation of C-MIL-101@PPy electrocatalyst During the preparation, the C-MIL-101@PPy electrocatalyst was obtained according to the following steps. Firstly, 50 mg of the MIL-101 (Fe) powder and 0.48 g of pyrrole monomer were dispersed in water (50 mL) by ultrasonic treatment for about 2 h. Subsequently, the solution was placed in an ice bath at 0 to 5 °C. Thereafter, an equal volume of mixed solution of 0.1 M HCl and 6 mmol FeCl3 was slowly dropped into the above solution and stirred for 24 h. The obtained carbon materials were dried in an oven at 60 °C for 12 h. Finally, the above product was treated via a carbonization process at 900 °C for 2 h. After carbonization, the resultant solid was washed repeatedly with 0.1 M HCl. The final sample was dried in a vacuum oven at 60 °C for 4 h and is named as C-MIL-101@PPy electrocatalyst. 2.2 Structural characterizations The structure of catalysts was characterized by the following instruments, such as Raman, X-ray diffraction (XRD), Scanning electron microscopy (SEM), Transmission electronmicroscopy (TEM), and X-ray photoelectron spectroscopy (XPS). Instrument types, sample pretreatment methods, and other details are all the same as in our previous study [16]. 2.3 Electrochemical tests The electrocatalytic performance was measured using the electrochemical workstation (PGSTAT 128 N Autolab, Switzerland) which used a standard three-electrode system, consisting of a reference electrode (Ag/AgCl), a counter electrode (graphite electrode), and a rotating disk electrode. The working electrode was prepared as follows. The catalyst was dispersed into a 5 mg mL−1 Nafion/ethanol solution. Subsequently, 8 μL was pipetted into the micro-sampler and added to the rotating disk electrode to evaporate the ethanol in the air. Typically, the loading is 0.2 mg cm−2. It should be noted that the catalyst was activated under N2 or O2 saturation conditions prior to each testing. 3 Results and discussion MOF-based composite materials have attracted significant research interest in the electrocatalysis field. However, the direct carbonization of MOF is not ideal in ORR performance due to limited catalysis active sites. Thus, most MOF materials, such as MIL-101, require introducing other components to increase active sites. Consequently, carbonization of polypyrrole-coated MIL-101 is a beneficial strategy for obtaining an effective ORR electrocatalyst. As shown in Fig. 1 , C-MIL-101@PPy electrocatalyst, which is a nitrogen-modified MOF-based carbon, is prepared as non-precious ORR electrocatalyst. Firstly, the MOF of MIL-101 (Fe), used as the carbon skeleton template, was successfully prepared by the hydrothermal reaction method. Afterwards, MIL-101 (Fe) was covered with nitrogen-rich polypyrrole. Subsequently, the received product was carbonized at 900 °C. Finally, the nitrogen-modified MOF-based electrocatalyst (C-MIL-101@PPy) was obtained. Cyclic voltammetry (CV) of C-MIL-101@PPy electrocatalyst was performed in a N2 or O2 saturated 0.1 M KOH (Supporting Information, Fig. S1a). No redox features of C-MIL-101@PPy electrocatalyst can be observed in N2 condition. By contrast, there is a significant onset potential at −0.01 V under O2 saturation during reverse scanning, indicating that C-MIL-101@PPy electrocatalyst has ORR catalytic activity under O2 condition. To determine the ORR electrocatalytic activity of C-MIL-101@PPy electrocatalyst, a linear sweep voltammetry (LSV) was performed in 0.1 M KOH under O2 saturated condition at a rotation rate of 1600 rpm. Clearly, as illustrated in Fig. 2(a), compared to the half-wave potential (E 1/2) of commercial Pt/C (0.850 V), E 1/2 of C-MIL-101@PPy electrocatalyst (0.828 V) is slightly negatively shifted at approximately 22 mV (vs. RHE). It indicates that C-MIL-101@PPy electrocatalyst is almost closer to the ORR catalytic performance of commercial Pt/C. Further, the E 1/2 value of ORR on C-MIL-101@PPy electrocatalyst is much more positive than C-MIL-101 (no PPy coating reference), indicating that the introduction of polypyrrole in MIL-101 after carbonization can significantly favor the ORR. Generally, onset potential is defined as an indicator required for generating an ORR current, which is also an important criterion to evaluate the ORR catalyst activity [17,18]. The onset potential of C-MIL-101@PPy and C-MIL-101 electrocatalyst is 0.959 and 0.803 V, respectively. Obviously, C-MIL-101@PPy electrocatalyst displays a more positive onset potential than C-MIL-101 and is closer to that of commercial Pt/C (1.003 V), which also indicates the good ORR performance of C-MIL-101@PPy electrocatalyst. As is known to all, small molecular compounds, such as methanol, can pass through the proton exchange membrane to reach the cathode in the actual use of the fuel cells. Therefore, methanol tolerance is also an important parameter for evaluating the performance of a catalyst. As shown in the insertion diagram of Fig. 2(a), the methanol tolerance of C-MIL-101@PPy electrocatalyst was characterized by polarization curves in 0.1 M KOH in the presence/absence of 0.5 M CH3OH. Obviously, the E 1/2 value of C-MIL-101@PPy electrocatalyst is quite close before and after (0.836 and 0.834 V, respectively) the introduction of the CH3OH in 0.1 M KOH solution. This means that C-MIL-101@PPy electrocatalyst has a high tolerance to methanol. However, commercial Pt/C has a significant negative shift in E 1/2 compared with absence of methanol and exhibits a big methanol oxidation current peak at about 0.864 V. (Supporting Information, Fig. S1b). Stability is another critical performance metric to assess catalytic performance [19]. To get the stability information of the catalyst, 30,000 s chronoamperometry (CA) test and accelerated durability test (ADT) of 1000 cycling were performed (Fig. 2(b)). As the test time increases, the relative current of the C-MIL-101@PPy electrocatalyst and commercial Pt/C gradually decrease in chronoamperometry curves, which can be ascribed to the fact that catalysis active sites are occupied by reaction intermediate irreversible. Obviously, after the 30,000 s test, the C-MIL-101@PPy electrocatalyst has better current retention (87.8%), and commercial Pt/C only maintains 69.9% at the constant potential of 0.664 V. The 1000 cycling test is also consistent with the above results as shown in the Fig. 2(b) inserted. The onset potential of C-MIL-101@PPy electrocatalyst before and after the 1000 cycling is nearly the same. Further, the E 1/2 value of C-MIL-101@PPy electrocatalyst also almost remains the same (∆E 1/2 = 4 mV). However, after the 1000 cycling test, the onset potential of the commercial Pt/C negative shifted, and the E 1/2 is attenuated by 23 mV (∆E 1/2) (Supporting Information, Fig. S1c). All these results indicate that the C-MIL-101@PPy electrocatalyst has better stability than commercial Pt/C. The above tests indicate that, as-obtained C-MIL-101@PPy electrocatalyst has better ORR activity with good stability and methanol tolerance compared with commercial Pt/C, proving that the MOF-based materials are promising as ORR electrocatalysts. Moreover, we have compared the ORR electrocatalytic properties of C-MIL-101@PPy electrocatalyst with other N-doped carbon materials (Supporting Information, Table S1). As the structure of the catalyst determines catalytic properties, a series of physical characterizations were performed on C-MIL-101@PPy electrocatalyst. To observe the effects of heat treatment, the structure and morphology of C-MIL-101 and C-MIL-101@PPy electrocatalyst are observed in SEM images (Supporting Information, Fig. S2a and Fig. S2b). Before coating with polypyrrole, MIL-101 has a regular octahedral structure, which is in good agreement with literature [20,21]. After coating with polypyrrole and undergoing the carbonization process, C-MIL-101@PPy electrocatalyst no longer has an obvious octahedron shape and becomes a carbon material with the common surface characteristics of carbon. However, as shown in the TEM image in Fig. 3 , C-MIL-101@PPy electrocatalyst has an obvious pore structure (marked by the red circles). Additionally, the insert in the right upper corner Fig. 3 is the HRTEM image. Obviously, C-MIL-101@PPy electrocatalyst has a graphitization characteristic, and the observed lattice fringe spacing of (002) lattice of carbon is 0.345 nm. Furthermore, it is confirmed that the C-MIL-101@PPy electrocatalyst has a typical face-centered cubic (fcc) polycrystalline structure through the selected area electron diffraction (SAED) pattern (Supporting Information, Fig. S2c). In Fig. 4(a), the XRD of C-MIL-101@PPy electrocatalyst shows significant peaks at 26.7° and 42.7°, which corresponds to the (002) crystal plane of carbon [22]. Further, the peaks at 29.3° and 35.5° correspond to the (220) and (311) crystal planes of Fe2.95O4 (PDF#86-1347), respectively. This indicates that some of the Fe elements in C-MIL-101@PPy electrocatalyst are not completely removed during the etching process, which may be covered with the formed MOF-deviated carbon materials still existing in the C-MIL-101@PPy electrocatalyst matrix. The degree of graphitization can be confirmed by the characterization of C-MIL-101@PPy electrocatalyst by Raman spectroscopy. In the inserted Raman spectroscopy of Fig. 4(a), the D peak represents the defect structure of the carbon materials, and the G peak represents the sp 2 hybridized graphitized carbon structure [23]. For C-MIL-101@PPy electrocatalyst, obvious pair characteristic peaks are found at around 1345 cm−1 and 1595 cm−1 for D (disordered carbon) and G bands (sp2 hybridized graphitic carbon), respectively. C-MIL-101@PPy electrocatalyst has typical carbon structural defects which would generate active sites and enhance the ORR activity, while the intensity ratio (I D/I G) of the D peak (1345 cm−1) to the G peak (1595 cm−1) is 0.96. The G band intensity of C-MIL-101@PPy electrocatalyst is stronger than the D band, demonstrating that C-MIL-101@PPy electrocatalyst has a relatively high degree of graphitization, which would favor the stability of the structure. XPS was performed on C-MIL-101@PPy electrocatalyst to analyze its element. The results indicate that C, N, and O are present on the surface of C-MIL-101@PPy electrocatalyst (Supporting Information, Fig. S3). In Fig. 4(b), the fitting analysis of the C 1 s peak mainly includes the following four bonding types: CC (284.8 eV), CN (285.6 eV), CN (286.8 eV), and OCO (289.3 eV) [24]. These results further confirm the polypyrrole coated on C-MIL-101 which results in nitrogen existence on carbon of C-MIL-101@PPy electrocatalyst. Meanwhile, in the fitting analysis of Fig. 4(c), it can be found that the C-MIL-101@PPy electrocatalyst contains mainly four peak shapes of graphite nitrogen (400.9 eV), pyridine nitrogen (398.4 eV), pyrrole nitrogen (400.3 eV), and oxidized nitrogen (404.0 eV), in which nitrogen doping is 2.53 at.% and graphite nitrogen and pyridine nitrogen account for86.6%. It indicates that the nitrogen doping type is graphite nitrogen and pyridine nitrogen from the coated polypyrrole after carbonization [25]. According to the literature [26], pyridine nitrogen has a key influence on the initial potential of the ORR, while graphite nitrogen has a great influence on the limiting current density of the ORR. More importantly, pyridine nitrogen species contribute to the ORR reaction process from 2e− to 4e−, which would be conductive to improving the ORR performance of C-MIL-101@PPy electrocatalyst. Above all, C-MIL-101@PPy electrocatalyst exhibits good electrocatalysis performance toward ORR. However, there is no in-depth exhaustive study on optimizing the composite conditions of polypyrrole and MOF for obtaining optimal ORR materials at present. Further work for obtaining the best C-MIL-101@PPy electrocatalyst and its application in fuel cells or Zinc-Air battery is still ongoing. 4 Conclusion In this study, C-MIL-101@PPy electrocatalyst, a nitrogen-modified MOF-based carbon material used as a non-precious ORR electrocatalyst, is developed by carbonization of polypyrrole coated MIL-101 composite. The polypyrrole makes the final C-MIL-101@PPy electrocatalyst having higher nitrogen doping (2.53 at.%) and a more effective nitrogen doping type (86.6%). The results demonstrate that as-prepared C-MIL-101@PPy electrocatalyst has better ORR electrocatalytic activity, stability, and methanol tolerance than commercial Pt/C. Developing MOF-based materials provide some new ideas for the development of advanced ORR electrocatalysts. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work is supported by the National Natural Science Foundation of China (21561019), the program of Changjiang Scholars and Innovative Research Team in University (IRT_15R56), and the Foundation of a Hundred Youth Talents Training Program of Lanzhou Jiaotong University and the Instrument Analysis Center of Lanzhou Jiaotong University. Appendix A Supplementary data Supplementary material Image 1 Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.catcom.2020.106135. References [1] Z. Li H. Sun L. Wei W. Jiang M. Wu J. Hu Lamellar metal organic framework-derived Fe-N-C non-noble electrocatalysts with bimodal porosity for efficient oxygen reduction ACS Appl. Mater. Interfaces 9 2017 5272 5278 10.1021/acsami.6b15154 Z. Li, H. Sun, L. Wei, W. Jiang, M. Wu, J. Hu, Lamellar metal organic framework-derived Fe-N-C non-noble electrocatalysts with bimodal porosity for efficient oxygen reduction, ACS Appl. Mater. Inter. 9 (2017) 5272-5278, https://doi.org/10.1021/acsami.6b15154. [2] J. Ying J. Li G. Jiang Z.P. Cano Z. Ma C. Zhong D. Su Z. Chen Metal-organic frameworks derived platinum-cobalt bimetallic nanoparticles in nitrogen-doped hollow porous carbon capsules as a highly active and durable catalyst for oxygen reduction reaction Appl. Catal. B Environ. 225 2018 496 503 10.1016/j.apcatb.2017.11.077 J. Ying, J. Li, G. Jiang, Z.P. Cano, Z. Ma, C. Zhong, D. Su, Z. Chen, Metal-organic frameworks derived platinum-cobalt bimetallic nanoparticles in nitrogen-doped hollow porous carbon capsules as a highly active and durable catalyst for oxygen reduction reaction, Appl. Catal. B: Environ. 225 (2018) 496-503, https://doi.org/10.1016/j.apcatb.2017.11.077. [3] B. Xia Y. Yan N. Li H. Wu X. Lou X. Wang A metal-organic framework-derived bifunctional oxygen electrocatalyst Nat. Energy 1 2016 15006 10.1038/nenergy.2015.6 B. Xia, Y. Yan, N. Li, H. Wu, X. Lou, X. Wang, A metal-organic framework-derived bifunctional oxygen electrocatalyst, Nat. Energy 1 (2016) 15006, https://doi:10.1038/nenergy.2015.6. [4] M. Zhang Q. Dai H. Zheng M. Chen L. Dai Novel MOF-derived Co@N-C bifunctional catalysts for highly efficient Zn-air batteries and water splitting Adv. Mater. 30 2018 1705431 10.1002/adma.201705431 M. Zhang, Q. Dai, H. Zheng, M. Chen, L. Dai, Novel MOF-derived Co@N-C bifunctional catalysts for highly efficient Zn-air batteries and water splitting, Adv. Mater. 30 (2018) 1705431, https://doi.org/10.1002/adma.201705431. [5] V.K. Abdelkader-Fernández D.M. Fernandes S.S. Balula L. Cunha-Silva M.J. Pérez-Mendoza F.J. López-Garzón M.F. Pereira C. Freire Noble-metal-free MOF-74-derived nanocarbons: insights on metal composition and doping effects on the electrocatalytic activity toward oxygen reactions ACS Appl. Energy Mater. 2 2019 1854 1867 10.1021/acsaem.8b02010 V.K. Abdelkader-Fernández, D.M. Fernandes, S.S. Balula, L. Cunha-Silva, M.J. Pérez-Mendoza, F.J. López-Garzón, M.F. Pereira, C. Freire, Noble-metal-free MOF-74-derived nanocarbons: Insights on metal composition and doping effects on the electrocatalytic activity toward oxygen reactions, ACS Appl. Energy Mater. 2 (2019) 1854-1867, https://doi.org/10.1021/acsaem.8b02010. [6] J. Liu D. Zhu C. Guo A. Vasileff S. Qiao Design strategies toward advanced MOF-derived electrocatalysts for energy-conversion reactions Adv. Energy Mater. 7 2017 1700518 10.1002/aenm.201700518 J. Liu, D. Zhu, C. Guo, A. Vasileff, S. Qiao, Design strategies toward advanced MOF-derived electrocatalysts for energy-conversion reactions, Adv. Energy Mater. 7 (2017) 1700518, https://doi.org/10.1002/aenm.201700518. [7] M. Yap K. Fow G. Chen Synthesis and applications of MOF-derived porous nanostructures Green Energy Environ. 3 2017 218 245 10.1016/j.gee.2017.05.003 M. Yap, K. Fow, G. Chen, Synthesis and applications of MOF-derived porous nanostructures, Green Energy Environ. 3 (2017) 218-245, https://doi.org/10.1016/j.gee.2017.05.003. [8] K. Wan Z. Yu Z. Liang Polyaniline-derived ordered mesoporous carbon as an efficient electrocatalyst for oxygen reduction reaction Catalysts 5 2015 1034 1045 10.3390/catal5031034 K. Wan, Z. Yu, Z. Liang, Polyaniline-derived ordered mesoporous carbon as an efficient electrocatalyst for oxygen reduction reaction, Catalysts 5 (2015) 1034-1045, https://doi.org/10.3390/catal5031034. [9] J. Gong M. Antonietti J. Yuan Poly(ionic liquid)-derived carbon with site-specific N-doping and biphasic heterojunction for enhanced CO2 capture and sensing Angew. Chem. Int. Ed. 56 2017 7557 7563 10.1002/anie.201702453 J. Gong, M. Antonietti, J. Yuan, Poly(ionic liquid)-derived carbon with site-specific N-doping and biphasic heterojunction for enhanced CO2 capture and sensing, Angew. Chem. Int. Ed. 56 (2017) 7557-7563, https://doi.org/10.1002/anie.201702453. [10] S. Zhang Q. Zhuang M. Zhang H. Wang J. Sun J. Yuan Poly(ionic liquid) composites Chem. Soc. Rev. 49 2020 1726 1755 10.1039/C8CS00938D S. Zhang, Q. Zhuang, M. Zhang, H. Wang, J. Sun, J Yuan, Poly(ionic liquid) composites. Chem. Soc. Rev. 49 (2020) 1726-1755, https://doi.org/10.1039/C8CS00938D. [11] J. Quílez-Bermejo C. González-Gaitán E. Morallón D. Cazorla-Amorós Effect of carbonization conditions of polyaniline on its catalytic activity towards ORR. Some insights about the nature of the active sites Carbon 119 2017 62 71 10.1016/j.carbon.2017.04.015 J. Quílez-Bermejo, C. González-Gaitán, E. Morallón, D. Cazorla-Amorós, Effect of carbonization conditions of polyaniline on its catalytic activity towards ORR. Some insights about the nature of the active sites, Carbon 119 (2017) 62-71, https://doi.org/10.1016/j.carbon.2017.04.015. [12] Z. Ma C. Guo Y. Yin Y. Zhang H. Wu C. Chen The use of cheap polyaniline and melamine co-modified carbon nanotubes as active and stable catalysts for oxygen reduction reaction in alkaline medium Electrochim. Acta 160 2015 357 362 10.1016/j.electacta.2015.02.053 Z. Ma, C. Guo, Y. Yin, Y. Zhang, H. Wu, C. Chen, The use of cheap polyaniline and melamine co-modified carbon nanotubes as active and stable catalysts for oxygen reduction reaction in alkaline medium, Electrochim. Acta 160 (2015) 357-362, https://doi.org/10.1016/j.electacta.2015.02.053. [13] Y. Liu X. Qi L. Li S. Zhang T. Bi MOF-derived PPy/carbon-coated copper sulfide ceramic nanocomposite as high-performance electrode for supercapacitor Ceram. Int. 45 2019 17216 17223 10.1016/j.ceramint.2019.05.277 Y. Liu, X. Qi, L. Li, S. Zhang, T. Bi, MOF-derived PPy/carbon-coated copper sulfide ceramic nanocomposite as high-performance electrode for supercapacitor, Ceram. Int. 45 (2019) 17216-17223, https://doi.org/10.1016/j.ceramint.2019.05.277. [14] E. Haque A. Zavabeti N. Uddin Y. Wang Md A. Rahim N. Syed Deciphering the role of quaternary N in O2 reduction over controlled N-doped carbon catalysts Chem. Mater. 32 2020 1384 1392 10.1021/acs.chemmater.9b03354 E. Haque, A. Zavabeti, N. Uddin, Y. Wang, Md. A. Rahim, N. Syed, Deciphering the role of quaternary N in O2 reduction over controlled N-doped carbon catalysts, Chem. Mater. 32 (2020) 1384-1392. https://doi.org/10.1021/acs.chemmater.9b03354. [15] L. Chai L. Zhang X. Wang L. Xu C. Han T. Li Bottom-up synthesis of MOF-derived hollow N-doped carbon materials for enhanced ORR performance Carbon 146 2019 248 256 10.1016/j.carbon.2019.02.006 L. Chai, L. Zhang, X. Wang, L. Xu, C. Han and T. Li, Bottom-up synthesis of MOF-derived hollow N-doped carbon materials for enhanced ORR performance, Carbon 146 (2019) 248-256, https://doi.org/10.1016/j.carbon.2019.02.006. [16] W. Wang J. Song Y. Kang D. Chai R. Zhao Z. Lei Sm2O3 embedded in nitrogen doped carbon with mosaic structure: an effective catalyst for oxygen reduction reaction Energy 133 2017 115 120 10.1016/j.energy.2017.05.095 W. Wang, J. Song, Y. Kang, D. Chai, R. Zhao, Z. Lei, Sm2O3 embedded in nitrogen doped carbon with mosaic structure: An effective catalyst for oxygen reduction reaction, Energy 133 (2017) 115-120, https://doi.org/10.1016/j.energy.2017.05.095. [17] A.H.A. Monteverde Videla L. Osmieri M. Armandi S. Specchia Varying the morphology of Fe-N-C electrocatalysts by templating iron phthalocyanine precursor with different porous SiO2 to promote the oxygen reduction reaction Electrochim. Acta 177 2015 43 50 10.1016/j.electacta.2015.01.165 A.H.A. Monteverde Videla, L. Osmieri, M. Armandi, S. Specchia, Varying the morphology of Fe-N-C electrocatalysts by templating iron phthalocyanine precursor with different porous SiO2 to promote the oxygen reduction reaction, Electrochim. Acta 177 (2015) 43-50, https://doi.org/10.1016/j.electacta.2015.01.165. [18] X. Bai Y. Shi J. Guo L. Gao K. Wang Y. Du T. Ma Catalytic activities enhanced by abundant structural defects and balanced N distribution of N-doped graphene in oxygen reduction reaction J. Power Sources 306 2016 85 91 10.1016/j.jpowsour.2015.10.081 X. Bai, Y. Shi, J. Guo, L. Gao, K. Wang, Y. Du, T. Ma, Catalytic activities enhanced by abundant structural defects and balanced N distribution of N-doped graphene in oxygen reduction reaction, J. Power Sources 306 (2016) 85-91, https://doi.org/10.1016/j.jpowsour.2015.10.081. [19] Y. Hu J. Zhu Q. Lv C. Liu Q. Li W. Xing Promotional effect of phosphorus doping on the activity of the Fe-N/C catalyst for the oxygen reduction reaction Electrochim. Acta 155 2015 335 340 10.1016/j.electacta.2014.12.163 Y. Hu, J. Zhu, Q. Lv, C. Liu, Q. Li, W. Xing, Promotional effect of phosphorus doping on the activity of the Fe-N/C catalyst for the oxygen reduction reaction, Electrochim. Acta 155 (2015) 335-340, https://doi.org/10.1016/j.electacta.2014.12.163. [20] L. Chen R. Luque Y. Li Controllable design of tunable nanostructures inside metal-organic frameworks Chem. Soc. Rev. 46 2017 4614 4630 10.1039/C6CS00537C L. Chen, R. Luque, Y. Li, Controllable design of tunable nanostructures inside metal-organic frameworks, Chem. Soc. Rev. 46 (2017) 4614-4630, https://doi.org/10.1039/C6CS00537C. [21] A. Miroslav Z. Vladimír P. Peter B. Eva Z. Adriana Metal-organic framework IL-101(Fe)-NH2 functionalized with different long-chain polyamines as drug delivery system Inorg. Chem. Commun. 93 2018 115 120 10.1026/j.inoche.2018.05.007 A. Miroslav, Z. Vladimír, P. Peter, B. Eva, Z. Adriana, Metal-organic framework IL-101(Fe)-NH2 functionalized with different long-chain polyamines as drug delivery system, Inorg. Chem. Commun. 93 (2018) 115-120, https://doi.org/10.1026/j.inoche.2018.05.007. [22] X. Li S. Park B.N. Popov Highly stable Pt and PtPd hybrid catalysts supported on a nitrogen-modified carbon composite for fuel cell application J. Power Sources 195 2009 445 452 10.1016/j.jpowsour.2009.07.029 X. Li, S. Park, B.N. Popov, Highly stable Pt and PtPd hybrid catalysts supported on a nitrogen-modified carbon composite for fuel cell application, J. Power Sources 195 (2009) 445-452, https://doi.org/10.1016/j.jpowsour.2009.07.029. [23] T. Wang Z. Kou S. Mu J. Liu D. He I.S. Amiinu 2D dual-metal zeolitic-imidazolate-framework-(ZIF)-derived bifunctional air electrodes with ultrahigh electrochemical properties for rechargeable Zinc-air batteries Adv. Funct. Mater. 28 2018 1705048 10.1002/adfm.201705048 T. Wang, Z. Kou, S. Mu, J. Liu, D. He, I.S. Amiinu, 2D dual-metal zeolitic-imidazolate-framework-(ZIF)-derived bifunctional air electrodes with ultrahigh electrochemical properties for rechargeable Zinc-air batteries, Adv. Funct. Mater. 28 (2018) 1705048, https://doi.org/10.1002/adfm.201705048. [24] S. Gao B. Fan R. Feng C. Ye X. Wei J. Liu X. Bu N-doped-carbon-coated Fe3O4 from metal-organic framework as efficient electrocatalyst for ORR Nano Energy 40 2017 462 470 10.1016/j.nanoen.2017.08.044 S. Gao, B. Fan, R. Feng, C. Ye, X. Wei, J. Liu, X. Bu, N-doped-carbon-coated Fe3O4 from metal-organic framework as efficient electrocatalyst for ORR, Nano Energy 40 (2017) 462-470. https://doi.org/10.1016/j.nanoen.2017.08.044. [25] G.A. Ferrero A.B. Fuertes M. Sevilla M.M. Titirici Efficient metal-free N-doped mesoporous carbon catalysts for ORR by a template-free approach Carbon 106 2016 179 187 10.1016/j.carbon.2016.04.080 G.A. Ferrero, A.B. Fuertes, M. Sevilla, M.M. Titirici, Efficient metal-free N-doped mesoporous carbon catalysts for ORR by a template-free approach, Carbon 106 (2016) 179-187, https://doi.org/10.1016/j.carbon.2016.04.080. [26] D. Guo R. Shibuya C. Akiba S. Saji T. Kondo J. Nakamura Active sites of nitrogen-doped carbon materials for oxygen reduction reaction clarified using model catalysts Science 351 2016 361 365 10.1126/science.aad0832 D. Guo, R. Shibuya, C. Akiba, S. Saji, T. Kondo, J. Nakamura, Active sites of nitrogen-doped carbon materials for oxygen reduction reaction clarified using model catalysts, Science 351 (2016) 361-365, https://doi.org/10.1126/science.aad0832.",
      "scopus-id": "85089696392",
      "coredata": {
        "eid": "1-s2.0-S1566736720302119",
        "dc:description": "Metal-organic framework (MOF) based composite materials have attracted significant research interest in the electrocatalytic field. In this study, a carbonized polypyrrole coated MOF composite electrocatalyst (C-MIL-101@PPy) is developed, which is a nitrogen-modified MOF-based carbon used as non-precious oxygen reduction reaction (ORR) electrocatalyst. Physical characterizations prove that the C-MIL-101@PPy electrocatalyst has high nitrogen doping (2.53 at.%) and effective graphite and pyridinium nitrogen doping (86.6%). When compared with commercial Pt/C, as-obtained C-MIL-101@PPy electrocatalyst shows good ORR performance (∆E 1/2 = −22 mV) with good stability (87.8%) and methanol tolerance. All results indicate that MOF-based C-MIL-101@PPy electrocatalyst is an effective and promising electrocatalyst for ORR.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1566736720302119",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tan, Ting"
          },
          {
            "@_fa": "true",
            "$": "Tao, Pengyu"
          },
          {
            "@_fa": "true",
            "$": "Li, Xiang"
          },
          {
            "@_fa": "true",
            "$": "Imhanria, Sarah"
          },
          {
            "@_fa": "true",
            "$": "Deng, Jie"
          },
          {
            "@_fa": "true",
            "$": "Wang, Wei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1566736720302119"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1566736720302119"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1566-7367(20)30211-9",
        "prism:volume": "146",
        "articleNumber": "106135",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Nitrogen-modified metal-organic framework-based carbon: An effective non-precious electrocatalyst for oxygen reduction reaction",
        "prism:copyright": "© 2020 Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "15667367",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Metal-organic framework"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen-doped carbon"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Non-precious electrocatalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Catalysis Communications",
        "openaccessSponsorType": null,
        "prism:pageRange": "106135",
        "pubType": "sco",
        "prism:coverDisplayDate": "November 2020",
        "prism:doi": "10.1016/j.catcom.2020.106135",
        "prism:startingPage": "106135",
        "dc:identifier": "doi:10.1016/j.catcom.2020.106135",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "245",
            "@width": "271",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24279",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "180",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33515",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "268",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49058",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "350",
            "@width": "447",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70482",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "230",
            "@width": "803",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50404",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "181",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14694",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "55",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6362",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9676",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "30671",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8152",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "720",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "110761",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "478",
            "@width": "1896",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "128807",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "712",
            "@width": "1896",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "186585",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "929",
            "@width": "1187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "286373",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "611",
            "@width": "2132",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "190549",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2034801",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1566736720302119-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1635017",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85089696392"
      }
    }
  }
}