{
  "metadata": {
    "title": "General definition of hydrogen energy and related electrochemical technologies",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2024-01-31",
    "doi": "10.1016/S1872-2067(23)64572-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206723645723",
    "pii": "S1872206723645723"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85181976076",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2024-01-10 2024-01-10 2024-01-10 2024-01-10 2024-05-22T15:58:04 1-s2.0-S1872206723645723 S1872-2067(23)64572-3 S1872206723645723 10.1016/S1872-2067(23)64572-3 S300 S300.3 FULL-TEXT 1-s2.0-S1872206724X00029 2024-05-22T15:21:10.124459Z 0 0 20240101 20240131 2024 2024-01-10T17:24:10.525812Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor primabst pubtype ref specialabst vitae 1872-2067 18722067 true 56 56 C Volume 56 1 1 8 1 8 202401 January 2024 2024-01-01 2024-01-31 2024 article fla Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. GENERALDEFINITIONHYDROGENENERGYRELATEDELECTROCHEMICALTECHNOLOGIES WANG G 1 Important role of electrochemical energy conversion/storage 2 Hydrogen energy, not limited to hydrogen gas 2.1 Hydrogen cycle 2.2 2.2. Carbon cycle 2.3 Nitrogen cycle 3 Closing remarks 1 Acknowledgments References ARUTYUNOV 2022 583 593 V TAIBI 2020 E GREENHYDROGENCOSTREDUCTION CHI 2018 390 394 J XIAO 2012 7869 7871 L LI 2020 378 385 D LEI 2022 16725 16733 C YANG 2022 6117 6321 Y LI 2019 1442 1446 Q HUANG 2019 F637 F644 G LU 2008 20611 20614 S GAO 2022 e2119883119 Y ULHASSAN 2022 8116 8126 N 2023 NATIONALCLEANHYDROGENSTRATEGYROADMAP HUANG 2021 1074 1078 J LIU 2021 1660 1678 C LI 2021 2473 2482 Z LI 2022 4045 4051 J SA 2020 6632 6665 Y ZHANG 2023 100746 G MONTEIRO 2021 654 662 M GAO 2023 142509 Z WENG 2023 16787 16795 S ENDRODI 2021 439 448 B XU 2021 809 815 Y LI 2022 835 843 W YIN 2019 2455 2462 Z MCENANEY 2017 1621 1630 J REN 2022 2776 2805 Y SURYANTO 2019 290 296 B SHANAHAN 2019 8550 8556 J CHEN 2020 717 724 C SUN 2021 865 872 J WANGX2024X1 WANGX2024X1X8 WANGX2024X1XG WANGX2024X1X8XG 2026-01-10T00:00:00.000Z 2026-01-10T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2024-01-14T09:09:05.880Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Xiaomi Young Talents Program National Natural Science Foundation of China 21991150 21991154 22172115 92045302 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Fundamental Research Funds for the Central Universities 2042021kf1064 2042022kf1174 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ This work was financially supported by the National Natural Science Foundation of China (21991154, 21991150, 22172115, 92045302), and Fundamental Research Funds for the Central Universities (2042022kf1174, 2042021kf1064). G. Wang also acknowledges the Xiaomi Young Talents Program. This work was supported by the National Natural Science Foundation of China ( 21991154, 21991150, 22172115, 92045302 ) and Fundamental Research Funds for the Central Universities ( 2042022kf1174, 2042021kf1064 ). item S1872-2067(23)64572-3 S1872206723645723 1-s2.0-S1872206723645723 10.1016/S1872-2067(23)64572-3 273538 2024-05-22T15:21:10.124459Z 2024-01-01 2024-01-31 1-s2.0-S1872206723645723-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/MAIN/application/pdf/de5d96cf43621353e9c2503b1fbd1035/main.pdf main.pdf pdf true 8461655 MAIN 8 1-s2.0-S1872206723645723-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/PREVIEW/image/png/39074d1f14cd26d53f2d52653e43f3a7/main_1.png main_1.png png 50635 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206723645723-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/fx1/DOWNSAMPLED/image/jpeg/09029287e8a656356422a38a970ee1b8/fx1.jpg fx1 true fx1.jpg jpg 23458 245 265 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645723-fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/fx2/DOWNSAMPLED/image/jpeg/47c68f1b11204d4c14dc663bd283ab39/fx2.jpg fx2 fx2.jpg jpg 16902 189 187 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645723-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/gr1/DOWNSAMPLED/image/jpeg/941636518b079e04aff86e3d93ca8a9c/gr1.jpg gr1 gr1.jpg jpg 23063 244 264 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645723-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/gr2/DOWNSAMPLED/image/jpeg/198844eba4460d868b4db4b9814c52a0/gr2.jpg gr2 gr2.jpg jpg 51191 319 342 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645723-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/gr3/DOWNSAMPLED/image/jpeg/a2d1272b4c782416683d46c9f5f20066/gr3.jpg gr3 gr3.jpg jpg 54911 343 534 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645723-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/fx1/THUMBNAIL/image/gif/7b9673dadbf05f7c07e1fdb8683b83d6/fx1.sml fx1 true fx1.sml sml 10691 164 177 IMAGE-THUMBNAIL 1-s2.0-S1872206723645723-fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/fx2/DOWNSAMPLED/image/gif/3ffd84c3e115f08f34f50265120a6f9f/fx2.sml fx2 fx2.sml sml 22125 163 162 IMAGE-THUMBNAIL 1-s2.0-S1872206723645723-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/gr1/THUMBNAIL/image/gif/823eee44c511d43d10e575fece0139fc/gr1.sml gr1 gr1.sml sml 10516 164 177 IMAGE-THUMBNAIL 1-s2.0-S1872206723645723-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/gr2/THUMBNAIL/image/gif/fe5126e45ef8a0b6de39cc9c05cd0055/gr2.sml gr2 gr2.sml sml 14165 163 175 IMAGE-THUMBNAIL 1-s2.0-S1872206723645723-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/gr3/THUMBNAIL/image/gif/56a09e2d3be436d708e94da7054ca796/gr3.sml gr3 gr3.sml sml 10992 141 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723645723-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/HIGHRES/image/jpeg/31764d6f54789d058c1529f1a287e4b5/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 100192 651 704 IMAGE-HIGH-RES 1-s2.0-S1872206723645723-fx2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/HIGHRES/image/jpeg/604037fd85825df1ef0c7b665e14fb7d/fx2_lrg.jpg fx2 fx2_lrg.jpg jpg 90402 502 498 IMAGE-HIGH-RES 1-s2.0-S1872206723645723-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/HIGHRES/image/jpeg/0a149b21b2801e74ea46fb20a8f675a9/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 104054 650 702 IMAGE-HIGH-RES 1-s2.0-S1872206723645723-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/HIGHRES/image/jpeg/4e6238029405b43ca652092147288ebb/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 243622 849 909 IMAGE-HIGH-RES 1-s2.0-S1872206723645723-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645723/HIGHRES/image/jpeg/a78939ce30b414e01185a4be96ff1b68/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 272370 910 1418 IMAGE-HIGH-RES CHNJC 64572 S1872-2067(23)64572-3 10.1016/S1872-2067(23)64572-3 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Scheme of general hydrogen energy for renewable electricity storage/utilization. Fig. 2 Structural illustration of PEMWE (a), PEMFC (b), APEWE (c), and APEFC (d), with the main research and development (R&D) aspects in developing these electrochemical technologies. Fig. 3 (a) Obstacles in electrocatalytic CO2 reduction, and the effective strategies in enhancing CO2 reduction. (b) Comparison of different GDE-based CO2 electrolyzers. Available online 10 January 2024 This work was supported by the National Natural Science Foundation of China (21991154, 21991150, 22172115, 92045302) and Fundamental Research Funds for the Central Universities (2042022kf1174, 2042021kf1064). Perspective General definition of hydrogen energy and related electrochemical technologies Gongwei Wang a Li Xiao a b Lin Zhuang a c * a College of Chemistry and Molecular Sciences, Hubei Key Lab of Electrochemical Power Sources, Wuhan University, Wuhan 430072, Hubei, China College of Chemistry and Molecular Sciences Hubei Key Lab of Electrochemical Power Sources Wuhan University Wuhan Hubei 430072 China College of Chemistry and Molecular Sciences, Hubei Key Lab of Electrochemical Power Sources, Wuhan University, Wuhan 430072, Hubei, China b Sauvage Center for Molecular Sciences, Wuhan University, Wuhan 430072, Hubei, China Sauvage Center for Molecular Sciences Wuhan University Wuhan Hubei 430072 China Sauvage Center for Molecular Sciences, Wuhan University, Wuhan 430072, Hubei, China c The Institute for Advanced Studies, Wuhan University, Wuhan 430072, Hubei, China The Institute for Advanced Studies Wuhan University Wuhan Hubei 430072 China The Institute for Advanced Studies, Wuhan University, Wuhan 430072, Hubei, China * Corresponding author. Electrochemical energy conversion, based on the transformation between electrical energy and chemical energy, is crucial for the storage and utilization of renewable electrical energy, as well as the eco-friendly production of valuable fuels and chemicals. Here we put forward a general definition of hydrogen energy that covers the energy storage/release in any hydrogen-involved chemical bonds, such as H–H, C–H, and N–H bonds. Given that H2 gas, hydrocarbons, and hydronitrogens are not only high-energy-density fuels but also important industrial feedstock s, the successful implementation of efficient energy storage/release in the H–H (hydrogen cycle), C–H (carbon cycle), and N–H (nitrogen cycle) bonds are of great significance in establishing sustainable energy systems and reducing dependence on fossil fuels, which contributes to address global energy crisis and environmental problems. We provide a concise overview of the current development status of some key low-temperature (< 100 °C) electrochemical technologies relevant to general hydrogen energy, including fuel cells, water electrolysis, CO2 electrolysis, and N2 electrolysis. This discussion aims to elucidate the major challenges and future trends in this field. Graphical Abstract A general definition of hydrogen energy, encompassing the energy storage/release in hydrogen-involved chemical bonds, is put forward. Additionally, the current development status and future trends of various related electrochemical technologies are discussed. Keywords Hydrogen energy Fuel cells Water electrolysis CO2 electrolysis N2 electrolysis 1 Important role of electrochemical energy conversion/storage The massive use of fossil resources has spurred the rapid progress of modern civilization, but it also results in increasingly serious energy and environmental problems. An ultimate solution is to gradually replace conventional fossil fuels with renewable energies, for example, the renewable electricity generated from wind, solar, and so on. Since wind and solar are forms of intermittent energy, the produced renewable electricity cannot be integrated into the electricity grids directly. Energy storage systems are thus necessary to buffer the intermittency. Electrochemical energy conversion enables the conversion of electrical energy into chemical energy stored in chemical bonds, which has long been regarded as a desirable choice. Electrochemical energy conversion and storage can be roughly classified into two categories: rechargeable batteries and electrosynthesis of fuels or value-added chemicals. Either way, these lightweight elements (e.g., H, Li, etc.) have drawn particular interest in pursuing high energy storage densities. For instance, Li metal is receiving extensive attention in the development of next-generation rechargeable batteries for its low redox potential and ultrahigh capacity. When paired with an oxygen or air cathode, the resulting Li-O2 battery has a comparable high theoretical energy density to gasoline. However, the limited lithium resource in the earth's crust makes lithium batteries more suitable for portable electronics and electric vehicles, rather than large-scale energy storage applications, especially after the renewable energy supply accounts for a higher proportion of the energy mix in the future. In contrast, hydrogen (H) is abundant on the earth and is also the lightest element. Hydrogen gas (H2) has the highest mass-energy density, and it can be produced from electrocatalytic water splitting by using renewable electricity. The electrochemically-produced H2 can not only be used as a fuel for internal-combustion engines or fuel cells to provide power, but also facilitate transportation and directly serve as industrial feedstock in Fischer-Tropsch process, Haber-Bosch process, and so on. In this respect, when compared to the sole energy storage purpose in rechargeable batteries, the electrosynthesis of fuels or value-added chemicals using renewable electricity provides more flexibility. 2 Hydrogen energy, not limited to hydrogen gas Apart from the merits of high mass-energy density and easy production, H2 is a nonpolluting energy storage carrier as it only produces water (H2O) when undergoing either air combustion or fuel cell discharging. Hydrogen energy, based on the electrochemical H2 ↔ H2O conversion (hydrogen cycle, Fig. 1 ), has thus long been considered a promising alternative to fossil fuel-based energy systems. It is worth pointing out that the hydrogen energy is stored in H–H bonds rather than isolated H atoms. It can also be stored in other H-involved chemical bonds, such as C–H, N–H, B–H, and metal–H bonds. Therefore, in addition to H2, these H-containing compounds should also be regarded as hydrogen energy carriers. Since the carbon cycle and nitrogen cycle are of prime importance in natural as well as industrial processes, the renewable energy stored in C–H and N–H bonds (Fig. 1), if implemented, will have an even more significant impact on the future energy system and chemical production industry. 2.1 Hydrogen cycle Although H2 is a clean carrier, its wide implementation has not taken place yet for renewable energy storage, due to various technical and cost limitations in H2 production, transportation/storage, and utilization. Currently, 96% of H2 is still produced from fossil fuels (i.e., gray and blue H2), accompanied by significant greenhouse gas CO2 emission, and only 4% from water electrolysis (i.e., green H2). The cost of green H2 production from water electrolysis is still not competitive enough. It is approximately 2–5 times higher than the cost of fossil-derived gray and blue H2 [ 1 ], mainly due to the high expenses associated with renewable electricity and electrolysis facilities. It is expected that the cost of green H2 production will decrease by ca. 80% due to advancements in renewable energy power generation and water electrolysis technologies as well as an expansion of industrial scale [ 2 ]. At present, relatively mature water electrolysis technologies include alkaline water electrolysis (AWE, technology readiness level (TRL) 8–9) and proton exchange membrane water electrolysis (PEMWE, TRL 7–9). The AWE with concentrated alkaline electrolyte (20%–30% KOH or NaOH aqueous solution) has a low capital cost. However, it encounters problems including low operating current densities (200–800 mA cm–2), relatively low energy conversion efficiency, low output pressure, gas permeation risk, alkaline fog contaminant, and equipment corrosion. In addition, it requires a steady power input, making it difficult to adapt to intermittent renewable electricity [ 3 ]. The PEMWE is a zero-gap setup (Fig. 2(a) ), in which both the anode and cathode are tightly pressed on a dense and chemically/mechanically robust proton exchange membrane (e.g., Nafion). It enables the production of high-purity H2 gas at higher current densities (currently at 1–2 A cm–2, expected to 4–6 A cm–2 by 2050), high energy conversion efficiency, and high pressure differentials [ 2 ]. It can start up and shut down within a few minutes, enabling the operation at fluctuating power input. However, only precious metal catalysts (e.g., Pt, IrO2) and expensive Ti-based electrodes/bipolar plates with protective coatings can be used in the strong acid medium, resulting in a high capital cost (ca. 50%–60% more expensive than AWE). Additionally, the limited resources of these rare metals present another obstacle to widespread adoption. The current production of Pt and Ir will only support PEMWE at an annual manufacturing capacity of approximately 3–7.5 GW, far below the estimated requirement of around 100 GW by 2030 [ 2 ]. Further efforts should be made to reduce or even replace the usage of precious metal catalysts, and also decrease the cost of Ti-based components. The emergence of alkaline polymer electrolyte water electrolysis (APEWE) combines the advantages of AWE and PEMWE (Fig. 2(c)) [ 4 ]. It is also a compact design with low internal resistance, allowing a high energy conversion efficiency. Moreover, the alkaline environment enables the use of non-precious metal catalysts (e.g., NiMo, NiFe) and Ti-free components (e.g., Ni foam and carbon cloth electrodes, Ni-coated stainless steel bipolar plates). It is particularly advantageous as precious metal catalysts account for approximately 38% of the catalyst-coated membrane (CCM) cost, and Ti-based components make up about half of the stack cost in PEMWE [ 2 ]. By replacing these expensive materials/components, the capital cost of APEWE can be significantly reduced. The APEWE development has faced challenges in the past due to the lack of alkaline polyelectrolyte (APE) membranes. Several types of APE membranes with excellent ionic conductivity, as well as good chemical and mechanical stability, have now been successfully commercialized, for example, Alkymer® (EVE, China), Fumasep® (Fumatech, Germany), Aemion+™ (Ionomr Innovations Inc., Canada), Sustainion® (Dioxide Materials, USA), PiperION (Versogen, USA), Orion TM1 (Orion Polymer, USA), A201 (Tokuyama, Japan), which will spur the rapid progress of APEWE technology. In lab-scale studies, the single-cell performance of APEWE has already improved to be comparable with that of PEMWE, while the long-term stable operation remains problematic at present, particularly in pure water medium due to the very changeable electrode/polyelectrolyte interface [ 5,6 ]. It requires further improving the chemical/mechanical stability of non-precious catalysts and APE membranes/ionomers. It is important to note that their performance evaluation should be carried out under practical electrolysis conditions. For instance, the stability of APE materials is often assessed through offline testing in simulated environments, such as being soaked in heated and high-concentration KOH solutions. Their durability is not thoroughly examined under long-term electrochemical conditions. To reliably assess the practicality of non-precious catalysts, APEWE electrolyzers should be assembled and operated at high current densities (e.g., A cm–2), instead of the conventional two/three-electrode measurements in liquid electrolytes with low catalyst loadings and thin catalytic layers. At present, the APEWE stack is still in the initial development stage (TRL 4–6), with a unit size of 2.5–50 kW and a lifespan of thousands of hours, in contrast to >1 MW and 50000–80000 hours for the PEMWE. Apart from developing the key materials and components, further efforts are needed to optimize the cell assembly and stack design, in order to scale up the stack size to MW scale and increase the lifespan up to 100000 hours. After addressing these technical problems, large-scale applications will further drive down manufacturing costs and finally make green H2 production economically competitive. For the H2 utilization, instead of direct combustion, the chemical energy stored in the H–H bond can be released and efficiently converted back to electrical energy by using fuel cells. Proton exchange membrane fuel cells (PEMFC, Fig. 2(b)) have already started commercial application (TRL 7–9). However, similar to water electrolysis technologies, the high cost restricts their large-scale implementation. Alkaline polymer electrolyte fuel cells (APEFC, Fig. 2(d)) allow the use of nonprecious metal catalysts [ 7 ], so they will be more cost-competitive. Although the study on APEFC begins several decades later than PEMFC, great progress has been made in recent years. With noble metal catalysts (e.g., PtRu/C, Pt/C), the APEFC can deliver comparable discharging performance to the PEMFC [ 8,9 ]. When displacing both the anode and cathode catalysts with nonprecious materials, the APEFC performance is still not good enough, but it has been improved substantially in comparison to the APEFC prototype firstly reported in 2008 [ 10,11 ]. The lack of highly efficient nonprecious catalysts, especially for the anode hydrogen oxidation reaction (HOR), becomes a major obstacle to further improvement of APEFC discharging performance. In alkaline media, the cathode oxygen reduction reaction (ORR) has been extensively studied, and there are many alternative nonprecious catalysts, such as nitrogen-doped carbons and transition metal oxides. It is often seen that these nonprecious catalysts exhibit comparable or even superior activity than conventional Pt/C catalysts in alkaline solutions, although their excellent catalytic performances have not been fully affected in the APEFC yet, due to the distinct catalytic interfacial environment (e.g., O2/H2O stoichiometric ratio) and working conditions (e.g., temperature, backpressure). The nonprecious catalysts for HOR received relatively less attention in the past, but have aroused more and more interest recently. Currently, only Ni-based materials exhibit some catalytic capability toward alkaline HOR, but their catalytic activities are still much inferior to precious Pt/C catalysts. Moreover, they are very prone to deactivation under air exposure or at relatively high anodic polarization, leading to difficulties in cell assembly and stable operation. Continued efforts should be put into exploiting nonprecious HOR catalysts with high activity and antioxidant capability. The long-term operation of APEFC is another thorny issue. The lifetime of APEFC is now 3600 h with precious metal catalysts [ 12 ] and > 1000 hours with nonprecious metal catalysts, unable to meet the needs of practical application (18000 hours for buses, 40000 hours for stationary powers) [ 13 ]. To further prolong the lifespan of practical APEFC, apart from nonprecious catalyst development, more research efforts need to be put into the innovation of stable APE materials (especially the ionomers) and the control of fuel cell operating conditions (e.g., water management). In addition to H2 production through water electrolysis and its utilization in fuel cells, the storage and transportation of H2 are also crucial aspects of the hydrogen cycle. One common way for storing H2 is in high-pressure gas cylinders. By compressing the H2 gas, the volumetric energy density can be effectively increased. However, the increase is offset by a decrease in gravimetric energy density since higher pressure necessitates thicker cylinder walls. Another option for transporting H2 is through pipeline networks, although this method incurs a high capital cost and is more economical for large-scale delivery. In addition to the gaseous form, H2 can also be stored in liquid form in cryogenic tanks, which allows for open-system storage at ambient pressure. However, challenges remain in reducing the energy consumption during the liquefaction process and minimizing boil-off loss. Other methods including physical or chemical adsorption are also explored to store H2, but they are still not ready for large-scale application. 2.2 2.2. Carbon cycle The energy storage in C–H bonds offers a solution to the technical challenges associated with H2 storage and transportation. This is because the storage and transportation of hydrocarbons, such as methane (CH4), are more convenient and well-established. Electrocatalytic CO2 reduction is the key to bridging renewable electrical energy storage and greenhouse gas CO2 re-utilization. It can convert CO2 and water (H2O, as the proton source) into valuable hydrocarbon/carbonaceous fuels or chemicals like formic acid (HCOOH), carbon monoxide (CO), methane (CH4), methanol (CH3OH), ethylene (C2H4), ethanol (C2H5OH), n-propanol (n-PrOH), and more. These products can be directly used in traditional chemical processes and may also serve as anode fuels for fuel cells, for example, in direct methanol fuel cells. For the practical application of CO2 reduction on an industrial scale, sufficient production rate and high energy conversion efficiency are essential. It requires the conversion of CO2 into target products at high current density, high selectivity, high conversion rate, low cell voltage, and long lifespan. However, challenges still exist due to poor catalytic performance and backward electrolyzer design. In terms of electrocatalysis, CO2 is a stable and nonpolar molecule that requires a high overpotential for activation. The CO2 reduction is often accompanied by severe parasitic hydrogen evolution reaction (HER) in water media, resulting in a low selectivity (Fig. 3(a) ). To inhibit HER, CO2 reduction is generally performed in alkaline electrolytes, although the carbonation of alkaline electrolytes and the electromigration of HCO3 –/CO3 2– will cause CO2 crossover from cathode to anode and result in low CO2 utilization. Some recent studies attempt to address the CO2 crossover issue by using acid electrolytes and creating a localized high-pH surrounding at the cathode surface, for example, by adding a lot of extra neutral supporting electrolytes [ 14 ]. However, it will induce other problems like salt precipitation (vide infra). Developing highly active and selective electrocatalysts is important for CO2 reduction. The CO2 reduction to CO or HCOOH/HCOO– is relatively easy to implement. A high product selectivity of over 90% can be achieved by using Au, Ag, some single-site catalysts, and p-block metal catalysts (e.g., In, Sn, Bi). Copper (Cu) is a well-known metallic catalyst that can catalyze the deep reduction of CO2 into various C1–C4 hydrocarbons or oxygenates. It offers the opportunity to produce different chemicals. Nevertheless, it also poses the challenge of directing the reaction pathways toward a specific product with high selectivity. A wide product distribution will increase the cost of product separation. Numerous studies have been conducted to regulate the CO2 reduction pathways by adjusting the surface atomic arrangement/electronic structure of Cu [ 15 ], constructing specific (e.g., hydrophobic, CO2-philic) catalytic interfacial environment [ 16,17 ], or tailoring electrolyte composition [ 18,19 ]. However, the product selectivity remains undesirable, especially for these deeply-reduced C2+ products. The customizable production of a specific C2+ product (e.g., C2H4, C2H5OH, or n-PrOH) with high selectivity over 90% remains challenging. One reason is that the reduction pathways are still not clear enough. Although different reaction pathways have been put forward based on empirical speculation or density functional theory (DFT) calculations, only a few reduction intermediates (e.g., *CO2 –, *CO, *CHO, *COOH, HCOO*, OCCOH) can be detected by electrochemical in-situ spectroscopic measurements. To verify the actual reaction pathways for different product formations, highly sensitive and time-resolved spectroscopy needs to be developed for in-situ monitoring of the generation and evolution of some other intermediates, especially these dimers/trimers in C2+ formation. A deep understanding of the reaction mechanism will contribute to the rational design of highly active/selective catalytic interfaces instead of the conventional trial-and-error approach. In terms of electrolyzer design, the generally used H-cell, with the working electrode fully immersed in aqueous electrolytes, can only afford a limiting diffusion current density of no more than tens of mA cm–2 for CO2 reduction, due to low CO2 solubility in water (34 mmol L–1). The low current density, corresponding to a low space-time yield, is apparently not suitable for practical production. Gas diffusion electrode (GDE), by feeding CO2 gas directly, can remarkably shorten the mass transfer path of gas reactant and thus increase the current density up to hundreds and even thousands of mA cm–2. The GDE for CO2 reduction can be applied in either flow cells or membrane electrode assembly (MEA) electrolyzers (Fig. 3(b)). The flow cells with GDE are often operated with alkaline liquid electrolytes, for example, KOH aqueous solutions. This working mode can not only maintain a strong alkaline environment at the catalytic interface, which is generally considered beneficial for inhibiting HER and promoting CO2 reduction; but also carry away liquid products generated on the electrode surface, thereby relieving the corrosion of Cu catalyst (by formic acid or acetic acid) and the change in GDE wettability (by alcohols). Moreover, the alkaline cations in liquid electrolytes play an important role in enhancing CO2 reduction. It's worth pointing out that alkaline cations were previously believed as essential promoters of CO2 reduction [ 20 ], while recent studies have verified the occurrence of CO2 reduction in the absence of alkaline cations [ 21,22 ]. For the flow cells, the channel for electrolyte flow separates the cathode and anode by a large distance, usually above several millimeters. It leads to high internal resistance and thus a large Ohmic drop, especially when operating at industrial-scale current densities. The alkaline electrolyte needs to be replaced or refreshed with unceasing regularity, because it continuously reacts with CO2. Besides, the corrosive liquid electrolyte will cause troubles in equipment maintenance, and the supporting electrolyte is easy to precipitate on the GDE, namely salt precipitation, which will block the CO2 transport and cause rapid degradation of electrolysis performance. The MEA electrolyzer is a zero-gap setup, in which the cathode and anode are tightly pressed on an APE membrane at tens of micrometers in thickness. It can remarkably reduce the internal resistance and thus electrolysis voltage, contributing to improving energy conversion efficiency. So more and more studies have started turning to adopt the MEA setup in recent years. However, most of these MEA electrolyzers still rely on the use of liquid electrolytes, for example, KHCO3 anolyte. The adding of liquid electrolytes will facilitate the formation of a large gas/solid/liquid triple three-phase boundary inside the GDE, and it will also take advantage of the promoting effect of alkali cations toward CO2 reduction [ 20 ]. However, the salt precipitation problem remains unsolved, although it could be alleviated to some extent by controlling the operating conditions [ 23,24 ]. One promising solution is the use of polyelectrolyte (ionomer) in the catalytic layer to facilitate ionic transportation and replace liquid electrolytes with pure water. The MEA setup with pure water anolyte can retain the advantage of low internal resistance and completely avoid salt precipitation risk [ 25 ]. However, it is still very rarely applied in CO2 reduction, due to the difficulties in constructing an efficient catalytic interface and large triple-phase boundary inside the GDE with ionomer/pure water. Our group has realized CO2/pure water co-electrolysis for the selective production of CO or C2H4 at industrial-scale current densities and relatively low cell voltages [ 25,26 ]. Continued efforts need to be made to further raise the current density, reduce the cell voltage, improve selectivity (especially for CO2 to specific C2+ products), and extend running durability. This requires the development of high-performance catalysts and corrosion/swelling-resistant APE materials (including ionomers), as well as optimization of electrode/electrolyzer fabrication and operating conditions. The practical application of CO2 electrolysis remains a challenging task. Despite some companies/institutions undertaking pilot-scale construction and demonstration for CO or HCOOH/HCOO– production via CO2 electrolysis, the manufacture of other higher-value/-demand products (e.g., C2H4, C2H5OH) remains limited to lab-scale development. 2.3 Nitrogen cycle Electrocatalytic nitrogen (N2) reduction in aqueous media is not just a promising technological route for storing renewable electrical energy in the N–H bond. The resulting products, ammonia (NH3) and hydrazine (N2H4), process high energy densities, and the easily-liquefied gas or liquid forms facilitate their long-term storage and long-distance transportation. Furthermore, NH3 serves as a fundamental feedstock for the production of fertilizers, explosives, and some other high-volume chemicals on a global scale. Although the present NH3 production via thermocatalytic conversion of N2 and H2 (known as the Haber-Bosch process operated at 300–500 °C and 150–300 atm) is a carbon-free reaction, it consumes over 1% of the world's annual energy usage, and the H2 reactant is predominantly derived from fossil resources, resulting in massive fossil fuel consumption and CO2 emission. Electrocatalytic N2 reduction powered by renewable electricity provides an eco-friendly alternative for producing green NH3 from N2 and water (as the proton source) at near-ambient conditions. However, it suffers from similar, albeit more challenging, problems encountered in CO2 reduction. The N2 activation presents a greater challenge compared to CO2, because it is also a nonpolar molecule, and the N≡N bond energy (941 kJ mol–1) is much higher than the C=O bond energy in CO2 (750 kJ mol–1). To promote the cleavage of thermodynamically stable N≡N bond, some studies have even attempted the lithium-mediated approach, relying on the direct reaction between N2 and highly reductive lithium metal and an afterward protonation process [ 27 ]. However, achieving a high energy conversion efficiency becomes impossible due to the extremely low potential for the electrochemical generation of lithium metal. Additionally, the lithium metal deposition necessitates nonaqueous electrolytes, while the subsequent protonation process requires proton-containing systems. Consequently, the entire cycle becomes very complex during operation. Alternatively, the direct N2 reduction in aqueous media will be more concise and practical. Compared to CO2 reduction, the competing parasitic HER is more serious in N2 reduction in aqueous media. Many kinds of metallic, metal oxide, metal sulfide, single-atom site, carbon-based, and molecular catalysts have been attempted, and different strategies (including alloying, doping, crystallographic tailoring, coordination engineering, vacancy, etc.) have been applied to enhance the electrochemical N2 reduction. However, the present Faradaic efficiency (generally < 20%, few up to 60%), current density (<1 mA cm–2), and NH3 yield rate (10–10–10–9 mol s–1 cm–2) are still far below the target values for practical applications (> 90%, > 300 mA cm–2, > 10–6 mol s–1 cm–2, according to U.S. DOE objective) [ 28 ]. Due to the low selectivity and slow kinetics, only a trace amount of NH3 can be produced from N2 reduction. Product quantification has thus always been questioned, because it can be easily interfered with by the ubiquitous NH3 contamination, if without rigorous control [ 29 ]. The N2 solubility in water (~0.45 mmol L–1) is about two orders of magnitude lower than CO2 (34 mmol L–1). While it will not be an insurmountable limitation for practical applications. To overcome the mass transfer limitation of N2 and attain industrial-level current density, using GDE-based reactors will be an inevitable choice, as it has been successfully practiced in fuel cells and CO2 electrolyzers. However, the majority of current studies still rely on H-cells, and the use of GDE-based reactors does not lead to a significant increase in current density, mainly restricted by the slow N2 reduction kinetics. Therefore, how to promote the N2 activation and accelerate the reaction kinetics remains the foremost issue that needs to be addressed. To accomplish this objective, in addition to the traditional regulation of electrode catalysts, it would be promising to explore novel strategies for N2 activation, for instance, introducing some extra interactions at the electrode/electrolyte interface alongside catalytic surface adsorption [ 30 ], exploring different activation/reaction pathways by electrochemical co-reduction of N2 and other reactants (such as CO2) [ 31 ], or pre-activating N2 by some other technical means (such as plasma) [ 32 ]. 3 Closing remarks With the increasing share of renewable energy in the energy mix, there is a growing concern regarding the effective storage and utilization of this abundant energy resource. Electrochemical energy storage and utilization can convert renewable electrical energy into chemical energy stored in chemical bonds, such as H-involved bonds. Hydrogen (H) is of particular interest due to its lightweight nature and its essential role as a building block for various fuels and chemicals. Therefore, the energy storage and release in H-involved bonds (especially H–H, C–H, and N–H bonds), namely general hydrogen energy, will undeniably play a crucial role in the future. The energy storage and release in the H–H bond (hydrogen cycle) have garnered significant attention for decades. Some technologies for H2 production (PEMWE) and utilization (PEMFC) have already been commercialized, but their widespread adoption is hindered by high costs. The emergence of APEWE and APEFC innovations is expected to considerably cut the stack manufacturing cost. Currently, the APEWE is in the early stages of commercialization, with the main challenges in scaling up stack size and improving lifespan. The APEFC is still being studied on a lab scale but shows great promise for practical application after addressing some fundamental issues, such as non-precious HOR catalysts. Overall, these electrochemical technologies associated with hydrogen cycle are anticipated to become mature and cost-competitive in the near future. The energy storage in the C–H (carbon cycle) and N–H bond (nitrogen cycle) face greater challenges because of the difficulties in activating these inert molecules (CO2, N2) and controlling the complicated reduction pathways. However, if successfully implemented, they will be of greater significance. In recent years, there has been significant progress in CO2 electrolysis, with industrial-scale current densities being achieved. Additionally, there have been a few pilot-scale demonstrations for HCOOH/HCOO– production. However, further advancements are still required to improve selectivity towards higher-value/-demand products, enhance energy efficiency, and prolong the lifespan of CO2 electrolysis technologies. On the other hand, electrocatalytic N2 reduction is still in the early stages of fundamental research, with very low current densities and selectivity, which requires exploring novel strategies for promoting N2 activation. Besides, the above cathode reactions of interest (HER, CO2, or N2 reduction) are usually coupled with anode oxygen evolution reaction (OER) in these electrolysis technologies (Figs. 2(a), 2(c), 3(b)). To improve the overall efficiency, a promising way is to replace the sluggish OER with alternative anode reactions that have lower thermodynamic equilibrium potentials and faster kinetics. This will not only reduce the cell voltage but also enable the simultaneous production of valuable oxidation products at the anode, considering the relatively low economic value of O2. Furthermore, the concurrent production of liquid chemicals will facilitate the collection and reuse of CO2 exhausted at the anode, thereby addressing the CO2 crossover issue in alkaline CO2 electrolysis. This coupled electrolysis will serve as another driving force for the development of general hydrogen energy. 1 Acknowledgments This work was financially supported by the National Natural Science Foundation of China (21991154, 21991150, 22172115, 92045302), and Fundamental Research Funds for the Central Universities (2042022kf1174, 2042021kf1064). G. Wang also acknowledges the Xiaomi Young Talents Program. References 1 V.S. Arutyunov Pet. Chem. 62 2022 583 593 V. S. Arutyunov, Pet. Chem., 2022, 62, 583–593. 2 E. Taibi R. Miranda M. Carmo H. Blanco Green hydrogen cost reduction 2020 International Renewable Energy Agency E. Taibi, R. Miranda, M. Carmo, H. Blanco, Green hydrogen cost reduction, International Renewable Energy Agency, 2020. 3 J. Chi H. Yu Chin. J. Catal. 39 2018 390 394 J. Chi, H. Yu, Chin. J. Catal., 2018, 39, 390–394. 4 L. Xiao S. Zhang J. Pan C. Yang M. He L. Zhuang J. Lu Energy Environ. Sci. 5 2012 7869 7871 L. Xiao, S. Zhang, J. Pan, C. Yang, M. He, L. Zhuang, J. Lu, Energy Environ. Sci., 2012, 5, 7869–7871. 5 D. Li E.J. Park W. Zhu Q. Shi Y. Zhou H. Tian Y. Lin A. Serov B. Zulevi E.D. Baca C. Fujimoto H.T. Chung Y.S. Kim Nat. Energy 5 2020 378 385 D. Li, E. J. Park, W. Zhu, Q. Shi, Y. Zhou, H. Tian, Y. Lin, A. Serov, B. Zulevi, E. D. Baca, C. Fujimoto, H. T. Chung, Y. S. Kim, Nat. Energy, 2020, 5, 378–385. 6 C. Lei K. Yang G. Wang G. Wang J. Lu L. Xiao L. Zhuang ACS Sustainable Chem. Eng. 10 2022 16725 16733 C. Lei, K. Yang, G. Wang, G. Wang, J. Lu, L. Xiao, L. Zhuang, ACS Sustainable Chem. Eng., 2022, 10, 16725–16733. 7 Y. Yang C.R. Peltier R. Zeng R. Schimmenti Q. Li X. Huang Z. Yan G. Potsi R. Selhorst X. Lu W. Xu M. Tader A.V. Soudackov H. Zhang M. Krumov E. Murray P. Xu J. Hitt L. Xu H.-Y. Ko B.G. Ernst C. Bundschu A. Luo D. Markovich M. Hu C. He H. Wang J. Fang R.A. DiStasio L.F. Kourkoutis A. Singer K.J.T. Noonan L. Xiao L. Zhuang B.S. Pivovar P. Zelenay E. Herrero J.M. Feliu J. Suntivich E.P. Giannelis S. Hammes-Schiffer T. Arias M. Mavrikakis T.E. Mallouk J.D. Brock D.A. Muller F.J. DiSalvo G.W. Coates H.D. Abruna Chem. Rev. 122 2022 6117 6321 Y. Yang, C. R. Peltier, R. Zeng, R. Schimmenti, Q. Li, X. Huang, Z. Yan, G. Potsi, R. Selhorst, X. Lu, W. Xu, M. Tader, A. V. Soudackov, H. Zhang, M. Krumov, E. Murray, P. Xu, J. Hitt, L. Xu, H.-Y. Ko, B. G. Ernst, C. Bundschu, A. Luo, D. Markovich, M. Hu, C. He, H. Wang, J. Fang, R. A. DiStasio, L. F. Kourkoutis, A. Singer, K. J. T. Noonan, L. Xiao, L. Zhuang, B. S. Pivovar, P. Zelenay, E. Herrero, J. M. Feliu, J. Suntivich, E. P. Giannelis, S. Hammes-Schiffer, T. Arias, M. Mavrikakis, T. E. Mallouk, J. D. Brock, D. A. Muller, F. J. DiSalvo, G. W. Coates, H. D. Abruna, Chem. Rev., 2022, 122, 6117–6321. 8 Q. Li H. Peng Y. Wang L. Xiao J. Lu L. Zhuang Angew. Chem. Int. Ed. 58 2019 1442 1446 Q. Li, H. Peng, Y. Wang, L. Xiao, J. Lu, L. Zhuang, Angew. Chem. Int. Ed., 2019, 58, 1442–1446. 9 G. Huang M. Mandal X. Peng A.C. Yang-Neyerlin B.S. Pivovar W.E. Mustain P.A. Kohl J. Electrochem. Soc. 166 2019 F637 F644 G. Huang, M. Mandal, X. Peng, A. C. Yang-Neyerlin, B. S. Pivovar, W. E. Mustain, P. A. Kohl, J. Electrochem. Soc., 2019, 166, F637–F644. 10 S. Lu J. Pan A. Huang L. Zhuang J. Lu Proc. Natl. Acad. Sci. U. S. A. 105 2008 20611 20614 S. Lu, J. Pan, A. Huang, L. Zhuang, J. Lu, Proc. Natl. Acad. Sci. U. S. A., 2008, 105, 20611–20614. 11 Y. Gao Y. Yang R. Schimmenti E. Murray H. Peng Y. Wang C. Ge W. Jiang G. Wang F.J. DiSalvo D.A. Muller M. Mavrikakis L. Xiao H.D. Abruna L. Zhuang Proc. Natl. Acad. Sci. U. S. A. 119 2022 e2119883119 Y. Gao, Y. Yang, R. Schimmenti, E. Murray, H. Peng, Y. Wang, C. Ge, W. Jiang, G. Wang, F. J. DiSalvo, D. A. Muller, M. Mavrikakis, L. Xiao, H. D. Abruna, L. Zhuang, Proc. Natl. Acad. Sci. U. S. A., 2022, 119, e2119883119. 12 N. Ul Hassan M.J. Zachman M. Mandal H. Adabi Firouzjaie P.A. Kohl D.A. Cullen W.E. Mustain ACS Catal. 12 2022 8116 8126 N. Ul Hassan, M. J. Zachman, M. Mandal, H. Adabi Firouzjaie, P. A. Kohl, D. A. Cullen, W. E. Mustain, ACS Catal., 2022, 12, 8116–8126. 13 National Clean Hydrogen Strategy and Roadmap 2023 U.S. Department of Energy National Clean Hydrogen Strategy and Roadmap, U.S. Department of Energy, 2023. 14 J.E. Huang F. Li A. Ozden A. Sedighian Rasouli F.P. Garcia de Arquer S. Liu S. Zhang M. Luo X. Wang Y. Lum Y. Xu K. Bertens R.K. Miao C.-T. Dinh D. Sinton E.H. Sargent Science 372 2021 1074 1078 J. E. Huang, F. Li, A. Ozden, A. Sedighian Rasouli, F. P. Garcia de Arquer, S. Liu, S. Zhang, M. Luo, X. Wang, Y. Lum, Y. Xu, K. Bertens, R. K. Miao, C.-T. Dinh, D. Sinton, E. H. Sargent, Science, 2021, 372, 1074–1078. 15 C. Liu J. Gong Z. Gao L. Xiao G. Wang J. Lu L. Zhuang Sci. China Chem. 64 2021 1660 1678 C. Liu, J. Gong, Z. Gao, L. Xiao, G. Wang, J. Lu, L. Zhuang, Sci. China Chem., 2021, 64, 1660–1678. 16 Z. Li Y. Yang Z. Yin X. Wei H. Peng K. Lyu F. Wei L. Xiao G. Wang H.D. Abruña J. Lu L. Zhuang ACS Catal. 11 2021 2473 2482 Z. Li, Y. Yang, Z. Yin, X. Wei, H. Peng, K. Lyu, F. Wei, L. Xiao, G. Wang, H. D. Abruña, J. Lu, L. Zhuang, ACS Catal., 2021, 11, 2473–2482. 17 J. Li F. Li C. Liu F. Wei J. Gong W. Li L. Xue J. Yin L. Xiao G. Wang J. Lu L. Zhuang ACS Energy Lett. 7 2022 4045 4051 J. Li, F. Li, C. Liu, F. Wei, J. Gong, W. Li, L. Xue, J. Yin, L. Xiao, G. Wang, J. Lu, L. Zhuang, ACS Energy Lett., 2022, 7, 4045–4051. 18 Y.J. Sa C.W. Lee S.Y. Lee J. Na U. Lee Y.J. Hwang Chem. Soc. Rev. 49 2020 6632 6665 Y. J. Sa, C. W. Lee, S. Y. Lee, J. Na, U. Lee, Y. J. Hwang, Chem. Soc. Rev., 2020, 49, 6632–6665. 19 G. Zhang K. Ye B. Ni K. Jiang Chem Catal. 3 2023 100746 G. Zhang, K. Ye, B. Ni, K. Jiang, Chem Catal., 2023, 3, 100746. 20 M.C.O. Monteiro F. Dattila B. Hagedoorn R. García-Muelas N. López M.T.M. Koper Nat. Catal. 4 2021 654 662 M. C. O. Monteiro, F. Dattila, B. Hagedoorn, R. García-Muelas, N. López, M. T. M. Koper, Nat. Catal., 2021, 4, 654–662. 21 Z. Gao L. Xue X. Hu J. Yin L. Xiao G. Wang J. Lu L. Zhuang Electrochim. Acta 458 2023 142509 Z. Gao, L. Xue, X. Hu, J. Yin, L. Xiao, G. Wang, J. Lu, L. Zhuang, Electrochim. Acta, 2023, 458, 142509. 22 S. Weng W.L. Toh Y. Surendranath J. Am. Chem. Soc. 145 2023 16787 16795 S. Weng, W. L. Toh, Y. Surendranath, J. Am. Chem. Soc., 2023, 145, 16787–16795. 23 B. Endrődi A. Samu E. Kecsenovity T. Halmagyi D. Sebők C. Janaky Nat. Energy 6 2021 439 448 B. Endrődi, A. Samu, E. Kecsenovity, T. Halmagyi, D. Sebők, C. Janaky, Nat. Energy, 2021, 6, 439–448. 24 Y. Xu J.P. Edwards S. Liu R.K. Miao J.E. Huang C.M. Gabardo C.P. O'Brien J. Li E.H. Sargent D. Sinton ACS Energy Lett. 6 2021 809 815 Y. Xu, J. P. Edwards, S. Liu, R. K. Miao, J. E. Huang, C. M. Gabardo, C. P. O'Brien, J. Li, E. H. Sargent, D. Sinton, ACS Energy Lett., 2021, 6, 809–815. 25 W. Li Z. Yin Z. Gao G. Wang Z. Li F. Wei X. Wei H. Peng X. Hu L. Xiao J. Lu L. Zhuang Nat. Energy 7 2022 835 843 W. Li, Z. Yin, Z. Gao, G. Wang, Z. Li, F. Wei, X. Wei, H. Peng, X. Hu, L. Xiao, J. Lu, L. Zhuang, Nat. Energy, 2022, 7, 835–843. 26 Z. Yin H. Peng X. Wei H. Zhou J. Gong M. Huai L. Xiao G. Wang J. Lu L. Zhuang Energy Environ. Sci. 12 2019 2455 2462 Z. Yin, H. Peng, X. Wei, H. Zhou, J. Gong, M. Huai, L. Xiao, G. Wang, J. Lu, L. Zhuang, Energy Environ. Sci., 2019, 12, 2455–2462. 27 J.M. McEnaney A.R. Singh J.A. Schwalbe J. Kibsgaard J.C. Lin M. Cargnello T.F. Jaramillo J.K. Nørskov Energy Environ. Sci. 10 2017 1621 1630 J. M. McEnaney, A. R. Singh, J. A. Schwalbe, J. Kibsgaard, J. C. Lin, M. Cargnello, T. F. Jaramillo, J. K. Nørskov, Energy Environ. Sci., 2017, 10, 1621–1630. 28 Y. Ren C. Yu X. Tan Q. Wei Z. Wang L. Ni L. Wang J. Qiu Energy Environ. Sci. 15 2022 2776 2805 Y. Ren, C. Yu, X. Tan, Q. Wei, Z. Wang, L. Ni, L. Wang, J. Qiu, Energy Environ. Sci., 2022, 15, 2776–2805. 29 B.H.R. Suryanto H.-L. Du D. Wang J. Chen A.N. Simonov D.R. MacFarlane Nat. Catal. 2 2019 290 296 B. H. R. Suryanto, H.-L. Du, D. Wang, J. Chen, A. N. Simonov, D. R. MacFarlane, Nat. Catal., 2019, 2, 290–296. 30 J.P. Shanahan N.K. Szymczak J. Am. Chem. Soc. 141 2019 8550 8556 J. P. Shanahan, N. K. Szymczak, J. Am. Chem. Soc., 2019, 141, 8550–8556. 31 C. Chen X. Zhu X. Wen Y. Zhou L. Zhou H. Li L. Tao Q. Li S. Du T. Liu Nat. Chem. 12 2020 717 724 C. Chen, X. Zhu, X. Wen, Y. Zhou, L. Zhou, H. Li, L. Tao, Q. Li, S. Du, T. Liu, Nat. Chem., 2020, 12, 717–724. 32 J. Sun D. Alam R. Daiyan H. Masood T. Zhang R. Zhou P.J. Cullen E.C. Lovell A. Jalili R. Amal Energy Environ. Sci. 14 2021 865 872 J. Sun, D. Alam, R. Daiyan, H. Masood, T. Zhang, R. Zhou, P. J. Cullen, E. C. Lovell, A. Jalili, R. Amal, Energy Environ. Sci., 2021, 14, 865–872. Lin Zhuang is the Chuan-Sin Cha Chair Professor and Dean in College of Chemistry and Molecular Sciences at Wuhan University, China. He received Ph.D. at Wuhan University in 1998, and was a visiting scientist at Cornell University in 2004–2005. His research focuses on electrocatalysis and hydrogen energy technology, in particular alkaline polymer electrolyte fuel cells, water electrolysis, and CO2 electrolysis.",
      "scopus-id": "85181976076",
      "coredata": {
        "eid": "1-s2.0-S1872206723645723",
        "dc:description": "Electrochemical energy conversion, based on the transformation between electrical energy and chemical energy, is crucial for the storage and utilization of renewable electrical energy, as well as the eco-friendly production of valuable fuels and chemicals. Here we put forward a general definition of hydrogen energy that covers the energy storage/release in any hydrogen-involved chemical bonds, such as H–H, C–H, and N–H bonds. Given that H2 gas, hydrocarbons, and hydronitrogens are not only high-energy-density fuels but also important industrial feedstock s, the successful implementation of efficient energy storage/release in the H–H (hydrogen cycle), C–H (carbon cycle), and N–H (nitrogen cycle) bonds are of great significance in establishing sustainable energy systems and reducing dependence on fossil fuels, which contributes to address global energy crisis and environmental problems. We provide a concise overview of the current development status of some key low-temperature (< 100 °C) electrochemical technologies relevant to general hydrogen energy, including fuel cells, water electrolysis, CO2 electrolysis, and N2 electrolysis. This discussion aims to elucidate the major challenges and future trends in this field.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206723645723",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Gongwei"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Li"
          },
          {
            "@_fa": "true",
            "$": "Zhuang, Lin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206723645723"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206723645723"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(23)64572-3",
        "prism:volume": "56",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "General definition of hydrogen energy and related electrochemical technologies",
        "prism:copyright": "Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogen energy"
          },
          {
            "@_fa": "true",
            "$": "Fuel cells"
          },
          {
            "@_fa": "true",
            "$": "Water electrolysis"
          },
          {
            "@_fa": "true",
            "$": "CO2 electrolysis"
          },
          {
            "@_fa": "true",
            "$": "N2 electrolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-8",
        "prism:endingPage": "8",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2024",
        "prism:doi": "10.1016/S1872-2067(23)64572-3",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/S1872-2067(23)64572-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "245",
            "@width": "265",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23458",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "189",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16902",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "264",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23063",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "342",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "51191",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "343",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54911",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "177",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10691",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "162",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22125",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "177",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10516",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "175",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14165",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "141",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10992",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "704",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "100192",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "502",
            "@width": "498",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-fx2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "90402",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "650",
            "@width": "702",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "104054",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "849",
            "@width": "909",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "243622",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "910",
            "@width": "1418",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645723-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "272370",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85181976076"
      }
    }
  }
}