{
  "metadata": {
    "title": "Two-dimensional MOF/MOF derivative arrays on nickel foam as efficient bifunctional coupled oxygen electrodes",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2020-11-30",
    "doi": "10.1016/S1872-2067(20)63613-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206720636130",
    "pii": "S1872206720636130"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85084050561",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2020-05-03 2020-05-03 2020-05-03 2020-05-03 2020-05-03T10:19:16 1-s2.0-S1872206720636130 S1872-2067(20)63613-0 S1872206720636130 10.1016/S1872-2067(20)63613-0 S300 S300.1 FULL-TEXT 1-s2.0-S1872206720X0009X 2020-05-03T19:42:15.566164Z 0 0 20201101 20201130 2020 2020-05-03T19:16:05.189063Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst pubtype ref specialabst 1872-2067 18722067 true 41 41 11 11 Volume 41, Issue 11 9 1754 1760 1754 1760 202011 November 2020 2020-11-01 2020-11-30 2020 article fla Copyright © 2020 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. TWODIMENSIONALMOFMOFDERIVATIVEARRAYSNICKELFOAMEFFICIENTBIFUNCTIONALCOUPLEDOXYGENELECTRODES HUANG K 1 Introduction 2 Experimental 2.1 Materials 2.2 Synthesis of NiCo-based MOFs (NCMs) 2.3 Synthesis of annealed (A-NCM) and regrown NiCo-based MOFs (R-NCMs) 2.4 Material characterization 2.5 Electrochemical measurements 2.6 Zn-air batteries experiments 3 Results and discussion 4 Conclusions Supporting Information References JI 2019 1808267 D YI 2018 3075 3095 J STOCK 2019 1287 1300 D LEE 2014 1301389 D LIU 2019 4767 X LIU 2013 12033 12037 S PHAM 2017 5283 5289 T LUO 2016 3031 3038 W KHAN 2016 e294 Z REN 2018 1700515 Q WANG 2017 52 80 H ZHU 2018 430 448 B LIU 2017 1700518 J SHEN 2016 5887 5903 K FURUKAWA 2013 1230444 H XIA 2016 15006 B DUAN 2017 15341 J CHENG 2019 115 122 W HUANG 2019 606 K HE 2019 78 82 X HUANG 2019 1145 1151 K KIM 2009 706 710 K REINA 2008 30 35 A SUN 2010 549 552 Z YU 2018 181 190 M TANG 2015 9351 9355 C FAN 2016 10667 L ZHAO 2016 16184 S BAI 2016 1061 1069 C TAN 2019 104 112 P OU 2015 6534 6541 J ZHANG 2014 8184 8189 G ZHANG 2018 1705431 M HUANG 2019 25779 25784 K YAN 2015 6015 6021 X SUN 2018 2363 2371 H QIAO 2019 430 439 H ABDELKADERFERNANDEZ 2019 1854 1867 V HUANGX2020X1754 HUANGX2020X1754X1760 HUANGX2020X1754XK HUANGX2020X1754X1760XK 2022-05-03T00:00:00.000Z 2022-05-03T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ item S1872-2067(20)63613-0 S1872206720636130 1-s2.0-S1872206720636130 10.1016/S1872-2067(20)63613-0 273538 2020-05-03T18:16:05.189063Z 2020-11-01 2020-11-30 1-s2.0-S1872206720636130-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/MAIN/application/pdf/f6a2a3b56c1b60aa50835bc182700168/main.pdf main.pdf pdf true 1358802 MAIN 7 1-s2.0-S1872206720636130-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/PREVIEW/image/png/07629870a266fd306e69a3e160d24b19/main_1.png main_1.png png 48114 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206720636130-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/fx1/DOWNSAMPLED/image/jpeg/8664c5c5af8d8ea70fea908073f4a73a/fx1.jpg fx1 true fx1.jpg jpg 19337 146 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636130-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr1/DOWNSAMPLED/image/jpeg/db40a12d42b2ad2e250eae1d14c12fa6/gr1.jpg gr1 gr1.jpg jpg 25130 153 361 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636130-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr2/DOWNSAMPLED/image/jpeg/b55f90c2bd033b86d32ab284478d743d/gr2.jpg gr2 gr2.jpg jpg 54902 385 367 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636130-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr3/DOWNSAMPLED/image/jpeg/0f924f87755f719f7235682b3ea1db9c/gr3.jpg gr3 gr3.jpg jpg 116989 430 758 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636130-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr4/DOWNSAMPLED/image/jpeg/2f0aa64d53df19914cd44f011f12c7ba/gr4.jpg gr4 gr4.jpg jpg 79770 400 755 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636130-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/fx1/THUMBNAIL/image/gif/771fe15951938ba864b581889c1ff8f2/fx1.sml fx1 true fx1.sml sml 7909 106 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636130-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr1/THUMBNAIL/image/gif/a8dbf6e7d3fa4cd564b066dfb9ee64a6/gr1.sml gr1 gr1.sml sml 8412 93 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636130-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr2/THUMBNAIL/image/gif/89118cdbfe35b0da386650560b67c154/gr2.sml gr2 gr2.sml sml 16041 164 156 IMAGE-THUMBNAIL 1-s2.0-S1872206720636130-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr3/THUMBNAIL/image/gif/14410b4f75753647a6e064a424d96763/gr3.sml gr3 gr3.sml sml 9490 124 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636130-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr4/THUMBNAIL/image/gif/04b353da811958f06b9162064fa26dba/gr4.sml gr4 gr4.sml sml 6516 116 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636130-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/fx1/HIGHRES/image/jpeg/7235a83f24b9fb97f0a3b777e3cfa62e/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 76315 389 800 IMAGE-HIGH-RES 1-s2.0-S1872206720636130-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr1/HIGHRES/image/jpeg/e15d9074cd6ec2402802880a28759a10/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 101839 406 959 IMAGE-HIGH-RES 1-s2.0-S1872206720636130-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr2/HIGHRES/image/jpeg/85c5da44253d524a8aa60614eb6edb9b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 297908 1024 975 IMAGE-HIGH-RES 1-s2.0-S1872206720636130-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr3/HIGHRES/image/jpeg/a841db43e738288d9b045ba4c559e6fd/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 521395 1144 2015 IMAGE-HIGH-RES 1-s2.0-S1872206720636130-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/gr4/HIGHRES/image/jpeg/23dcfbc9a482ffdbd871c720631639aa/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 349015 1062 2006 IMAGE-HIGH-RES 1-s2.0-S1872206720636130-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636130/mmc1/MAIN/application/pdf/dd8e80dddaeab2731cd20b1394521278/mmc1.pdf mmc1 mmc1.pdf pdf false 8601644 APPLICATION CHNJC 63613 S1872-2067(20)63613-0 10.1016/S1872-2067(20)63613-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Schematic illustration toward realizing 2D Ni/Co-based MOF/MOF derived coupled arrays from pure NF to R-NCM sample. The strategy includes a growth-pyrolysis-regrowth process on the surface of nickel foam substrate. Fig. 2 Morphological characterization of NCM, A-NCM and R-NCM samples. (a–c) SEM images; (d–f) TEM images; (g) Selected area electron diffraction (SAED) pattern; (h,i) HRTEM images and (j,m) elemental mapping images of R-NCM. Fig. 3 Structural and compositional characterization of NCM, A-NCM and R-NCM samples. (a) XRD patterns; (b–e) the high-resolution XPS spectra of Ni 2p, Co 2p, C 1s and O 1s. Fig. 4 Electrocatalytic properties of R-NCM, A-NCM, NCM and NF for OER and ORR. (a) OER polarization curves (c) the corresponding Tafel plots; (b) ORR polarization curves and (d) the corresponding Tafel plots; (e) OER polarization curves of R-NCM before and after 1000 and 5000 cycles; (f) ORR polarization curves of R-NCM before and after 1000 and 5000 cycles. This study is supported by the National Natural Science Foundations of China (51902027, 61874013, 51976143, 61874014, 61674019, 61974011), National Basic Research of China (2015CB932500), Fundamental Research Funds for the Central Universities (2019RC20) and Fund of State Key Laboratory of Information Photonics and Optical Communications (Beijing University of Posts and Telecommunications, P.R. China). Published 5 November 2020 Article Two-dimensional MOF/MOF derivative arrays on nickel foam as efficient bifunctional coupled oxygen electrodes Kai Huang a * Shuai Guo a Ruyue Wang a b Sen Lin a b Naveed Hussain b Hehe Wei b Bohan Deng b Yuanzheng Long b Ming Lei a # Haolin Tang c $ Hui Wu b a State Key Laboratory of Information Photonics and Optical Communications, School of Science, Beijing University of Posts and Telecommunications, Beijing 100876, China State Key Laboratory of Information Photonics and Optical Communications School of Science Beijing University of Posts and Telecommunications Beijing 100876 China State Key Laboratory of Information Photonics and Optical Communications, School of Science, Beijing University of Posts and Telecommunications, Beijing 100876, China b State Key Laboratory of New Ceramics and Fine Processing, School of Materials Science and Engineering, Tsinghua University, Beijing 100084, China State Key Laboratory of New Ceramics and Fine Processing School of Materials Science and Engineering Tsinghua University Beijing 100084 China State Key Laboratory of New Ceramics and Fine Processing, School of Materials Science and Engineering, Tsinghua University, Beijing 100084, China c State Key Laboratory of Advanced Technology for Materials Synthesis and Processing, Wuhan University of Technology, Wuhan 430070, Hubei, China State Key Laboratory of Advanced Technology for Materials Synthesis and Processing Wuhan University of Technology Wuhan Hubei 430070 China State Key Laboratory of Advanced Technology for Materials Synthesis and Processing, Wuhan University of Technology, Wuhan 430070, Hubei, China * Corresponding author. Tel: +86-10-62282050 Tel: +86-10-62282050 # Corresponding author. Tel: +86-10-62282050 Tel: +86-10-62282050 $ Corresponding author. Tel: +86-27-87884448 Tel: +86-27-87884448 Oxygen electrocatalysis, exemplified by the oxygen reduction reaction (ORR) and oxygen evolution reaction (OER), is central to energy storage and conversion technologies such as fuel cells, metal-air batteries, and water electrolysis. However, highly effective and inexpensive earth-abundant materials are sought after to replace the noble metal-based electrocatalysts currently in use. Recently, metal-organic frameworks (MOFs) and carbon-based MOF derivatives have attracted considerable attention as efficient catalysts due to their exceedingly tunable morphologies, structures, compositions, and functionalization. Here, we report two-dimensional (2D) MOF/MOF derivative coupled arrays on nickel foam as binder-free bifunctional ORR/OER catalysts with enhanced electrocatalytic activity and stability. Their remarkable electrochemical properties are primarily attributed to fully exposed active sites and facilitated charge-transfer kinetics. The coupled and hierarchical nanosheet arrays produced via our growth-pyrolysis-regrowth strategy offer promise in the development of highly active electrodes for energy-related electrochemical devices. Graphical Abstract Two-dimensional MOF/MOF derivative coupled arrays grown on nickel foam display outstanding OER and ORR performance and potential energy storage capabilities. For example, R-NCM catalyzed zinc-air series batteries can power a green LED indicator. Keywords 2D MOFs Derivative Coupled arrays Binder-free Oxygen electrode 1 Introduction Due to the rapid development of consumer electronics and electric vehicles, an urgent and ever-increasing demand for advanced energy generation and storage systems with high energy and rate densities has emerged. Theoretically, rechargeable metal-air battery technologies offer extremely high energy capacities; zinc-air batteries (ZABs) in particular, are affordable, safe, and eco-friendly [1–3]. However, low efficiency and poor cycling performance hinder the practical application of these technologies. A key, but equally challenging, approach is to design an appropriate porous air electrode structure, with typical requirements of high surface area, high electrical conductivity, and superior bifunctional electrocatalytic activity, for the oxygen reduction reaction (ORR) and oxygen evolution reaction (OER) [4,5]. Conventionally, most air electrodes are fabricated by bonding noble metal or non-precious powder catalysts onto a current collector using a polymer binder, e.g., Nafion, polyfluortetraethylene polymer, or PVDF; this often involves complex procedures and has a negative impact on overall battery performance [6–8]. The resulting electrode usually lacks direct electric contact with the catalyst and substrate, which hinders ion and electron transport in the systems, causing a high-charge overpotential and low round-trip efficiency owing to electrode polarization [9]. Moreover, the addition of a binder to electrodes leads to undesirable inactive volume and increases side reactions. To address these issues, binder-free bifunctional electrodes that can be utilized directly for rechargeable metal-air batteries are desired. Diversified metal-organic frameworks (MOFs) and MOF-derived materials have recently attracted considerable interest as promising alternatives to noble metal electrocatalysts, owing to their large surface areas, large pore volumes, uniform pore distributions, and tunable chemical structures [10–12]. Moreover, MOF structures can be either free-standing or supported on various substrates, and can be well-controlled in one-, two-, or three-dimensions simply by varying the constituent geometries of metal ions/centers and organic linkers [13,14]. To develop MOF-based ORR/OER bifunctional electrodes, various efforts have been made to transfer intrinsic MOFs containing abundant carbon and nitrogen species into transition metal compounds or N-doped nanocarbon hybrid catalysts with improved catalytic performance [15]. Since most MOF-derived nanocarbon/metal oxide catalysts have exhibited unsatisfactory electrochemical activity [16], precise control of pyrolytic conditions to optimize the morphology, structure, and composition is required. However, MOF-derived electrocatalysts formed via high-temperature pyrolysis recently have demonstrated reduced OER performance compared to non-nitrogenous intrinsic MOFs [17]. Therefore, it remains a great challenge to design and fabricate highly active transition metal MOF-based and binder-free bifunctional oxygen electrodes with fast kinetics for four-electron (4 e− ) processes [18]. Herein, we develop a nickel-foam-supported NiCo-MOF-based oxygen electrode using a growth-pyrolysis-regrowth strategy with well-defined two-dimensional (2D) MOF/MOF derivative coupled arrays and high oxygen electrode catalytic bifunctionality performance. In contrast to traditional and current designs, we explore electrode activity by integrating various functional components and increasing the exposure of active electrochemical area. The 2D MOF/MOF derivative coupled arrays (R-NCM) exhibit an on-set potential of ∼0.90 V for the ORR and 100 mA cm−2 at an overpotential of 319 mV for the OER; these values are clearly enhanced relative to those of controlled samples of first-growth NiCo-MOFs (NCM) and their pyrolytic derivative (A-NCM). The overall superior ORR/OER performance results from a significantly increased electrochemical active surface area and enhanced reaction kinetics, as confirmed by double-layer capacitances (C dl) and charge-transfer resistance measured by cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS), respectively. 2 Experimental 2.1 Materials Nickel acetate (Ni(Ac)2·4H2O, 98%, Sinopharm Chemical Reagent), cobalt nitrate hexahydrate (Co(NO3)2·6H2O, 99%, Sigma-Aldrich), 2,6-naphthalenedicarboxylic acid dipotassium (C10H6(CO2K), 95%, Sigma-Aldrich), hydrochloric acid (HCl, 37%, Sinopharm Chemical Reagent), and ethanol (C2H6O, 99.7%, Aladdin) were used as received without further purification. 2.2 Synthesis of NiCo-based MOFs (NCMs) A 2D NCM array on a Ni foam (NF) substrate was grown directly via a facile hydrothermal reaction. Typically, a piece of Ni foam (4 cm × 6 cm × 1.6 mm) was first cleaned to remove surface oils and the oxide layer, using repeated ultrasonic treatment in HCl solution (6 M), followed by acetone and deionized (DI) water. Next, the freshly-cleaned nickel foam was quickly immersed into a prepared reaction system containing 60 mL of DI-water (18 MΩ cm−1), 160 mg of Ni(Ac)2·H2O, 40 mg of Co(NO3)2·6H2O, and 200 mg of organic ligand, 2,6-naphthalenedicarboxylate tetrahydrate. After further reaction at 60 °C for 20 h, the mixture was cooled to room temperature, and the final NCM samples were rinsed with excess DI-water with light ultrasonic treatment, then dried at room temperature. 2.3 Synthesis of annealed (A-NCM) and regrown NiCo-based MOFs (R-NCMs) The A-NCM samples were directly derived from as-prepared NMC using a typical pyrolysis method, where NMC was annealed in N2 atmosphere at 650 °C for 2 h with a ramp rate of 2 °C min−1. Next, R-NCM samples were prepared similar to A-NCM samples, with some modifications; the reaction system contained 60 mL of DI-water, 96 mg of Ni(Ac)2·H2O, 24 mg of Co(NO3)2·6H2O, and 120 mg of organic ligand, 2,6-naphthalenedicarboxylate tetrahydrate. 2.4 Material characterization Sample morphologies were observed with transmission electron microscopy (TEM, JEM-2100F, Japan) and scanning transmission electron microscopy (FE-SEM, S-4800, Japan) equipped with energy dispersion spectra (EDS) and elemental mapping. X-ray diffraction (XRD) patterns were acquired using a D/MAX 2500 diffractometer (Rigaku, Japan) fitted with Cu Kα radiation. X-ray photoelectron spectroscopy (XPS) was conducted on a Thermo Scientific ESCALAB 250Xi with Al Kα (1487.6 eV) as the excitation source and C 1s peak (284.8 eV) as the calibration [19]. 2.5 Electrochemical measurements To evaluate bifunctional electrocatalytic activity, OER and ORR polarization curves were measured at room temperature in 1 M KOH aqueous solution with a typical three-electrode system on an electrochemical workstation (CHI760E, Shanghai, China). All polarization curves were iR-corrected and performed at a scan rate of 5 mV s−1, with a carbon rod as the counter electrode, a saturated AgCl as the reference electrode, and the active material on nickel foam as the working electrode. All potentials were calculated with respect to the reversible hydrogen electrode (RHE), based on the formula: E RHE = E AgCl + 0.059 × pH + 0.197 V. Electrochemical stability was further evaluated by the accelerated durability test (ADT) using cyclic voltammetry (CV) in the ranges 1.1 to 1.7 V for the OER and 0.45 to 1.0 V for the ORR, with a scan rate of 100 mV s−1. Cyclic voltammetry curves were measured under different scan rates to determine the electrochemical surface area (ECSA). Electrochemical impedance spectra (EIS) were measured at 1.6 V for the OER and 0.8 V vs. RHE for the ORR [20,21]. 2.6 Zn-air batteries experiments The Zn-air battery tests were performed with a homemade cell configuration using a LANBTS BT-2016C system to carry out the cycling test (10 min for each discharge and charge period). The Zn-air battery was assembled using the as-prepared R-NCM, A-NCM, or NCM electrodes as cathodes, and a fresh polished Zn plate (∼1 mm thick) as the anode. The alkaline aqueous electrolyte was composed of 0.2 M ZnCl2 and 6 M KOH solutions. 3 Results and discussion As illustrated in Fig. 1 , the synthesis of 2D R-NCM coupled arrays on Ni foam using a growth-pyrolysis-regrowth strategy with Ni2+, Co2+, and 2,6-naphthalenedicarboxylate tetrahydrate as organic ligand is proposed. Briefly, we fabricate 2D NiCo-based MOFs according to a typical hydrothermal synthesis at 60 °C, then yield 2D MOF derivatives annealing in N2 atmosphere. During the process, A-NCM turns dark black and R-NCM becomes a mixed black and light green film (Fig. S1), demonstrating the corresponding changes in each step. The morphology of relevant samples was further characterized by SEM and TEM. Compared to the cellular-structured NCM samples formed by vertically grown ultrathin nanosheets (Figs. 2(a) and S2), thicker flakes of stacked nanosheets appeared in A-NCM after annealing (Figs. 2(b) and S3), while denser MOF nanosheets filled the interspaces by regrowth in R-NCM (Fig. 2(c)). The NCM nanosheets have a lateral size of several hundred nanometers (Fig. 2(d)) with a smooth, well-defined morphology. Uniformly distributed nanoparticles (dominated by metallic Ni and Co) were observed on the annealed MOF-derived nanoflakes (Figs. 2(e) and S4). TEM, HR-TEM, and selected-area electron diffraction (SAED) images were collected where NCM and A-NCM appeared simultaneously in order to further determine the configurations of R-NCM (Figs. 2(f)−(m), S5 and S6). In accordance with our design, we confirmed the coexistence of 2D MOFs and MOF derivative coupled nanosheets with metallic Ni, Co, and C phases, as shown in Fig. 2(f) and 2(g). Moreover, the crystalline metal nanoparticles are encased by few-layer graphene, due to Ni nanocrystal catalysis during the annealing process [22–24], with an average diameter of about 10 nm and a homogeneous distribution of various elements. The configuration of R-NCM with pristine MOFs and NiCo@C 2D arrays was also confirmed by XRD patterns and XPS spectra, as shown in Fig. 3 . After annealing, the original peaks belonging to MOF nanosheets disappear and several new peaks are observed, which are ascribed to the (111), (200), and (220) planes of metallic Ni and C (002), respectively. Consistent with TEM results, organic ligands in MOFs transform into graphene and metal nodes form the nanoparticles, while maintaining their 2D features in both the A-NCM and R-NCM samples. In addition, XPS results were further analyzed to investigate changes in the chemical state of the MOF structure. The XPS survey spectra, shown in Fig. S7, indicate the Ni, Co, C, and O are present, in good agreement with elemental mapping results. As shown in Fig. 3(b) and 3(c), additional characteristic peaks of metallic Ni 2p 1/2 (852.9 eV), Ni 2p 3/2 (870.4 eV), and Co 2p 3/2 (778.7 eV) are observed in R-NCM and A-NCM, which illustrates the reduction of Ni and Co nodes to metallic atoms during pyrolysis [25–30]. Significantly, two evident shifts: Co2+ 2p 3/2 peak to lower binding energy and Ni2+ 2p 3/2 peak to higher binding energy, are observed for R-NCM compared to NCM. This implies a strong interaction between the Co and Ni species and indicates that the local electronic structure of the Ni centers is modified via partial electron transfer from Ni2+ to Co2+ through the oxygen of the ligand [25–28]. The XPS spectrum of C 1s for NCM (Fig. 3(d)) shows two peaks at 284.8 and 288.4 eV, corresponding to the sp 2 hybridized C–C and O=C–O groups, respectively [31]. However, in the A-NCM and R-NCM samples, the peak related to O=C–O groups disappears and a peak assigned to C–O (286.2 eV) emerges [32], which confirms partial loss of oxygen due to carbonization. Disappearance of O=C–O is also observed in O 1s spectra (Fig. 3(e)) after annealing, where typical XPS peak corresponding to Ni–O bond at 530.1 eV is also confirmed for A-NCM and R-NCM [31,33]. To test oxygen electrode performance, R-NCM and other controlled samples were immersed directly in 1 M KOH electrolyte as working electrodes. For OER, NCM requires an overpotential (η OER) of only 313 mV to reach a current density of 100 mA cm−2 (Fig. 4(a) ), while A-NCM needs a larger overpotential of 366 mV. This illustrates that the OER performance of NiCo-based MOFs is degraded by annealing, but can be recovered by R-NCM (overpotential of 319 mV), due to the regrown MOF nanosheet array. The Tafel slopes for NCM and R-NCM are 86 mV dec−1 and 78.2 mV dec−1 (Fig. 4(c)), much smaller than those of A-NCM (89.1 mV dec−1) and NF (194.8 mV dec−1), suggesting favorable OER kinetics for R-NCM. During the ORR, A-NCM and R-NCM electrodes exhibit enhanced activity, with an onset potential of 0.90 V and current densities of 91.1 and 82.1 mA cm−2 at 0.45 V, respectively (Fig. 4(b)). This demonstrates that the electrochemical catalytic performance for the ORR improves dramatically after annealing. In order to better understand the electrochemical reaction kinetics, the corresponding Tafel plots were further analyzed (Fig. 4(d)). A-NCM and R-NCM have much lower Tafel slopes (63.2 and 77.4mV dec−1, respectively) compared to NCM (296.2 mV dec−1) and NF (234.6 mV dec−1), demonstrating their intrinsically favorable activity and kinetics for the ORR after annealing. Therefore, in general, the R-NCM electrode exhibits superior ORR/OER bifunctional electrocatalytic activity than A-NCM, NCM, and other reported results (Table S1). According to previous reports [17,33], the proposed active sites can be attributed to oxidized Ni metal nodes in MOFs (such as NiO6/NiOOH species); for OER, additional structural vacancies are introduced by trace Co moieties, while the transition metal particle-activated 2D carbon layers impart synergistic effects in MOF derivatives for ORR. The stability of the R-NCM electrode was confirmed (presented in Fig. 4(e) and 4(f)); over 5000 CV cycles, negligible degeneration was observed, due to the stable morphology and structure (Fig. S8) [34]. To further confirm the stability of the materials, we also tested the catalytic stabilities of R-NCM electrodes for the ORR and OER using a typical chronoamperometry (CA) method. As shown in Fig. S9, the R-NCM sample exhibits minor degradation after 12 h CA testing, with reductions of ∼9% and ∼12% in the OER and ORR activity, respectively. Inspired by the outstanding bifunctional activity and stability of R-NCM, we investigated its practical application by integrating it as an air electrode in a rechargeable zinc-air battery (Figs. S10 and S11). The Zn-air batteries with a R-NCM air cathode exhibited the best discharge ability and highest peak power density of 45.2 mW cm−2. Zinc-air battery performance was evaluated by pulse discharge-charge tests using a current density of 10 mA cm−2 with a fixed capacity of 17.7 mAh (20 min per cycle). The charging-discharging potential gap was maintained at approximately 0.9 V throughout the experiment, after full activation for 50 h, which indicates excellent stability and capacitance for the R-NCM-based battery. In addition, a green LED powered by two battery units integrated in series is displayed as well; this suggests great potential for energy storage applications. For additional insight, the electrochemical surface area (ECSA) was measured and electrochemical impedance spectroscopy (EIS) were collected, as illustrated in Figs. S12 and S13. Double-layer capacitances (C dl) were evaluated by cyclic voltammetry (CV) to measure ECSA, with a result of 72.5 mF cm−2 for R-NCM, compared to 6.5 mF cm−2 for A-NCM and 1.5 mF cm−2 for NCM, indicating that R-NCM has more accessible active surface area. The increased ESCA of R-NCM may be attributed to the A-NCM/NCM interfacial structure, which provides more surface-active sites for the ORR and OER. Furthermore, R-NCM and other sample-based catalysts show two semicircles in the high- and low-frequency regions of Nyquist plots, which can be fitted with common equivalent circuits (inset of Fig. S13) with charge-transfer resistance (R ct) and solution resistance (R s), respectively [35]. Notably, R-NCM not only possesses a smaller R ct of 4.31 Ω for OER, but also R ct of 148 Ω for ORR, in contrast to other samples, which contributes to its optimized activity. Therefore, the prominent activity of R-NCM can be derived from synergistic effects of the 2D metal organic framework and its derivative arrays, favorable charge-transfer kinetics, and increased intrinsic active sites [36–38]. 4 Conclusions In summary, we fabricated an advanced bifunctional oxygen electrode with vertically grown 2D NiCo-based MOFs and their derivatives and evaluated each by their OER and ORR electrocatalytic performance. Due to the robust freestanding and hierarchical structure achieved by the growth-pyrolysis-regrowth process, the resultant R-NCM-based electrode exhibits significantly enhanced bifunctionality, kinetics, and stability as an air-cathode in rechargeable Zn-air batteries. Considering feasibility and simplicity, our design strategy can be extended to the fabrication of other efficient self-supporting electrocatalysts with advanced nanostructures. Supporting Information Supplementary appendix References 1 D. Ji L. Fan L. Li S. Peng D. Yu J. Song S. Ramakrishna S. Guo Adv. Mater. 31 2019 1808267 D. Ji, L. Fan, L. Li, S. Peng, D. Yu, J. Song, S. Ramakrishna, S. Guo, Adv. Mater., 2019, 31, 1808267. 2 J. Yi P. Liang X. Liu K. Wu Y. Liu Y. Wang Y. Xia J. Zhang Energy Environ. Sci. 11 2018 3075 3095 J. Yi, P. Liang, X. Liu, K. Wu, Y. Liu, Y. Wang, Y. Xia, J. Zhang, Energy Environ. Sci., 2018, 11, 3075–3095. 3 D. Stock S. Dongmo J. Janek D. Schröder ACS Energy Lett. 4 2019 1287 1300 D. Stock, S. Dongmo, J. Janek, D. Schröder, ACS Energy Lett., 2019, 4, 1287–1300. 4 D.U. Lee J.Y. Choi K. Feng H.W. Park Z. Chen Adv. Energy Mater. 4 2014 1301389 D. U. Lee, J. Y. Choi, K. Feng, H. W. Park, Z. Chen, Adv. Energy Mater., 2014, 4, 1301389. 5 X. Liu Y. Yuan J. Liu B. Liu X. Chen J. Ding X. Han Y. Deng C. Zhong W. Hu Nat. Commun. 10 2019 4767 X. Liu, Y. Yuan, J. Liu, B. Liu, X. Chen, J. Ding, X. Han, Y. Deng, C. Zhong, W. Hu, Nat. Commun., 2019, 10, 4767. 6 S. Liu Z. Wang C. Yu Z. Zhao X. Fan Z. Ling J. Qiu J. Mater. Chem. A 1 2013 12033 12037 S. Liu, Z. Wang, C. Yu, Z. Zhao, X. Fan, Z. Ling, J. Qiu, J. Mater. Chem. A, 2013, 1, 12033–12037. 7 T.V. Pham H.P. Guo W.B. Luo S.L. Chou J.Z. Wang H.K. Liu J. Mater. Chem. A 5 2017 5283 5289 T. V. Pham, H. P. Guo, W. B. Luo, S. L. Chou, J. Z. Wang, H. K. Liu, J. Mater. Chem. A, 2017, 5, 5283–5289. 8 W.B. Luo X.W. Gao D.Q. Shi S.L. Chou J.Z. Wang H.K. Liu Small 12 2016 3031 3038 W. B. Luo, X. W. Gao, D. Q. Shi, S. L. Chou, J. Z. Wang, H. K. Liu, Small, 2016, 12, 3031–3038. 9 Z. Khan S. Park S.M. Hwang J. Yang Y. Lee H.K. Song Y. Kim H. Ko NPG Asia Mater. 8 2016 e294 Z. Khan, S. Park, S. M. Hwang, J. Yang, Y. Lee, H. K. Song, Y. Kim, H. Ko, NPG Asia Mater., 2016, 8, e294. 10 Q. Ren H. Wang X.F. Lu Y.X. Tong G.R. Li Adv. Sci. 5 2018 1700515 Q. Ren, H. Wang, X. F. Lu, Y. X. Tong, G. R. Li, Adv. Sci., 2018, 5, 1700515. 11 H. Wang Q.L. Zhu R. Zou Q. Xu Chem 2 2017 52 80 H. Wang, Q. L. Zhu, R. Zou, Q. Xu, Chem, 2017, 2, 52–80. 12 B. Zhu D. Xia R. Zou Coord. Chem. Rev. 376 2018 430 448 B. Zhu, D. Xia, R. Zou, Coord. Chem. Rev., 2018, 376, 430–448. 13 J. Liu D. Zhu C. Guo A. Vasileff S.Z. Qiao Adv. Energy Mater. 7 2017 1700518 J. Liu, D. Zhu, C. Guo, A. Vasileff, S. Z. Qiao, Adv. Energy Mater., 2017, 7, 1700518. 14 K. Shen X. Chen J. Chen Y. Li ACS Catal. 6 2016 5887 5903 K. Shen, X. Chen, J. Chen, Y. Li, ACS Catal., 2016, 6, 5887–5903. 15 H. Furukawa K.E. Cordova M. O'Keeffe O.M. Yaghi Science 341 2013 1230444 H. Furukawa, K. E. Cordova, M. O'Keeffe, O. M. Yaghi, Science, 2013, 341 1230444. 16 B.Y. Xia Y. Yan N. Li H.B. Wu X.W.D. Lou X. Wang Nat. Energy 1 2016 15006 B. Y. Xia, Y. Yan, N. Li, H. B. Wu, X. W. D. Lou, X. Wang, Nat. Energy, 2016, 1 15006. 17 J. Duan S. Chen C. Zhao Nat. Commun. 8 2017 15341 J. Duan, S. Chen, C. Zhao, Nat. Commun., 2017, 8, 15341. 18 W. Cheng X. Zhao H. Su F. Tang W. Che H. Zhang Q. Liu Nat. Energy 4 2019 115 122 W. Cheng, X. Zhao, H. Su, F. Tang, W. Che, H. Zhang, Q. Liu, Nat. Energy, 2019, 4, 115–122. 19 K. Huang L. Zhang T. Xu H. Wei R. Zhang X. Zhang B. Ge M. Lei J.Y. Ma L.M. Liu H. Wu Nat. Commun. 10 2019 606 K. Huang, L. Zhang, T. Xu, H. Wei, R. Zhang, X. Zhang, B. Ge, M. Lei, J. Y. Ma, L. M. Liu, H. Wu, Nat. Commun., 2019, 10, 606. 20 X. He S.Z. Luan L. Wang R.Y. Wang P. Du Y.Y. Xu H.J. Yang Y.G. Wang K. Huang M. Lei Mater. Lett. 244 2019 78 82 X. He, S. Z. Luan, L. Wang, R. Y. Wang, P. Du, Y. Y. Xu, H. J. Yang, Y. G. Wang, K. Huang, M. Lei, Mater. Lett., 2019, 244, 78–82. 21 K. Huang J. Liu L. Wang G. Chang R. Wang M. Lei Y. Wang Y. He Appl. Surf. Sci. 487 2019 1145 1151 K. Huang, J. Liu, L. Wang, G. Chang, R. Wang, M. Lei, Y. Wang, Y. He, Appl. Surf. Sci., 2019, 487, 1145–1151. 22 K.S. Kim Y. Zhao H. Jang S.Y. Lee J.M. Kim K.S. Kim J.H. Ahn P. Kim J.Y. Choi B.H. Hong Nature 457 2009 706 710 K. S. Kim, Y. Zhao, H. Jang, S. Y. Lee, J. M. Kim, K. S. Kim, J. H. Ahn, P. Kim, J. Y. Choi, B. H. Hong, Nature, 2009, 457, 706–710. 23 A. Reina X. Jia J. Ho D. Nezich H. Son V. Bulovic M.S. Dresselhaus J. Kong Nano Lett. 9 2008 30 35 A. Reina, X. Jia, J. Ho, D. Nezich, H. Son, V. Bulovic, M. S. Dresselhaus, J. Kong, Nano Lett., 2008, 9, 30–35. 24 Z. Sun Z. Yan J. Yao E. Beitler Y. Zhu J.M. Tour Nature 468 2010 549 552 Z. Sun, Z. Yan, J. Yao, E. Beitler, Y. Zhu, J. M. Tour, Nature, 2010, 468, 549–552. 25 M. Yu S. Zhou Z. Wang J. Zhao J. Qiu Nano Energy 44 2018 181 190 M. Yu, S. Zhou, Z. Wang, J. Zhao, J. Qiu, Nano Energy, 2018, 44, 181–190. 26 C. Tang N. Cheng Z. Pu W. Xing X. Sun Angew. Chem. Int. Ed. 54 2015 9351 9355 C. Tang, N. Cheng, Z. Pu, W. Xing, X. Sun, Angew. Chem. Int. Ed., 2015, 54, 9351–9355. 27 L. Fan P.F. Liu X. Yan L. Gu Z.Z. Yang H.G. Yang S. Qiu X. Yao Nat. Commun. 7 2016 10667 L. Fan, P. F. Liu, X. Yan, L. Gu, Z. Z. Yang, H. G. Yang, S. Qiu, X. Yao, Nat. Commun., 2016, 7, 10667. 28 S. Zhao Y. Wang J. Dong C.T. He H. Yin P. An K. Zhao X. Zhang C. Gao L. Zhang J. Lv J. Wang J. Zhang A.M. Khattak N.A. Khan Z. Wei J. Zhang S. Liu H. Zhao Z. Tang Nat. Energy 1 2016 16184 S. Zhao, Y. Wang, J. Dong, C. T. He, H. Yin, P. An, K. Zhao, X. Zhang, C. Gao, L. Zhang, J. Lv, J. Wang, J. Zhang, A. M. Khattak, N. A. Khan, Z. Wei, J. Zhang, S. Liu, H. Zhao, Z. Tang, Nat. Energy, 2016, 1, 16184. 29 C. Bai A. Li X. Yao H. Liu Y. Li Green Chem 18 2016 1061 1069 C. Bai, A. Li, X. Yao, H. Liu, Y. Li, Green Chem, 2016, 18, 1061–1069. 30 P. Tan B. Chen H. Xu W. Cai W. He M. Ni Appl. Catal. B 241 2019 104 112 P. Tan, B. Chen, H. Xu, W. Cai, W. He, M. Ni, Appl. Catal. B, 2019, 241, 104–112. 31 J. Ou Y. Zhang L. Chen Q. Zhao Y. Meng Y. Guo D. Xiao J. Mater. Chem. A 3 2015 6534 6541 J. Ou, Y. Zhang, L. Chen, Q. Zhao, Y. Meng, Y. Guo, D. Xiao, J. Mater. Chem. A, 2015, 3, 6534–6541. 32 G. Zhang C. Li J. Liu L. Zhou R. Liu X. Han H. Huang H. Hu Y. Liu Z. Kang J. Mater. Chem. A 2 2014 8184 8189 G. Zhang, C. Li, J. Liu, L. Zhou, R. Liu, X. Han, H. Huang, H. Hu, Y. Liu, Z. Kang, J. Mater. Chem. A, 2014, 2, 8184–8189. 33 M. Zhang Q. Dai H. Zheng M. Chen L. Dai Adv. Mater. 30 2018 1705431 M. Zhang, Q. Dai, H. Zheng, M. Chen, L. Dai, Adv. Mater., 2018, 30, 1705431. 34 K. Huang R. Wang H. Wu H. Wang X. He H. Wei S. Wang R. Zhang M. Lei W. Guo B. Ge H. Wu J. Mater. Chem. A 7 2019 25779 25784 K. Huang, R. Wang, H. Wu, H. Wang, X. He, H. Wei, S. Wang, R. Zhang, M. Lei, W. Guo, B. Ge, H. Wu, J. Mater. Chem. A, 2019, 7, 25779–25784. 35 X. Yan L. Tian M. He X. Chen Nano Lett. 15 2015 6015 6021 X. Yan, L. Tian, M. He, X. Chen, Nano Lett., 2015, 15, 6015–6021. 36 H. Sun Y. Lian C. Yang L. Xiong P. Qi Q. Mu X. Zhao J. Guo Z. Deng Y. Peng Energy Environ. Sci. 11 2018 2363 2371 H. Sun, Y. Lian, C. Yang, L. Xiong, P. Qi, Q. Mu, X. Zhao, J. Guo, Z. Deng, Y. Peng, Energy Environ. Sci., 2018,11, 2363–2371. 37 H. Qiao Y. Yang X. Dai H. Zhao J. Yong L. Yu X. Luan M. Cui X. Zhang X. Huang Electrochim. Acta 318 2019 430 439 H. Qiao, Y. Yang, X. Dai, H. Zhao, J. Yong, L. Yu, X. Luan, M. Cui, X. Zhang, X. Huang, Electrochim. Acta, 2019, 318, 430–439. 38 V.K. Abdelkader-Fernández D.M. Fernandes S.S. Balula L. Cunha-Silva M.J. Pérez-Mendoza F.J. López-Garzón M.F. Pereira C. Freire ACS Appl. Energy Mater. 2 2019 1854 1867 V. K. Abdelkader-Fernández, D. M. Fernandes, S. S. Balula, L. Cunha-Silva, M. J. Pérez-Mendoza, F. J. López-Garzón, M. F. Pereira, C. Freire, ACS Appl. Energy Mater., 2019, 2, 1854–1867.",
      "scopus-id": "85084050561",
      "coredata": {
        "eid": "1-s2.0-S1872206720636130",
        "dc:description": "Oxygen electrocatalysis, exemplified by the oxygen reduction reaction (ORR) and oxygen evolution reaction (OER), is central to energy storage and conversion technologies such as fuel cells, metal-air batteries, and water electrolysis. However, highly effective and inexpensive earth-abundant materials are sought after to replace the noble metal-based electrocatalysts currently in use. Recently, metal-organic frameworks (MOFs) and carbon-based MOF derivatives have attracted considerable attention as efficient catalysts due to their exceedingly tunable morphologies, structures, compositions, and functionalization. Here, we report two-dimensional (2D) MOF/MOF derivative coupled arrays on nickel foam as binder-free bifunctional ORR/OER catalysts with enhanced electrocatalytic activity and stability. Their remarkable electrochemical properties are primarily attributed to fully exposed active sites and facilitated charge-transfer kinetics. The coupled and hierarchical nanosheet arrays produced via our growth-pyrolysis-regrowth strategy offer promise in the development of highly active electrodes for energy-related electrochemical devices.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206720636130",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Huang, Kai"
          },
          {
            "@_fa": "true",
            "$": "Guo, Shuai"
          },
          {
            "@_fa": "true",
            "$": "Wang, Ruyue"
          },
          {
            "@_fa": "true",
            "$": "Lin, Sen"
          },
          {
            "@_fa": "true",
            "$": "Hussain, Naveed"
          },
          {
            "@_fa": "true",
            "$": "Wei, Hehe"
          },
          {
            "@_fa": "true",
            "$": "Deng, Bohan"
          },
          {
            "@_fa": "true",
            "$": "Long, Yuanzheng"
          },
          {
            "@_fa": "true",
            "$": "Lei, Ming"
          },
          {
            "@_fa": "true",
            "$": "Tang, Haolin"
          },
          {
            "@_fa": "true",
            "$": "Wu, Hui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206720636130"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206720636130"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(20)63613-0",
        "prism:volume": "41",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Two-dimensional MOF/MOF derivative arrays on nickel foam as efficient bifunctional coupled oxygen electrodes",
        "prism:copyright": "Copyright © 2020 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "11",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "2D MOFs"
          },
          {
            "@_fa": "true",
            "$": "Derivative"
          },
          {
            "@_fa": "true",
            "$": "Coupled arrays"
          },
          {
            "@_fa": "true",
            "$": "Binder-free"
          },
          {
            "@_fa": "true",
            "$": "Oxygen electrode"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "11",
        "openaccessSponsorType": null,
        "prism:pageRange": "1754-1760",
        "prism:endingPage": "1760",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2020",
        "prism:doi": "10.1016/S1872-2067(20)63613-0",
        "prism:startingPage": "1754",
        "dc:identifier": "doi:10.1016/S1872-2067(20)63613-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "146",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19337",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "153",
            "@width": "361",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25130",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "385",
            "@width": "367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54902",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "430",
            "@width": "758",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "116989",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "400",
            "@width": "755",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "79770",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7909",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8412",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "156",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16041",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "124",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9490",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "116",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6516",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "389",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "76315",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "406",
            "@width": "959",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "101839",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1024",
            "@width": "975",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "297908",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1144",
            "@width": "2015",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "521395",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1062",
            "@width": "2006",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "349015",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636130-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "8601644",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85084050561"
      }
    }
  }
}