{
  "metadata": {
    "title": "Ruthenium Ammonium Chloride as a Precursor for the Preparation of High Activity Catalysts for Ammonia Synthesis",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2009-03-31",
    "doi": "10.1016/S1872-2067(08)60096-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708600960",
    "pii": "S1872206708600960"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-64749091955",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2009-04-21 2009-04-21 2010-03-28T04:33:26 1-s2.0-S1872206708600960 S1872-2067(08)60096-0 S1872206708600960 10.1016/S1872-2067(08)60096-0 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206709X60055 2015-05-15T07:13:55.760442-04:00 0 0 20090301 20090331 2009 2009-04-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 30 30 3 3 Volume 30, Issue 3 3 185 190 185 190 200903 March 2009 2009-03-01 2009-03-31 2009 article fla Copyright © 2009 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. RUTHENIUMAMMONIUMCHLORIDEAPRECURSORFORPREPARATIONHIGHACTIVITYCATALYSTSFORAMMONIASYNTHESIS NI J HINRICHSEN 1997 33 O SIPORIN 2004 359 S JACOBSEN 2001 1 C ROSOWSKI 1997 443 F LIANG 2001 193 C FORNI 1999 269 L JACOBSEN 2000 19 C ROSSETTI 2005 315 I LIN 2007 1838 B YOU 2007 321 Z ZHONG 1998 183 Z ZHONG 1998 535 Z ROSSETTI 2005 219 I HAN 2007 351 W XU 2008 1214 Q BILLIK 2007 979 P ZENG 2001 235 H BOEHM 2002 145 H FIGUEIREDO 1999 1379 J LIANG 2005 3144 Y HAYDAR 2000 1297 S HAN 2004 194 W WU 2003 2488 S ZHU 2008 1 Y KOWALCZYK 1999 95 Z RAROG 2000 163 W MCCLAINE 2001 7525 B SZMIGIEL 2002 205 D GURAYA 2004 77 M HANSEN 2002 7 T SIPORIN 2004 61 S HANSEN 2001 1508 T ROSSETTI 2001 271 I NIX2009X185 NIX2009X185X190 NIX2009X185XJ NIX2009X185X190XJ item S1872-2067(08)60096-0 S1872206708600960 1-s2.0-S1872206708600960 10.1016/S1872-2067(08)60096-0 273538 2010-09-19T17:58:50.492385-04:00 2009-03-01 2009-03-31 1-s2.0-S1872206708600960-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600960/MAIN/application/pdf/fe5c9b81bd43f78b174170b91bfa933d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600960/MAIN/application/pdf/fe5c9b81bd43f78b174170b91bfa933d/main.pdf main.pdf pdf true 850024 MAIN 5 1-s2.0-S1872206708600960-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600960/PREVIEW/image/png/b0260e1767041850fcd8a484ef70f745/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600960/PREVIEW/image/png/b0260e1767041850fcd8a484ef70f745/main_1.png main_1.png png 64268 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 30, Issue 3, March 2009 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2009, 30(3): 185–190. Received date: 25 August 2008. * Corresponding author. Tel: +86-591-83731234; E-mail: weikemei@163.com Foundation item: Supported by the National Natural Science Foundation of China (20576021) and the National Science and Technology Support Program of China (2007BAE08B02). Copyright © 2009, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(08)60096-0 Ruthenium Ammonium Chloride as a Precursor for the Preparation of High Activity Catalysts for Ammonia Synthesis NI Jun, WANG Rong, LIN Jianxin, WEI Kemei* National Research Center of Chemical Fertilizer Catalysts, Fuzhou University, Fuzhou 350002, Fujian, China Abstract: Ruthenium ammonium chloride, Ru(NH 3 ) 5 Cl 3 , was prepared by the chemical reaction of ruthenium chloride with hydrazine hydrate and used as a novel ruthenium precursor for the preparation of activated carbon (AC)-supported Ru catalysts for ammonia synthesis. The results from TEM and CO chemisorption show that the Ru nanoparticles on the RuN/AC catalyst prepared from the Ru(NH 3 ) 5 Cl 3 precursor have much higher dispersion and more uniform size distribution than that on the Ru/AC catalyst from the RuCl 3 precursor. The activity of the RuN/AC catalyst for ammonia synthesis was increased by more than 10% compared with the Ru/AC catalyst under the re- action conditions of 10 MPa and 10 000 h 1 . Key words: ruthenium ammonium chloride; precursor; ruthenium; supported catalyst; ammonia synthesis Ruthenium catalysts have been considered the second- generation catalysts for ammonia synthesis [1–3]. They show some unparalleled advantages in reduction of power con- sumption and increase of ammonia production at low tem- perature and low pressure [4–6]. However, the high cost of the precious metal obstructs the broad application of Ru catalysts in ammonia synthesis. One of the focuses for Ru-based cata- lysts is how to increase B 5 sites of Ru and improve the utiliza- tion ratio of Ru in the support [7–10]. The main precursors of Ru catalysts are Ru 3 (CO) 12 , RuCl 3 , Ru(acac) 3 , RuNO(NO 3 ) 3 , etc. The prices of different precur- sors vary significantly, and the low-cost precursors have high performance price ratio. Therefore, the relatively cheap pre- cursor of RuCl 3 is widely adopted in the preparation of Ru catalysts. However, the Ru dispersion is relatively low, and the particle size of the Ru/AC (AC = activated carbon) cata- lyst is nonuniform, which is not favourable for the full use of Ru [8–14]. Some researchers have investigated the pre-reduction of RuCl 3 and the modification of support in order to increase the effective utilization ratio of Ru. Recently, a sol-gel process of RuCl 3 for preparing well-defined Ru nanoparticles was focused [14,15]. However, the troublesome and time-consuming preparation procedures are the main obstacles for their exten- sive application. In this paper, RuN/AC catalysts were prepared with the ru- thenium ammonium chloride precursor, and this complex pre- cursor was obtained by the reaction of ruthenium chloride with hydrazine hydrate. The Ru nanoparticles obtained were uniform and highly dispersed. The preparation method for Ru catalysts is simple, rapid, and suitable for large-scale preparation. 1 Experimental 1.1 Preparation of the ruthenium ammonium chloride precursor RuCl 3 ·nH 2 O (n = 1–3, 37% of Ru content) and N 2 H 4 ·H 2 O were used as starting materials. All chemicals used were ana- lytical reagent grade and used without further treatment. The hydrazine hydrate was added dropwise into the aqueous solu- tion of ruthenium chloride at ambient temperature. Subse- quently, the black turbid solution turned into transparent pink by heating to boiling. Ruthenium ammonium chloride, NI Jun et al. / Chinese Journal of Catalysis, 2009, 30(3): 185–190 Ru(NH 3 ) 5 Cl 3 , was obtained by drying the transparent solution under an infrared lamp. 1.2 Preparation of the catalysts Graphited activated carbon (AC) was sieved to 12–16 mesh and impregnated with Ru(NH 3 ) 5 Cl 3 or RuCl 3 aqueous solution. The pH of the Ru(NH 3 ) 5 Cl 3 solution was adjusted with HNO 3 . The nominal Ru loading was 4.0% against the support. After drying under an infrared lamp, the samples were reduced in a flowing gas mixture of 75% H 2 in N 2 for 5 h at a certain tem- perature and then cooled to ambient temperature in the same flow. The Ba and K promoters were introduced by impregna- tion with Ba(NO 3 ) 2 solution followed by KOH, and the sam- ples were dried under an infrared lamp. The content of Ba was 4.0% against the support. The catalysts obtained from RuCl 3 and Ru(NH 3 ) 5 Cl 3 precursors were denoted Ru/AC and RuN/AC, respectively. The Ru/AC and RuN/AC catalysts promoted by Ba(NO 3 ) 2 and KOH were denoted 4%Ru-4%Ba- K/AC and 4%RuN-4%Ba-K/AC, respectively. 1.3 Characterization of the catalysts Crystal structure of the Ru(NH 3 ) 5 Cl 3 precursor was deter- mined by powder X-ray diffraction (XRD) on an X'Pert PRO diffractometer using Co K . radiation. The morphologies of Ru nanoparticles were studied using transmission electron microscopy (TEM, Tecnai G2 F20 S-TWIN). The samples for the TEM test were treated with ultrasonic for 30 min in ethanol. CO chemisorption was carried out using a Micro- meritics AutoChem 2910 instrument. Prior to the measure- ments, the catalyst (ca. 250 mg) was reduced in a H 2 stream at 723 K for 1.5 h and then flushed with a helium stream for 1.5 h to remove H 2 adsorbed on the catalyst surface. The sample was finally cooled in a helium stream to 323 K. CO chemi- sorption was measured by the pulse method by introducing CO flowing over the sample maintained at 298 K. Ru dis- persion was calculated from the cumulative volume of CO adsorbed during pulse, assuming a chemisorption stoichiome- try n(CO)/n(Ru) = 1. 1.4 Measurements of catalytic activity The catalyst activity for ammonia synthesis was measured in a stainless steel reactor. Before testing, the catalysts (2 ml) were activated in a flowing gas mixture of 75% H 2 in N 2 from ambient temperature to 773 K at 1 K/min (kept at 473, 573, 673, 723, and 773 K for 2 h, respectively) and then stabilized under the reaction conditions (i.e., 10 MPa, 673 K, 10 000 h –1 , and H 2 /N 2 volume ratio of 3) for more than 2 h. The ammonia concentration in the effluent was determined by a chemical titration method [5]. 2 Results and discussion 2.1 Effect of hydrazine hydrate to Ru molar ratio on the precursor structure Fig. 1 shows the XRD patterns of the Ru precursor pre- pared at various molar ratios of hydrazine hydrate to Ru. The components included unreacted RuCl 3 when the molar ratio was 5. The main crystal phase was Ru(NH 3 ) 5 Cl 3 (JCPDS 77-2443) at molar ratios of 5–20. When the molar ratio in- creased from 20 to 30, the Ru(NH 3 ) 6 Cl 2 (JCPDS73-1010) phase began to appear, which is a result of the reduction of Ru(NH 3 ) 5 Cl 3 by hydrazine hydrate. The by-product was NH 4 Cl (JCPDS 73-0365). In view of the above results, we prepared the precursor of ruthenium ammonium chloride with the molar ratio of hydrazine hydrate to Ru being 10. The precursors containing NH 4 Cl were used directly without further treatment because NH 4 Cl can sublimated to NH 3 and HCl at above 623 K [16]. For comparison, pure Ru(NH 3 ) 5 Cl 3 was used to investi- gate the effect of K content on activity. 2.2 Effect of different precursors on the size distribution of Ru particles Fig. 2 shows the TEM images of the Ru/AC catalyst from the RuCl 3 precursor and the RuN/AC catalyst from Ru(NH 3 ) 5 - Cl 3 . The reduction temperature of the two precursors was 723 K. It can be seen that Ru particles were highly dispersed on the AC surface for the Ru/AC catalyst, but the particle size distri- bution was not uniform. Some particles were ca. 1 nm, and the Fig. 1. XRD patterns of the Ru precursor prepared at different molar ratios of hydrazine hydrate to Ru. (1) 5; (2) 10; (3) 15; (4) 20; (5) 30; (6) After washing precursor (2) with ethanol to remove the NH 4 Cl by-product. NI Jun et al. / Chinese Journal of Catalysis, 2009, 30(3): 185–190 Fig. 2. TEM images of Ru/AC from the RuCl 3 precursor (a) and RuN/AC from the Ru(NH 3 ) 5 Cl 3 precursor (b). largest particle diameter was ca. 8 nm. A majority of particles had diameters from 3 to 5 nm [17]. For the RuN/AC catalyst, Ru particles were also highly dispersed on the surface of AC. The largest particle was ca. 8 nm, but very few large particles were detected. Most of the Ru particles were 2.5–3.0 nm in size, which afforded Ru particles having large specific surface area (Table 1) and more active sites according to the optimum scale of crystal sizes [7]. The TEM results show that different precursors significantly influenced the size of Ru nanoparticles. The particles in RuN/ AC were more uniform than those in Ru/AC. It is known that there exist many groups on the surface of AC, such as carbon- yls and lactones [18–21], and the amount and variety of these functional groups determine the Ru dispersion [22]. The in- teraction between different precursors and the functional groups is dissimilar, and strong interaction leads to high dis- persion [11]. Ru(NH 3 ) 5 Cl 3 has more available adsorption sites Table 1 Effect of the pH value of impregnating solution on Ru dis- persion measured by CO chemisorption Catalyst pH Ru dispersion a (%) A BET of Ru (m 2 /g) Ru size (nm) Ru/AC 1.0 33.15 121.10 4.0 RuN/AC 1.0 48.99 178.96 2.6 3.0 46.21 168.81 2.8 5.0 44.03 160.85 2.9 7.0 44.40 162.57 2.9 a Reduction temperature: 723 K. than RuCl 3 , which led to a much stronger interaction between the precursor and support. The TEM results corroborated this speculation. From Fig. 2, most of Ru particles on Ru/AC were on the carbon film of the copper TEM grid, but most of Ru particles on the RuN/AC were on the AC support. This phe- nomenon indicated that the Ru particles from Ru(NH 3 ) 5 Cl 3 were anchored on the surface of AC. B 5 sites are only present on crystals larger than 1.5 nm. The maximum probability for B 5 sites is found for particle sizes of 1.8–2.5 nm, and the probability monotonically decreases for particles larger than 2.5 nm [7]. In the Ru/AC catalyst, some particles were between 1 and 8 nm, but most of particles were 3–5 nm. This wide range is disadvantageous for the formation of B 5 -type sites. However, for the RuN/AC catalyst, the addi- tion of hydrazine hydrate resulted in the Ru particle size dis- tribution in the range of 2.5–3.0 nm, which suggested that more active sites existed in the RuN/AC catalyst from the Ru(NH 3 ) 5 Cl 3 precursor [7]. It can be seen from Table 1 that the size of Ru particles de- termined from CO chemisorption was closely related with the precursors, but the influence of pH value of the impregnation solution was not remarkable. Comparing the data from CO chemisorption with the TEM results, it is clear that the Ru dispersion was consistent. The Ru size for the Ru/AC catalyst from CO chemisorption was 4.0 nm, in agreement with the TEM result. The Ru dispersion on the RuN/AC catalyst was significantly increased compared with that on the Ru/AC catalyst. The increase in Ru dispersion led to an increase in Ru surface area and therefore significantly influenced the catalyst activity. The use of the Ru(NH 3 ) 5 Cl 3 precursor was more fa- vorable for dispersing Ru particles on the AC surface and increasing the utilization ratio of Ru. 2.3 Effect of preparation conditions on catalytic activity for ammonia synthesis Fig. 3 shows the effect of catalyst reduction temperature on their activity for ammonia synthesis. The optimal reduction temperatures of Ru(NH 3 ) 5 Cl 3 was 673 K, 50 K lower than that of Ru/AC [17]. Lower or higher reduction temperature resulted in a lower activity for ammonia synthesis. This may be because chlorine ions could not be removed completely at lower reduction temperature, and residual chlo- ride as a poison decreased the catalyst activity for ammonia synthesis. However, higher reduction temperature led to ag- glomeration of Ru nanoparticles, which decreased the number of B 5 active sites and also the catalyst activity. Fig. 4 represents the effect of pH value of impregnating so- lution on activity of the RuN/AC catalyst reduced at 673 K. Ruthenium ammonium chloride is a complex with excellent water solubility, and its aqueous solution is neutral. The pH was adjusted by adding nitric acid without changing the physical state of the solution, which was different from RuCl 3 . NI Jun et al. / Chinese Journal of Catalysis, 2009, 30(3): 185–190 Fig. 3. Effect of reduction temperature on the catalyst activity for ammonia synthesis. Reaction conditions: 698 K, 10 MPa, 10 000 h 1 , H 2 /N 2 volume ratio of 3. Fig. 4. Effect of pH value of impregnating solution on activity of the RuN/AC catalyst for ammonia synthesis at different reaction tem- peratures. Reaction conditions: 10 MPa, 10 000 h 1 , H 2 /N 2 volume ratio of 3. Therefore, Ru loading at different pH with the Ru(NH 3 ) 5 Cl 3 precursor was favorable. The activity varied in a very small range with increasing pH, which showed that the pH of the impregnating solution has little effect on the activity. This result indicated that the Ru(NH 3 ) 5 Cl 3 precursor can be used by adjusting the pH of the impregnating solution or direct loading on the oxide support before reduction with hydrogen, which is different from the RuCl 3 precursor [14,15,23,24]. Fig. 5 shows the effect of K content on activity of 4%RuN- 4%Ba-K/AC catalyst. In the tests, the Ru(NH 3 ) 5 Cl 3 precursor Fig. 5. Effect of K content on ammonia synthesis activity of the 4%RuN-4%Ba-K/AC catalyst. (1) 8%; (2) 10%; (3) 12%; (4) 14%. was purified with ethanol to remove the NH 4 Cl by-product. The results indicated that K content remarkably influences the catalyst activity at low reaction temperature, and the suitable K content was 10%–12%. Ammonia synthesis is a strongly structure sensitive reaction on ruthenium. Unprompted Ru/AC catalysts are almost inac- tive for ammonia synthesis. Ba is known as a structural pro- moter [25–29] or electronic promoter [30–33] in the literature. Generally, Ba and K promoters are known as a structural promoter and an electronic promoter, respectively. The K promoter is introduced to significantly improve the ammonia synthesis activity at low temperature by eliminating the effect of electron withdrawing groups such as chloride ion and acidic groups. Table 2 shows the ammonia concentration and turnover frequency (TOF) over the catalysts from RuCl 3 and Ru(NH 3 ) 5 - Cl 3 precursors reduced at 723 and 673 K, respectively. It is obvious that the activity for ammonia synthesis of the catalyst prepared with Ru(NH 3 ) 5 Cl 3 was much higher than that with RuCl 3 . The difference in the activity and TOF between the two catalysts at low temperature was much higher than that at high temperature. These results clearly indicate that the Ru(NH 3 ) 5 - Cl 3 precursor produces a significant improvement in the cata- lyst activity in comparison with RuCl 3 precursor. The activity increase at 673 K was ca. 10% for the Ru(NH 3 ) 5 Cl 3 without purification. These results are obviously correlated with the high dispersion and full utilization of Ru for the Ru(NH 3 ) 5 Cl 3 precursor. The maximum increase in catalyst activity was Table 2 Effect of different precursors on the activity for ammonia synthesis Ammonia concentration a (vol %) TOF (s –1 ) Catalyst 673 K 698 K 723 K 673 K 698 K 723 K 4%Ru-4%Ba-12%K/AC 14.25 15.54 13.62 0.09 0.10 0.09 4%RuN-4%Ba-12%K/AC 15.73 16.89 14.67 0.10 0.12 0.10 Reaction conditions: 10 MPa, 10 000 h –1 . a Experimental error was ca. 0.2 vol %. NI Jun et al. / Chinese Journal of Catalysis, 2009, 30(3): 185–190 16.6% at 698 K for the purified Ru(NH 3 ) 5 Cl 3 (Fig. 5), which could be related to the reduced content of chlorine in the catalyst. 3 Conclusions Ruthenium ammonium chloride can be obtained when the molar ratio of hydrazine hydrate to ruthenium chloride is 5–20. The size distribution of Ru is uniform, and the utilization ratio of Ru is higher for the RuN/AC catalyst than for the Ru/AC catalyst. The optimal reduction temperature of the Ru(NH 3 ) 5 - Cl 3 precursor is lower than that of the RuCl 3 precursor. The pH of impregnating solution of the Ru(NH 3 ) 5 Cl 3 precursor has little effect on the catalyst activity. Ruthenium ammonium chloride as a novel Ru precursor has advantages such as low reduction temperature, wide adjustable pH range of solution, high Ru dispersion, better size distribution of Ru after reduc- tion, and high activity at low temperature. These suggest that the Ru(NH 3 ) 5 Cl 3 precursor can be used as a novel Ru precursor. References 1 Hinrichsen O, Rosowski F, Hornung A, Muhler M, Ertl G. J Catal, 1997, 165(1): 33 2 Siporin S E, Davis R J. J Catal, 2004, 225(2): 359 3 Jacobsen C J H. J Catal, 2001, 200(1): 1 4 Rosowski F, Hornung A, Hinrichsen O, Herein D, Muhler M, Ertl G. Appl Catal A, 1997, 151(2): 443 5 Liang C H, Wei Z B, Xin Q, Li C. Appl Catal A, 2001, 208(1–2): 193 6 Forni L, Molinari D, Rossetti I, Pernicone N. Appl Catal A, 1999, 185(2): 269 7 Jacobsen C J H, Dahl S, Hansen P L, Tornqvist E, Jensen L, Topsoe H, Prip D V, Moenshaug P B, Chorkendorff I. J Mol Catal A, 2000, 163(1–2): 19 8 Rossetti I, Forni L. Appl Catal A, 2005, 282(1–2): 315 9 Lin B, Wang R, Lin J, Du S, Yu X, Wei K. Catal Commun, 2007, 8(11): 1838 10 You Z, Inazu K, Aika K I, Baba T. J Catal, 2007, 251(2): 321 11 Zhong Z H, Aika K I. Inorg Chim Acta, 1998, 280(1–2): 183 12 Zhong Z H, Aika K I. J Catal, 1998, 173(2): 535 13 Rossetti I, Pernicone N, Forni L. Catal Today, 2005, 102–103: 219 14 Han W F, Liu H Z, Zhu H. Catal Commun, 2007, 8(3): 351 15 Xu Q C, Lin J D, Fu X Z, Liao D W. Catal Commun, 2008, 9(6): 1214 16 Billik P, Plesch G. Scr Mater, 2007, 56(11): 979 17 Zeng H S, Inazu K, Aika K I. Appl Catal A, 2001, 219(1–2): 235 18 Boehm H P. Carbon, 2002, 40(2): 145 19 Figueiredo J L, Pereira M F R, Freitas M M A, Órfão J J M. Carbon, 1999, 37(9): 1379 20 Liang Y, Zhang H, Yi B, Zhang Z, Tan Z. Carbon, 2005, 43(15): 3144 21 Haydar S, Moreno-Castilla C, Ferro-García M A, Carrasco- Marín F, Rivera-Utrilla J, Perrard A, Joly J P. Carbon, 2000, 38(9): 1297 22 Han W F, Zhao B, Huo Ch, Liu H Zh. Chin J Catal, 2004, 25(3): 194 23 Wu S, Chen J X, Zheng X F, Zeng H S, Zheng C M, Guan N J. Chem Commun, 2003, (19): 2488 24 Zhu Y F, Zhou Ch H, Gao D M, Liu H Zh. J Zhejiang Univ Technol, 2008, 36(1): 1 25 Kowalczyk Z, Jodzis S, Rarog W, Zielinski J, Pielaszek J, Presz A. Appl Catal A, 1999, 184(1): 95 26 Rarog W, Kowalczyk Z, Sentek J, Skladanowski D, Zielinski J. Catal Lett, 2000, 68(3–4): 163 27 McClaine B C, Siporin S E, Davis R J. J Phys Chem B, 2001, 105(31): 7525 28 Szmigiel D, Bielawa H, Kurtz M, Hinrichsen O, Muhler M, Rarog W, Jodzis S, Kowalczyk Z, Znak L, Zielinski J. J Catal, 2002, 205(1): 205 29 Guraya M, Sprenger S, Rarog-Pilecka W, Szmigiel D, Kowalczyk Z, Muhler M. Appl Surf Sci, 2004, 238(1–4): 77 30 Hansen T W, Hansen P L, Dahl S, Jacobsen C J H. Catal Lett, 2002, 84(1–2): 7 31 Siporin S E, Davis R J, Rarog-Pilecka W, Szmigiel D, Kowalczyk Z. Catal Lett, 2004, 93(1–2): 61 32 Hansen T W, Wagner J B, Hansen P L, Dahl S, Topsoe H, Jacobsen C J H. Science, 2001, 294(5546): 1508 33 Rossetti I, Pernicone N, Forni L. Appl Catal A, 2001, 208(1–2): 271 CHNJC 60096 S1872-2067(08)60096-0 10.1016/S1872-2067(08)60096-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (20576021) and the National Science and Technology Support Program of China (2007BAE08B02). Research Paper Ruthenium Ammonium Chloride as a Precursor for the Preparation of High Activity Catalysts for Ammonia Synthesis NI Jun WANG Rong LIN Jianxin WEI Kemei * National Research Center of Chemical Fertilizer Catalysts, Fuzhou University, Fuzhou 350002, Fujian, China * Corresponding author. Tel: +86-591-83731234 Ruthenium ammonium chloride, Ru(NH3)5Cl3, was prepared by the chemical reaction of ruthenium chloride with hydrazine hydrate and used as a novel ruthenium precursor for the preparation of activated carbon (AC)-supported Ru catalysts for ammonia synthesis. The results from TEM and CO chemisorption show that the Ru nanoparticles on the RuN/AC catalyst prepared from the Ru(NH3)5Cl3 precursor have much higher dispersion and more uniform size distribution than that on the Ru/AC catalyst from the RuCl3 precursor. The activity of the RuN/AC catalyst for ammonia synthesis was increased by more than 10% compared with the Ru/AC catalyst under the reaction conditions of 10 MPa and 10 000 h−1. Key words ruthenium ammonium chloride precursor ruthenium supported catalyst ammonia synthesis References 1 O Hinrichsen F Rosowski A Hornung M Muhler G Ertl J Catal 165 1 1997 33 2 SE Siporin RJ Davis J Catal 225 2 2004 359 3 CJH Jacobsen J Catal 200 1 2001 1 4 F Rosowski A Hornung O Hinrichsen D Herein M Muhler G Ertl Appl Catal A 151 2 1997 443 5 CH Liang ZB Wei Q Xin C Li Appl Catal A 208 1–2 2001 193 6 L Forni D Molinari I Rossetti N Pernicone Appl Catal A 185 2 1999 269 7 CJH Jacobsen S Dahl PL Hansen E Tornqvist L Jensen H Topsoe DV Prip PB Moenshaug I Chorkendorff J Mol Catal A 163 1–2 2000 19 8 I Rossetti L Forni Appl Catal A 282 1–2 2005 315 9 B Lin R Wang J Lin S Du X Yu K Wei Catal Commun 8 11 2007 1838 10 Z You K Inazu KI Aika T Baba J Catal 251 2 2007 321 11 ZH Zhong KI Aika Inorg Chim Acta 280 1–2 1998 183 12 ZH Zhong KI Aika J Catal 173 2 1998 535 13 I Rossetti N Pernicone L Forni Catal Today 102–103 2005 219 14 WF Han HZ Liu H Zhu Catal Commun 8 3 2007 351 15 QC Xu JD Lin XZ Fu DW Liao Catal Commun 9 6 2008 1214 16 P Billik G Plesch Scr Mater 56 11 2007 979 17 HS Zeng K Inazu KI Aika Appl Catal A 219 1–2 2001 235 18 HP Boehm Carbon 40 2 2002 145 19 JL Figueiredo MFR Pereira MMA Freitas JJM Órfão Carbon 37 9 1999 1379 20 Y Liang H Zhang B Yi Z Zhang Z Tan Carbon 43 15 2005 3144 21 S Haydar C Moreno-Castilla MA Ferro-García F Carrasco-Marín J Rivera-Utrilla A Perrard JP Joly Carbon 38 9 2000 1297 22 WF Han B Zhao Ch Huo H Zh Liu Chin J Catal 25 3 2004 194 23 S Wu JX Chen XF Zheng HS Zeng CM Zheng NJ Guan Chem Commun 19 2003 2488 24 YF Zhu Ch H Zhou DM Gao H Zh Liu J Zhejiang Univ Technol 36 1 2008 1 25 Z Kowalczyk S Jodzis W Rarog J Zielinski J Pielaszek A Presz Appl Catal A 184 1 1999 95 26 W Rarog Z Kowalczyk J Sentek D Skladanowski J Zielinski Catal Lett 68 3–4 2000 163 27 BC McClaine SE Siporin RJ Davis J Phys Chem B 105 31 2001 7525 28 D Szmigiel H Bielawa M Kurtz O Hinrichsen M Muhler W Rarog S Jodzis Z Kowalczyk L Znak J Zielinski J Catal 205 1 2002 205 29 M Guraya S Sprenger W Rarog-Pilecka D Szmigiel Z Kowalczyk M Muhler Appl Surf Sci 238 1–4 2004 77 30 TW Hansen PL Hansen S Dahl CJH Jacobsen Catal Lett 84 1–2 2002 7 31 SE Siporin RJ Davis W Rarog-Pilecka D Szmigiel Z Kowalczyk Catal Lett 93 1–2 2004 61 32 TW Hansen JB Wagner PL Hansen S Dahl H Topsoe CJH Jacobsen Science 294 5546 2001 1508 33 I Rossetti N Pernicone L Forni Appl Catal A 208 1–2 2001 271",
      "scopus-id": "64749091955",
      "coredata": {
        "eid": "1-s2.0-S1872206708600960",
        "dc:description": "Ruthenium ammonium chloride, Ru(NH3)5Cl3, was prepared by the chemical reaction of ruthenium chloride with hydrazine hydrate and used as a novel ruthenium precursor for the preparation of activated carbon (AC)-supported Ru catalysts for ammonia synthesis. The results from TEM and CO chemisorption show that the Ru nanoparticles on the RuN/AC catalyst prepared from the Ru(NH3)5Cl3 precursor have much higher dispersion and more uniform size distribution than that on the Ru/AC catalyst from the RuCl3 precursor. The activity of the RuN/AC catalyst for ammonia synthesis was increased by more than 10% compared with the Ru/AC catalyst under the reaction conditions of 10 MPa and 10 000 h−1.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708600960",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "NI, Jun"
          },
          {
            "@_fa": "true",
            "$": "WANG, Rong"
          },
          {
            "@_fa": "true",
            "$": "LIN, Jianxin"
          },
          {
            "@_fa": "true",
            "$": "WEI, Kemei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708600960"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708600960"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60096-0",
        "prism:volume": "30",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Ruthenium Ammonium Chloride as a Precursor for the Preparation of High Activity Catalysts for Ammonia Synthesis",
        "prism:copyright": "Copyright © 2009 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "ruthenium ammonium chloride"
          },
          {
            "@_fa": "true",
            "$": "precursor"
          },
          {
            "@_fa": "true",
            "$": "ruthenium"
          },
          {
            "@_fa": "true",
            "$": "supported catalyst"
          },
          {
            "@_fa": "true",
            "$": "ammonia synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "185-190",
        "prism:endingPage": "190",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2009",
        "prism:doi": "10.1016/S1872-2067(08)60096-0",
        "prism:startingPage": "185",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60096-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/64749091955"
      }
    }
  }
}