{
  "metadata": {
    "title": "Cu<ce:inf loc=post>3/2</ce:inf>PMo<ce:inf loc=post>12</ce:inf>O<ce:inf loc=post>40</ce:inf>/SiO<ce:inf loc=post>2</ce:inf>: A Heterogeneous, Eco-friendly and Reusable Catalyst for the Solvent-Free Catalytic Preparation of 1,1-Diacetates from Aldehydes",
    "authors": "; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2008-01-31",
    "doi": "10.1016/S1872-2067(08)60012-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708600121",
    "pii": "S1872206708600121"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-39749114581",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2008-02-27 2008-02-27 2010-03-27T19:04:27 1-s2.0-S1872206708600121 S1872-2067(08)60012-1 S1872206708600121 10.1016/S1872-2067(08)60012-1 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206708X60024 2015-05-15T07:13:55.760442-04:00 0 0 20080101 20080131 2008 2008-02-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 29 29 1 1 Volume 29, Issue 1 4 10 14 10 14 200801 January 2008 2008-01-01 2008-01-31 2008 article fla Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. CU32PMO12O40SIO2AHETEROGENEOUSECOFRIENDLYREUSABLECATALYSTFORSOLVENTFREECATALYTICPREPARATION11DIACETATESALDEHYDES FAZAELI R FREEMAN 1977 355 F OLAH 1982 962 G JIN 1997 2261 T LI 1997 3285 T REDDY 2004 1839 B DEKA 1997 1563 N DEKA 1998 94 N TROST 1995 7247 B KOCHHAR 1983 1765 K WANG 2002 3469 C ZHANG 2003 646 X MICHIE 1981 824 J YADAV 2002 1175 J AGGARWAL 1998 849 V CHANDRA 2000 359 K CARRIGAN 2001 8133 M KARIMI 2003 4951 B GHOSH 2004 49 R JOSHI 1993 308 M ZHANG 1997 174 Z JIN 1997 3379 T KUMAR 1995 601 P PEREIRA 1995 1077 C BALLINI 1998 7587 R KARIMI 2000 623 B ROY 2002 1677 S JIN 2002 255 T KARIMI 2002 669 B FIROUZABADI 2003 3951 H ROMANELLI 2003 1301 G CURINI 2002 2709 M SMITHA 2003 9571 G YADAV 2002 604 J RANU 2003 366 B CHAKRABORTI 2004 831 A AGGEN 2004 3675 D NEGRON 2005 490 G MOHAMMADPOORBALTORK 1999 2741 I ROMANELLI 2004 3909 G DRAGO 1997 7702 R DIAS 1999 83 J KOZHEVNIKOV 1995 241 I MOFFAT 2001 J METALOXYGENCLUSTERSURFACECATALYTICPROPERTIESHETEROPOLYOXOMETALATES DIAS 2003 39 J KOZHEVNIKOV 1995 311 I FAZAELI 2006 44 R FAZAELI 2006 812 R FAZAELI 2007 205 R FAZAELI 2007 218 R FAZAELI 2007 805 R HAN 2006 7 H FAZAELIX2008X10 FAZAELIX2008X10X14 FAZAELIX2008X10XR FAZAELIX2008X10X14XR item S1872-2067(08)60012-1 S1872206708600121 1-s2.0-S1872206708600121 10.1016/S1872-2067(08)60012-1 273538 2010-09-22T11:38:23.451584-04:00 2008-01-01 2008-01-31 1-s2.0-S1872206708600121-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600121/MAIN/application/pdf/9f86b4f67a6bd703832d54fc07a2d0da/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600121/MAIN/application/pdf/9f86b4f67a6bd703832d54fc07a2d0da/main.pdf main.pdf pdf true 353376 MAIN 4 1-s2.0-S1872206708600121-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600121/PREVIEW/image/png/e31ac36d8f5b3424c1ad11d20afe2ece/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600121/PREVIEW/image/png/e31ac36d8f5b3424c1ad11d20afe2ece/main_1.png main_1.png png 65790 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 29, Issue 1, January 2008 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2008, 29(1): 10–14. Received date: 2007-05-21. * Corresponding author. Tel: + 98-321-3211000; Fax: + 98-321-3211018; E-mail: fazaeli@iaush.ac.ir, aliyan@iaush.ac.ir Foundation item: Supported by Islamic Azad University, Shahreza Branch. Copyright © 2008, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. Cu 3/2 PMo 12 O 40 /SiO 2 : A Heterogeneous, Eco-friendly and Reusable Catalyst for the Solvent-Free Catalytic Preparation of 1,1-Diacetates from Aldehydes Razieh FAZAELI*, Hamid ALIYAN* Department of Chemistry, Islamic Azad University, Shahreza Branch 86145-311, Shahreza, Iran Abstract: Aromatic and aliphatic aldehydes were transformed to 1,1-diacetates (acylals) under mild conditions by treatment with acetic anhydride and Cu 3/2 PMo 12 O 40 /SiO 2 catalyst. This catalyst was efficient for the preparation of 1,1-diacetate under solvent-free conditions. The reverse reaction using the resulting 1,1-diacetate was achieved using the same catalyst in acetonitrile as a solvent. This new method has the advantages of excellent yields and short reaction time. The catalyst can be reused several times although it gets less active. Key words: heteropoly acid; polyoxometalate; aldehyde; 1,1-diacetate; supported catalyst The conventional method available for the preparation of 1,1-diacetates involves the reaction of aldehydes with acetic anhydride using a strong acids (such as sulfuric, phosphoric, and methanesulfonic acids [1]), solid acidic materials [2–5], Lewis acids (such as iodine [6], trimethylchlorosilane, and sodium iodide [7]), FeCl 3 [8–10], FeSO 4 [11], phosphorus trichloride [12], indium trichloride [13], Sc(OTf) 3 [14], Cu(OTf) 2 [15], Bi(OTf) 3 [16], LiOTf [17], and In(OTf) 3 [18]. Montmorillonite clay [19–20], expansive graphite [21], zeo- lites [22–24], N-bromosuccinimide [25], ceric ammonium nitrate [26], NH 2 SO 3 H [27], WCl 6 [28], AlPW 12 O 40 [29], H 6 P 2 W 18 O 62 ·24H 2 O [30], zirconium sulfophenyl phosphonate [31], ZrCl 4 [32], LiBF 4 [33], Zn(BF 4 ) 2 [34], Cu(BF 4 ) 2 ·xH 2 O [35], Bi(NO 3 ) 3 ·5H 2 O [36], and ZrO 2 /SO 4 2− [37] have been used as catalysts for this conversion. The reverse reaction of 1,1-diacetates to their parent aldehydes is also of practical importance, and several methods have been reported in the literature [38,39]. Many of these methods have definite draw- backs such as low yields of products, expensive and hazardous reagents, long reaction times, corrosiveness, tedious work up, and pollution problems. Heteropoly acids (HPAs) with the Keggin structure are the most studied class within polyoxometalates (POMs) because they possess relatively high thermal stability [40] and acidity [41]. Supported HPAs are important for many applications because bulk HPAs have low specific structure areas (1–10 m 2 /g). It is important to increase the surface area or even better to increase the number of accessible acid sites of the HPAs. This can be achieved by dispersing the HPAs on a solid support with a high surface area [42,43]. In a heterogeneous system, it is possible to control the solid strength by supporting HPAs on different carriers [43]. Immobilization of HPAs on a number of porous supports such as silica, active carbon, montmorillonite K-10, and zeolite [44] was therefore extensively studied. SiO 2 , which is relatively inert towards HPAs, is the most often used [45]. In a continuation of our work on the catalytic properties of heteropoly acids [46–50], we report a mild and efficient method for the preparation of 1,1-diacetates in the presence of a catalytic amount of Cu 3/2 PMo 12 O 40 /SiO 2 (Scheme 1). Scheme 1 Catalytic synthesis of 1,1-diacetates from aldehydes over Cu 3/2 PMo 12 O 40 /SiO 2 under solvent-free conditions at room temperature Razieh FAZAELI et al. / Chinese Journal of Catalysis, 2008, 29(1): 10–14 1 Experimental 1.1 Catalyst preparation Cu 3/2 PMo 12 O 40 /SiO 2 was prepared by conventional impreg- nation of SiO 2 with an aqueous solution of Cu 3/2 PMo 12 O 40 / SiO 2 , then dried at 100°C for 6 h, and calcined at 400°C for 3 h [51]. 1.2 General procedure for conversion of aldehydes to geminal diacetates A mixture of aldehyde (1 mmol), acetic anhydride (1.5 ml), and 28% Cu 3/2 PMo 12 O 40 /SiO 2 (0.4 g) was ground together in a mortar at room temperature for the time indicated in Table 1. The progress of the reaction was followed by thin-layer chromatography (TLC). After completion of the reaction the mixture was quenched with saturated sodium bicarbonate solution (5 ml) and extracted with ether (2×15 ml). The com- bined organic layer was dried on Na 2 SO 4 and evaporated under reduced pressure to yield pure 1,1-diacetate. 1.3 General procedure for deprotection of 1,1-diacetates A mixture of 1,1-diacetate (1 mmol) and 28% Cu 3/2 PMo 12 - O 40 /SiO 2 (0.4 g) in acetonitrile (3 ml) was stirred at room temperature for the time indicated in Table 1. After completion of the reaction (monitored by TLC or GC) the mixture was quenched with saturated sodium bicarbonate solution (5 ml) and extracted with ether (2×15 ml). The combined organic layer was dried on Na 2 SO 4 and evaporated under reduced pressure. The crude product was purified by flash chromatog- raphy (eluent CCl 4 /Et 2 O, 4:1) or crystallization (n-hexane or EtOH-H 2 O) to give the corresponding aldehyde. 1.4 Selected spectroscopic data 3-Phenyl-2-propen-1,1-diol diacetate. IR (KBr): ν max = 1755, 1660, 1615, 1490, 1470, 1245, 1195, 1120, 1060, 1005, 940, 748, 690 cm –1 ; 1 H NMR (500 MHz, CDCl 3 ): δ = 2.14 (s, 6H), 6.23 (dd, J = 16, 6.5 Hz, 1H), 6.89 (d, J = 16 Hz, 1H), 7.30–7.47 (m, 6H); 13 C NMR (CDCl 3 ): δ = 168.2, 136.4, 135.3, 128.8, 127.6, 127.0, 121.8, 89.7, 20.8. (4-Methylphenyl)methanediacetate. IR (KBr): ν max = 1765, 1750, 1230, 1205, 1070, 1005, 960, 930, 815 cm –1 ; 1 H NMR (500 MHz, CDCl 3 ) δ = 2.16 (s, 6H), 2.41 (s, 3H), 7.26 (d, J = 8 Hz, 2H), 7.45 (d, J = 8 Hz, 2H), 7.69 (s, 1H); 13 C NMR (CDCl 3 ): δ = 168.6, 139.6, 132.8, 129.2, 126.6, 89.8, 21.1, 20.7. 2 Results and discussion 2.1 Conversion of aldehydes to geminal diacetates Table 1 shows the effect of Cu 3/2 PMo 12 O 40 /SiO 2 as the catalyst on the yields of aldehydes to geminal diacetates. A variety of aromatic and aliphatic aldehydes were converted to the corresponding 1,1-diacetates under solvent-free conditions using acetic anhydride in the presence of Cu 3/2 PMo 12 O 40 /SiO 2 at room temperature with excellent yields in short reaction times. Table 1 Conversion of aldehydes to corresponding 1,1-diacetates catalyzed by Cu 3/2 PMo 12 O 40 /SiO 2 Forward reaction a Reverse reaction b Entry Aldehyde t/min Y c,d /% t/min Y c,d /% 1 4-Me–C 6 H 4 –CHO 7 98 4 98 2 4-NO 2 –C 6 H 4 –CHO 3 90 6 90 3 4-Cl–C 6 H 4 –CHO 6 98 8 89 4 4-OH–C 6 H 4 –CHO 5 90 10 92 5 4-OMe–C 6 H 4 –CHO 10 92 5 95 6 Ph–CH=CH–CHO 9 92 8 95 7 CH 3 –CH=CH–CHO 11 92 6 90 8 furfural 10 90 9 90 a Reaction conditions: aldehydes 1 mmol, acetic anhydride 1.5 ml, cata- lyst 0.4 g, room temperature, solvent-free. b Reaction conditions: 1,1-diacetates 1 mmol, catalyst 0.4 g, CH 3 CN 3 ml, room temperature. c All of the products were characterized by comparison of their spectral and physical data with those of authentic samples. d Isolated yields. This method was effective even with aldehydes bearing electron-withdrawing substituents, such as nitro-groups on the aromatic ring. Both activated and deactivated aromatic alde- hydes were converted to their corresponding acylals under these conditions. In the case of aliphatic aldehydes, high yields in short reaction time were also observed. Furthermore, acid sensitive aldehydes (such as furfural) and α,β-unsaturated aldehydes (such as cinnamaldehyde and crotonaldehyde) re- acted well without any decomposition or polymerization under the reaction conditions. The nature of the constituents on the aromatic ring seems to have no effect on the reaction condition. The use of just 0.4 g of 28% Cu 3/2 PMo 12 O 40 /SiO 2 was suffi- cient to promote the reaction, and no additives were required for this conversion. There was no improvement in the reaction rates and yields on increasing the amount of the POM from 0.4 g to 0.6 g. Under these conditions, 4-methoxybenzaldehyde as a model substrate was also used in different solvents. The results showed that the efficiency and yield of the reaction in solutions were much less than that observed under solvent-free condi- tions (Table 2). This is because the supported catalyst has a large surface area, and in solvent-free reactions, the reaction rate is a function of contact area of the starting materials. Ac- cording to the results, our method (solvent-free conditions) is suitable for the conversion of aldehydes to geminal diacetates. Razieh FAZAELI et al. / Chinese Journal of Catalysis, 2008, 29(1): 10–14 2.2 Deprotection of 1,1-diacetates The 1,1-diacetates were also converted to the corresponding aldehydes using a catalytic amount of Cu 3/2 PMo 12 O 40 /SiO 2 in CH 3 CN at room temperature (Table 1). To choose the reaction media, different solvents were investigated using the conver- sion of (4-methylphenyl)methanediacetate as a model sub- strate. Among the studied solvents, acetonitrile was the much better solvent in terms of yields (90%) than the other tested solvents such as dichloromethane (70%), tetrahydrofuran (56%), water (36%), chloroform (50%), and toluene (34%). In order to show the chemoselectivity of the method, we have performed the competitive reaction shown in Scheme 2. The results indicated that the present protocol is potentially applicable for the chemoselective conversion of aldehydes in the presence of ketone functionalities in multi-functional compounds. As shown in Scheme 2, when 4-acetylbenzalde- hyde was allowed to react with acetic anhydride under the usual conditions, only the aldehyde group reacted. Scheme 2 Competitive reaction of aldehyde and ketone using Ac 2 O in the presence of Cu 3/2 PMo 12 O 40 /SiO 2 at room tempera- ture under solvent-free conditions 2.3 Effect of catalyst loading The effect of different Cu 3/2 PMo 12 O 40 loadings on the cata- lytic activity after the catalyst was calcined at 400°C was in- vestigated. The results are shown in Fig. 1. There was hardly any reaction on SiO 2 . When Cu 3/2 PMo 12 O 40 was supported on SiO 2 , the catalytic activity increased markedly with increased Cu 3/2 PMo 12 O 40 loading, but when the loading exceeded 28%, the catalytic activity decreased. 2.4 Catalyst recovery and reusability The recovery and reusability of the supported catalyst was also investigated. We noticed that after the addition of CH 2 Cl 2 to the reaction mixture, the catalyst can be easily recovered quantitatively by simple filtration. The wet catalyst was recy- cled (the nature of the recovered catalysts has been followed by neutron activation analysis (NAA), XRD, and FT-IR spec- troscopy, and no appreciable change in activity was noticed after two cycles (Fig. 2). The products were obtained of the same purity as in the first and second runs, but the yields gradually decreased in runs carried out using a recycled cata- lyst. After the second run, the POMs were leached from the supports (shown by NAA and atomic absorption spectros- copy), and this led to the deactivation of the heterogeneous catalyst. Fig. 2 The feasibility of reusing 28% Cu 3/2 PMo 12 O 40 /SiO 2 in sol- vent-free conversion of aldehydes to geminal diacetates (Reaction conditions: 4-methoxybenzaldehyde 1 mmol, acetic anhy- dride 1.5 ml, catalyst 0.4 g, room temperature, solvent-free. The re- covered catalyst was washed with ethanol, dried at 100°C for 6 h, and calcined at 400°C for 3 h.) Table 2 Conversion of 4-methoxybenzaldehyde to the correspond- ing 1,1-diacetate in the presence of Cu 3/2 PMo 12 O 40 /SiO 2 in various solvents GC yield (%) Temperature CHCl 3 CH 3 CN EtOH EtOAc EtOH Room temperature 55 68 37 43 18 50°C 72 78 55 62 51 Reaction conditions: 4-methoxybenzaldehyde 1 mmol, acetic anhydride 1.5 ml, 28% Cu 3/2 PMo 12 O 40 /SiO 2 0.4 g, reaction time 60 min. Fig. 1 Effect of Cu 3/2 PMo 12 O 40 loading on the performance of Cu 3/2 PMo 12 O 40 /SiO 2 for preparation of 1,1-diacetates from aldehydes Razieh FAZAELI et al. / Chinese Journal of Catalysis, 2008, 29(1): 10–14 3 Conclusions We showed an efficient and selective method for the preparation of 1,1-diacetates from aldehydes under solvent- free conditions using a catalytic amount of Keggin-type polyoxometalate. The reverse reaction of 1,1-diacetates to the corresponding aldehydes also had excellent yields when using a catalytic amount of Cu 3/2 PMo 12 O 40 /SiO 2 in CH 3 CN at room temperature. Short reaction times, excellent yields, and high chemoselectivity are the noteworthy advantages of this method. These POMs can be reused and regenerated simply by washing with ethanol and drying. Acknowledgments We gratefully thank Dr. S. Taki for his kind help and Islamic Azad University, Shahreza Branch for financial support. References [1] Freeman F, Karchetski E M. J Chem Eng Data, 1977, 22(3): 355 [2] Olah G A, Mehrotra A K. Synthesis, 1982, (11): 962 [3] Jin T S, Du G Y, Zhang Zh H, Li T Sh. Synth Commun, 1997, 27(13): 2261 [4] Li T Sh, Zhang Zh H, Fu Ch G. Tetrahedron Lett, 1997, 38(18): 3285 [5] Reddy B M, Sreekanth P M, Kahn A. Synth Commun, 2004, 34(10): 1839 [6] Deka N, Kalita D J, Borah R, Sarma J C. J Org Chem, 1997, 62(5): 1563 [7] Deka N, Borah R, Kalita D J, Sarma J C. J Chem Res, Synop, 1998, (2): 94 [8] Trost B M, Lee C B, Weiss J M. J Am Chem Soc, 1995, 117(27): 7247 [9] Kochhar K S, Bal B S, Deshpande R P, Rajadhyaksha S N, Pinnick H W. J Org Chem, 1983, 48(10): 1765 [10] Wang C D, Li M H. Synth Commun, 2002, 32(22): 3469 [11] Zhang X Y, Li L J, Zhang G Sh. Green Chem, 2003, 5(5): 646 [12] Michie J K, Miller J A. Synthesis, 1981, (10): 824 [13] Yadav J S, Reddy B V S, Srinivas C. Synth Commun, 2002, 32(8): 1175 [14] Aggarwal V K, Fonquerna S, Vennall G P. Synlett, 1998, (8): 849 [15] Chandra K L, Saravanan P, Singh V K. Synlett, 2000, (3): 359 [16] Carrigan M D, Eash K J, Oswald M C, Mohan R S. Tetrahedron Lett, 2001, 42(46): 8133 [17] Karimi B, Maleki J. J Org Chem, 2003, 68(12): 4951 [18] Ghosh R, Maiti S, Chakraborty A, Halder R. J Mol Catal A, 2004, 215(1–2): 49 [19] Joshi M V, Narasimhan C S. J Catal, 1993, 141(1): 308 [20] Zhang Zh H, Li T Sh, Fu Ch G. J Chem Res, Synop, 1997, (5): 174 [21] Jin T Sh, Ma Y R, Zhang Zh H, Li T Sh. Synth Commun, 1997, 27(19): 3379 [22] Kumar P, Hegde V R, Kumar T P. Tetrahedron Lett, 1995, 36(4): 601 [23] Pereira C, Gigante B. Marcelo-Curto M J, Carreyre H, Perot G, Guisnet M. Synthesis, 1995, (9): 1077 [24] Ballini R, Bordoni M, Bosica G, Maggi R, Sartori G. Tetrahe- dron Lett, 1998, 39(41): 7587 [25] Karimi B, Seradj H, Ebrahimian G R. Synlett, 2000, (5): 623 [26] Roy S C, Banerjee B. Synlett, 2002, (10): 1677 [27] Jin T Sh, Sun G, Li Y W, Li T Sh. Green Chem, 2002, 4(3): 255 [28] Karimi B, Ebrahimian G R, Seradj H. Synth Commun, 2002, 32(5): 669 [29] Firouzabadi H, Iranpoor N, Nowrouzi F, Amani K. Tetrahedron Lett, 2003, 44(20): 3951 [30] Romanelli G P, Thomas H J, Baronetti G T, Autino J C. Tetra- hedron Lett, 2003, 44(6): 1301 [31] Curini M, Epifano F, Marcotullio M C, Rosati O, Nocchetti M. Tetrahedron Lett, 2002, 43(15): 2709 [32] Smitha G, Reddy C S. Tetrahedron, 2003, 59(48): 9571 [33] Yadav J S, Reddy B V S, Venugopal C, Ramalingam T. Synlett, 2002, (4): 604 [34] Ranu B C, Dutta J, Das A. Chem Lett, 2003, 32(4): 366 [35] Chakraborti A K, Thilagavathi R, Kumar R. Synthesis, 2004, (6): 831 [36] Aggen D H, Arnold J N, Hayes P D, Smoter N J, Mohan R S. Tetrahedron, 2004, 60(16): 3675 [37] Negron G E, Palacios L N, Angeles D, Lomas L, Gavino R. J Braz Chem Soc, 2005, 16(3A): 490 [38] Mohammadpoor-Baltork I, Aliyan H. Synth Commun, 1999, 29(16): 2741 [39] Romanelli G P, Autino J C, Baronetti G, Thomas H J. Synth Commun, 2004, 34(21): 3909 [40] Drago R S, Dias J A, Maier T O. J Am Chem Soc, 1997, 119(33): 7702 [41] Dias J A, Osegovic J P, Drago R S. J Catal, 1999, 183(1): 83 [42] Kozhevnikov I V, Sinnema A, Jansen R J J, Pamin K, van Bek- kum H. Catal Lett, 1995, 30(1–4): 241 [43] Moffat J B. Metal-Oxygen Cluster: The Surface and Catalytic Properties of Heteropoly Oxometalates. New York: Kluwer, 2001 [44] Dias J A, Caliman E, Dias S C L, Paulo M, de Souza A T C P. Catal Today, 2003, 85(1): 39 [45] Kozhevnikov I V. Catal Rev-Sci Eng, 1995, 37(2): 311 [46] Fazaeli R, Tangestaninejad S, Aliyan H, Moghadam M. Appl Catal A, 2006, 309(1): 44 [47] Fazaeli R, Tangestaninejad S, Aliyan H. Can J Chem, 2006, 84(5): 812 [48] Fazaeli R, Tangestaninejad S, Aliyan H. Catal Commun, 2007, 8(2): 205 [49] Fazaeli R, Tangestaninejad S, Aliyan H. Appl Catal A, 2007, 318: 218 [50] Fazaeli R, Aliyan H, Tangestaninejad S. Heterocycles, 2007, 71(4): 805 [51] Han H J, Chen T, Yao J, Wang G Y. Chin J Catal, 2006, 27(1): 7 CHNJC 60012 S1872-2067(08)60012-1 10.1016/S1872-2067(08)60012-1 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by Islamic Azad University, Shahreza Branch. RESEARCH PAPER Cu3/2PMo12O40/SiO2: A Heterogeneous, Eco-friendly and Reusable Catalyst for the Solvent-Free Catalytic Preparation of 1,1-Diacetates from Aldehydes Razieh FAZAELI * Hamid ALIYAN * Department of Chemistry, Islamic Azad University, Shahreza Branch 86145-311, Shahreza, Iran * Corresponding author. Tel: + 98-321-3211000; Fax: + 98-321-3211018 Aromatic and aliphatic aldehydes were transformed to 1,1-diacetates (acylals) under mild conditions by treatment with acetic anhydride and Cu3/2PMo12O40/SiO2 catalyst. This catalyst was efficient for the preparation of 1,1-diacetate under solvent-free conditions. The reverse reaction using the resulting 1,1-diacetate was achieved using the same catalyst in acetonitrile as a solvent. This new method has the advantages of excellent yields and short reaction time. The catalyst can be reused several times although it gets less active. Key words heteropoly acid polyoxometalate aldehyde 1,1-diacetate supported catalyst References 1 F Freeman EM Karchetski J Chem Eng Data 22 3 1977 355 2 GA Olah AK Mehrotra Synthesis 11 1982 962 3 TS Jin GY Du Zh H Zhang T Sh Li Synth Commun 27 13 1997 2261 4 T Sh Li Zh H Zhang Ch G Fu Tetrahedron Lett 38 18 1997 3285 5 BM Reddy PM Sreekanth A Kahn Synth Commun 34 10 2004 1839 6 N Deka DJ Kalita R Borah JC Sarma J Org Chem 62 5 1997 1563 7 N Deka R Borah DJ Kalita JC Sarma J Chem Res Synop 2 1998 94 8 BM Trost CB Lee JM Weiss J Am Chem Soc 11 27 1995 7247 7 9 KS Kochhar BS Bal RP Deshpande SN Rajadhyaksha HW Pinnick J Org Chem 48 10 1983 1765 10 CD Wang MH Li Synth Commun 32 22 2002 3469 11 XY Zhang LJ Li G Sh Zhang Green Chem 5 5 2003 646 12 JK Michie JA Miller Synthesis 10 1981 824 13 JS Yadav BVS Reddy C Srinivas Synth Commun 32 8 2002 1175 14 VK Aggarwal S Fonquerna GP Vennall Synlett 8 1998 849 15 KL Chandra P Saravanan VK Singh Synlett 3 2000 359 16 MD Carrigan KJ Eash MC Oswald RS Mohan Tetrahedron Lett 42 46 2001 8133 17 B Karimi J Maleki J Org Chem 68 12 2003 4951 18 R Ghosh S Maiti A Chakraborty R Halder J Mol Catal A 215 1–2 2004 49 19 MV Joshi CS Narasimhan J Catal 141 1 1993 308 20 Zh H Zhang T Sh Li Ch G Fu J Chem Res, Synop 5 1997 174 21 T Sh Jin YR Ma Zh H Zhang T Sh Li Synth Commun 27 19 1997 3379 22 P Kumar VR Hegde TP Kumar Tetrahedron Lett 36 4 1995 601 23 C Pereira B Gigante MJ Marcelo-Curto H Carreyre G Perot M Guisnet Synthesis 9 1995 1077 24 R Ballini M Bordoni G Bosica R Maggi G Sartori Tetrahedron Lett 39 41 1998 7587 25 B Karimi H Seradj GR Ebrahimian Synlett 5 2000 623 26 SC Roy B Banerjee Synlett 10 2002 1677 27 T Sh Jin G Sun YW Li T Sh Li Green Chem 4 3 2002 255 28 B Karimi GR Ebrahimian H Seradj Synth Commun 32 5 2002 669 29 H Firouzabadi N Iranpoor F Nowrouzi K Amani Tetrahedron Lett 44 20 2003 3951 30 GP Romanelli HJ Thomas GT Baronetti JC Autino Tetrahedron Lett 44 6 2003 1301 31 M Curini F Epifano MC Marcotullio O Rosati M Nocchetti Tetrahedron Lett 43 15 2002 2709 32 G Smitha CS Reddy Tetrahedron 59 48 2003 9571 33 JS Yadav BVS Reddy C Venugopal T Ramalingam Synlett 4 2002 604 34 BC Ranu J Dutta A Das Chem Lett 32 4 2003 366 35 AK Chakraborti R Thilagavathi R Kumar Synthesis 6 2004 831 36 DH Aggen JN Arnold PD Hayes NJ Smoter RS Mohan Tetrahedron 60 16 2004 3675 37 GE Negron LN Palacios D Angeles L Lomas R Gavino J Braz Chem Soc 16 3A 2005 490 38 I Mohammadpoor-Baltork H Aliyan Synth Commun 29 16 1999 2741 39 GP Romanelli JC Autino G Baronetti HJ Thomas Synth Commun 34 21 2004 3909 40 RS Drago JA Dias TO Maier J Am Chem Soc 119 33 1997 7702 41 JA Dias JP Osegovic RS Drago J Catal 183 1 1999 83 42 IV Kozhevnikov A Sinnema RJJ Jansen K Pamin H van Bekkum Catal Lett 30 1–4 1995 241 43 JB Moffat Metal-Oxygen Cluster: The Surface and Catalytic Properties of Heteropoly Oxometalates 2001 Kluwer New York 44 JA Dias E Caliman SCL Dias M Paulo ATCP de Souza Catal Today 85 1 2003 39 45 IV Kozhevnikov Catal Rev-Sci Eng 37 2 1995 311 46 R Fazaeli S Tangestaninejad H Aliyan M Moghadam Appl Catal A 309 1 2006 44 47 R Fazaeli S Tangestaninejad H Aliyan Can J Chem 84 5 2006 812 48 R Fazaeli S Tangestaninejad H Aliyan Catal Commun 8 2 2007 205 49 R Fazaeli S Tangestaninejad H Aliyan Appl Catal A 318 2007 218 50 R Fazaeli H Aliyan S Tangestaninejad Heterocycles 71 4 2007 805 51 HJ Han T Chen J Yao GY Wang Chin J Catal 27 1 2006 7",
      "scopus-id": "39749114581",
      "coredata": {
        "eid": "1-s2.0-S1872206708600121",
        "dc:description": "Aromatic and aliphatic aldehydes were transformed to 1,1-diacetates (acylals) under mild conditions by treatment with acetic anhydride and Cu3/2PMo12O40/SiO2 catalyst. This catalyst was efficient for the preparation of 1,1-diacetate under solvent-free conditions. The reverse reaction using the resulting 1,1-diacetate was achieved using the same catalyst in acetonitrile as a solvent. This new method has the advantages of excellent yields and short reaction time. The catalyst can be reused several times although it gets less active.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708600121",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "FAZAELI, Razieh"
          },
          {
            "@_fa": "true",
            "$": "ALIYAN, Hamid"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708600121"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708600121"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60012-1",
        "prism:volume": "29",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Cu3/2PMo12O40/SiO2: A Heterogeneous, Eco-friendly and Reusable Catalyst for the Solvent-Free Catalytic Preparation of 1,1-Diacetates from Aldehydes",
        "prism:copyright": "Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "heteropoly acid"
          },
          {
            "@_fa": "true",
            "$": "polyoxometalate"
          },
          {
            "@_fa": "true",
            "$": "aldehyde"
          },
          {
            "@_fa": "true",
            "$": "1,1-diacetate"
          },
          {
            "@_fa": "true",
            "$": "supported catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "10-14",
        "prism:endingPage": "14",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2008",
        "prism:doi": "10.1016/S1872-2067(08)60012-1",
        "prism:startingPage": "10",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60012-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/39749114581"
      }
    }
  }
}