{
  "metadata": {
    "title": "3D hierarchically macro-/mesoporous graphene frameworks enriched with pyridinic-nitrogen-cobalt active sites as efficient reversible oxygen electrocatalysts for rechargeable zinc-air batteries",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2021-04-30",
    "doi": "10.1016/S1872-2067(20)63642-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206720636427",
    "pii": "S1872206720636427"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85089920050",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2020-08-28 2020-08-28 2020-08-28 2020-08-28 2020-08-28T19:55:38 1-s2.0-S1872206720636427 S1872-2067(20)63642-7 S1872206720636427 10.1016/S1872-2067(20)63642-7 S300 S300.1 FULL-TEXT 1-s2.0-S1872206720X00143 2020-08-28T21:30:38.134021Z 0 0 20210401 20210430 2021 2020-08-28T21:42:58.236941Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst pubtype ref specialabst 1872-2067 18722067 true 42 42 4 4 Volume 42, Issue 4 4 571 582 571 582 202104 April 2021 2021-04-01 2021-04-30 2021 article fla Copyright © 2021 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. 3DHIERARCHICALLYMACROMESOPOROUSGRAPHENEFRAMEWORKSENRICHEDPYRIDINICNITROGENCOBALTACTIVESITESEFFICIENTREVERSIBLEOXYGENELECTROCATALYSTSFORRECHARGEABLEZINCAIRBATTERIES ZHOU S 1 Introduction 2 Experimental 2.1 Materials 2.2 Electrocatalyst preparation 2.3 Characterization 2.4 Electrochemical measurements 3 Results and discussion 3.1 Characterization and analysis 3.2 The catalytic performance for OER 3.3 The catalytic performance for ORR 3.4 Rechargeable zinc-air battery performance 4 Conclusions Supplementary Material References ARMAND 2008 652 657 M TROTOCHAUD 2014 25 32 L FU 2018 1704609/1 1704609/11 G MOROZAN 2011 1238 1254 A FANG 2018 566 582 Y LIU 2019 1803040/1 1803040/7 Q MA 2011 25148 25154 G JIN 2019 43 51 J WEN 2019 830 841 X YAN 2016 195 202 W ZHANG 2018 2423 2429 C SUN 2019 1901505/1 1901505/8 S WU 2012 9082 9085 Z WANG 2018 1800005 X MIAO 2017 28298 28308 H LI 2017 237 246 Y DIKIN 2007 457 460 D HE 2017 42676 42687 J SHI 2020 390 403 F LI 2018 1801289/1 1801289/8 Y XIAO 2018 15246 15256 L LI 2019 628 637 X LI 2019 93 100 Z CHEN 2013 10190 10196 S ZUO 2015 4922 4930 Z CHAI 2019 1206 1212 Y MI 2019 18 24 M HUMMERS 1958 1339 W LV 2015 658 668 W DU 2012 15812 15818 J LIANG 2012 3517 3523 Y WANG 2015 30 40 G LI 2015 8920 8930 M KONG 2017 144 150 D LIN 2018 49 57 G HUANG 2017 957 966 Z CUI 2016 5708 5717 X ZENG 2016 4397 4404 M FU 2013 143 151 X CHOI 2010 085441/1 085441/5 W ZIEGELBAUER 2008 8839 8849 J LI 2018 324 336 Y KUMAR 2019 398 409 Y WEI 2017 1701410/1 1701410/11 L WANG 2019 13291 13296 X LIU 2015 9654 9658 X MENG 2014 11452 11464 Y ZHANG 2015 7244 7253 J TONG 2016 28274 28282 X LIANG 2012 3517 3523 Y SHAO 2016 6719 6726 Y WU 2019 86 95 M ZHOUX2021X571 ZHOUX2021X571X582 ZHOUX2021X571XS ZHOUX2021X571X582XS 2022-08-28T00:00:00.000Z 2022-08-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ item S1872-2067(20)63642-7 S1872206720636427 1-s2.0-S1872206720636427 10.1016/S1872-2067(20)63642-7 273538 2020-08-28T20:42:58.236941Z 2021-04-01 2021-04-30 1-s2.0-S1872206720636427-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/MAIN/application/pdf/4afd6a22131d324bb1a70e2caecaa90e/main.pdf main.pdf pdf true 2153789 MAIN 12 1-s2.0-S1872206720636427-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/PREVIEW/image/png/8cf969f6103834280936a89ae290953b/main_1.png main_1.png png 47922 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206720636427-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/fx1/DOWNSAMPLED/image/jpeg/66b47815038cc5a705750b587084aabc/fx1.jpg fx1 true fx1.jpg jpg 47005 180 500 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636427-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr1/DOWNSAMPLED/image/jpeg/06074b1e21d27ae91b6fb40d91d7b1a1/gr1.jpg gr1 gr1.jpg jpg 159163 651 579 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636427-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr2/DOWNSAMPLED/image/jpeg/25b75781297fba70b564ce3bad64661f/gr2.jpg gr2 gr2.jpg jpg 89166 373 667 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636427-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr3/DOWNSAMPLED/image/jpeg/ccdec1507e2e90a7fc7526dbbc8a59b3/gr3.jpg gr3 gr3.jpg jpg 97557 414 664 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636427-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr4/DOWNSAMPLED/image/jpeg/d2f7594e99abea09335c2dbcdbdce236/gr4.jpg gr4 gr4.jpg jpg 100876 417 658 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636427-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr5/DOWNSAMPLED/image/jpeg/ef3fef3a56ea76d05dd413b54194770e/gr5.jpg gr5 gr5.jpg jpg 83748 416 656 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720636427-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/fx1/THUMBNAIL/image/gif/6a22926661a2adb7f2475c5c28307755/fx1.sml fx1 true fx1.sml sml 9335 79 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636427-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr1/THUMBNAIL/image/gif/6beb6dd1e640e6627a4b8532b712d160/gr1.sml gr1 gr1.sml sml 15752 164 146 IMAGE-THUMBNAIL 1-s2.0-S1872206720636427-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr2/THUMBNAIL/image/gif/78bf5e497f10e842ca9451943c53c8ba/gr2.sml gr2 gr2.sml sml 9675 123 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636427-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr3/THUMBNAIL/image/gif/c7ec1216111e3e7f50957b8ba0a9c3fa/gr3.sml gr3 gr3.sml sml 9830 137 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636427-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr4/THUMBNAIL/image/gif/a9b43202f1ff7b27c56962b31a764514/gr4.sml gr4 gr4.sml sml 10158 139 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636427-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr5/THUMBNAIL/image/gif/45d9614901bdb54e6174fe40ee37c6dc/gr5.sml gr5 gr5.sml sml 9895 139 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720636427-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/fx1/HIGHRES/image/jpeg/8fb52e74caeb65913c41126f9a5ca6e6/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 178958 477 1328 IMAGE-HIGH-RES 1-s2.0-S1872206720636427-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr1/HIGHRES/image/jpeg/a70a4321136ab691886507460e3df31f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 688941 1728 1538 IMAGE-HIGH-RES 1-s2.0-S1872206720636427-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr2/HIGHRES/image/jpeg/5ee2e2a1a50e0bf01cec899f8f27e4e5/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 413335 992 1773 IMAGE-HIGH-RES 1-s2.0-S1872206720636427-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr3/HIGHRES/image/jpeg/7b7116a5af66d27aeaeefbf21025fa63/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 446630 1100 1763 IMAGE-HIGH-RES 1-s2.0-S1872206720636427-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr4/HIGHRES/image/jpeg/d3bf4ac874157fd695fb0ad54c5eaf71/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 486333 1109 1749 IMAGE-HIGH-RES 1-s2.0-S1872206720636427-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/gr5/HIGHRES/image/jpeg/c3ae04ef2726c4d3bb5e4e30985e1989/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 385222 1106 1742 IMAGE-HIGH-RES 1-s2.0-S1872206720636427-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/mmc1/MAIN/application/pdf/161b7315d164397c2386d8162b0bf6b2/mmc1.pdf mmc1 mmc1.pdf pdf false 3978593 APPLICATION 1-s2.0-S1872206720636427-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/STRIPIN/image/gif/fca374ecf056e998c80891d8a7b85203/si1.gif si1 si1.gif gif 650 34 168 ALTIMG 1-s2.0-S1872206720636427-si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/STRIPIN/image/gif/42b8917d69e6432344710d38ad8b74c0/si2.gif si2 si2.gif gif 530 35 104 ALTIMG 1-s2.0-S1872206720636427-si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/STRIPIN/image/gif/3d81825dc787b767157e91726919dac1/si3.gif si3 si3.gif gif 956 38 176 ALTIMG 1-s2.0-S1872206720636427-si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720636427/STRIPIN/image/gif/ee940daf04d0fe8015ee9fa9c8349e03/si4.gif si4 si4.gif gif 451 16 111 ALTIMG CHNJC 63642 S1872-2067(20)63642-7 10.1016/S1872-2067(20)63642-7 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Synthetic scheme for the CoFe/3D-NLG catalyst. (b) SEM image of 3D-NLG. (c) TEM image of CoFe/3D-NLG. The inset shows the corresponding SAED pattern. (d) HR-TEM image of the NPs and (e) TEM image of the in-plane mesopores on the graphene sheet of CoFe/3D-NLG, as indicated by the yellow circles in c. (f) Pore size distribution, (g) N2 adsorption-desorption isotherm curves, and (h) Raman spectra of CoFe/NG, CoFe/NLG, CoFe/3D-NG, and CoFe/3D-NLG. Fig. 2 (a) N K-edge EELS profiles of CoFe/NG and CoFe/3D-NLG. (b) N 1s XPS profiles of CoFe/3D-NLG, CoFe/NG, and 3D-NLG. (c) Co 2p XPS profiles, (d) Co L-edge EELS profiles, and (e) Raman spectra of CoFe, CoFe/NG, and CoFe/3D-NLG. (f) Raman spectra of NG, 3D-NLG, and CoFe/3D-NLG. Fig. 3 (a) OER LSV curves, (b) Tafel plots, and (c) Nyquist plots of CoFe/NG, CoFe/NLG, CoFe/3D-NG, CoFe/3D-NLG, and RuO2. The inset in (c) shows the equivalent circuit used to calculate charge transfer resistance of the catalysts, where R s is the electrolyte resistance, R ct is the charge transfer resistance, and C dl represents the double-layer capacitance. (d) Charging current density plots with varying scan rates for the samples. (e) Comparison of the ECSA and OER specific activity of different samples. (f) Chronoamperometric response (i-t) curves of CoFe/3D-NLG and RuO2. Fig. 4 (a) ORR LSV curves measured in O2-saturated 0.1 M KOH solution (rotation rate: 1600 rpm). (b) Corresponding bar plots of onset potential (E onset) and half-wave potential (E 1/2). (c) Tafel plots. (d) Comparison of the ORR mass activity at 0.7 V vs. RHE. (e) i-t curve before and after the addition of 1.0 M methanol. (f) Chronoamperometric response of CoFe/3D-NLG and Pt/C at 0.7 V vs. RHE. The inset shows the ORR LSV curves before and after 10 h of continuous polarization. Fig. 5 (a) The overall polarization curves of CoFe/3D-NLG, CoFe/NG, and Pt/C + RuO2, measured in O2-saturated 1.0 M KOH solution. The inset shows the potential difference between ORR and OER (ΔE) for the catalysts. (b) Open-circuit plots, (c) galvanodynamic charge/discharge profiles and power density curves, (d) discharge curves at a constant current density of 10 mA cm−2, and (e) charge/discharge cycling curves at a current density of 5 mA cm−2 of Zinc-air batteries assembled with CoFe/3D-NLG and Pt/C + RuO2 (duration: 1200 s per cycle). This work was supported by the National Natural Science Foundation of China (51572188, 51822106). Available online 5 September 2020 Article 3D hierarchically macro-/mesoporous graphene frameworks enriched with pyridinic-nitrogen-cobalt active sites as efficient reversible oxygen electrocatalysts for rechargeable zinc-air batteries Sheng Zhou Jiayi Qin Xueru Zhao Jing Yang * Institute of New-Energy Materials, Key Laboratory of Advanced Ceramics and Machining Technology of Ministry of Education, School of Materials Science and Engineering, Tianjin University, Tianjin 300072, China Institute of New-Energy Materials Key Laboratory of Advanced Ceramics and Machining Technology of Ministry of Education School of Materials Science and Engineering Tianjin University Tianjin 300072 China Institute of New-Energy Materials, Key Laboratory of Advanced Ceramics and Machining Technology of Ministry of Education, School of Materials Science and Engineering, Tianjin University, Tianjin 300072, China * Corresponding author. Tel: +86-22-85356663 Tel: +86-22-85356663 Efficient and affordable electrocatalysts for reversible oxygen reduction and oxygen evolution reactions (ORR and OER, respectively) are highly sought-after for use in rechargeable metal-air batteries. However, the construction of high-performance electrocatalysts that possess both largely accessible active sites and superior ORR/OER intrinsic activities is challenging. Herein, we report the design and successful preparation of a 3D hierarchically porous graphene framework with interconnected interlayer macropores and in-plane mesopores, enriched with pyridinic-nitrogen-cobalt (pyri-N-Co) active sites, namely, CoFe/3D-NLG. The pyri-N-Co bonding significantly accelerates sluggish oxygen electrocatalysis kinetics, in turn substantially improving the intrinsic ORR/OER activities per active site, while copious interlayer macropores and in-plane mesopores enable ultra-efficient mass transfer throughout the graphene architecture, thus ensuring sufficient exposure of accessible pyri-N-Co active sites to the reagents. Such a robust catalyst structure endows CoFe/3D-NLG with a remarkably enhanced reversible oxygen electrocatalysis performance, with the ORR half-wave potential identical to that of the benchmark Pt/C catalyst, and OER activity far surpassing that of the noble-metal-based RuO2 catalyst. Moreover, when employed as an air electrode for a rechargeable Zn-air battery, CoFe/3D-NLG manifests an exceedingly high open-circuit voltage (1.56 V), high peak power density (213 mW cm−2), ultra-low charge/discharge voltage (0.63 V), and excellent charge/discharge cycling stability, outperforming state-of-the-art noble-metal electrocatalysts. Graphical Abstract An efficient reversible oxygen electrocatalyst consisting of 3D hierarchically macro-/mesoporous graphene frameworks with abundant pyridinic-nitrogen-cobalt active sites is prepared. It exhibits low overpotentials for both ORR and OER and excellent performance in Zn-air batteries. Keywords Hierarchical pores Composite catalyst Oxygen electrocatalysis Spinel oxide Rechargeable zinc-air battery 1 Introduction With the energy crisis and environmental pollution increasing in severity, sustainable electrochemical energy storage and conversion technologies have attracted considerable attention and research interests [1]. Reversible oxygen electrocatalysis, including oxygen reduction and oxygen evolution reactions (ORR and OER, respectively), is essential for air cathodes in rechargeable metal-air batteries; however, these processes are often hindered by sluggish kinetics and high overpotentials, due to complicated multi-electron transfer steps [2]. Currently, Pt/C and RuO2 (or Ir/C and IrO2) are considered as benchmark electrocatalysts for ORR and OER, respectively [3]; unfortunately, they lack efficiency as bifunctional catalysts for reversible ORR/OER. Additionally, the prohibitive cost, scarcity, and poor durability of noble-metal catalysts severely hinder their large-scale industry implementation [4]. Therefore, efficient and affordable bifunctional ORR/OER electrocatalysts are highly desirable for high-performance rechargeable metal-air batteries. 3D-transition-metal oxides nanoparticles (TMO NPs) anchored on nitrogen-doped carbonaceous supports are regarded as highly promising electrocatalysts for reversible oxygen electrode reactions, due to their high abundance, low cost, low toxicity, and attractive ORR/OER catalytic performance [5–9]. The favorable electrocatalytic activity has been attributed to the synergistic effect originating from the M-N-C (M = Fe, Co, Cu, etc.) species at the composite interface [10–13]. Recently, our research further revealed the importance of pyridinic-nitrogen-cobalt (pyri-N-Co) bonding, as opposed to pyrrolic-N-Co bonding, for the synergistic effect, which substantially promoted the intrinsic ORR/OER activities of NiCo2O4/N-doped graphene [14]. Nevertheless, as a highly conductive support for TMO NPs, 2D graphene sheets are ordinarily unavoidably stacked face-to-face when loaded onto oxygen electrodes, resulting in a severe loss of accessible catalyst active sites in practical applications. Therefore, in order to optimize catalytic activities, catalyst design strategies should aim at achieving excellent intrinsic activity, as well as a large number of exposed active sites [15]. 3D porous graphene, with a large surface area, is capable of adequate exposure of active sites, and has been adopted as a catalyst support in numerous recent studies, as a means of improving catalytic activity [16–19]. It has been widely recognized that the interlayer macropores (> 100 nm) between graphene sheets ensure rapid permeation and diffusion of liquid electrolyte and oxygen in catalytic processes [20–23]. On the contrary, in-plane mesopores (2–50 nm), present within individual graphene planes, have rarely been exploited in electrocatalysts, although they may be capable of entirely interconnecting the interlayer macropores, and thus providing favorable shortcuts for efficient ionic diffusion, as reported in recent studies on supercapacitors [24–26]. In this regard, hierarchically porous graphene composed of both interlayer macropores and in-plane mesopores could serve as an ideal catalyst support for electrocatalysis, not only ensuring favorable exposure of active sites accessible to the regents, but also enabling substantially improved mass transfer and charge transport [27]. However, studies regarding the combination of such a graphene architecture with abundant active sites for reversible oxygen electrocatalysis are scarce. In this work, a 3D macro-/mesoporous N-doped graphene framework loaded with CoFe2O4 NPs (namely, CoFe/3D-NLG) enriched with pyri-N-Co active sites, was designed and successfully fabricated via facile laser irradiation and hydrothermal methods; the material possesses excellent intrinsic ORR/OER activities at each active site, in addition to large amounts of readily accessed active sites. Specifically, the interlayer macropores arising from the self-assembly of graphene films benefit oxygen gas and electrolyte penetration. More importantly, the numerous laser-irradiation-induced in-plane mesopores are not only favorable for the formation of abundant highly efficient pyri-N-Co active sites for reversible ORR/OER, but also for further reducing the diffusion path lengths of reagents and products throughout the catalyst during catalytic processes. The interlayer macropores and in-plane mesopores together provide extensive exposure of the pyri-N-Co active sites to the reagents. Remarkably, the CoFe/3D-NLG electrocatalyst exhibited outstanding catalytic performances for both ORR and OER in alkaline conditions, with a very low potential difference between ORR and OER (ΔE = 0.67 V), surpassing the majority of reported highly active Co- and/or Fe-based bifunctional electrocatalysts, as well as a mixture of benchmark noble-metal catalysts (Pt/C + RuO2). The CoFe/3D-NLG-driven rechargeable Zn-air battery demonstrates superior charge/discharge performance compared to the noble-metal based catalysts. 2 Experimental 2.1 Materials All reagents used in the experiments were of analytical grade and were used without further purification. The graphite powder (325 mesh) was obtained from Sigma-Aldrich. Sulfuric acid (H2SO4), potassium thiosulfate (K2S2O8), phosphorus pentoxide (P2O5), acidic potassium permanganate (K2MnO4), ethanol (CH3CHOH), and hydrochloric acid (HCl) were obtained from Tianjin Jiangtian Chemicals. 25% hydrogen peroxide (H2O2) were gained from Reagent Chemicals. Ammonia (NH3·H2O) was bought from Kermel. Cobalt chloride hexahydrate (CoCl2·6H2O) and Iron(II) chloride tetrahydrate (FeCl2·4H2O) were obtained from Macklin. Nafion solution (5 wt%), KOH (99.98%), Pt/C (20 wt%), and RuO2 were obtained from Tianjin Incole Union Technology Co., Ltd 2.2 Electrocatalyst preparation Synthesis of graphene oxide (GO). GO was prepared from graphite powder using a modified Hummer method [28]. Briefly, in the pre-oxidation process, 2.5 g P2O5 and 2.5 g K2S2O8 were dissolved into 15 mL of H2SO4. Here, P2O5 was used to produce intact graphitic basal planes, K2S2O8 was adopted to shorten the oxidation time of graphite powder and improve the extent of oxidation, and H2SO4 acted as intercalation reagents of graphite. Then 5 g graphite powder was added, while keeping stirring. The obtained solution was heated at 80 °C for 6 h. When the solution temperature dropped to room temperature, 500 mL of H2O was added to dilute the solution. The pre-oxidized graphene was obtained by centrifugation, then rinsed for several times with pure water, and dried at 50 °C in an oven. The next step is oxidation, where the pre-oxidized graphene was dispersed into 120 mL of H2SO4 at 0 °C and stirred for 10 min. Then, 17.5 g KMnO4, which could oxidize the acid-intercalated graphite and result in graphite oxides, was slowly added into the suspension, while the temperature was kept between 10 and 15 °C. The suspension was then kept stirring at 35 °C for 2 h. Next, 250 mL of H2O was added to dilute the solution in ice bath, and the temperature was set to be below 50 °C during the process, while keep stirring for another 2 h. Then 750 mL of H2O was added to the solution. Finally, 20 mL of hydrogen peroxide (H2O2) solution was added, leading to a gradual color change of the solution to orange with the formation of bubbles. Then 1 L of 0.1 M hydrochloric acid (HCl) was added while keeping stirring for 45 min. The GO was collected by centrifugation, rinsed with pure water for many times until pH = 7, and then dried by lyophilization. Synthesis of graphene oxide sheets with in-plane mesoporous (LGO). 100 mg GO was dispersed in 300 mL of ethanol to make a suspension via ultrasonication. The resultant suspension was irradiated by an unfocused nanosecond pulsed Nd:YAG laser (1064 nm, 7 ns, 15 Hz) in an ice water bath, without continuous stirring. The laser pulse energy is about 270 mJ, and the irradiation time is 30 min. The precipitate was collected by centrifugation and dried by lyophilization. The energy dispersive spectra of GO and LGO (Fig. S1) confirm that only C and O are present in GO and LGO. Synthesis of 2D N-doped mesoporous graphene sheets supported CoFe2O4 nanoparticles (NPs) (CoFe/NLG). 15 mg LGO was dispersed in 30 mL of H2O to make a suspension via ultrasonication. And then 100 uL of NH3·H2O and 100 mg urea were added, and the mixture was transferred into an autoclave and heated at 180 °C for 12 h. Then the autoclave was taken out to cool down to room temperature. Next, 106 mg FeCl2·4H2O and 60 mg CoCl2·6H2O were dissolved into the solution, and then annealed at 180 °C for 3 h. The products were collected by centrifugation and dried by lyophilization. The preparation of N-doped graphene sheets supported CoFe2O4 NPs (CoFe/NG) follows the same procedures as CoFe/NLG, except that LGO was replaced by GO. Synthesis of 3D macro-/mesoporous N-doped graphene framework loaded with CoFe2O4 NPs (CoFe/3D-NLG). 30 mg LGO was dispersed in 15 mL of pure water to make a suspension via ultrasonication, and then 50 uL of NH3·H2O and 50 mg urea were added. The mixture was transferred into an autoclave and heated at 180 °C for 12 h. According to the literature [29], the assembly of GO in solution is greatly affected by its surface chemistry and the GO concentration should be higher than 1.0 mg mL−1. Therefore, in order to enable successful self-assembly of GO sheets, the GO concentration was set as 2.0 mg mL−1 for preparing CoFe/3D-NLG, much higher than that for preparing 2D CoFe/NLG (0.5 mg mL−1). Besides, the amounts of ammonia, urea, and metal salts were adjusted accordingly. Then the metal stocks (71 mg FeCl2·4H2O and 40 mg CoCl2·6H2O) were added to make a suspension by ultrasonication, and heated at 180 °C for 3 h to allow the growth of CoFe2O4 nanoparticles on the surface of 3D-NLG. The as-obtained CoFe/3D-NLG were collected by centrifugation and dried by lyophilization. The preparation of 3D macroporous N-doped graphene framework loaded with CoFe2O4 NPs (i.e., CoFe/3D-NG) follows similar procedures as CoFe/3D-NLG, except that LGO was replaced by GO. 2.3 Characterization The scanning electron microscopy (SEM) images were carried out on a Hitachi S-4800 SEM system. Transmission electron microscopy (TEM), high-resolution TEM (HRTEM), energy dispersive spectroscopy (EDS), and electron energy loss spectroscopy (EELS) were acquired by using an FEI Tecnai G2 F20 transmission electron microscope equipped with a field-emission gun. The specific surface area was evaluated by the Brunauer-Emmett-Teller (BET) method, and the pore-size distribution was derived from the adsorption branch based on Quenched Solid Density Function Theory model. The powder X-ray diffraction (XRD) patterns of the samples were recorded on a Siemens-Bruker D5000 X-ray diffraction diffractometer with Cu Kα radiation. Raman spectra were taken on a DXR Raman microscope at an excitation wavelength of 532 nm. X-ray photoelectron spectroscopy (XPS) analyses were performed using a PHI Quantum 2000 scanning ESCA Microprobe spectrometer. 2.4 Electrochemical measurements Working Electrode Preparation. 2 mg of as-prepared catalyst were ultrasonically dispersed in 390 uL of deionized water, followed by the addition of 10 uL of Nafion solution (5 wt%) into the solution. The mixture was ultrasonicated to obtain a homogeneous catalyst ink. Certain amount of the catalyst ink were then transferred onto the glassy carbon rotating disk electrode (RDE, 0.196 cm2) or rotating ring-disk electrode (RRDE, 0.246 cm2) or carbon fiber paper (0.25 cm2) to ensure a constant catalyst mass loading of 0.4 mg cm−2 for all the measurements. The electrodes were then dried in air and served as a working electrode. Electrochemical Tests. Most electrochemical tests were performed on a wave drive 20 workstation (Pine Research Instruments, US), except that OER, electrochemical impedance spectroscopy (EIS) and electrochemical surface area (ECSA) data were obtained on a CHI 600E electrochemical workstation. All of the electrochemical tests were carried out using a three-electrode system including a carbon rod counter electrode, a saturated calomel reference electrode, and a working electrode. The reference electrode was calibrated in H2-saturated 0.1 and 1 M KOH solution before measurements. For OER, hydrophilic carbon fiber paper (CFP) loaded with catalysts served as the working electrode, and tested in O2 saturated 1 M KOH electrolyte. For ORR, catalysts were loaded on a RDE or a RRDE as the working electrode, using an AF-MSRCE modulator speed rotator (Pine Instrument Inc.), and the ORR activity was measured in O2 saturated 0.1 or 1 M KOH electrolyte. All experiments were carried out at 25 °C. Before data collection, cyclic voltammetry (CV) curves were repeatedly recorded at scan rate of 50 mV s−1 in a potential window of 1.05–1.85 V vs. RHE for OER or 0.2–1 V vs. RHE for ORR, until the signals were stabilized. Then linear sweep voltammograms (LSV) were measured at a scan rate of 5 mV s−1. The ORR polarization curves were recorded at different rotating speeds (i.e., 400, 625, 900, 1225, 1600, and 2025 rpm), and corrected by subtracting the background current for argon-saturated electrolyte. The ORR kinetics was evaluated by using the Koutechy-Levich (K-L) equation: (1) 1 J = 1 J d + 1 J k = 1 B ω 1 / 2 + 1 J k Where J, J d, and J k represent the measured, diffusion-limiting, and kinetic current density, respectively. B = 0.2nFAC 0 D 2/3 ν −1/6, where n is the electron transfer number, F is the Faraday constant (96485 C mol−1), A is the electrode area (0.196 cm2), C 0 is the saturated O2 concentration (1.21 × 10−6 mol cm−3), D is the diffusion coefficient of the dissolved O2 (1.86 × 10−5 cm2 s−1), and v is the kinetic viscosity of solvent (0.01 cm2 s−1). ω stands for the rotation rate of RDE in unit of rpm [30]. All the values are valid for 0.1 M KOH at 25 °C. The yield of hydrogen peroxide (H2O2%) and apparent number of electron transferred during ORR (n) were analyzed by using the RRDE measurements. The measurements were carried out by LSV from 0.2 V to 1 V vs. RHE at a scan rate of 5 mV s−1 at 1600 rpm, and the ring electrode voltage was kept at 1.5 V vs. RHE. The percentage of peroxide released (H2O2%) and the apparent electron transfer number (n) could be calculated by equations (2) and (3) [31]. (2) n = 4 J D J D + ( J R / N ) (3) H 2 O 2 % = 100 2 ( J R / N ) J D + ( J R / N ) where the H2O2 collection coefficient (N) at the ring is 0.37. EIS was carried out at a bias potential of 1.55 V vs. RHE and in a frequency range from 0.1 to 106 Hz. ECSA was derived using the in situ method based on the measurement of electrochemical double-layer capacitance (C dl) in the non-Faradaic potential region. Specifically, CV measurements were performed in a potential window of 1.05–1.15 V vs. RHE at different scan rates of 10, 15, 20, 25, and 30 mV s−1. A plot of the charging current density, J c at 1.125 V vs. RHE, against the scan rates gives a straight line with a slope equal to C dl. Then the ECSA could be calculated based on Equation (4): (4) E C S A = C dl / C s Where C s = 60 is the specific capacitance of the sample or the capacitance of an atomonically smooth planar surface with unit area under identical electrolyte conditions. Assembly of the rechargeable Zn-air battery. The Zn-air battery was assembled using a zinc plate as the anode, CoFe/3D-NLG or a mixture of Pt/C + RuO2 loaded on carbon paper (1 mg cm−2) as the air cathode, and a solution of 6.0 M KOH and 0.2 M Zn(Ac)2 as the electrolyte, maintaining O2-saturated electrolyte throughout the test process. The CHI 600E electrochemistry workstation was adopted to test the battery discharge/charge performance and cycling stability. 3 Results and discussion 3.1 Characterization and analysis Figure 1a displays the synthetic scheme for the CoFe/3D-NLG catalyst (see details in the Supporting Information). Firstly, 2D graphene oxide with in-plane mesopores (LGO) is produced by laser irradiation of graphene oxide sheets, which is then subjected to a hydrothermal nitrogen-doping and self-assembly process to acquire a 3D macro-/mesoporous graphene framework enriched with pyri-N (3D-NLG). Finally, CoFe2O4 NPs are grown on the surface of 3D-NLG to obtain a 3D macro-/mesoporous graphene framework enriched with pyri-N-Co active sites (CoFe/3D-NLG). Specifically, due to laser irradiation, the LGO sheets are markedly smaller in size than the initial graphene oxide (GO) sheets (Fig. S2a and S2b, Supporting Information), and they possess numerous mesopores created within the graphene planes (Fig. S2c and S2d, Supporting Information). Their decreased dimensions would be beneficial for avoiding agglomeration and extensive stacking of graphene sheets during the subsequent self-assembly process. Moreover, the numerous in-plane mesopores would provide additional edge sites to accommodate pyridinic nitrogen in the ensuing nitrogen-doping process, according to our previous study [14]. As the control sample, the nonirradiated GO sheets were utilized for the construction of a 3D N-doped graphene framework (3D-NG), according to an analogous procedure as for 3D-NLG. Expectedly, 3D-NLG (Fig. 1 b and Fig. S3b, Supporting Information) exhibits a superior cross-linked macroporous structure compared to 3D-NG (Fig. S3a, Supporting Information), suggesting that the smaller graphene sheets form the 3D cross-linked macroporous structure via self-assembly more readily, probably owing to the hydrophobicity of GO and π-π stacking interactions [32]. CoFe2O4 NPs were then grown onto the 3D-NLG support to acquire the CoFe/3D-NLG composite catalyst. CoFe2O4 NPs were likewise grown on 3D-NG, 2D N-doped graphene (NG), and 2D N-doped laser-irradiated graphene (NLG) to obtain control samples CoFe/3D-LG, CoFe/NG, and CoFe/NLG, respectively. The transmission electron microscopy (TEM) image (Fig. 1c) of CoFe/3D-NLG indicates that the NPs are anchored evenly on the graphene sheets with an average particle size of 8.1 nm (Fig. S4a, Supporting Information). The selected area electron diffraction pattern (inset in Fig. 1c) is indexed well with the crystal planes of the cubic spinel structure of CoFe2O4. The high-resolution TEM image illustrates that the NPs are highly crystalline (Fig. 1d), and that the inter-planar spacings of 0.296 and 0.253 nm match well with the (220) and (311) crystal planes of the CoFe2O4 lattice, respectively [33]. Additionally, the X-ray diffraction pattern (Fig. S5, Supporting Information) verifies the crystal structure of CoFe2O4 (PDF#22-1086). The scanning transmission electron microscopy image and elemental mapping indicate that Co, Fe, and O were primarily localized on the NPs, while C and N were uniformly distributed over the graphene framework of CoFe/3D-NLG (Fig. S6, Supporting Information). In all the composite samples, the weight percentages of CoFe2O4 NPs were comparable, at approximately 22 wt%–24 wt% (Table S1, Supporting Information), as determined by inductively coupled plasma mass spectroscopy. The degree of graphene oxide reduction is a key factor for improving the electrical conductivity, as it is governed chiefly by the recovery of π-conjugation within the GO sheets upon hydrothermal reduction [34]. According to the Fourier-transform infrared spectra (Fig. S7, Supporting Information), nitrogen doping resulted in the removal of a large number of oxygen-containing functional groups in 3D-NLG and CoFe/3D-NLG, suggesting the probability of enhanced electrical conductivity for these two catalysts. On the other hand, the enlarged TEM image (Fig. 1e) confirms the existence of numerous in-plane mesopores (< 20 nm in diameter) in the graphene sheets of CoFe/3D-NLG. The overall pore size distribution of the samples was further quantitatively characterized using Brunauer-Emmett-Teller (BET) measurements. The pore size distribution curves (Fig. 1f) were derived from the adsorption isotherms based on the Barrett-Joyner-Halenda (BJH) model. The location of the peaks in Fig. 1f represents the concentrated distribution of pores in the composite catalysts. It is evident that the CoFe/3D-NLG catalyst possesses a hierarchically porous architecture, including both mesopores (8–20 nm) and macropores (> 100 nm), in good agreement with the TEM images (Figs. 1b and 1e). In contrast, CoFe/NLG consists predominantly of mesopores, and CoFe/3D-NG primarily contains macropores (Fig. 1f). The weak peaks corresponding to a pore size of 4–6 nm present in CoFe/NG and CoFe/3D-NG were likely caused by holes formed between graphene sheets. Additionally, as seen in Fig. 1g, CoFe/3D-NLG has a large specific surface area (322.6 m2 g−1), which is more than four-fold larger than that of 2D CoFe/NLG (78.6 m2 g−1), confirming once more the porous structure of CoFe/3D-NLG. The control sample CoFe/3D-NG, which lacks in-plane mesopores, had a specific surface area (348.4 m2 g−1) comparable to that for CoFe/3D-NLG, considering inevitable measurement errors, suggesting that the in-plane mesopores did not increase the surface area. Furthermore, the pore volume was likewise substantially augmented in CoFe/3D-NLG compared to its 2D counterpart (Table S2, Supporting Information). The laser-irradiation-created in-plane mesopore defects in graphene films were likewise evidenced by Raman spectroscopy, which provides direct evidence for graphene defects. As shown in Fig. 1h, the D and G bands correspond to defective and graphitic carbon structures, respectively. The intensity ratios of the D and G bands (I D/I G) for CoFe/3D-NLG and CoFe/NLG are higher than those for CoFe/3D-NG and CoFe/NG, implying that the laser-treated samples contain more defects in their graphene films [35], consistent with the observation of numerous in-plane graphene mesopores by TEM and BET measurements. According to our previous studies, laser-induced in-plane mesopores preferentially benefit pyridinic nitrogen (in comparison to pyrrolic and graphitic nitrogen) doping into graphene sheets [14]. Electron energy loss spectroscopy (EELS) and X-ray photoelectron spectroscopy (XPS) were performed in order to analyze nitrogen configurations. As seen in the nitrogen K-edge EELS profiles (Fig. 2 a), for CoFe/3D-NLG, the peak due to the pyridinic N (at 408.4 eV) has a higher intensity than that of the pyrrolic and graphitic N (at about 401 eV), in contrast to CoFe/NG, suggesting that more pyridinic N are present in CoFe/3D-NLG with a larger number of in-plane mesopores. Additionally, XPS survey data confirmed effective nitrogen doping of all the samples (Fig. S8 and Table S3, Supporting Information). High-resolution N 1s spectra were recorded to acquire quantitative data on the distinct nitrogen configuration contents, which were deconvoluted into pyridinic N (398.4 eV), pyrrolic N (399.6 eV), and graphitic N (401.1 eV) (Fig. 2b and Fig. S9a and S9b Supporting Information) [36]. Expectedly, peaks relevant to the pyridinic N of the samples with in-plane mesopores (i.e., CoFe/3D-NLG, NLG, and CoFe/NLG) were more prominent than those with fewer mesopores (i.e., CoFe/NG, NG, and CoFe/3D-NG). The contents of distinct nitrogen-doping configurations for all the samples are listed in Table S3 (Supporting Information). Specifically, the pyridinic N content for CoFe/3D-NLG was 3.07%, which is significantly higher than that of CoFe/NG (2.23%), in good agreement with the EELS data. CoFe/NLG, the 2D counterpart of CoFe/3D-NLG, likewise exhibited a high pyridinic N content (3.02%). Therefore, it was expected that abundant pyri-N-Co had formed in CoFe/3D-NLG and CoFe/NLG. Next, the strong pyri-N-Co chemical bonding in CoFe/3D-NLG was evidenced by high-resolution XPS, EELS, and Raman spectroscopy. On one hand, the pyridinic and pyrrolic N 1s XPS peaks of CoFe/3D-NLG and CoFe/NG exhibit appreciable shifts toward a higher binding energy compared to that of 3D-NLG (Fig. 2b), implying that pyridinic and pyrrolic Ns are probably coordinated with the metal ions in CoFe/3D-NLG and CoFe/NG [37]. Furthermore, the pyridinic N peak of CoFe/3D-NLG exhibits a further shift toward a higher binding energy relative to CoFe/NG, suggesting that a higher number of pyri-N-metal bonds exist in CoFe/3D-NLG. On the other hand, the Co 2p 3/2 XPS peak for CoFe/3D-NLG and CoFe/NG shift to a lower binding energy by 0.9 eV and 0.6 eV compared to CoFe2O4 (Fig. 2c), respectively. These XPS results suggest that Co is chemically coordinated with pyridinic and/or pyrrolic N, resulting in partial electron transfer from Co to N, and hence a higher oxidation state of Co ions in CoFe/3D-NLG and CoFe/NG [38]. The Co 2p 3/2 peak for CoFe/3D-NLG displayed a further shift toward a lower binding energy compared to CoFe/NG, indicating a higher degree of Co-N coordination in CoFe/3D-NLG. Meanwhile, the Co L-edge EELS peaks for CoFe/3D-NLG shift to higher energy loss region compared to CoFe/NG and CoFe2O4 (Fig. 2d), owing to a higher number of Co coordinated with N, consistent with the XPS results. Contrarily, both Fe 2p 3/2 XPS and Fe L-edge EELS profiles display indistinguishable peak shifts for CoFe/3D-NLG and CoFe/NG compared to CoFe2O4 (Fig. S10, Supporting Information), suggesting that Fe ions are not coordinated with N. This may be because the Co-N x moieties are formed more readily in graphene sheets than the Fe-N x moieties at the annealing temperature (180 °C) adopted for CoFe2O4 NPs growth, which is too low to form chemical bonds between Fe and N [39–41]. In addition, the C 1s spectrum of CoFe/3D-NLG was deconvoluted into C=C, C–O, and C–N, similar to that of 3D-NLG (Fig. S11, Supporting Information), whereas Fe-C and Co-C were not observed. Collectively, the above observations strongly imply that the CoFe/3D-NLG electrocatalyst possesses pyri-N-Co and pyrrolic-N-Co bonds. The pyri-N-Co bonds are expected to play a crucial role in enhancing the ORR/OER intrinsic activities, according to our previous findings [14]. The intense chemical interaction between CoFe NPs and nitrogen-doped graphene in CoFe/3D-NLG is also supported by the Raman spectra. Raman active modes for spinel CoFe2O4 are attributed to the motion of oxygen ions located at the octahedral (B) and tetrahedral (A) sites [42]. In Fig. 2e, the peak position at 660 cm−1 is assigned to a metal-oxygen respiration vibration in the tetrahedron (AO4), and the other low-frequency vibration modes are related to the octahedron (BO6). CoFe2O4 belongs to an “inverse” spinel structure, in which half of Fe, not Co will preferentially occupy the center of the tetrahedron, and the center of the octahedron is occupied by the remaining half of Fe and Co [43]. The low-frequency peaks presented a red shift for CoFe/3D-NLG, which is caused by the weakened breath vibration of metal-oxygen, probably resulting from the strong chemical interaction between Co and N. Additionally, a blue shift was observed for the G band of CoFe/3D-NLG compared to the spectrum of 3D-NLG, which manifests from electron transfer occurring between CoFe NPs and nitrogen-doped graphene [44]. Consequently, based on the XPS, EELS, and Raman spectroscopy results, it can be concluded that a large number of pyri-N-Co bonds are formed in CoFe/3D-NLG, inducing effective electron transfer from Co to pyridinic N, which would appreciably enhance the intrinsic ORR/OER activity, as demonstrated below. Important to note is that compared to the monometal oxide, Co3O4, the introduction of Fe3+ ions into the Co3O4 network causes delocalization of the Co 3d electrons and spin-state transition. Fe3+ ions can effectively activate adjacent Co3+ ions under the action of both spin and charge effects, resulting in enhanced intrinsic oxygen catalytic activity of the binary metal CoFe-based spinel oxide [45]. 3.2 The catalytic performance for OER The electrochemical performance was further explored, starting with the evaluation of OER activity by linear sweep voltammetry in O2-saturated 1 M KOH solution at a scan rate of 5 mV s−1 at room temperature. CoFe/3D-NLG exhibited substantially enhanced OER activity compared to that of 3D-NLG (Fig. S12a, Supporting Information), suggesting that the pyri-N-Co sites are significantly more active than N–C. As seen in Fig. 3 a, CoFe/3D-NLG demonstrated the lowest overpotential of 304 mV at a current density of 10 mA cm−2, superior to CoFe/NLG (338 mV), CoFe/3D-NG (355 mV), and CoFe/NG (390 mV), surpassing the benchmark noble-metal RuO2 catalyst (322 mV). To better understand the excellent OER activity, reaction kinetics were then analyzed. As seen in Fig. 3b, the CoFe/3D-NLG catalyst exhibits the smallest Tafel slope, signifying enhanced kinetics for electrocatalytic oxygen evolution [46]. Notably, CoFe/3D-NLG and CoFe/NLG with numerous pyri-N-Co active sites have smaller Tafel slopes compared to CoFe/3D-NG and CoFe/NG, verifying that pyri-N-Co is beneficial for enhanced OER kinetics. In addition, although CoFe/3D-NLG and CoFe/NLG contain comparable amounts of pyri-N-Co, the Tafel slope of CoFe/3D-NLG is even smaller than that of CoFe/NLG, which is ascribed to the improved electrical conductivity of the 3D interconnected graphene architecture. The favorable kinetics were additionally confirmed by the electrochemical impedance spectra (EIS) (Fig. 3c), which provide information on charge transfer resistance [47]. A smaller semicircular arc corresponds to a lower charge transfer resistance (R ct). Therefore, the CoFe/3D-NLG catalyst has the lowest R ct (Table S4, Supporting Information), and the variation trend for all samples correlates with the Tafel slope data, suggesting once more that the pyri-N-Co active sites and 3D interconnected graphene framework could remarkably reduce R ct and accelerate electron transfer, in turn promoting the OER kinetics. Furthermore, the electrochemical double-layer capacitance (C dl) in the non-polarization region (Fig. 3d and Fig. S13 in Supporting Information) were measured to evaluate the electrochemical active surface area (ECSA), which is positively correlated to the density of accessible active sites [48]. The derived ECSA values are displayed in Fig. 3e, and evidently the ECSA of 3D porous catalysts, i.e., CoFe/3D-NLG and CoFe/3D-NG, are markedly higher than their 2D counterparts (CoFe/NLG and CoFe/NG), illustrating that a higher number of active sites are exposed due to the interlayer macropores present in CoFe/3D-NLG and CoFe/3D-NG. More importantly, the in-plane mesopores in CoFe/3D-NLG result in an additional increase of ECSA relative to CoFe/3D-NG, signifying that CoFe/3D-NLG possesses more active sites, likely due to the higher content of pyri-N-Co bonds in CoFe/3D-NLG compared to CoFe/3D-NG. As a measure of OER intrinsic activity, specific activity was calculated by normalizing the OER current at l.6 V versus the reversible hydrogen electrode (RHE) with respect to the corresponding ECSA. As depicted in Fig. 3e, the specific activity of CoFe/3D-NLG displayed 3.6-fold and 1.7-fold enhancements relative to CoFe/3D-NG and CoFe/NG, respectively, implying that the pyri-N-Co active sites indeed promote the intrinsic catalytic activity for electrocatalytic oxygen evolution, consistent with our previous findings [14]. The above electrochemical analyses confirm that the enhanced OER performance for CoFe/3D-NLG is attributable to the combination of highly efficient pyri-N-Co active sites and the 3D porous graphene support with abundant in-plane mesopores and interlayer macropores. The former ensures high OER intrinsic activity, while the latter provides sufficient exposure and accessibility of the active sites to the reagents. Additionally, CoFe/3D-NLG manifests excellent long-term stability in 1.0 M KOH electrolyte after more than 15 h of continuous polarization, whereas the commercial RuO2 catalyst exhibits markedly inferior stability with a significant increase in the overpotential at a current density of 10 mA cm−2 after 15 h of operation (Fig. 3f). The superior durability of CoFe/3D-NLG arises from the strong chemical interaction between oxide NPs and the graphene support as revealed by XPS, EELS, and Raman spectroscopy, as well as from the stable 3D hierarchically porous graphene framework. 3.3 The catalytic performance for ORR The advantageous microstructure features further endow CoFe/3D-NLG with excellent ORR performance. The ORR electrocatalytic behaviors of all the samples were firstly explored by cyclic voltammetry (CV) measurements in 0.1 M KOH solution. The higher ORR activity of CoFe/3D-NLG compared to that of 3D-NLG (Fig. S12b, Supporting Information) implies superior activity of pyri-N-Co compared to N-C. Fig. 4 a displays the ORR LSV curves for all the catalysts. CoFe/3D-NLG and CoFe/NLG with abundant pyri-N-Co active sites have a higher onset potential (E onset) and half-wave potential (E 1/2) than that of CoFe/3D-NG and CoFe/NG (Fig. 4b), implying that pyri-N-Co is responsible for the improved ORR kinetics. Owing to the highly conductive 3D hierarchically macro-/mesoporous structure of CoFe/3D-NLG, its ORR activity is further enhanced [13], with E onset (0.958 V vs. RHE) approaching that of the benchmark Pt/C catalyst (1.02 V vs. RHE), and E 1/2 (0.872 V vs. RHE) equivalent to Pt/C (0.876 V vs. RHE). The diffusion-limited current density of CoFe/3D-NLG exceeds that of Pt/C under a higher overpotential (Fig. 4a), due to rapid mass transfer within the 3D porous architecture [49]. The enhanced ORR kinetics are additionally corroborated by the small Tafel slope for CoFe/3D-NLG (46.33 mV dec−1), which is comparable to that seen for Pt/C (44.25 mV dec−1) (Fig. 4c). Additionally, the yield of hydrogen peroxide (HO2 −) and the apparent number of electrons transferred (n) were obtained by adopting a rotating ring-disk electrode (RRDE) method. For CoFe/3D-NLG, n is 3.85–3.95 (Fig. S14, Supporting Information), and the yield of HO2 − does not exceed 5% in the low overpotential region, indicating a nearly four-electron ORR pathway with a low HO2 - yield [50]. The yield increase of HO2 − in the high overpotential range is due to the involvement of additional two-electron transfer processes. Moreover, the ORR kinetic parameters were calculated using the Koutechy-Levich (K-L) plots derived from the rotating disk electrode (RDE) data (Figures S15a–e, Supporting Information). The slope of K-L plots (Figures S15f, Supporting Information) gives rise to an electron transfer number of 3.92 for CoFe/3D-NLG, akin to Pt/C (3.98), in agreement with the RRDE results. The kinetic current density (J k,ORR) with mass transport correction was likewise derived from the RDE data. As shown in Fig. S16 (Supporting Information), CoFe/3D-NLG featuring numerous pyri-N-Co combined with a 3D macro-/mesoporous graphene structure exhibits a higher than two-fold enhancement in J k,ORR compared to CoFe/NG, outperforming Pt/C. Meanwhile, 2D CoFe/NLG with pyri-N-Co and CoFe/3D-NG and a 3D macroporous graphene structure resulted in approximately less than a one-fold increase in J k,ORR compared to CoFe/NG. As a measure of ORR intrinsic activity, mass activity was also calculated by normalizing J k,ORR at 0.7 V vs. RHE (Fig. S16, Supporting Information), with respect to the catalyst mass. As seen in Fig. 4d, the CoFe/3D-NLG catalyst demonstrated remarkably improved ORR mass activity, being 2.15 times higher than that of CoFe/NG and 28% higher relative to that of Pt/C. Consequently, the above results strongly indicate that for the CoFe/3D-NLG catalyst, the combination of copious pyri-N-Co active sites and 3D porous graphene composed of both in-plane mesopores and interlayer macropores does not only accelerate the ORR kinetics, but also facilitates rapid mass transfer, resulting in a substantial improvement in ORR activity [51]. In view of practical applications, a crossover effect was also examined. As seen in Fig. 4e, the CoFe/3D-NLG catalyst exhibits a significantly higher resistance to methanol crossover than does Pt/C, as no obvious ORR current alteration was observed for CoFe/3D-NLG upon injection of 1.0 M methanol into the electrolyte. In addition to superior ORR activity, CoFe/3D-NLG exhibited superior long-term stability compared to Pt/C. Remarkably, for CoFe/3D-NLG, the ORR current density sustains 91% of the initial value after 10 h of continuous polarization, being exceedingly more stable than Pt/C, which exhibits a more severe current degradation (Fig. 4f). Furthermore, the polarization curve for CoFe/3D-NLG measured after 10 h displays negligible variation (inset of Fig. 4f). 3.4 Rechargeable zinc-air battery performance Based on the above electrochemical measurements, it can be concluded that the CoFe/3D-NLG catalyst exhibits excellent reversible ORR/OER electrocatalytic performance. As summarized in Fig. 5 a, the ORR activity of CoFe/3D-NLG is comparable to that of the benchmark bifunctional noble-metal-based catalyst Pt/C + RuO2, while the OER activity surpasses that of Pt/C + RuO2. Generally, the overall oxygen electrocatalytic activity can be quantitatively evaluated by the potential difference between ORR and OER, i.e., ΔE = E 10 − E 1/2, where E 10 denotes the potential required to deliver an OER current density of 10 mA cm−2, and E 1/2 is the ORR half-wave potential. The ΔE value of an adequately efficient oxygen cathode for rechargeable zinc-air batteries should be as small as possible [52]. Remarkably, ΔE of CoFe/3D-NLG reached 0.67 V, which is lower than that of Pt/C + RuO2 (0.69 V) and superior to the majority of recently reported highly efficient Co- and/or Fe-based ORR/OER bifunctional catalysts (Table S5, Supporting Information). As the CoFe/3D-NLG catalyst exhibited superior ORR/OER activities and excellent long-term stability, its practical application in a self-manufactured rechargeable Zn-air battery was examined. As the oxygen cathode catalyst, CoFe/3D-NLG enables an exceedingly high battery open-circuit voltage of 1.56 V, significantly higher than that of Pt/C + RuO2 (1.53 V) (Fig. 5b). The charge/discharge polarization curves demonstrate that the battery loaded with CoFe/3D-NLG has a higher voltaic efficiency compared to Pt/C + RuO2, as less voltage variation is required for CoFe/3D-NLG to achieve a high current density in the charge/discharge process (Fig. 5c). The peak power density attains 213 mW cm−2 for CoFe/3D-NLG, outperforming Pt/C + RuO2 (190 mW cm−2) (Fig. 5c), being one of the highest values among recently reported highly efficient Co- and/or Fe-based ORR/OER bifunctional catalysts (Table S5, Supporting Information). The specific discharge capacity for CoFe/3D-NLG achieves 456.5 mA h gzn −1, by normalization to the mass of consumed zinc, which is markedly larger than that of Pt/C + RuO2 (391.2 mA h gzn −1) (Fig. 5d). Additionally, Fig. 5e demonstrates the charge/discharge cycling curves of Zn-air batteries. The CoFe/3D-NLG catalyst requires an ultra-low charge/discharge voltage (0.63 V), lower than Pt/C + RuO2 requires (0.69 V). After cycling charge/discharge at 5 mA cm−2 for 75 cycles (≈ 25 h), a mere 11% increase in the overpotential was observed, in sharp contrast to Pt/C + RuO2, which exhibits a more drastic overpotential increment. The above tests confirm once more the excellent reversible ORR/OER performance of the CoFe/3D-NLG electrocatalyst relative to state-of-the-art noble-metal catalysts, as well as its feasibility as an oxygen electrode catalyst in rechargeable Zn-air batteries. 4 Conclusions In conclusion, a 3D hierarchically porous graphene framework composed of interconnected in-plane mesopores and interlayer macropores enriched with pyri-N-Co active sites, namely CoFe/3D-NLG, was assembled and applied as a highly efficient reversible ORR/OER electrocatalyst. The ORR onset potential and half-wave potential attained 0.96 V and 0.87 V (vs. RHE), respectively, being comparable to the benchmark Pt/C catalyst. Additionally, both the ORR mass activity and long-term stability are considerably higher than observed for Pt/C. Furthermore, The OER overpotential at 10 mA cm−2 attains a low value of 304 mV for CoFe/3D-NLG, outperforming the noble-metal RuO2 catalyst. Finally, CoFe/3D-NLG achieves a very low potential difference between ORR and OER (0.67 V), being lower than that of Pt/C + RuO2 (0.69 V), and is among the lowest values for Co- and/or Fe-based ORR/OER bifunctional electrocatalysts reported thus far. When applied as the oxygen electrode in a rechargeable Zn-air battery, CoFe/3D-NLG manifested excellent charge/discharge behavior, surpassing the bifunctional Pt/C + RuO2 catalyst. The enhanced ORR/OER activities of CoFe/3D-NLG are attributed to the followings: (i) The abundant pyri-N-Co active sites crucially accelerate the sluggish ORR/OER kinetics, leading to remarkably enhanced intrinsic activities per active site for oxygen electrocatalysis; (ii) The numerous in-plane mesopores within each graphene sheet render the interlayer macropores comprehensively interconnected, thus providing additional shortcuts for reagent and product diffusion; (iii) The 3D graphene structure with favorable conductivity proved advantageous for rapid charge transfer in catalytic processes. This work provides a new strategy for the construction of low-cost and efficient oxygen electrocatalysts with improved intrinsic activity and a higher proportion of exposed active sites for application in rechargeable metal-air batteries. Supplementary Material Supplementary appendix References 1 M. Armand J.M. Tarascon Nature 451 2008 652 657 M. Armand, J. M. Tarascon, Nature, 2008, 451, 652–657. 2 L. Trotochaud S.W. Boettcher Scr. Mater. 74 2014 25 32 L. Trotochaud, S. W. Boettcher, Scr. Mater., 2014, 74, 25–32. 3 G. Fu X. Yan Y. Chen L. Xu D. Sun J.M. Lee Y. Tang Adv. Mater. 30 2018 1704609/1 1704609/11 G. Fu, X. Yan, Y. Chen, L. Xu, D. Sun, J. M. Lee, Y. Tang, Adv. Mater., 2018, 30, 1704609/1–1704609/11. 4 A. Morozan B. Jousselme S. Palacin Energy Environ. Sci. 4 2011 1238 1254 A. Morozan, B. Jousselme, S. Palacin, Energy Environ. Sci., 2011, 4, 1238–1254. 5 Y. Fang Y. Guo Chin. J. Catal. 39 2018 566 582 Y. Fang, Y. Guo, Chin. J. Catal., 2018, 39, 566–582. 6 Q. Liu L. Du G. Fu Z. Cui Y. Li D. Dang X. Gao Q. Zheng J.B. Goodenough Adv. Energy Mater. 9 2019 1803040/1 1803040/7 Q. Liu, L. Du, G. Fu, Z. Cui, Y. Li, D. Dang, X. Gao, Q. Zheng, J. B. Goodenough, Adv. Energy Mater., 2019, 9, 1803040/1– 1803040/7. 7 G. Ma R. Jia J. Zhao Z. Wang C. Song S. Jia Z. Zhu J. Phys. Chem. C 115 2011 25148 25154 G. Ma, R. Jia, J. Zhao, Z. Wang, C. Song, S. Jia, Z. Zhu, J. Phys. Chem. C, 2011, 115, 25148–25154. 8 J. Jin J. Yin H. Liu P. Xi Chin. J. Catal. 40 2019 43 51 J. Jin, J. Yin, H. Liu, P. Xi, Chin. J. Catal., 2019, 40, 43–51. 9 X. Wen X. Yang M. Li L. Bai J. Guan Electrochim. Acta 296 2019 830 841 X. Wen, X. Yang, M. Li, L. Bai, J. Guan, Electrochim. Acta, 2019, 296, 830–841. 10 W. Yan X. Cao J. Tian C. Jin K. Ke R. Yang Carbon 99 2016 195 202 W. Yan, X. Cao, J. Tian, C. Jin, K. Ke, R. Yang, Carbon, 2016, 99, 195–202. 11 C. Zhang J. Liu Y. Ye Z. Aslam R. Brydson C. Liang ACS Appl. Mater. Interfaces 10 2018 2423 2429 C. Zhang, J. Liu, Y. Ye, Z. Aslam, R. Brydson, C. Liang, ACS Appl. Mater. Interfaces, 2018, 10, 2423–2429. 12 S. Sun G. Shen J. Jiang W. Mi X. Liu L. Pan X. Zhang J.J. Zou Adv. Energy Mater. 9 2019 1901505/1 1901505/8 S. Sun, G. Shen, J. Jiang, W. Mi, X. Liu, L. Pan, X. Zhang, J. J. Zou, Adv. Energy Mater., 2019, 9, 1901505/1–1901505/8. 13 Z.S. Wu S. Yang Y. Sun K. Parvez X. Feng K. Mullen J. Am. Chem. Soc. 134 2012 9082 9085 Z. S. Wu, S. Yang, Y. Sun, K. Parvez, X. Feng, K. Mullen, J. Am. Chem. Soc. 2012, 134, 9082–9085. 14 X.R. Wang J.Y. Liu Z.W. Liu W.C. Wang J. Luo X.P. Han X.W. Du S.Z. Qiao J. Yang Adv. Mater. 30 2018 1800005 X. R. Wang, J. Y. Liu, Z. W. Liu, W. C. Wang, J. Luo, X. P. Han, X. W. Du, S. Z. Qiao, J. Yang, Adv. Mater., 2018, 30, 1800005. 15 H. Miao S. Li Z. Wang S. Sun M. Kuang Z. Liu J. Yuan Int. J. Hydrog. Energy 42 2017 28298 28308 H. Miao, S. Li, Z. Wang, S. Sun, M. Kuang, Z. Liu, J. Yuan, Int. J. Hydrog. Energy, 2017, 42, 28298–28308. 16 Y. Li J. Yang J. Huang Y. Zhou K. Xu N. Zhao X. Cheng Carbon 122 2017 237 246 Y. Li, J. Yang, J. Huang, Y. Zhou, K. Xu, N. Zhao, X. Cheng, Carbon, 2017, 122, 237–246. 17 D.A. Dikin S. Stankovich E.J. Zimney R.D. Piner G.H.B. Dommett G. Evmenenko S.T. Nguyen R.S. Ruoff Nature 448 2007 457 460 D. A. Dikin, S. Stankovich, E. J. Zimney, R. D. Piner, G. H. B. Dommett, G. Evmenenko, S. T. Nguyen, R. S. Ruoff, Nature, 2007, 448, 457–460. 18 J. He M. Wang W. Wang R. Miao W. Zhong S.-Y. Chen S. Poges T. Jafari W. Song J. Liu S.L. Suib ACS Appl. Mater. Interfaces 9 2017 42676 42687 J. He, M. Wang, W. Wang, R. Miao, W. Zhong, S.-Y. Chen, S. Poges, T. Jafari, W. Song, J. Liu, S. L. Suib, ACS Appl. Mater. Interfaces, 2017, 9, 42676–42687. 19 F. Shi X. Zhu W. Yang Chin. J. Catal. 41 2020 390 403 F. Shi, X. Zhu, W. Yang, Chin. J. Catal., 2020, 41, 390–403. 20 Y. Li T. Gao Y. Yao Z. Liu Y. Kuang C. Chen J. Song S. Xu E.M. Hitz B. Liu R.J. Jacob M.R. Zachariah G. Wang L. Hu Adv. Energy Mater. 8 2018 1801289/1 1801289/8 Y. Li, T. Gao, Y. Yao, Z. Liu, Y. Kuang, C. Chen, J. Song, S. Xu, E. M. Hitz, B. Liu, R. J. Jacob, M. R. Zachariah, G. Wang, L. Hu, Adv. Energy Mater., 2018, 8, 1801289/1–1801289/8. 21 L. Xiao Q. Yang M.J. Wang Z.X. Mao J. Li Z. Wei J. Mater. Sci. 53 2018 15246 15256 L. Xiao, Q. Yang, M. J. Wang, Z. X. Mao, J. Li, Z. Wei, J. Mater. Sci., 2018, 53, 15246–15256. 22 X. Li Y. Zhao Y. Yang S. Gao Nano Energy 62 2019 628 637 X. Li, Y. Zhao, Y. Yang, S. Gao, Nano Energy, 2019, 62, 628–637. 23 Z. Li Q. Gao X. Liang H. Zhang H. Xiao P. Xu Z. Liu Carbon 150 2019 93 100 Z. Li, Q. Gao, X. Liang, H. Zhang, H. Xiao, P. Xu, Z. Liu, Carbon, 2019, 150, 93–100. 24 S. Chen S.Z. Qiao ACS Nano 7 2013 10190 10196 S. Chen, S. Z. Qiao, ACS Nano, 2013, 7, 10190–10196. 25 Z. Zuo T.Y. Kim I. Kholmanov H. Li H. Chou Y. Li Small 11 2015 4922 4930 Z. Zuo, T. Y. Kim, I. Kholmanov, H. Li, H. Chou, Y. Li, Small, 2015, 11, 4922–4930. 26 Y. Chai Z. Li J. Wang Z. Mo S. Yang J. Alloys Compd. 775 2019 1206 1212 Y. Chai, Z. Li, J. Wang, Z. Mo, S. Yang, J. Alloys Compd., 2019, 775, 1206–1212. 27 M. Mi X. Liu W. Kong Y. Ge W. Dang J. Hu Desalination 464 2019 18 24 M. Mi, X. Liu, W. Kong, Y. Ge, W. Dang, J. Hu, Desalination, 2019, 464, 18–24. 28 W.S. Hummers R.E. Offeman J. Am. Chem. Soc. 80 1958 1339 1339 W. S. Hummers, R. E. Offeman, J. Am. Chem. Soc., 1958, 80, 1339–1339. 29 W. Lv C. Zhang Z. Li Q.H. Yang J. Phys. Chem Lett. 6 2015 658 668 W. Lv, C. Zhang, Z. Li, Q. H. Yang, J. Phys. Chem Lett., 2015, 6, 658–668. 30 J. Du Y. Pan T. Zhang X. Han F. Cheng J. Chen J. Mater. Chem. A 22 2012 15812 15818 J. Du, Y. Pan, T. Zhang, X. Han, F. Cheng, J. Chen, J. Mater. Chem. A, 2012, 22, 15812–15818. 31 Y. Liang H. Wang J. Zhou Y. Li J. Wang T. Regier H. Dai J. Am. Chem. Soc. 134 2012 3517 3523 Y. Liang, H. Wang, J. Zhou, Y. Li, J. Wang, T. Regier, H. Dai, J. Am. Chem. Soc., 2012, 134, 3517–3523. 32 G. Wang L.-T. Jia B. Hou D.-B. Li J.-G. Wang Y.-H. Sun New Carbon Mater. 30 2015 30 40 G. Wang, L.-T. Jia, B. Hou, D.-B. Li, J.-G. Wang, Y.-H. Sun, New Carbon Mater., 2015, 30, 30–40. 33 M. Li Y. Xiong X. Liu X. Bo Y. Zhang C. Han L. Guo Nanoscale 7 2015 8920 8930 M. Li, Y. Xiong, X. Liu, X. Bo, Y. Zhang, C. Han, L. Guo, Nanoscale, 2015, 7, 8920–8930. 34 D. Kong W. Yuan C. Li J. Song A. Xie Y. Shen Appl. Surf. Sci. 393 2017 144 150 D. Kong, W. Yuan, C. Li, J. Song, A. Xie, Y. Shen, Appl. Surf. Sci., 2017, 393, 144–150. 35 G. Lin R. Ma Y. Zhou Q. Liu X. Dong J. Wang Electrochim. Acta 261 2018 49 57 G. Lin, R. Ma, Y. Zhou, Q. Liu, X. Dong, J. Wang, Electrochim. Acta, 2018, 261, 49–57. 36 Z. Huang Z. Liao W. Yang H. Zhou C. Fu Y. Gong L. Chen Y. Kuang Electrochim. Acta 245 2017 957 966 Z. Huang, Z. Liao, W. Yang, H. Zhou, C. Fu, Y. Gong, L. Chen, Y. Kuang, Electrochim. Acta, 2017, 245, 957–966. 37 X. Cui S. Yang X. Yan J. Leng S. Shuang P.M. Ajayan Z. Zhang Adv. Funct. Mater. 26 2016 5708 5717 X. Cui, S. Yang, X. Yan, J. Leng, S. Shuang, P. M. Ajayan, Z. Zhang, Adv. Funct. Mater. 2016, 26, 5708–5717. 38 M. Zeng Y. Liu F. Zhao K. Nie N. Han X. Wang W. Huang X. Song J. Zhong Y. Li Adv. Funct. Mater. 26 2016 4397 4404 M. Zeng, Y. Liu, F. Zhao, K. Nie, N. Han, X. Wang, W. Huang, X. Song, J. Zhong, Y. Li, Adv. Funct. Mater., 2016, 26, 4397–4404. 39 X. Fu Y. Liu X. Cao J. Jin Q. Liu J. Zhang Appl. Catal. B 130–131 2013 143 151 X. Fu, Y. Liu, X. Cao, J. Jin, Q. Liu, J. Zhang, Appl. Catal. B, 2013, 130–131, 143–151. 40 W.I. Choi S.-H. Jhi K. Kim Y.-H. Kim Phys. Rev. B 81 2010 085441/1 085441/5 W. I. Choi, S.-H. Jhi, K. Kim, Y.-H. Kim, Phys. Rev. B, 2010, 81, 085441/1–085441/5. 41 J.M. Ziegelbauer T.S. Olson S. Pylypenko F. Alamgir C. Jaye P. Atanassov S. Mukerjee J. Phys. Chem. C 112 2008 8839 8849 J. M. Ziegelbauer, T. S. Olson, S. Pylypenko, F. Alamgir, C. Jaye, P. Atanassov, S. Mukerjee, J. Phys. Chem. C, 2008, 112, 8839–8849. 42 Y. Li Y. Li Y. Yin D. Xia H. Ding C. Ding J. Wu Y. Yan Y. Liu N. Chen P.K. Wong A. Lu Appl. Catal. B 226 2018 324 336 Y. Li, Y. Li, Y. Yin, D. Xia, H. Ding, C. Ding, J. Wu, Y. Yan, Y. Liu, N. Chen, P. K. Wong, A. Lu, Appl. Catal. B, 2018, 226, 324–336. 43 Y. Kumar A. Sharma P.M. Shirage J. Alloys Compd. 778 2019 398 409 Y. Kumar, A. Sharma, P. M. Shirage, J. Alloys Compd., 2019, 778, 398–409. 44 L. Wei H.E. Karahan S. Zhai H. Liu X. Chen Z. Zhou Y. Lei Z. Liu Y. Chen Adv. Mater. 29 2017 1701410/1 1701410/11 L. Wei, H. E. Karahan, S. Zhai, H. Liu, X. Chen, Z. Zhou, Y. Lei, Z. Liu, Y. Chen, Adv. Mater., 2017, 29, 1701410/1–1701410/11. 45 X.T. Wang T. Ouyang L. Wang J.H. Zhong T. Ma Z.Q. Liu Angew. Chem. Int. Ed. 58 2019 13291 13296 X. T. Wang, T. Ouyang, L. Wang, J. H. Zhong, T. Ma, Z. Q. Liu, Angew. Chem. Int. Ed., 2019, 58, 13291–13296. 46 X. Liu M. Park M.G. Kim S. Gupta G. Wu J. Cho Angew. Chem. Int. Ed. 54 2015 9654 9658 X. Liu, M. Park, M. G. Kim, S. Gupta, G. Wu, J. Cho, Angew. Chem. Int. Ed., 2015, 54, 9654–9658. 47 Y. Meng W. Song H. Huang Z. Ren S.Y. Chen S.L. Suib J. Am. Chem. Soc. 136 2014 11452 11464 Y. Meng, W. Song, H. Huang, Z. Ren, S. Y. Chen, S. L. Suib, J. Am. Chem. Soc., 2014, 136, 11452–11464. 48 J. Zhang L. Dai ACS Catal. 5 2015 7244 7253 J. Zhang, L. Dai, ACS Catal., 2015, 5, 7244–7253. 49 X. Tong S. Chen C. Guo X. Xia X.Y. Guo ACS Appl. Mater. Interfaces 8 2016 28274 28282 X. Tong, S. Chen, C. Guo, X. Xia, X. Y. Guo, ACS Appl. Mater. Interfaces, 2016, 8, 28274–28282. 50 Y. Liang H. Wang J. Zhou Y. Li J. Wang T. Regier H. Dai J. Am. Chem. Soc. 134 2012 3517 3523 Y. Liang, H. Wang, J. Zhou, Y. Li, J. Wang, T. Regier, H. Dai, J. Am. Chem. Soc., 2012, 134, 3517–3523. 51 Y. Shao M.F. El-Kady C.W. Lin G. Zhu K.L. Marsh J.Y. Hwang Q. Zhang Y. Li H. Wang R.B. Kaner Adv. Mater. 28 2016 6719 6726 Y. Shao, M. F. El-Kady, C. W. Lin, G. Zhu, K. L. Marsh, J. Y. Hwang, Q. Zhang, Y. Li, H. Wang, R. B. Kaner, Adv. Mater., 2016, 28, 6719–6726. 52 M. Wu G. Zhang J. Qiao N. Chen W. Chen S. Sun Nano Energy 61 2019 86 95 M. Wu, G. Zhang, J. Qiao, N. Chen, W. Chen, S. Sun, Nano Energy, 2019, 61, 86–95.",
      "scopus-id": "85089920050",
      "coredata": {
        "eid": "1-s2.0-S1872206720636427",
        "dc:description": "Efficient and affordable electrocatalysts for reversible oxygen reduction and oxygen evolution reactions (ORR and OER, respectively) are highly sought-after for use in rechargeable metal-air batteries. However, the construction of high-performance electrocatalysts that possess both largely accessible active sites and superior ORR/OER intrinsic activities is challenging. Herein, we report the design and successful preparation of a 3D hierarchically porous graphene framework with interconnected interlayer macropores and in-plane mesopores, enriched with pyridinic-nitrogen-cobalt (pyri-N-Co) active sites, namely, CoFe/3D-NLG. The pyri-N-Co bonding significantly accelerates sluggish oxygen electrocatalysis kinetics, in turn substantially improving the intrinsic ORR/OER activities per active site, while copious interlayer macropores and in-plane mesopores enable ultra-efficient mass transfer throughout the graphene architecture, thus ensuring sufficient exposure of accessible pyri-N-Co active sites to the reagents. Such a robust catalyst structure endows CoFe/3D-NLG with a remarkably enhanced reversible oxygen electrocatalysis performance, with the ORR half-wave potential identical to that of the benchmark Pt/C catalyst, and OER activity far surpassing that of the noble-metal-based RuO2 catalyst. Moreover, when employed as an air electrode for a rechargeable Zn-air battery, CoFe/3D-NLG manifests an exceedingly high open-circuit voltage (1.56 V), high peak power density (213 mW cm−2), ultra-low charge/discharge voltage (0.63 V), and excellent charge/discharge cycling stability, outperforming state-of-the-art noble-metal electrocatalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206720636427",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhou, Sheng"
          },
          {
            "@_fa": "true",
            "$": "Qin, Jiayi"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Xueru"
          },
          {
            "@_fa": "true",
            "$": "Yang, Jing"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206720636427"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206720636427"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(20)63642-7",
        "prism:volume": "42",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "3D hierarchically macro-/mesoporous graphene frameworks enriched with pyridinic-nitrogen-cobalt active sites as efficient reversible oxygen electrocatalysts for rechargeable zinc-air batteries",
        "prism:copyright": "Copyright © 2021 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "4",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hierarchical pores"
          },
          {
            "@_fa": "true",
            "$": "Composite catalyst"
          },
          {
            "@_fa": "true",
            "$": "Oxygen electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Spinel oxide"
          },
          {
            "@_fa": "true",
            "$": "Rechargeable zinc-air battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "4",
        "openaccessSponsorType": null,
        "prism:pageRange": "571-582",
        "prism:endingPage": "582",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2021",
        "prism:doi": "10.1016/S1872-2067(20)63642-7",
        "prism:startingPage": "571",
        "dc:identifier": "doi:10.1016/S1872-2067(20)63642-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "180",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47005",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "651",
            "@width": "579",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "159163",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "373",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "89166",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "414",
            "@width": "664",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "97557",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "417",
            "@width": "658",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "100876",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "416",
            "@width": "656",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "83748",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9335",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "146",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15752",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9675",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "137",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9830",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "139",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10158",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "139",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9895",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "477",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "178958",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1728",
            "@width": "1538",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "688941",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "992",
            "@width": "1773",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "413335",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1100",
            "@width": "1763",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "446630",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1109",
            "@width": "1749",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "486333",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1106",
            "@width": "1742",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "385222",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "3978593",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "650",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "530",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "38",
            "@width": "176",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "956",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720636427-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "451",
            "@ref": "si4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85089920050"
      }
    }
  }
}