{
  "metadata": {
    "title": "Electrocatalytic oxygen evolution reaction at a FeNi composite on a carbon nanofiber matrix in alkaline media",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2014-06-30",
    "doi": "10.1016/S1872-2067(14)60127-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206714601273",
    "pii": "S1872206714601273"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84902471698",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2014-06-12 2014-06-12 2015-03-12T05:15:41 1-s2.0-S1872206714601273 S1872-2067(14)60127-3 S1872206714601273 10.1016/S1872-2067(14)60127-3 S300 S300.2 FULL-TEXT 1-s2.0-S1872206714X00069 2015-05-15T07:14:43.50131-04:00 0 0 20140601 20140630 2014 2014-06-12T00:00:00Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 false 35 35 6 6 Volume 35, Issue 6 15 891 895 891 895 201406 June 2014 2014-06-01 2014-06-30 2014 article fla Copyright © 2014 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. ELECTROCATALYTICOXYGENEVOLUTIONREACTIONAFENICOMPOSITEACARBONNANOFIBERMATRIXINALKALINEMEDIA AN X 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Characterization 2.3 Activity test 3 Results and discussion 4 Conclusions Acknowledgments References KINOSHITA 1992 K ELECTROCHEMICALOXYGENTECHNOLOGY LEE 2013 309 J OSAKA 1981 339 T LYONS 2008 1386 M DOYLE 2013 13737 R BOCKRIS 1984 290 J LIANG 2011 780 Y KIM 2013 23712 J GONG 2013 8452 M KLEIMANSHWARSCTEIN 2009 1150 A KIM 2012 4759 K LU 2014 Z METTE 2012 851 K WANG 2013 5248 J SHIN 2013 11619 D JEONG 2014 B UHM 2011 9186 S BARAKAT 2009 7371 N DENG 2013 371 D KINOSHITA 1988 K CARBONELECTROCHEMICALPHYSICOCHEMICALPROPERTIES ZHOU 2011 581 H KAARIK 2008 1579 M ANX2014X891 ANX2014X891X895 ANX2014X891XX ANX2014X891X895XX item S1872-2067(14)60127-3 S1872206714601273 1-s2.0-S1872206714601273 10.1016/S1872-2067(14)60127-3 273538 2015-03-12T02:47:17.333901-04:00 2014-06-01 2014-06-30 1-s2.0-S1872206714601273-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/MAIN/application/pdf/ebed1ddb5f3f4b01e6fc0fbe7f82c2de/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/MAIN/application/pdf/ebed1ddb5f3f4b01e6fc0fbe7f82c2de/main.pdf main.pdf pdf true 1616339 MAIN 5 1-s2.0-S1872206714601273-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/PREVIEW/image/png/f314b9f39537b3edd6dbcb11810c2c6c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/PREVIEW/image/png/f314b9f39537b3edd6dbcb11810c2c6c/main_1.png main_1.png png 53778 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206714601273-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr5/DOWNSAMPLED/image/jpeg/9cfadbd77ef0a8abcc9dc59ce9ae55e1/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr5/DOWNSAMPLED/image/jpeg/9cfadbd77ef0a8abcc9dc59ce9ae55e1/gr5.jpg gr5 gr5.jpg jpg 21733 215 277 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714601273-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr4/DOWNSAMPLED/image/jpeg/e7d7c74c2251acf5aa5fd2ea31506a3d/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr4/DOWNSAMPLED/image/jpeg/e7d7c74c2251acf5aa5fd2ea31506a3d/gr4.jpg gr4 gr4.jpg jpg 43021 384 353 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714601273-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr3/DOWNSAMPLED/image/jpeg/f53b8f590da40af305de606863723738/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr3/DOWNSAMPLED/image/jpeg/f53b8f590da40af305de606863723738/gr3.jpg gr3 gr3.jpg jpg 28818 393 258 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714601273-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr2/DOWNSAMPLED/image/jpeg/74cb210f83c4b7eebab5d0bf1b2c1180/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr2/DOWNSAMPLED/image/jpeg/74cb210f83c4b7eebab5d0bf1b2c1180/gr2.jpg gr2 gr2.jpg jpg 54689 385 371 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714601273-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr1/DOWNSAMPLED/image/jpeg/21cce62398d3a42cb426498f8a34a16f/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr1/DOWNSAMPLED/image/jpeg/21cce62398d3a42cb426498f8a34a16f/gr1.jpg gr1 gr1.jpg jpg 22469 332 243 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714601273-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/fx1/DOWNSAMPLED/image/jpeg/23a23d6634c7549d7fa40dd1d7dd1f80/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/fx1/DOWNSAMPLED/image/jpeg/23a23d6634c7549d7fa40dd1d7dd1f80/fx1.jpg fx1 true fx1.jpg jpg 23326 245 245 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714601273-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr5/THUMBNAIL/image/gif/e8624deb8b83cbe128c6579786b4627e/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr5/THUMBNAIL/image/gif/e8624deb8b83cbe128c6579786b4627e/gr5.sml gr5 gr5.sml sml 5585 164 212 IMAGE-THUMBNAIL 1-s2.0-S1872206714601273-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr4/THUMBNAIL/image/gif/9b06a63ee3382a1bd0664f001e5c5632/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr4/THUMBNAIL/image/gif/9b06a63ee3382a1bd0664f001e5c5632/gr4.sml gr4 gr4.sml sml 5657 163 150 IMAGE-THUMBNAIL 1-s2.0-S1872206714601273-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr3/THUMBNAIL/image/gif/a2e94e52a6abfec4acb3997bfb0b36e1/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr3/THUMBNAIL/image/gif/a2e94e52a6abfec4acb3997bfb0b36e1/gr3.sml gr3 gr3.sml sml 4187 163 107 IMAGE-THUMBNAIL 1-s2.0-S1872206714601273-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr2/THUMBNAIL/image/gif/fadd7565c0299ccb912eb6aee72d0ab2/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr2/THUMBNAIL/image/gif/fadd7565c0299ccb912eb6aee72d0ab2/gr2.sml gr2 gr2.sml sml 11145 164 158 IMAGE-THUMBNAIL 1-s2.0-S1872206714601273-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/gr1/THUMBNAIL/image/gif/45e8182b36ccec8e2715128b03fee133/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/gr1/THUMBNAIL/image/gif/45e8182b36ccec8e2715128b03fee133/gr1.sml gr1 gr1.sml sml 3798 164 120 IMAGE-THUMBNAIL 1-s2.0-S1872206714601273-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714601273/fx1/THUMBNAIL/image/gif/2c755733a51bd0568cf14f7207a22c1a/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714601273/fx1/THUMBNAIL/image/gif/2c755733a51bd0568cf14f7207a22c1a/fx1.sml fx1 true fx1.sml sml 7595 164 164 IMAGE-THUMBNAIL CHNJC 60127 S1872-2067(14)60127-3 10.1016/S1872-2067(14)60127-3 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 X-ray diffractograms of (a) Ni-CNFs, (b) FeNi(1:9)-CNFs, (c) FeNi(5:5)-CNFs, and (d) Fe-CNFs. The peaks are marked by the following symbols: ♦ Graphite, ▴ Ni, and ▾ Fe3C. Fig. 2 TEM images of (a) Ni-CNFs, (b) FeNi(1:9)-CNFs, and (c) Fe-CNFs. STEM images of (d) Ni-CNFs, (e) FeNi(1:9)-CNFs, and (f) Fe-CNFs. EDS element mapping for (g) carbon, (h) nickel, and (i) iron in the FeNi(1:9)-CNFs electrocatalyst. Fig. 3 (a) BET surface area and (b) BJH plots for (i) Ni-CNFs, (ii) FeNi(1:9)CNFs, (iii) FeNi(5:5)-CNFs, and (iv) Fe-CNFs. Fig. 4 Cyclic voltammograms of (a) Ni-CNFs, (b) Fe-CNFs, (c) FeNi(1:9)-CNFs, (d) FeNi(5:5)-CNFs, and (e) 20 wt% Ir/C between 0.0 and 1.2 V. (f) FeNi(1:9)-CNFs was subjected to a further increased anodic potential of 1.5 V to see the stability under a harsher condition. Dashed line indicates the limited potential of 1.2 V. N2-purged 0.1 mol L−1 KOH aqueous solution with GC RDE at a rotating rate of 1600 rpm and a scan rate of 100 mV s−1. Number of scan: 100 cycles. Red and green lines show the 1st and 100th scan of each catalyst. Fig. 5 Chronoamperometry curves of (i) FeNi(1:9)-CNFs and (ii) 20 wt% Ir/C in a N2-purged 0.1 mol L−1 KOH aqueous solution with GC RDE at a rotating rate of 1600 rpm and a scan rate of 100 mV s−1. Published 20 June 2014 Article (Special Issue on Carbon in Catalysis) Electrocatalytic oxygen evolution reaction at a FeNi composite on a carbon nanofiber matrix in alkaline media Xianghua An a Dongyoon Shin a Joey D. Ocon a Jae Kwang Lee b Young-il Son c Jaeyoung Lee a b * a Electrochemical Reaction and Technology Laboratory (ERTL), School of Environmental Science and Engineering, Gwangju Institute of Science and Technology (GIST), Gwangju 500-712, South Korea Electrochemical Reaction and Technology Laboratory (ERTL) School of Environmental Science and Engineering Gwangju Institute of Science and Technology (GIST) Gwangju 500-712 South Korea b Ertl Center for Electrochemistry and Catalysis, Research Institute for Solar and Sustainable Energies (RISE), Gwangju Institute of Science and Technology (GIST), Gwangju 500-712, South Korea Ertl Center for Electrochemistry and Catalysis Research Institute for Solar and Sustainable Energies (RISE) Gwangju Institute of Science and Technology (GIST) Gwangju 500-712 South Korea c Future Environmental R&D Office, Korea Environmental Industry & Technology Institute (KEITI), Seoul 122-706, South Korea Future Environmental R&D Office Korea Environmental Industry & Technology Institute (KEITI) Seoul 122-706 South Korea * Corresponding author. Tel: +82-62-7152440; Fax: +82-62-7152434 Non-noble metals such as Fe and Ni have comparable electrocatalytic activity and stability to that of Ir and Ru in an oxygen evolution reaction (OER). In this study, we synthesized carbon nanofibers with embedded FeNi composites (FeNi-CNFs) as OER electrocatalysts by a facile route comprising electrospinning and the pyrolysis of a mixture of metal precursors and a polymer solution. FeNi-CNFs demonstrated catalytic activity and stability that were better than that of 20 wt% Ir on Vulcan carbon black in oxidizing water to produce oxygen in an alkaline media. Physicochemical and electrochemical characterization revealed that Fe and Ni had synergistic roles that enhanced OER activity by the uniform formation and widening of pores in the carbon structure, while the CNF matrix also contributed to the increased stability of the catalyst. Graphical Abstract Synergism between Fe and Ni embedded in carbon nanofibers resulted in an electrocatalyst with enhanced electrocatalytic activity and stability for oxygen evolution from water. Keywords Oxygen evolution reaction Carbon nanofiber Iron Nickel Alkaline media 1 Introduction Oxygen electrocatalysis has attracted much attention because the reactions involving oxygen play an important role in almost all electrochemical technologies and processes [1,2], which include water electrolyzers, regenerative fuel cells, and rechargeable metal-air batteries where the oxygen evolution reaction (OER) is the rate determining step due to its slow kinetics. Bulk metal oxides such as RuO2, IrO2, NiO, and perovskites are active catalysts for the OER. RuO2 and IrO2 exhibited the lowest overpotential among these and are the best catalysts for the OER. However, Ru and Ir are among the most expensive materials, and their oxides lack stability due to their poor resistance to corrosion in the highly oxidative environment of oxygen evolution. In addition to cost, the poor stability of the metal oxides at high anodic potential makes it difficult to use them in industrial applications. Therefore, finding cost-effective OER electrocatalysts with comparable activities to Ru and Ir oxides but with better stability is the key to the challenge of commercial application. Significant efforts have been devoted to develop catalysts to replace the noble metal oxide catalysts, preferably with cheaper non-noble metals. Transition metals such as Fe, Co, and Ni (elements of the iron triad) with amorphous or spinel oxide structures have been investigated as alternative catalysts because they are chemically stable in alkaline media and they showed comparable OER activity to the Ru- and Ir-based catalysts [3–9]. In particular, alloys of Ni and Fe showed excellent performance as highly active and corrosion-resistant catalysts, and are good choices for inexpensive OER catalysts in alkaline media [9–12]. Further studies on improving the activity and stability of the iron triad-based catalysts by using them with carbon materials, such as carbon nanotubes (CNTs) and graphene, have been made [7,9,13,14]. The combination with carbon materials has resulted in increased activity and enhanced stability towards OER, which was primarily due to the reduced corrosion kinetics of the metal particles. In this paper, we used carbon nanofibers (CNFs) easily fabricated by the electrospinning and pyrolysis of the precursor mixture as a carbon matrix, in which Fe and Ni particles are embedded. From our previous experience, we expected the CNFs to provide a suitable reacting medium for the stable formation of individual metal and metallic alloy particles in a highly dispersed state and that the embedded particles would be protected by the carbon layer to enhance their stability [15–17]. We tested the activity and stability of FeNi-CNFs in the OER, compared these with an Ir-based electrocatalyst, and elucidated the reason for the improved electrochemical performance using physical and chemical characterization. 2 Experimental 2.1 Catalyst preparation The metal-containing CNFs (Me-CNFs) were synthesized by electrospinning a mixture of metal precursors and a polymer solution to form a polymeric nanofiber web. To prepare the polymer solution, 4 g of polyacrylonitrile (PAN, Sigma-Aldrich) was dissolved in 36 g of N,N-dimethylformamide (DMF, Junsei) at 60–80 °C for several hours. Then, the polymer solution was mixed with the metal precursors, Ni(II) acetylacetonate (Ni(acac)2, Sigma-Aldrich) and Fe(III) acetylacetonate (Fe(acac)3, Sigma-Aldrich). This method favored the formation of a carbon protection layer during carbonization, which encapsulated the metal structure because the central metal is surrounded by carbon rings in the metal precursor above [18,19]. The total amount of metal precursor in the polymer solution was 1.2 g, and the weight ratios of the Ni and Fe precursors were 1:0 for Ni-CNFs, 0:1 for Fe-CNFs, 9:1 for FeNi(1:9)-CNFs, and 5:5 for FeNi(5:5)-CNFs. The FeNi composite-containing CNFs were named according to the metal precursor ratio. Me-PAN mixtures were fed at a flow rate of 5 mL h−1 for 6 h by a syringe pump with a multi-nozzle. Then, a high electric voltage of 24 kV was applied between the syringe and collector in the electrospinning process. All processes were performed at room temperature (25 °C) and below 30% relative humidity (RH). The spun PAN nanofibers were simultaneously pyrolyzed in air and N2 environments as the two-step stabilization stage and carbonization stage, respectively [15–17]. 2.2 Characterization The electrocatalysts were characterized by X-ray diffraction (XRD, Rigaku Miniflex II) to determine their bulk structure. The morphology of the electrocatalysts was examined with scanning transmission/transmission electron microscopy (STEM/TEM; Philips TECNAI F20, equipped with energy dispersive X-ray spectroscopy (EDS)) in the Gwangju Center of the Korea Basic Science Institute (KBSI), Republic of Korea. The specific surface area and pore size distribution of the Me-CNFs were calculated from N2 adsorption isotherms using the BET and BJH methods, respectively (Belsorp-max, Japan). 2.3 Activity test The electrochemical properties and OER activity of the Ni-CNFs, Fe-CNFs, FeNi(1:9)-CNFs, and FeNi(5:5)-CNFs catalysts were measured using cyclic voltammetry (CV) and chronoamperometry (CA) in a three electrode cell connected to a potentiostat/galvanostat (Biologic, VSP). We used a smooth Pt wire as the counter electrode and Hg/HgO as the reference electrode. The catalyst ink was prepared using 10 mg of catalyst dispersed in 10 μL 10 wt% Nafion solution (Sigma-Aldrich), 4 mL DI water and 1 mL isopropyl alcohol. After ultrasonication for at least 30 min, a 25 μL aliquot of the suspension was dropped onto a glassy carbon (GC) disk electrode (0.2475 cm2) using a micropipette, which gave a catalyst loading of 200 μg cm−2. For OER activity and stability comparison, a 20 wt% Ir on Vulcan carbon black catalyst (Premetek Co.) was used for comparing with the activities of the Me-CNFs. The OER activity of the Me-CNFs was measured by sweeping the potential from 0 to 1.2 V versus Hg/HgO at a scan rate of 100 mV s−1 and a rotating rate of 1600 rpm in 0.1 mol L−1 KOH (Sigma-Aldrich) electrolyte. The electrolyte was saturated with ultrapure N2 at a flow rate of 20 mL min−1 at room temperature. CA was performed at 0.9 V vs Hg/HgO electrode for 90 min to observe the long term stability of the catalysts. 3 Results and discussion The XRD patterns of the Me-CNFs confirmed that changes in the bulk crystalline structure depended on the ratio of Fe and Ni. As shown in Fig. 1 , in the Ni-containing CNFs, i.e. Ni-CNFs, FeNi(1:9)-CNFs, and FeNi(5:5)-CNFs, there were three peaks at 44.5°, 51.8°, and 76.4°, which were assigned to the (111), (200), and (220) diffraction planes of metallic Ni, respectively. In contrast, iron carbide (Fe3C), not metallic Fe, was the dominant phase in the Fe-containing CNFs. All the samples exhibited a peak at 26°, which was attributed to the (002) plane of graphitic carbon derived from the turbostratic carbon structure of CNFs. However, the degree of graphitization of the carbon in the Me-CNFs varied depending on the type of metal. This phenomenon of catalytic graphitization usually occurs when carbon is heat-treated in the presence of certain metals (e.g., Al, Co, Fe, and Ni) or inorganic compounds (e.g., phthalimide and pyromellitic dianhydride) [20]. Of the inorganic and organic compounds for catalytic graphitization, Fe commonly combines with carbon as a carbide in forming graphitic carbon, while Ni melts and dissolves in the amorphous carbon in the process, which is termed the dissolution-precipitation mechanism. Zhou et al. [21] reported that the catalytic effect of a Ni-Fe alloy on the graphitization of carbon fibers was better than that of Ni or Fe at the same temperature. The diffractograms of the Me-CNFs suggested that the Fe atoms were well bonded with the carbon structure, allowing the dispersion of Fe atoms in the carbon matrix to form Fe3C. The formation of Fe3C would lead to smaller pores, which will be demonstrated later in the PSD results. On the other hand, with Ni and the FeNi alloy, wider pores in the carbon were formed than was the case with the elements that form the carbides, such as Fe, Al, and Si. This was because they followed the dissolution-precipitation mechanism during catalytic graphitization [20,22]. To confirm the morphology of the synthesized Me-CNFs, we performed STEM/TEM analyses. The nanofiber diameters were in the range of 100–500 nm, which was similar to the CNF sizes we observed in our previous studies [15–17]. As displayed in Fig. 2(a–c) , most of the metal nanoparticles (NPs) were embedded homogeneously in the CNF matrix. As exhibited in the TEM images, the Fe3C particles were well dispersed as compared to the Ni and FeNi particles, which was expected from the XRD results. In the EDS mapping for FeNi(1:9)-CNFs, the Ni NPs were well distributed together with the Fe NPs in the CNFs (Fig. 2(g–i)). This could indicate the formation of a FeNi alloy, complementing the XRD results. As seen in the STEM images (Fig. 2(d–f)), the pore distribution of the Me-CNFs varied a lot depending on the type of metal embedded in it. Ni-containing CNFs, i.e., Ni-CNFs and FeNi(1:9)-CNFs, showed clearly the presence of pores in the carbon matrix. The pore size of FeNi(1:9)-CNFs was slightly larger than that of Ni-CNFs, as shown in Fig. 2(d–e). In contrast, Fe-CNFs did not seem to have any visible pores (Fig. 2(f)). The N2 adsorption isotherms of the Ni-CNFs, FeNi(1:9)-CNFs, FeNi(5:5)-CNFs, and Fe-CNFs electrocatalysts gave BET surface areas of 207.57, 256.63, 377.05, and 367.97 m2 g−1, respectively (Fig. 3(a) ). The increase in the specific surface area with the amount of Fe can be explained by the enhanced pore formation around the metal particles. This was consistent also with the highly dispersed nature of the Fe3C NPs in the Fe-containing CNFs in above discussion. The pore size distribution analysis based on the desorption branch (Fig. 3(b)) showed that the Fe-CNFs has a narrow pore size distribution of 2–3 nm. On the other hand, the Ni-containing samples, i.e., Ni-CNFs, FeNi(1:9)-CNFs, and FeNi(5:5)-CNFs, exhibited a wider spread of pore sizes. In particular, the FeNi(1:9)-CNFs sample had a peak pore size at 9 nm and evenly distributed pores of all sizes. It was evident from these results that Fe played a crucial role in forming pores uniformly, while Ni gave bigger pores in the CNF matrix. We believe that the increased number of large mesopores in FeNi-CNFs effectively enhanced the OER activity due to increased accessible active sites. Figure 4 shows the OER performance of the Me-CNFs and a comparison with 20 wt% Ir/C as the reference catalyst. The activity and stability were measured using repeated voltammetric cycling in a N2-purged 0.1 mol L−1 KOH aqueous electrolyte with a GC rotating disk electrode at a rotating rate of 1600 rpm to instantly remove generated oxygen bubbles. As shown in Fig. 4(a–b), the monometallic CNFs samples, i.e., Ni-CNFs and Fe-CNFs, showed low activity and extremely poor stability. The Ni-CNFs sample demonstrated low activity initially but gave a much higher activity after 100 cycles, which possibly resulted from increased electrolyte access to the Ni active sites. In contrast, the Fe-CNFs sample gave high initial activity but suffered from severe corrosion after 100 cycles. On the other hand, the FeNi(1:9)-CNFs sample exhibited a comparable OER current density to that of 20 wt% Ir/C at 1.2 V vs Hg/HgO, and it sustained its activity well over 100 cycles (Fig. 4(c,e)). Furthermore, its OER activity was well maintained during every scan, as exhibited in Fig. 4(f), even when we increased the applied potential up to 1.5 V vs Hg/HgO in order to see the stability of the FeNi(1:9)-CNFs sample under a harsher environmental condition. The FeNi(5:5)-CNFs sample showed a similar tendency to the FeNi(1:9)-CNFs sample, but it gave a slightly lower OER activity and stability than FeNi(1:9)-CNFs sample (Fig. 4(d)). The prolonged high activity of the FeNi-CNFs samples, in contrast to the increasing and decreasing activities of the Ni-CNFs and Fe-CNFs samples, further indicated that a critical number of pores were readily available due to the uniform dispersion of pore size, so that the electrolyte can readily access the OER active sites (see Fig. 3(b)). This higher activity of the FeNi(1:9)-CNFs revealed that Fe and Ni exhibited a synergistic role in enhancing the OER activity, which was through the uniform formation and widening of the pores in the carbon structure. The improvement in the OER activity due to the combination of Ni and Fe was in agreement with a previous study by Gong et al. [9] where a FeNi-layered double hydroxide/carbon nanotube (FeNi-LDH/CNT) catalyst exhibited better electrochemical kinetics than 20 wt% Ir/C. To confirm the stability of the FeNi(1:9)-CNFs electrocatalyst in a reactive oxygen evolution environment, we performed CA at 0.9 V vs Hg/HgO for the FeNi(1:9)-CNFs and 20 wt% Ir/C catalysts (Fig. 5 ). After an electrolysis time of 90 min, the current density of FeNi(1:9)-CNFs had only decreased by 5%, in contrast to the 48% reduction with 20 wt% Ir/C. This was good evidence that the FeNi(1:9)-CNFs catalyst had an extremely stable OER activity, as shown in the slower activity decline than 20 wt% Ir/C. Since Ni is one of the most stable OER-active materials in alkaline media, we can assume that this was due to Ni being the main composite material in the FeNi(1:9)-CNFs catalyst. In addition, the CNF matrix, which envelopes the metal particles, would also have prevented the deactivation of the metal active sites. 4 Conclusions Metal-containing CNF electrocatalysts were prepared by a facile synthesis comprising electrospinning and pyrolysis of a polymer-metal precursor mixture. The FeNi(1:9)-CNFs catalyst showed better OER activity in alkaline water oxidation than the monometallic CNFs and a commercial 20 wt% Ir/C catalyst. Fe and Ni exhibited synergistic effect for the better activity in OER, with Fe having the role of forming the pores and Ni as responsible for the optimum distribution of pore sizes to facilitate the access of reactants to the OER active sites. These studies can lead to better and inexpensive oxygen evolution electrocatalysts with superior activity and stability to noble metal-based catalysts for energy efficient chemical energy storage and conversion cells in alkaline media. Acknowledgments J. Lee is deeply indebted to the Alexander von Humboldt Foundation fellowship for experienced researchers (1141065). This work was also supported by the Core Technology Development Program of the Research Institute for Solar and Sustainable Energies (RISE), Gwangju Institute of Science and Technology. References 1 K Kinoshita Electrochemical Oxygen Technology 1992 Wiley Berkeley 2 J Lee B Jeong JD Ocon Curr Appl Phys 13 2013 309 3 T Osaka H Ishibashi T Endo T Yoshida Electrochim Acta 26 1981 339 4 MEG Lyons MP Brandon Int J Electrochem Sci 3 2008 1386 5 RL Doyle IJ Godwin MP Brandon MEG Lyons Phys Chem Chem Phys 15 2013 13737 6 JO Bockris T Otagawa J Electrochem Soc 131 1984 290 7 YY Liang YG Li HL Wang JG Zhou J Wang T Regier HJ Dai Nat Mater 10 2011 780 8 JW Kim JK Lee D Phihusut YM Yi HJ Lee J Lee J Phys Chem C 117 2013 23712 9 M Gong YG Li HL Wang YY Liang JZ Wu JG Zhou J Wang T Regier F Wei HJ Dai J Am Chem Soc 135 2013 8452 10 A Kleiman-Shwarsctein YS Hu GD Stucky EW McFarland Electrochem Commun 11 2009 1150 11 KH Kim JY Zheng W Shin YS Kang RSC Adv 2 2012 4759 12 ZY Lu WW Xu W Zhu Q Yang XD Lei JF Liu YP Li XM Sun X Duan Chem Commun 2014 10.1039/C4CC01625D in press 13 K Mette A Bergmann JP Tessonnier M Hävecker T Ressler R Schlögl P Strasser M Behrens ChemCatChem 4 2012 851 14 J Wang HX Zhong YL Qin XB Zhang Angew Chem Int Ed 52 2013 5248 15 D Shin B Jeong BS Mun H Jeon HJ Shin J Baik J Lee J Phys Chem C 117 2013 11619 16 B Jeong D Shin H Jeon JD Ocon BS Mun J Baik HJ Shin J Lee ChemSusChem 2014 10.1002/cssc.201301374 in press 17 S Uhm B Jeong J Lee Electrochim Acta 56 2011 9186 18 NAM Barakat B Kim SJ Park Y Jo MH Jung HY Kim J Mater Chem 19 2009 7371 19 DH Deng L Yu XQ Chen GX Wang L Jin XL Pan J Deng GQ Sun XH Bao Angew Chem Int Ed 52 2013 371 20 K Kinoshita Carbon: Electrochemical and Physicochemical Properties 1988 Wiley Berkeley 21 HH Zhou QL Peng ZH Huang Q Yu JH Chen YF Kuang Trans Nonferrous Met Soc China 21 2011 581 22 M Käärik M Arulepp M Karelson J Leis Carbon 46 2008 1579",
      "scopus-id": "84902471698",
      "coredata": {
        "eid": "1-s2.0-S1872206714601273",
        "dc:description": "Non-noble metals such as Fe and Ni have comparable electrocatalytic activity and stability to that of Ir and Ru in an oxygen evolution reaction (OER). In this study, we synthesized carbon nanofibers with embedded FeNi composites (FeNi-CNFs) as OER electrocatalysts by a facile route comprising electrospinning and the pyrolysis of a mixture of metal precursors and a polymer solution. FeNi-CNFs demonstrated catalytic activity and stability that were better than that of 20 wt% Ir on Vulcan carbon black in oxidizing water to produce oxygen in an alkaline media. Physicochemical and electrochemical characterization revealed that Fe and Ni had synergistic roles that enhanced OER activity by the uniform formation and widening of pores in the carbon structure, while the CNF matrix also contributed to the increased stability of the catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2014-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206714601273",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "An, Xianghua"
          },
          {
            "@_fa": "true",
            "$": "Shin, Dongyoon"
          },
          {
            "@_fa": "true",
            "$": "Ocon, Joey D."
          },
          {
            "@_fa": "true",
            "$": "Lee, Jae Kwang"
          },
          {
            "@_fa": "true",
            "$": "Son, Young-il"
          },
          {
            "@_fa": "true",
            "$": "Lee, Jaeyoung"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206714601273"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206714601273"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(14)60127-3",
        "prism:volume": "35",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Electrocatalytic oxygen evolution reaction at a FeNi composite on a carbon nanofiber matrix in alkaline media",
        "prism:copyright": "Copyright © 2014 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "6",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Carbon nanofiber"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Alkaline media"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "6",
        "openaccessSponsorType": null,
        "prism:pageRange": "891-895",
        "prism:endingPage": "895",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2014",
        "prism:doi": "10.1016/S1872-2067(14)60127-3",
        "prism:startingPage": "891",
        "dc:identifier": "doi:10.1016/S1872-2067(14)60127-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "215",
            "@width": "277",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21733",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "384",
            "@width": "353",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43021",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "393",
            "@width": "258",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28818",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "385",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54689",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "332",
            "@width": "243",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22469",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "245",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23326",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5585",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5657",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "107",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4187",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "158",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11145",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3798",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714601273-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7595",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84902471698"
      }
    }
  }
}