{
  "metadata": {
    "title": "Gas-Phase Hydroxylation of Chlorobenzene Over Cu-HZSM-5 and Catalyst Deactivation",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2007-05-31",
    "doi": "10.1016/S1872-2067(07)60037-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206707600370",
    "pii": "S1872206707600370"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2007-06-27 2007-06-27 2010-03-27T19:56:19 1-s2.0-S1872206707600370 S1872-2067(07)60037-0 S1872206707600370 10.1016/S1872-2067(07)60037-0 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206707X60066 2015-05-15T07:13:55.760442-04:00 0 0 20070501 20070531 2007 2007-06-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 28 28 5 5 Volume 28, Issue 5 6 407 411 407 411 200705 May 2007 2007-05-01 2007-05-31 2007 article fla Copyright © 2007 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. GASPHASEHYDROXYLATIONCHLOROBENZENEOVERCUHZSM5CATALYSTDEACTIVATION CHEN L DANG 1999 127 H WEISSERMEL 1998 193 K INDUSTRIALORGANICCHEMISTRY REICHLE 1970 297 W FIGOLI 1982 64 N LARGENTIERE 1982 305 P IZUMI 1979 3065 Y NAKAJIMA 1994 237 H YAN 1998 48 G ZHENG 1998 241 Y CHENX2007X407 CHENX2007X407X411 CHENX2007X407XL CHENX2007X407X411XL item S1872-2067(07)60037-0 S1872206707600370 1-s2.0-S1872206707600370 10.1016/S1872-2067(07)60037-0 273538 2010-09-16T23:35:40.214906-04:00 2007-05-01 2007-05-31 1-s2.0-S1872206707600370-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206707600370/MAIN/application/pdf/8c02754ef5d499648b01b31b6e87afe7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206707600370/MAIN/application/pdf/8c02754ef5d499648b01b31b6e87afe7/main.pdf main.pdf pdf true 348187 MAIN 5 1-s2.0-S1872206707600370-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206707600370/PREVIEW/image/png/0ebbf56e1f1994423eff22d85c21a997/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206707600370/PREVIEW/image/png/0ebbf56e1f1994423eff22d85c21a997/main_1.png main_1.png png 66553 849 656 IMAGE-WEB-PDF 1 CHINESE JOURNAL OF CATALYSIS Volume 28, Issue 5, May 2007 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2007, 28(5): 407–412. Received date: 2006-11-08. * Corresponding author. Tel: +86-592-2182440; E-mail: hqlin@xmu.edu.cn Foundation item: Supported by the National Natural Science Foundation of China (20603029) and the National Foundation of Fundamental Talent Breeding for Sciences (J0630429). Copyright © 2007, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. RESEARCH PAPER Gas-Phase Hydroxylation of Chlorobenzene Over Cu-HZSM-5 and Catalyst Deactivation CHEN Lingjing, LIN Haiqiang*, YAN Bin, YANG Lefu State Key Laboratory of Physical Chemistry of Solid Surfaces, Department of Chemistry, Xiamen University, Xiamen 361005, Fujian, China Abstract: Catalytic activity and deactivation of the Cu-HZSM-5 catalyst used in the gas-phase hydroxylation of chlorobenzene to phenol were studied. Under the conditions of 773 K and water/chlorobenzene volume ratio of 3, a chlorobenzene conversion of 82.4% and a phenol selectivity of 98.2% were obtained. Deactivation of the Cu-HZSM-5 catalyst was observed during the reaction. X-ray diffraction, N 2 volumetric adsorption, energy dispersive X-ray spectroscopy, and infrared spectroscopy of adsorbed pyridine were performed on fresh, used, and regenerated catalysts to study the reaction and catalyst deactivation mechanisms. The leaching of copper from the cata- lyst, framework dealumination of HZSM-5, and coking were the main causes of the catalyst deactivation. Key Words: chlorobenzene; gas-phase hydroxylation; phenol; copper; HZSM-5 zeolite; catalyst deactivation Phenol is one of the most widely used chemical feedstocks. The predominant route for manufacturing phenol is the cu- mene process, in which phenol and acetone are produced in equimolar amounts. Concerns that acetone will be in oversup- ply owing to a disproportionately growing demand for phenol have initiated efforts to develop phenol processes that do not produce acetone and can economically compete with the con- ventional cumene route. A one-step selective oxidation of benzene to phenol is considered an ideal route with the ad- vantages of atom economy and green chemistry. However, currently established methods based on oxidants like N 2 O, H 2 O 2 , and O 2 are unsatisfactory for practical industrialization [1]. In the past, a large amount of phenol was manufactured by using the Raschid–Hooker process, which involves the oxychlorination of benzene to yield chlorobenzene (C 6 H 6 + HCl + 1/2O 2 → C 6 H 5 Cl + H 2 O) and the subsequent vapor phase catalytic hydrolysis of the chlorobenzene intermediate to give phenol and hydrogen chloride (C 6 H 5 Cl + H 2 O → C 6 H 5 OH + HCl). This allows the recycling of hydrogen chlo- ride that is used in the first step of the process. Low conver- sions per pass for the key step of chlorobenzene hydrolysis and the high investment needed for highly corrosion resistant construction materials are the main drawbacks inhibiting the development of this process. For the chlorobenzene vapor phase hydroxylation, rela- tively low conversions of 10%–15% and phenol selectivity of ca. 95% were obtained over the conventional Cu-promoted hydroxyapatite catalyst [2–4]. Some phosphates (such as lan- thanum phosphate and zirconium phosphate) [5–7] and modi- fied zeolites [8–10] are also potential catalysts, and the best catalytic activity was found over high-silica zeolites modified by copper or nickel. In this paper, the influence of the catalyst loading and oper- ating conditions on chlorobenzene hydrolysis to phenol over Cu-HZSM-5 was studied. Catalyst characterization by X-ray diffraction (XRD), N 2 volumetric adsorption, X-ray energy dispersive spectroscopy (EDS), and IR spectroscopy of ad- sorbed pyridine were carried out to investigate the mechanism of catalyst deactivation. 1 Experimental 1.1 Catalyst preparation The catalyst supports such as HZSM-5 (n(SiO 2 )/n(Al 2 O 3 ) = 30), NaY, and small silica spheres were supplied by the Chemical Plant of Nankai University, Zhejiang Wenzhou Huahua Group Company (China), and Qingdao Haiyang CHEN Lingjing et al. / Chinese Journal of Catalysis, 2007, 28(5): 407–412 Chemical Company (China), respectively. After calcination at 873 K for 2 h, the catalyst support was thoroughly mixed with a Cu(NO 3 ) 2 solution. This was then aged for 20 h at room temperature, dried for 3 h at 383 K, and calcined at 823 K for 4 h. 1.2 Catalyst testing The vapor phase hydroxylation of chlorobenzene to phenol was performed in a conventional quartz tube reactor. A 500 mg of 20–40 mesh catalyst sample was used for the reaction. The reactants, chlorobenzene and water, were fed by means of two syringe pumps, and nitrogen was introduced into the feed to elute the product of reaction. Condensable products were collected in a glass bottle cooled at 273 K, homogenized with an adequate amount of ethanol, and analyzed by a GC-8800 gas chromatograph (Shanghai Kechuang, DB5 capillary col- umn of 30 m × 0.25 mm × 1 μ m) using toluene as the internal standard. The amounts of H 2 , CO, and CO 2 in the outlet gas were analyzed by a GC-920 gas chromatograph (Shanghai Haixin, TDX-01 packed column of carbon molecular sieve). The amount of coke on the catalysts was determined by the weight loss of the dry catalyst after oxidation at 773 K for 3 h. Typically, the data relating to the chlorobenzene conversion and phenol selectivity presented in this paper were taken in the first hour of the chlorobenzene hydroxylation reaction. Regeneration of used catalysts was conducted by calcination in air at 773 K for 2 h. 1.3 Catalyst characterization Powder XRD of the catalysts was performed on a PANa- lytical X’Pert PRO diffractometer using Cu K α (λ = 0.15406 nm) radiation at 40 kV and 30 mA. N 2 volumetric adsorption measurements of the catalysts were conducted on a Micromeritics ASAP 2010 instrument. Before testing, all samples were evacuated at 393 K for 2 h and then at 573 K for 4 h. The methods of Dubinin–Radush- kevich and Horvath–Kawazoe were used to calculate the micropore surface area and micropore distribution of the zeo- lite samples. The relative contents of copper, silicon, and aluminum within the catalysts were determined on a LEO 1530 field emission scanning electron microscope equipped with an en- ergy dispersive spectrometer. IR spectra of adsorbed pyridine were recorded on a Nicolet Nexus-XT FT-IR spectrometer with an MCT-B detector. The reference spectra of the catalysts were collected at 323 K after evacuation at 773 K for 30 min. Pyridine carried by helium was flowed through the catalyst at 323 K for 1 h, and the IR spectra of the samples were collected after unadsorbed pyri- dine was evacuated. 2 Results and discussion 2.1 Catalytic activity and optimization of the reaction conditions Table 1 summarizes the performance of different catalysts prepared on HZSM-5, NaY, and SiO 2 supports. As can be seen, the catalysts containing copper on the HZSM-5 support were the most active for the vapor phase hydroxylation of chlorobenzene to phenol. Under the conditions of V(H 2 O)/ V(C 6 H 5 Cl) = 2 and 773 K, a chlorobenzene conversion of 66.1% and phenol selectivity of 97.2% were obtained over 1.6%Cu-HZSM-5. Benzene, coke, and CO x were the main side products. The chlorobenzene conversion over 1.0%Cu- HZSM-5 and the phenol selectivity over 2.0%Cu- HZSM-5 slightly decreased compared with 1.6%Cu-HZSM-5. HZSM-5 was also active for the hydroxylation of chlorobenzene to phenol, but the activity was poor. Hence, the introduction of copper greatly improved the catalytic performance of HZSM-5. NaY and SiO 2 were neither suitable catalyst sup- ports nor catalysts for the reaction, and no phenol was ob- tained with these catalysts. Table 1 Catalytic performance of the different catalysts for the gas-phase hydroxylation of chlorobenzene Selectivity (%) Catalyst Conversion (%) Phenol Benzene CO x + coke HZSM-5 13.4 88.6 10.4 ~1.0 2.0%Cu-HZSM-5 67.8 96.1 2.6 ~1.3 1.6%Cu-HZSM-5 66.1 97.2 2.3 ~0.5 1.0%Cu-HZSM-5 57.4 97.5 2.0 ~0.5 1.6%Cu/NaY 1.2 0 0 ~1.2 1.6%CuO/SiO 2 1.5 0 1.0 ~0.5 Reaction conditions: catalyst = 500 mg, T = 773 K, nitrogen carrier gas, GHSV = 1200 ml/(g·h), C 6 H 5 Cl flux = 2.0 ml/(g·h), V(H 2 O)/V(C 6 H 5 Cl) = 2. The influence of the reaction temperature on the activity of 1.6%Cu-HZSM-5 is shown in Fig. 1. As can be seen, the chlorobenzene conversion increases with reaction tempera- ture. A low conversion of 12.8% was obtained at 673 K. With a temperature increase to 723 K, a relatively high conversion of 55.8% was achieved. In the range of 723–833 K, the chlorobenzene conversion gradually increased with a slight decrease in phenol selectivity. Generally, the hydrolysis of halogenated hydrocarbons fol- lows nucleophilic substitution pathways, i.e., S N 1 and/or S N 2 reactions. An efficient catalyst for the vapor phase hydroxyla- tion of chlorobenzene should have the ability to activate the C–Cl bond (327 kJ/mol) of chlorobenzene and the H–O bond (459 kJ/mol) of H 2 O. Usually, the activation of the H 2 O molecule to active hydroxyl is relatively difficult and requires CHEN Lingjing et al. / Chinese Journal of Catalysis, 2007, 28(5): 407–412 a high temperature. The influence of the H 2 O/C 6 H 5 Cl ratio on the catalytic per- formance of 1.6%Cu-HZSM-5 at 773 K is illustrated in Fig. 2. When the chlorobenzene flux was fixed at 2.0 ml/(g·h), both chlorobenzene conversion and phenol selectivity increased with increasing V(H 2 O)/V(C 6 H 5 Cl) ratio in the range of 1–3. A high V(H 2 O)/V(C 6 H 5 Cl) ratio of 4 did not increase the reaction performance further. Deactivation of the catalysts was encountered during chlorobenzene vapor phase hydroxylation. The conventional Cu-promoted hydroxyapatite catalysts have to be regenerated every few hours by introducing air and water vapor at 773 K to retain catalytic activity [4]. The Cu-HZSM-5 catalysts slowly lost activity as illustrated in Fig. 3. Under the condi- tions of 773 K and V(H 2 O)/V(C 6 H 5 Cl) = 3, the chlorobenzene conversion decreased from the initial 82.4% to 52.1% after 11 h reaction. The phenol selectivity was 98.2% at the beginning of the reaction, and it slightly increased to 99.0% during the run because the amount of the side product benzene de- creased. The Cu-HZSM-5 catalyst can be regenerated by flowing air over the catalyst for 1 h at the same temperature as the reaction, and it regained an initial activity as high as the fresh catalyst. However, the regenerated catalyst deactivated faster than the fresh catalyst. 2.2 Catalyst characterization As mentioned above, under the proper reaction conditions, chlorobenzene is converted to phenol over the Cu-HZSM-5 catalysts with conversion and selectivity much higher than the conventional Cu-promoted hydroxyapatite catalyst, but the deactivation of the catalysts is a serious problem. Therefore, a series of characterization techniques were used to study the mechanism of catalyst deactivation. Fig. 4 shows the XRD patterns of HZSM-5 and the fresh, used, and regenerated 1.6%Cu-HZSM-5 catalysts. No obvious difference was found between Cu-HZSM-5 and HZSM-5, indicating that the ZSM-5 zeolite retained its crystalline structure after copper impregnation, high-temperature calcina- tion, and reaction. No characteristic peaks of copper oxide particles (such as CuO, Cu 2 O, etc.) or Cu 0 were observed on the Cu-HZSM-5 catalysts, implying that the copper was finely dispersed onto the microporous HZSM-5 supports. The XRD patterns of Cu-HZSM-5 slightly changed after 8 h reaction. The intensity of the peaks at 2θ = 7.5°–9.5° decreased, and the two peaks at 2θ = 22.5°–23.5° merged to form a single peak with a higher intensity. These results showed that the MFI structure of the catalyst was altered during the chloro- Fig. 1 Influence of reaction temperature on the catalytic perform- ance of 1.6%Cu-HZSM-5 for gas-phase hydroxylation of chlorobenzene (Other reaction conditions are the same as in Table 1.) Fig. 3 Changes in the catalytic activity of 1.6%Cu-HZSM-5 with reaction time (Reaction conditions are the same as in Table 1 except V(H 2 O)/V(C 6 H 5 Cl) = 3.) Fig. 2 Influence of H 2 O/C 6 H 5 Cl ratio on the catalytic performance of 1.6%Cu-HZSM-5 for gas-phase hydroxylation of chloro- benzene (Other reaction conditions are the same as in Table 1.) CHEN Lingjing et al. / Chinese Journal of Catalysis, 2007, 28(5): 407–412 benzene vapor phase hydrolysis. In general, silica–alumina zeolites have poor hydrothermal stability. The severe condi- tions of vapor phase chlorobenzene hydrolysis inevitably re- sulted in the dealumination of HZSM-5 and the transforma- tion of the crystalline framework. Coking may also be a rea- son for the changes in the XRD pattern. However, the regen- eration of the used catalyst by air at 773 K restored the crys- talline structure yielding an XRD pattern similar to that of the fresh catalyst. The specific surface area, average micropore diameter, and micropore volume of HZSM-5 and fresh, used, and regener- ated 1.6%Cu-HZSM-5 catalysts measured by N 2 volumetric adsorption are listed in Table 2. Similar results were obtained for fresh 1.6%Cu-HZSM-5 and HZSM-5, which indicates that the introduction of copper into HZSM-5 has only slight influ- ence on the microporous structure of HZSM-5 as a result of the fine dispersion of copper. Hydrolysis of chlorobenzene for 8 h clearly reduced the specific surface area and micropore volume of the Cu-HZSM-5 catalyst, whereas the average mi- cropore diameter remained almost the same. The regeneration of the used Cu-HZSM-5 catalyst by air at 773 K could not restore the surface area and micropore volume to their original values. The coke on the catalyst can be completely removed by oxidation at 773 K; however, the data implies that chloro- benzene hydrolysis under harsh conditions may destroy the crystalline structure of HZSM-5 irreversibly. Table 3 shows the results of an elemental analysis of fresh, used, and regenerated 1.6%Cu-HZSM-5 determined by EDS. After hydrolysis of chlorobenzene for 8 h at 773 K, the Si/Al ratio of Cu-HZSM-5 slightly increased from 31.4 to 32.6. Regeneration of the used catalyst increased the Si/Al ratio to 34.4. This indicates that aluminum was leached from the framework of HZSM-5 during the reaction. According to the EDS results, the fresh catalyst had 1.8% copper, but this could not be detected by EDS after 8 h of vapor phase chloroben- zene hydrolysis. The loss of copper from the catalyst probably occurred by the vaporization of copper chloride [4]. Table 3 Elemental analysis of the 1.6%Cu-HZSM-5 catalysts by EDS Catalyst n(SiO 2 )/n(Al 2 O 3 ) Cu content (%) 1.6%Cu-HZSM-5(fresh) 31.4 ~1.8 1.6%Cu-HZSM-5(used) 32.6 <1.0 1.6%Cu-HZSM-5(regenerated) 34.4 <1.0 The vapor phase hydroxylation of chlorobenzene is signifi- cantly correlated with the acid sites of Cu-HZSM-5. IR spec- troscopy of adsorbed pyridine was performed on the 1.6%Cu- HZSM-5 catalyst and the results are shown in Fig. 5 and Ta- ble 4. These results show that the amount of Lewis acid sites Table 2 Specific surface area, average micropore diameter, and micropore volume of HZSM-5 and 1.6%Cu-HZSM-5 Catalyst Specific surface area (m 2 /g) Average micropore diameter (nm) Micropore volume (cm 3 /g) HZSM-5 577 0.546 0.158 1.6%Cu-HZSM-5(fresh) 581 0.561 0.154 1.6%Cu-HZSM-5(used) 464 0.553 0.136 1.6%Cu-HZSM-5(regenerated) 463 0.550 0.133 Fig. 4 XRD patterns of HZSM-5 and 1.6%Cu-HZSM-5 samples (1) HZSM-5, (2) 1.6%Cu-HZSM-5(fresh), (3) 1.6%Cu-HZSM-5(used), (4) 1.6%Cu-HZSM-5(regenerated) Fig. 5 IR spectra of pyridine adsorbed on HZSM-5 and 1.6%Cu-HZSM-5 (1) HZSM-5, (2) 1.6%Cu-HZSM-5(fresh), (3) 1.6%Cu-HZSM-5(used), (4) 1.6%Cu-HZSM-5(regenerated) CHEN Lingjing et al. / Chinese Journal of Catalysis, 2007, 28(5): 407–412 increased very much after the copper was introduced into HZSM-5, whereas the amount of Brønsted acid sites de- creased, indicating that ion-exchange between Cu 2+ and H + occurred during catalyst preparation. Hydrolysis of chloro- benzene for 8 h clearly reduced the amount of Lewis acid sites and Brønsted acid sites of Cu-HZSM-5. Regeneration by air at 773 K partly restored the amount of Lewis acid sites and Brønsted acid sites. This observation suggested that the coke generated in the reaction covered a proportion of the acid sites of the Cu-HZSM-5 catalyst and the elimination of coke ex- posed the acid sites again. However, the loss of Lewis acid sites and Brønsted acid sites from copper leaching, collapse of crystalline structure, and framework dealumination cannot be restored by the regeneration of the catalyst. Table 4 Acidity of HZSM-5 and 1.6%Cu-HZSM-5 measured by IR spectroscopy of adsorbed pyridine Peak area Catalyst L Py (1450 cm −1 ) B Py (1542 cm −1 ) L/B ratio HZSM-5 5.76 6.47 0.89 1.6%Cu-HZSM-5(fresh) 19.89 2.18 9.12 1.6%Cu-HZSM-5(used) 5.21 1.27 4.10 1.6%Cu-HZSM-5(regenerated) 9.90 2.01 4.92 2.3 Deactivation of catalyst The characterization results described above can explain the deactivation of the Cu-HZSM-5 catalyst as follows. First, copper leaching led to a reduction of the amount of active sites of Cu-HZSM-5. Ion exchange between Cu 2+ and H + significantly increased the catalytic performance for vapor phase chlorobenzene hydrolysis and notably increased the amount of Lewis acid sites. The gradual leaching of copper from the Cu-HZSM-5 catalyst during the reaction, shown by EDS characterization, led to a decrease in the amount of ac- tive sites and reduced the activity of the catalyst. Second, framework dealumination and collapse of crystal- line structure of HZSM-5 caused a reduction in the number of active sites during the progress of vapor phase chlorobenzene hydrolysis. Under severe reaction conditions, HZSM-5 tends to dealuminate and partially collapse, which cause the de- crease in catalytically active sites. The N 2 adsorption meas- urement also showed the irreversible loss of the microporous surface area and the volume of the catalysts. Third, the coke generated during the reaction covered part of the catalytic active sites and blocked the diffusion of reac- tants within the microporous channels of the catalyst. Al- though the reaction between coke and water vapor can imme- diately remove some of the coke on the surface of Cu- HZSM-5, a number of catalytic active sites were blocked during the reaction. 3 Conclusions Excellent performance of the Cu-HZSM-5 catalysts in the vapor phase chlorobenzene hydroxylation to phenol was ob- served. The copper loading, ratio of H 2 O/chlorobenzene, and reaction temperature all vastly influenced the activity of the catalysts. Under the conditions of 773 K and V(H 2 O)/ V(C 6 H 5 Cl) = 3, a chlorobenzene conversion of 82.4% and a phenol selectivity of 98.2% were obtained. Catalyst deactiva- tion was observed during the reaction. Results from XRD, N 2 adsorption, elemental analysis, and IR spectroscopy of ad- sorbed pyridine suggested that copper leaching from the cata- lyst, framework dealumination of HZSM-5, and coking were the main causes of catalyst deactivation. Further studies will focus on the mechanism of the reaction. References [1] Dang H Y, Zhang Y. Qilu Petrochem Technol, 1999, 27(2): 127 [2] Weissermel K, Arpe H J. Industrial Organic Chemistry. 3rd Ed. Zhou Y, Liu R X et al Transl. Beijing: Chem Ind Press, 1998. 193 [3] Reichle W T. J Catal, 1970, 17(3): 297 [4] Figoli N S, Keselman H R, L’Argentiere P C, Lazzaroni C L. J Catal, 1982, 77(1): 64 [5] Kehl W, Rennard R. US 3752878. 1973 [6] L’Argentiere P C, Keselman H R, Lazzaroni C L, Figoli N S. React Kinet Catal Lett, 1982, 21(3): 305 [7] Izumi Y, Mizutani Y. Bull Chem Soc Jpn, 1979, 52(10): 3065 [8] Nakajima H, Koya M, Ishida H, Minoura H, Takamatsu Y. Microporous Mater, 1994, 2(4): 237 [9] Yan G Y, Lin Sh, Chen Sh Zh. J Fujian Teachers Univ (Natur Sci), 1998, 14(1): 48 [10] Zheng Y, Lin Sh, Chen Sh Zh. Petrochem Technol, 1998, 27(4): 241 CHNJC 60037 S1872-2067(07)60037-0 10.1016/S1872-2067(07)60037-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (20603029) and the National Foundation of Fundamental Talent Breeding for Sciences (J0630429). RESEARCH PAPER Gas-Phase Hydroxylation of Chlorobenzene Over Cu-HZSM-5 and Catalyst Deactivation Lingjing CHEN Haiqiang LIN * Bin YAN Lefu YANG State Key Laboratory of Physical Chemistry of Solid Surfaces, Department of Chemistry, Xiamen University, Xiamen 361005, Fujian, China * Corresponding author. Tel: +86-592-2182440 Catalytic activity and deactivation of the Cu-HZSM-5 catalyst used in the gas-phase hydroxylation of chlorobenzene to phenol were studied. Under the conditions of 773 K and water/chlorobenzene volume ratio of 3, a chlorobenzene conversion of 82.4% and a phenol selectivity of 98.2% were obtained. Deactivation of the Cu-HZSM-5 catalyst was observed during the reaction. X-ray diffraction, N2 volumetric adsorption, energy dispersive X-ray spectroscopy, and infrared spectroscopy of adsorbed pyridine were performed on fresh, used, and regenerated catalysts to study the reaction and catalyst deactivation mechanisms. The leaching of copper from the catalyst, framework dealumination of HZSM-5, and coking were the main causes of the catalyst deactivation. Key Words chlorobenzene gas-phase hydroxylation phenol copper HZSM-5 zeolite catalyst deactivation References 1 HY Dang Y Zhang Qilu Petrochem Technol 27 2 1999 127 2 K Weissermel HJ Arpe Industrial Organic Chemistry 3rd Ed. 1998 Chem Ind Press Beijing 193 Zhou Y, Liu R X et al Transl 3 WT Reichle J Catal 17 3 1970 297 4 NS Figoli HR Keselman PC L'Argentiere CL Lazzaroni J Catal 77 1 1982 64 5 Kehl W, Rennard R. US 3752878. 1973. 6 PC L'Argentiere HR Keselman CL Lazzaroni NS Figoli React Kinet Catal Lett 21 3 1982 305 7 Y Izumi Y Mizutani Bull Chem Soc Jpn 52 10 1979 3065 8 H Nakajima M Koya H Ishida H Minoura Y Takamatsu Microporous Mater 2 4 1994 237 9 GY Yan Sh Lin Sh Zh Chen J Fujian Teachers Univ (Natur Sci) 14 1 1998 48 10 Y Zheng Sh Lin Sh Zh Chen Petrochem Technol 27 4 1998 241",
      "coredata": {
        "eid": "1-s2.0-S1872206707600370",
        "dc:description": "Catalytic activity and deactivation of the Cu-HZSM-5 catalyst used in the gas-phase hydroxylation of chlorobenzene to phenol were studied. Under the conditions of 773 K and water/chlorobenzene volume ratio of 3, a chlorobenzene conversion of 82.4% and a phenol selectivity of 98.2% were obtained. Deactivation of the Cu-HZSM-5 catalyst was observed during the reaction. X-ray diffraction, N2 volumetric adsorption, energy dispersive X-ray spectroscopy, and infrared spectroscopy of adsorbed pyridine were performed on fresh, used, and regenerated catalysts to study the reaction and catalyst deactivation mechanisms. The leaching of copper from the catalyst, framework dealumination of HZSM-5, and coking were the main causes of the catalyst deactivation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206707600370",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "CHEN, Lingjing"
          },
          {
            "@_fa": "true",
            "$": "LIN, Haiqiang"
          },
          {
            "@_fa": "true",
            "$": "YAN, Bin"
          },
          {
            "@_fa": "true",
            "$": "YANG, Lefu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206707600370"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206707600370"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(07)60037-0",
        "prism:volume": "28",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Gas-Phase Hydroxylation of Chlorobenzene Over Cu-HZSM-5 and Catalyst Deactivation",
        "prism:copyright": "Copyright © 2007 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "5",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "chlorobenzene"
          },
          {
            "@_fa": "true",
            "$": "gas-phase hydroxylation"
          },
          {
            "@_fa": "true",
            "$": "phenol"
          },
          {
            "@_fa": "true",
            "$": "copper"
          },
          {
            "@_fa": "true",
            "$": "HZSM-5 zeolite"
          },
          {
            "@_fa": "true",
            "$": "catalyst deactivation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "5",
        "openaccessSponsorType": null,
        "prism:pageRange": "407-411",
        "prism:endingPage": "411",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 2007",
        "prism:doi": "10.1016/S1872-2067(07)60037-0",
        "prism:startingPage": "407",
        "dc:identifier": "doi:10.1016/S1872-2067(07)60037-0",
        "openaccessSponsorName": null
      }
    }
  }
}