{
  "metadata": {
    "title": "Carbon Nanofiber-Supported Pd Catalysts for Heck Reaction: Effects of Support Interaction",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2008-11-30",
    "doi": "10.1016/S1872-2067(09)60016-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206709600164",
    "pii": "S1872206709600164"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-58149136237",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2009-01-06 2009-01-06 2010-03-27T19:04:27 1-s2.0-S1872206709600164 S1872-2067(09)60016-4 S1872206709600164 10.1016/S1872-2067(09)60016-4 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206709X60018 2022-06-20T20:41:01.833031Z 0 0 20081101 20081130 2008 2009-01-06T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 29 29 11 11 Volume 29, Issue 11 16 1145 1151 1145 1151 200811 November 2008 2008-11-01 2008-11-30 2008 article fla Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. CARBONNANOFIBERSUPPORTEDPDCATALYSTSFORHECKREACTIONEFFECTSSUPPORTINTERACTION ZHU J BOND 1999 319 G ASTRUC 2005 7852 D HARUTA 1997 153 M CAMPBELL 2004 234 C VALDEN 1998 1647 M YAN 2005 10480 W BORE 2004 2620 M ZANELLA 2006 8559 R ZHENG 2006 14278 N SOMORJAI 2008 1 G COMOTTI 2006 917 M OKUMURA 1998 315 M RAMOS 2004 71 A HECK 1972 2320 R BELETSKAYA 2000 3009 I DJAKOVITCH 2007 303 L NANOPARTICLESCATALYSIS SERP 2003 337 P KVANDE 2007 81 I SEPULVEDAESCRIBANO 1998 247 A FIGUEIREDO 1999 1379 J FRAGA 2002 355 M VANDAM 1991 335 H KVANDE 2008 759 I ZHOU 2007 785 J ZHOU 2006 3255 J VINKE 1994 675 P SOLAR 1990 369 J LI 2002 4921 Y ZHUX2008X1145 ZHUX2008X1145X1151 ZHUX2008X1145XJ ZHUX2008X1145X1151XJ 2022-06-10T08:55:01.052Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Norwegian University of Science and Technology NTNU Norges Teknisk-Naturvitenskapelige Universitet http://data.elsevier.com/vocabulary/SciValFunders/100009123 http://sws.geonames.org/3144096/ National Natural Science Foundation of China 20476026 20490200 20506004 20776041 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Ministry of Education of China MOE Ministry of Education of the People&apos;s Republic of China http://data.elsevier.com/vocabulary/SciValFunders/501100002338 http://sws.geonames.org/1814991/ 111 Project of China IRT0721 Higher Education Discipline Innovation Project http://data.elsevier.com/vocabulary/SciValFunders/501100013314 http://sws.geonames.org/1814991/ Received date: 2 October 2008. * Corresponding author. Tel: +47-73593149; Fax: +47-73595047; E-mail: chen@chemeng.ntnu.no # Corresponding author. Tel: +86-64253509; Fax: +86-64253528; E-mail: xgzhou@ecust.edu.cn Foundation item: Supported by the National Natural Science Foundation of China (20776041, 20490200, 20476026, 20506004), the Creative Team Development Project of Ministry of Education of China, the 111 Project of China (IRT0721), and Strategy Materials, Norwegian University of Science and Technology, Norway. Copyright © 2008, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. item S1872-2067(09)60016-4 S1872206709600164 1-s2.0-S1872206709600164 10.1016/S1872-2067(09)60016-4 273538 2010-09-22T11:39:20.163132-04:00 2008-11-01 2008-11-30 1-s2.0-S1872206709600164-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600164/MAIN/application/pdf/7237d7db902bc1b9141c192911436f4c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600164/MAIN/application/pdf/7237d7db902bc1b9141c192911436f4c/main.pdf main.pdf pdf true 970311 MAIN 7 1-s2.0-S1872206709600164-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600164/PREVIEW/image/png/fc4dbf66d3b7e31e8e81e34abf8f2b49/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600164/PREVIEW/image/png/fc4dbf66d3b7e31e8e81e34abf8f2b49/main_1.png main_1.png png 70449 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 29, Issue 11, November 2008 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2008, 29(11): 1145–1151. Received date: 2 October 2008. * Corresponding author. Tel: +47-73593149; Fax: +47-73595047; E-mail: chen@chemeng.ntnu.no # Corresponding author. Tel: +86-64253509; Fax: +86-64253528; E-mail: xgzhou@ecust.edu.cn Foundation item: Supported by the National Natural Science Foundation of China (20776041, 20490200, 20476026, 20506004), the Creative Team Development Project of Ministry of Education of China, the 111 Project of China (IRT0721), and Strategy Materials, Norwegian University of Science and Technology, Norway. Copyright © 2008, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. Carbon Nanofiber-Supported Pd Catalysts for Heck Reaction: Effects of Support Interaction ZHU Jun 1 , ZHAO Tiejun 1,2 , KVANDE Ingvar 2 , CHEN De 2, *, ZHOU Xinggui 1,# , YUAN Weikang 1 1 State Key Laboratory of Chemical Engineering, East China University of Science and Technology, Shanghai 200237, China 2 Department of Chemical Engineering, Norwegian University of Science and Technology, Trondheim 7491, Norway Abstract: Well-dispersed palladium nanoparticles were synthesized by the polyol reduction method. In order to prepare stable and reusable heterogeneous catalysts, palladium nanoparticles were supported on platlet carbon nanofiber (pCNF), fishbone carbon nanofibers (fCNF), and tubular carbon nanofibers (tCNF). It was found that the Pd loading and the particles size as well as the amount of Pd leaching during the Heck reaction were strongly related to the potential difference between the CNF surfaces and the palladium colloids. Pd leaching in the Heck reaction can be significantly suppressed by increasing potential difference between the CNF surfaces and the palladium colloids during catalyst preparation. The Pd activity decreased exponentially with the Pd particle size. Key words: carbon nanofiber; palladium; point of zero charge; Heck reaction; heterogeneous catalyst Metal nanoparticles, particularly with dimension less than 10 nm, exhibit high catalytic activities toward different types of reactions [1,2]. In order to obtain high catalytic activity and stability, metal nanoparticles are generally dispersed on sup- port materials. The overall catalytic performance of the sup- ported metal nanoparticles depends highly on the size and shape of the metal nanoparticles, the structure and properties of the supports, and the metal-support interface interactions [3,4]. There are many methods to prepare supported metal nanopar- ticles, such as precipitation deposition [5,6], co-precipitation, ligand-assisted deposition [7], ion exchange [8], and colloidal deposition (CD) [9]. Among these, colloidal deposition has recently received more and more attention owing to its pow- erful ability to control nanoparticle size [10]. In the CD method, metal nanoparticles are pre-synthesized with precisely controlled sizes and shapes and subsequently deposited on supports via wet impregnation or incipient wetness [9,11]. However, the catalysts prepared by this method usually have limited thermal stabilities under high-temperature catalytic reaction conditions [11,12] because of sintering. Carbon supported palladium catalysts have been used in many industrial reactions, especially for hydrogenation in the fine chemical industry [13]. The palladium catalysts have also been widely used in catalyzing arylation of olefins with aryl halides, which is generally referred to as the Heck coupling reaction [14]. This coupling reaction has received increasing attention in the last decade owing to the synthetic potential of generating new carbon-carbon bonds [15]. Djakovitch et al. [16] have recently reviewed the progresses in the development of het- erogeneous Pd catalysts for Heck reactions and indicated that Pd/C was still the most attractive catalyst because of its high activity and inertness in solution. Carbon nanofibers (CNFs) have mesoporous structure, rela- tively high surface area (20–200 m 2 /g), and well-defined and tunable nanostructure and are therefore considered good al- ternatives for activated carbon [17]. The separation of the CNF supported catalyst from the reaction mixture has also been reported to be less cumbersome than that of active carbon. ZHU Jun et al. / Chinese Journal of Catalysis, 2008, 29(11): 1145–1151 However, it has been reported that it is much more difficult to deposit metallic nanoparticles on CNF surfaces than on con- ventional carbons. Both the structure and surface chemistry of CNFs have significant effects on the catalyst preparation [18]. A better understand of the deposition process is necessary to control precisely the metal loading, particle size and shape. It is well known that the point of zero charge (PZC) of the support plays a significant role in the deposition of nanoparti- cles. The surface of some supports can become positively charged when the solids are suspended in aqueous solutions at pH values below their isoelectric points. The presence of suf- ficiently high proton or hydroxide concentration in the aqueous medium can protonate or deprotonate the solid surface. At the pH of the isoelectric point or point of zero charge, the surface of the particles is neutral. However below or above this pH value the surface becomes positively or negatively charged, respectively. The surface of pure carbon such as graphite or washed ac- tivated carbon generally has a neutral or slightly basic point of zero charge. Through introduction of a certain surface entity, the surface properties can be controlled [19–22]. However, it has proved to be a very challenging task as most methods give a mixed acidic and basic groups on the surface, each group being highly dependent on its surroundings [23]. For the deposition of negatively charged gold nanoparticles, Kvande et al. [23] treated the CNF surface with plasma in the presence of steam. Zhou et al. [24] illustrated by TPD, XPS, and FT-IR that the amounts and types of surface oxygen groups could be tuned by post-treatment of CNFs with different gases such as air and Ar and solutions such as HNO 3 or HNO 3 /H 2 SO 4 . In the present work, different post-treatments of CNFs with different structures are explored to manipulate the interaction between the Pd colloids and CNF surfaces. The surface poten- tial difference between the CNF and Pd colloids at pH of 3 will be used as an index of the interaction. The effect of the inter- action will be investigated in terms of the uptakes of palladium colloids, the size of Pd nanoparticles and the activity in Heck reaction. Pd leaching in the solution during the Heck reaction, which is important for Pd catalysts in Heck reaction, will also be addressed with regard to the interaction between the Pd colloids and CNF surfaces. 1 Experimental 1.1 CNF preparation and pretreatment CNF was prepared in a fixed-bed quartz reactor by catalytic chemical vapor deposition (CCVD) according to the literature [25]. Typically, the catalyst was placed in a quartz boat located in the middle of the quartz reactor. The catalyst was reduced at 600 °C overnight in Ar/H 2 (120/40 ml/min). After reduction, the carbon-containing gases mixed with H 2 were introduced into the reactor. Usually, the synthetic processes were carried out at 600 °C for 16 h. All the gases used in this work were purchased from Shanghai REX Co-Perfect Instrument Co. Ltd. To remove all the metallic inclusions, the synthesized CNF was first refluxed in 6 mol/L NaOH (1 g CNF:20 ml NaOH) for 3 h. After reflux, the sample was decanted, filtered and washed by a large amount of deionized water. This process was re- peated 3 times. The sample was further purified by 4 mol/L HCl to remove possible Fe and Ni (pCNF1, fCNF1, and tCNF1). Several methods were used to modify the surfaces of the CNFs: (a) gas phase oxidization in stagnant air at 500 °C for 2 h (pCNF2, fCNF2, and tCNF2); (b) liquid phase oxidation in concentrated HNO 3 for 12 h (pCNF3, fCNF3, and tCNF3); (c) annealing in Ar at 800 °C for 1 h (pCNF4, fCNF4, and tCNF4). 1.2 Pd colloid and Pd colloid/CNF preparation As for synthesis of spherical Pd colloid/CNF, 15 ml of 1 mol/L NaOH/ethylene glycol (EG) was placed in a three-necked flask and heated in air at 80 °C for 1 h. Mean- while, 0.048 g of Na 2 PdCl 4 and 0.240 g of polyvinylpyrroli- done (PVP) were separately dissolved in 5 ml of EG at room temperature, which were simultaneously injected into the three-neck flask at a rate of 10 ml/h. The reaction mixture was heated at 90 °C in air for 6 h. Then, 0.33 g CNF suspended in 5 ml EG was added into the mixture and the pH was adjusted to 3.0 by 0.5 mol/L HCl. After stirring for 12 h, the product was centrifuged and washed with acetone once and then with ethanol thrice to remove EG and excess PVP. 1.3 Catalyst characterization The zeta-potential curves of CNFs were measured as a function of pH 2–8 on a Malvern Nano-ZS Zetasizer connected to a multipurpose titrator (Malvern Instruments, UK). Each sample (approximately 20 mg) was suspended in aqueous 0.01 mol/L NaCl solution, and 5 ml of the suspension was trans- ferred to a beaker and connected to the titrator head. 0.5 mol/L NaOH and HCl solutions were used to adjust the pH. The electrophoretic mobility was measured for each pH value by Laser Doppler Velocimetry and the zeta potentials were de- termined by the Smoluchowski approximation. The pH range 2 to 8 was used for measurements. TEM was observed on a JEOL 2010 electron microscope and a JEOL 2010F electron micro- scope equipped with a field emission gun. Before observation, the CNF powders were firstly dispersed in ethanol under sonication and a drop of the suspension was applied to a holey carbon copper grid sample holder. 1.4 Catalytic test All reactants and solvents (Aldrich/Fluka) were used with- out further purification or drying. Typically, one Heck reaction ZHU Jun et al. / Chinese Journal of Catalysis, 2008, 29(11): 1145–1151 procedure was conducted as follows: bromobenzene (20 mmol), sodium acetate (24 mmol), and 0.01 mol% Pd/CNF mixed with N-methyl-2-pyrrolidone (40 ml) were introduced into a three-necked flask (100 ml) equipped with a septum and a reflux condenser. The reaction mixture was immersed into an oil bath at a temperature of 120 °C under vigorous stirring for a certain period to preheat the reaction suspensions, and then styrene (30 mmol) was added by a septum to start the reaction. Samples of the reaction mixture were collected for analysis by a HP 6890 series gas chromatograph equipped with a FID detector and a HP-1 column (crosslinked methylsiloxane, 30 m × 0.25 mm × 0.25 m). After the reaction was finished, the catalysts were filtered and washed with dichloromethane twice. The palladium content in solution was determined by ICP-AES on a Perkin Elmer Optima 3300 DV spectrograph and ICP-MS on a VG Elemental Plasmaquad 2 spectrograph. 2 Results and discussion 2.1 Characterization of CNFs In our previous work, the structure and texture of these carbon nanofibers were studied using SEM, XRD, N 2 adsorp- tion, and TGA-MS [24]. The amount of oxygen groups deter- mined by the amount of CO 2 and CO released in the TPD are summarized in Table 1, together with the PZC values. Fig. 1 shows the typical HRTEM images of CNFs. Three kinds of CNFs differing in microstructures can be ascertained, according to the angles between the graphene layers and the growth axis. The graphene layers of the tCNF are vertical to its axis whereas they are in parallel with the axis for the pCNF. They are named platelet CNFs and tubular CNFs, respectively. The angle between the graphene layers and axis of the fCNF is about 45° and is called fishbone CNFs. The zeta-potentials of the purified CNFs are shown in Fig. 2. The pCNFs have relative higher PZC than fCNF and tCNF. Moreover, the oxidized CNFs, either under gas phase oxidation or liquid phase oxidation, have lower PZC than the original ones while the trend for the Ar treated ones are opposite. The variation of PZC can be explained by the change of surface oxygen groups on CNF induced by the surface modi- fication. TPD-MS was utilized to characterize surface oxygen groups on CNF and TPD spectra were analyzed by a modified deconvolution method with a multiple Gmetalssian function [24]. As shown in Table 1, there is a sharp decrease of PZC from CNF1 to CNF3 because the PZC of carbon decreases as the surface concentration of acid groups increases. Moreover, CNF4 has a PZC higher than those of CNF1 to CNF3. Because the PZC value was found to decrease when the carbon surface became more deeply oxidized, the PZC would be a function of the total oxygen content of the carbon O total , as suggested by Vinke et al. [26] and Solar et al. [27]. However, according to its definition, the PZC of a carbon should depend not only on its total surface oxygen but also on the nature and distribution of the surface oxygen sites. Results listed in Table 1 suggest that the PZC value is more closely related to the amount of CO 2 released during TPD analysis. It means that the acidic groups have a large contribution to the PZC value of a carbon. Table 1 Properties of various CNFs TPD results ( mol/g) Sample Treatment CO 2 CO O total PZC pCNF1 — 40 120 140 6.70 pCNF2 air 220 1010 1230 3.75 pCNF3 HNO 3 380 960 1370 — pCNF4 Ar 5 80 85 7.70 fCNF1 — 80 250 330 4.50 fCNF2 air 570 800 1370 2.20 fCNF3 HNO 3 660 720 1380 — fCNF4 Ar 35 70 105 5.30 tCNF1 — 30 60 90 4.00 tCNF2 air 500 450 950 — tCNF3 HNO 3 650 700 1350 — tCNF4 Ar 15 25 40 5.30 Fig. 1. HRTEM images of various CNFs. (a) pCNF1, (b) fCNF1, (c) tCNF1. ZHU Jun et al. / Chinese Journal of Catalysis, 2008, 29(11): 1145–1151 2.2 Characterization of Pd/CNF Fig. 3 reveals that the prepared Pd colloid is well dispersed in the size of about 3.8 nm. PVP, the capping agent on Pd colloid, is removed by heating the prepared metal Pd/CNF catalysts. As illustrate by HRTEM images of Pd/CNFs in Fig. 4, palladium nanoparticles are strongly interacted to the CNF supports after the removal of the organic capping ligands. They can not be removed by solvents such as methanol and ethanol. The zeta-potential of Pd colloid is shown in Fig. 5. The Pd colloid is negatively charged in the whole range of pH value from 2 to 8. All the CNFs with a PZC value smaller than 2 are difficult to adsorb Pd colloidal particles, because they are also negatively charged in the measured range of pH value. The Pd uptake on these supports is really low, as shown in Table 2. For other CNFs, it would be possible to support more Pd colloid, Fig. 3. HRTEM image of Pd colloid. Fig. 2. Zeta-potential of various CNFs. (a) pCNFs, (b) fCNFs, (c) tCNFs. Table 2 Catalyst properties and catalytic activity in Heck reaction Sample Pd uptake a (wt%) Average size b (nm) Conversion c (%) Pd leached d ( g/g) Pd/pCNF1 3.9 4.2 75 0.8 Pd/pCNF2 1.3 6.5 40 1.8 Pd/pCNF3 0.8 7.0 30 1.7 Pd/pCNF4 3.8 4.4 70 0.8 Pd/fCNF1 1.6 6.5 38 1.3 Pd/fCNF2 0.7 8.0 27 1.8 Pd/fCNF3 0.6 8.0 25 3.0 Pd/fCNF4 1.6 6.5 40 1.5 Pd/tCNF1 1.0 7.2 31 1.8 Pd/tCNF2 0.5 8.2 20 3.0 Pd/tCNF3 0.5 8.1 20 2.8 Pd/tCNF4 0.8 7.2 33 1.9 a Detected by ICP-AES. b Calculated from CO chemisorption for a Pd/CO ratio of 1:1. c Reaction conditions: bromobenzene, styrene, Na 2 CO 3 , 0.01 mol% Pd, N-methyl-2-pyrrolidone; T = 110 °C and t = 4 h. d Palladium in solution after Heck reaction. ZHU Jun et al. / Chinese Journal of Catalysis, 2008, 29(11): 1145–1151 but the control of the impregnation conditions to maximize the strong electrostatic attraction between the metal nanoparticles and the support is crucial. In our experiment, the pH value of the solution is adjusted to 3. The potential difference (E CNF E Pd ) at the pH of 3 is there- fore defined as an index of the support interaction in the present work. Because the driving force for deposition of the Pd col- loids onto CNF surfaces is the potential difference between CNFs (E CNF ) and Pd colloids (E Pd ), the amount of Pd deposited on CNFs, namely uptake Pd will strongly correlated to the driving force of the potential difference. This is verified by Fig. 6(a), which shows that the uptake of Pd increases exponentially with the increase in potential difference. The support interaction is also crucial for stabilizing Pd colloids. Again a good relationship between the particles size and the interaction can be found in Fig. 6(b). The strong in- teraction between pCNF1 and pCNF4 and Pd colloids results in a small Pd nanoparticle size of 4.3 nm, which is similar to the Fig. 4. TEM images of Pd supported on pCNF1 (a), fCNF1 (b), and tCNF1 (c). Fig. 5. Zeta-potential of Pd colloid. Fig. 6. Relationship between the uptake of Pd (a) and Pd average particles size (b) and the potential difference between CNFs and Pd colloids. ZHU Jun et al. / Chinese Journal of Catalysis, 2008, 29(11): 1145–1151 3.8 nm of the original Pd colloid size. When the interaction, in terms of the potential difference, is weak, the nanoparticle size increases sharply. 2.3 Catalytic activity for Heck reaction As a test reaction, the coupling of bromobenzene and styrene was carried out at 120 °C, with N-methyl-2-pyrrolidone as the solvent and Na 2 CO 3 as the base. The results are shown in Table 2. The Heck reaction and other kinds of similar coupling reac- tions have been proved to be structure sensitive reactions when catalyzed by metal colloid catalysts. Li et al. [28] found that the activity of palladium-PVP colloid catalysts were linearly de- pendent on particle size. In our experiment, the Pd/pCNF1 with the palladium particle size of 4.2 nm exhibited the highest activity while those with larger particle size over 7 nm yielded conversions lower than 30%. In Fig. 7(a) we can see that the conversion decreases exponentially when the size of the Pd nanoparticles is increased and this is because on smaller parti- cles more steps and corners exit. More interestingly, it was found that the amount of Pd leaching during the reaction was also a function of the inter- action. Fig. 7(b) clearly indicates that Pd leaching can be re- duced until a level lower than 1 g/g by means of increasing the support interaction. The results provide a useful guideline for catalyst design to suppress the Pd leaching problem for Pd catalyst. 3 Conclusions The acidic and basic properties of CNF surfaces depend significantly on the CNF structures and treatment conditions. More acidity oxygen groups lower the PZC of CNF. It was found that the electrostatic attraction caused by the potential difference between the CNF surfaces and the palladium col- loids is the most important parameter to control the Pd loading and the particles size as well as the amount of Pd leaching during the Heck reaction. The catalyst of Pd/pCNF1 with the smallest Pd particle size is most active in Heck reaction among all the CNF supported Pd catalysts. The important finding of the present work is that Pd leaching can be suppressed by preparing a Pd catalyst with a high potential difference between the CNF surfaces and the palladium colloids. References [1] Bond G C, Thompson D T. Catal Rev-Sci Eng, 1999, 41(3–4): 319 [2] Astruc D, Lu F, Aranzaes J R. Angew Chem, Int Ed, 2005, 44(48): 7852 [3] Haruta M. Catal Today, 1997, 36(1): 153 [4] Campbell C T. Science, 2004, 306(5694): 234 [5] Valden M, Lai X, Goodman D W. Science, 1998, 281(5383): 1647 [6] Yan W F, Mahurin S M, Pan Z W, Overbury S H, Dai S. J Am Chem Soc, 2005, 127(30): 10480 [7] Bore M T, Pham H N, Ward T L, Datye A K. Chem Commun, 2004, (22): 2620 [8] Zanella R, Sandoval A, Santiago P, Basiuk V A, Saniger J M. J Phys Chem B, 2006, 110(17): 8559 [9] Zheng N F, Stucky G D. J Am Chem Soc, 2006, 128(44): 14278 [10] Somorjai G A, Tao F, Park J Y. Top Catal, 2008, 47(1): 1 [11] Comotti M, Li W C, Spliethoff B, Schuth F. J Am Chem Soc, 2006, 128(3): 917 [12] Okumura M, Tsubota S, Iwamoto M, Haruta M. Chem Lett, 1998, (4): 315 [13] Ramos A L D, Alves P D, Aranda D A G, Schmal M. Appl Catal A, 2004, 277(1–2): 71 [14] Heck R F, Jr Nolley J P. J Org Chem, 1972, 37(14): 2320 [15] Beletskaya I P, Cheprakov A V. Chem Rev, 2000, 100(8): 3009 [16] Djakovitch L, Köhler K, de Vries J G. Nanoparticles and Ca- talysis. Weinheim: Wiley-VCH, 2007. 303 [17] Serp P, Corrias M, Kalck P. Appl Catal A, 2003, 253: 337 Fig. 7. Conversion changes with Pd particle size (a) and changes in amount of Pd leaching during the Heck reaction (b). ZHU Jun et al. / Chinese Journal of Catalysis, 2008, 29(11): 1145–1151 [18] Kvande I, Briskeby S T, Tsypkin M, Rønning M, Hammer N, Sunde S, Tunold R, Chen D. Top Catal, 2007, 45(1–4): 81 [19] Sepúlveda-Escribano A, Coloma F, Rodriguez-Reinoso F. Appl Catal A, 1998, 173(2): 247 [20] Figueiredo J L, Pereira M F R, Freitas M M A, Orfao J J M. Carbon, 1999, 37(9): 1379 [21] Fraga M A, Jordao E, Mendes M J, Freitas M M A, Faria J L, Figueiredo J L. J Catal, 2002, 209(2): 355 [22] Van Dam H E, Van Bekkum H. J Catal, 1991, 131(2): 335 [23] Kvande I, Øye G, Hammer N, Rønning M, Raaen S, Holmen A, Sjoblom J, Chen D. Carbon, 2008, 46(5): 759 [24] Zhou J H, Sui Z J, Zhu J, Li P, Chen D, Dai Y C, Yuan W K. Carbon, 2007, 45(4): 785 [25] Zhou J H, Sui Z J, Li P, Chen D, Dai Y C, Yuan W K. Carbon, 2006, 44(15): 3255 [26] Vinke P, van der Eijk M, Verbree M, Voskamp A F, van Bekkum H. Carbon, 1994, 32(4): 675 [27] Solar J M, Leon y Leon C A, Osseo-Asare K, Radovic L R. Carbon, 1990, 28(2–3): 369 [28] Li Y, Boone E, El-Sayed M A. Langmuir, 2002, 18(12): 4921 CHNJC 60016 S1872-2067(09)60016-4 10.1016/S1872-2067(09)60016-4 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (20776041, 20490200, 20476026, 20506004), the Creative Team Development Project of Ministry of Education of China, the 111 Project of China (IRT0721), and Strategy Materials, Norwegian University of Science and Technology, Norway. RESEARCH PAPER Carbon Nanofiber-Supported Pd Catalysts for Heck Reaction: Effects of Support Interaction Jun ZHU a Tiejun ZHAO a b Ingvar KVANDE b De CHEN b * Xinggui ZHOU a # Weikang YUAN a a State Key Laboratory of Chemical Engineering, East China University of Science and Technology, Shanghai 200237, China b Department of Chemical Engineering, Norwegian University of Science and Technology, Trondheim 7491, Norway * Corresponding author. Tel: +47-73593149; Fax: +47-73595047 # Corresponding author. Tel: +86-64253509; Fax: +86-64253528 Well-dispersed palladium nanoparticles were synthesized by the polyol reduction method. In order to prepare stable and reusable heterogeneous catalysts, palladium nanoparticles were supported on platlet carbon nanofiber (pCNF), fishbone carbon nanofibers (fCNF), and tubular carbon nanofibers (tCNF). It was found that the Pd loading and the particles size as well as the amount of Pd leaching during the Heck reaction were strongly related to the potential difference between the CNF surfaces and the palladium colloids. Pd leaching in the Heck reaction can be significantly suppressed by increasing potential difference between the CNF surfaces and the palladium colloids during catalyst preparation. The Pd activity decreased exponentially with the Pd particle size. Key words carbon nanofiber palladium point of zero charge Heck reaction heterogeneous catalyst References 1 GC Bond DT Thompson Catal Rev-Sci Eng 41 3–4 1999 319 2 D Astruc F Lu JR Aranzaes Angew Chem, Int Ed 44 48 2005 7852 3 M Haruta Catal Today 36 1 1997 153 4 CT Campbell Science 306 5694 2004 234 5 M Valden X Lai DW Goodman Science 281 5383 1998 1647 6 WF Yan SM Mahurin ZW Pan SH Overbury S Dai J Am Chem Soc 127 30 2005 10480 7 MT Bore HN Pham TL Ward AK Datye Chem Commun 22 2004 2620 8 R Zanella A Sandoval P Santiago VA Basiuk JM Saniger J Phys Chem B 110 17 2006 8559 9 NF Zheng GD Stucky J Am Chem Soc 128 44 2006 14278 10 GA Somorjai F Tao JY Park Top Catal 47 1–2 2008 1 11 M Comotti WC Li B Spliethoff F Schuth J Am Chem Soc 128 3 2006 917 12 M Okumura S Tsubota M Iwamoto M Haruta Chem Lett 4 1998 315 13 ALD Ramos PD Alves DAG Aranda M Schmal Appl Catal A 277 1–2 2004 71 14 RF Heck Jr. JP Nolley J Org Chem 37 14 1972 2320 15 IP Beletskaya AV Cheprakov Chem Rev 100 8 2000 3009 16 L Djakovitch K Köhler JG de Vries Nanoparticles and Catalysis 2007 Wiley-VCH Weinheim 303 17 P Serp M Corrias P Kalck Appl Catal A 253 2003 337 18 I Kvande ST Briskeby M Tsypkin M Rønning N Hammer S Sunde R Tunold D Chen Top Catal 45 1–4 2007 81 19 A Sepúlveda-Escribano F Coloma F Rodriguez-Reinoso Appl Catal A 173 2 1998 247 20 JL Figueiredo MFR Pereira MMA Freitas JJM Orfao Carbon 37 9 1999 1379 21 MA Fraga E Jordao MJ Mendes MMA Freitas JL Faria JL Figueiredo J Catal 209 2 2002 355 22 HE Van Dam H Van Bekkum J Catal 131 2 1991 335 23 I Kvande G Øye N Hammer M Rønning S Raaen A Holmen J Sjoblom D Chen Carbon 46 5 2008 759 24 JH Zhou ZJ Sui J Zhu P Li D Chen YC Dai WK Yuan Carbon 45 4 2007 785 25 JH Zhou ZJ Sui P Li D Chen YC Dai WK Yuan Carbon 44 15 2006 3255 26 P Vinke M van der Eijk M Verbree AF Voskamp H van Bekkum Carbon 32 4 1994 675 27 JM Solar CA Leon y Leon K Osseo-Asare LR Radovic Carbon 28 2–3 1990 369 28 Y Li E Boone MA El-Sayed Langmuir 18 12 2002 4921",
      "scopus-id": "58149136237",
      "coredata": {
        "eid": "1-s2.0-S1872206709600164",
        "dc:description": "Well-dispersed palladium nanoparticles were synthesized by the polyol reduction method. In order to prepare stable and reusable heterogeneous catalysts, palladium nanoparticles were supported on platlet carbon nanofiber (pCNF), fishbone carbon nanofibers (fCNF), and tubular carbon nanofibers (tCNF). It was found that the Pd loading and the particles size as well as the amount of Pd leaching during the Heck reaction were strongly related to the potential difference between the CNF surfaces and the palladium colloids. Pd leaching in the Heck reaction can be significantly suppressed by increasing potential difference between the CNF surfaces and the palladium colloids during catalyst preparation. The Pd activity decreased exponentially with the Pd particle size.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206709600164",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "ZHU, Jun"
          },
          {
            "@_fa": "true",
            "$": "ZHAO, Tiejun"
          },
          {
            "@_fa": "true",
            "$": "KVANDE, Ingvar"
          },
          {
            "@_fa": "true",
            "$": "CHEN, De"
          },
          {
            "@_fa": "true",
            "$": "ZHOU, Xinggui"
          },
          {
            "@_fa": "true",
            "$": "YUAN, Weikang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206709600164"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206709600164"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(09)60016-4",
        "prism:volume": "29",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Carbon Nanofiber-Supported Pd Catalysts for Heck Reaction: Effects of Support Interaction",
        "prism:copyright": "Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "11",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "carbon nanofiber"
          },
          {
            "@_fa": "true",
            "$": "palladium"
          },
          {
            "@_fa": "true",
            "$": "point of zero charge"
          },
          {
            "@_fa": "true",
            "$": "Heck reaction"
          },
          {
            "@_fa": "true",
            "$": "heterogeneous catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "11",
        "openaccessSponsorType": null,
        "prism:pageRange": "1145-1151",
        "prism:endingPage": "1151",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2008",
        "prism:doi": "10.1016/S1872-2067(09)60016-4",
        "prism:startingPage": "1145",
        "dc:identifier": "doi:10.1016/S1872-2067(09)60016-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/58149136237"
      }
    }
  }
}