{
  "metadata": {
    "title": "Surface Structure and Catalytic Performance of CuCl/SiO<ce:inf loc=post>2</ce:inf>-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> Catalysts for Methanol Oxidative Carbonylation",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2008-07-31",
    "doi": "10.1016/S1872-2067(08)60063-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708600637",
    "pii": "S1872206708600637"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-49849095113",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2008-08-23 2008-08-23 2010-03-27T19:04:27 1-s2.0-S1872206708600637 S1872-2067(08)60063-7 S1872206708600637 10.1016/S1872-2067(08)60063-7 S300 S300.2 HEAD-AND-TAIL 1-s2.0-S1872206708X60115 2015-05-15T07:13:55.760442-04:00 0 0 20080701 20080731 2008 2008-08-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 29 29 7 7 Volume 29, Issue 7 6 643 648 643 648 200807 July 2008 2008-07-01 2008-07-31 2008 article fla Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. SURFACESTRUCTURECATALYTICPERFORMANCECUCLSIO2AL2O3CATALYSTSFORMETHANOLOXIDATIVECARBONYLATION LI Z XIE 2002 274 K METHANOLDERIVATIVES MO 2006 227 W SATO 2000 79 Y SATO 1999 219 Y YANG 2007 476 Y LI 2002 395 Y CHIN 2000 315 C LI 2003 19 Z 9THNATIONALYOUTHCONGRESSCATALYSIS ANDERSON 2004 247 S SATO 2000 65 Y TONG 2007 190 D MILLER 2000 197 J PADMAJA 2006 56 P WU 2005 755 J SAIDINAAMIN 2002 79 N HE 2007 938 F XIN 2001 157 Q XU 2006 41 Y KING 1996 530 S XIE 1997 1159 Y XIE 1990 1 Y LIX2008X643 LIX2008X643X648 LIX2008X643XZ LIX2008X643X648XZ item S1872-2067(08)60063-7 S1872206708600637 1-s2.0-S1872206708600637 10.1016/S1872-2067(08)60063-7 273538 2010-09-22T11:40:13.645274-04:00 2008-07-01 2008-07-31 1-s2.0-S1872206708600637-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600637/MAIN/application/pdf/cb279f36c50c348439cca0bf508b5a98/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600637/MAIN/application/pdf/cb279f36c50c348439cca0bf508b5a98/main.pdf main.pdf pdf true 550660 MAIN 5 1-s2.0-S1872206708600637-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600637/PREVIEW/image/png/2de2967565941ecdd8a22db0e721fa1e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600637/PREVIEW/image/png/2de2967565941ecdd8a22db0e721fa1e/main_1.png main_1.png png 68895 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 29, Issue 7, July 2008 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2008, 29(7): 643–648. Received date: 29 December 2007. * Corresponding author. Tel: +86-351-6018526; Fax: +86-351-6018453; E-mail: lizhong@tyut.edu.cn Foundation item: Supported by the National Natural Science Foundation of China (20576085, 20606022) and the National Basic Research Program of China (973 Program, 2005CB221204). Copyright © 2008, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. Surface Structure and Catalytic Performance of CuCl/SiO 2 -Al 2 O 3 Catalysts for Methanol Oxidative Carbonylation LI Zhong*, MENG Fanhui, REN Jun, ZHENG Huayan, XIE Kechang Key Laboratory of Coal Science and Technology, Ministry of Education and Shanxi Province, Taiyuan University of Technology, Taiyuan 030024, Shanxi, China Abstract: Aluminum was doped into amorphous silica gel to modify its surface structure. The obtained SiO 2 -Al 2 O 3 support was used to prepare the CuCl/SiO 2 -Al 2 O 3 catalyst by solid-state ion exchange, and the catalyst activity for liquid-phase oxidative carbonylation of methanol to dimethyl carbonate was investigated. The results showed that the prepared SiO 2 -Al 2 O 3 support kept the amorphous structure of the silica gel. The BET specific surface area of the silica gel was decreased to 200 m 2 /g, and the surface acid sites (including Brønsted acid sites) were increased. In the CuCl/SiO 2 -Al 2 O 3 catalyst, CuCl was not only dispersed on surface but also was ion exchanged with surface Brønsted acid sites of the SiO 2 -Al 2 O 3 support to form Cu + species, which resulted in a decrease in BET specific surface area to 148 m 2 /g. These two kinds of Cu + species on the catalyst surface were both active centers for the oxidative carbonylation of methanol to dimethyl carbonate. When the catalyst was prepared with Si/Al molar ratio of 5 and was calcined at 500 °C, the selectivity and space-time yield of dimethyl carbonate reached 74% and 1.27 g/(g·h), respectively. Key words: cuprous chloride; alumina-silica mixed oxide; methanol; oxidative carbonylation; dimethyl carbonate Dimethyl carbonate (DMC) is an environmentally friendly green chemical compound. It can be used to substitute for highly toxic phosgene, chloromethyl formate, and dimethyl sulfate in organic synthesis processes due to the presence of the carbonyl group, methyl group, and methoxyl group in it. It can also be used as a solvent and additive in gasoline and diesel oil [1]. The oxidative carbonylation of methanol to DMC has received more attention than the other processes to make DMC because of its abundant and inexpensive raw materials and its green process. When a promoter and/or ligand is added, the activity and selectivity of the homogeneous catalyst can be enhanced [2–4], but the difficulties in catalyst separation from the product and its recovery for recycling for the system still remain. Research on heterogeneous catalysts is mainly focused on copper [5], cobalt [6], and complexes of copper and palla- dium [7]. Copper heterogeneous catalysts feature low toxicity and low cost and show high activity and selectivity to DMC when CuCl and CuCl 2 are used as the active components, but they have several problems such as the corrosion of the equipment and deactivation of the catalyst due to Cl − loss. In order to stabilize the Cu active centers, Li et al. [8] used CuCl supported on zeolites (ZSM-5, DASY), Anderson et al. [9] used Cu + X and Cu + ZSM-5 catalysts, and Sato et al. [10] used organic ligands and a polymer support for the CuCl 2 catalyst. Compared with a single metal oxide, mixed oxides have larger BET specific surface area, better thermal stability, and stronger surface acidity and basicity [11]. The surface structure of mixed oxides can be controlled by selected preparation parameters to make them catalyst supports with excellent ca- pability. SiO 2 -Al 2 O 3 mixed oxides prepared by the sol-gel method have been widely investigated [12–14]. Silica gel (SiO 2 ) possesses a large specific surface area and pore volume, and when its surface is modified by Al atoms, Brønsted acid sites can be formed. In this study, Al was doped on silica gel to form Brønsted acid sites, and the obtained SiO 2 -Al 2 O 3 material was used to prepare a CuCl/SiO 2 -Al 2 O 3 catalyst by solid-state LI Zhong et al. / Chinese Journal of Catalysis, 2008, 29(7): 643–648 ion exchange. The catalyst activity was investigated for the oxidative carbonylation of liquid methanol to DMC. 1 Experimental 1.1 Catalyst preparation Aluminum nitrate (Tianjin Kermel Chemical) was dissolved in distilled water, and ground silica gel (A BET = 300–400 m 2 /g, pore size 8–10 nm, Qingdao Sea Chemical) was then added into the solution with vigorous stirring. The molar ratio of Si/Al was set at 5. The mixed suspension was stirred continu- ously for 2 h at 80 °C, then dried at 80 °C for 12 h, and calcined at 500 °C for 4 h. The prepared SiO 2 -Al 2 O 3 solid mixed oxide was used to support CuCl by solid-state ion exchange in a ball mill, and then calcination at 500 °C for 4 h under argon. The amount of CuCl used was 1/4 (wt/wt) of the SiO 2 -Al 2 O 3 sup- port. 1.2 Catalyst evaluation Catalytic DMC synthesis by oxidative carbonylation of methanol was performed in a 0.25 L-CJF stainless steel auto- clave (Dalian Tongda, China) with 50 ml methanol and 2 g catalyst, into which CO (1.6 MPa) and O 2 (0.8 MPa) were introduced. The reaction was operated at 140 °C for 90 min with stirring at 700 r/min. The products were analyzed using an Agilent GC 6890 gas chromatograph with a HP-Innowax cap- illary column and FID at detector temperature of 250 °C and oven temperature of 80 °C. 1.3 Catalyst characterization X-ray diffraction (XRD) measurements were performed with a Rigaku D/Max 2500 powder diffractometer using Cu K α radiation (λ = 0.15406 nm) at 40 kV and 100 mA. The patterns were recorded in steps of 0.01° with the scanning rate at 8º/min from 5° to 85° under atmospheric pressure. Temperature-programmed desorption (TPD) of NH 3 was carried out on an Autochem II 2920 (Micromeritics) Instru- ment to study the acidity of the samples. The sample (40 mg) was pretreated at a heating rate of 10 °C/min to 400 o C and was held for 30 min under a flow of helium. After cooling to 120 o C, a mixture of 15% NH 3 -85% He was introduced until the acid sites of the catalyst were saturated with NH 3 . Finally, helium was introduced to remove physically adsorbed NH 3 , and desorption was carried out from room temperature to 1000 o C at a heating rate of 10 o C/min. Elemental analysis of the catalysts was conducted with a HITACHI 1800-800 equipment. Cu contents of the catalysts were estimated by atomic absorption spectroscopy using the DZG-93-01 standard. FT-IR spectra were measured on a Shimadzu FT-IR-8400 infrared spectrometer. The spectra of the catalysts were ac- quired in the 400–4500 cm −1 wavenumber range using a KBr pellet. Pyridine-IR was used to distinguish the nature of the acid sites (Lewis or Brønsted). The samples were pretreated at 300 °C for 1 h, then cooled to room temperature to adsorb pyridine, and then heated at 150 °C for 20 min. BET specific surface area of the samples was obtained on a Sorptmantic 1990 equipment using nitrogen as adsorbate at −196 °C. Before the measurement, the sample was degassed at 250 °C and 0.01 Pa for 12 h. 2 Results and discussion 2.1 Surface structure and acidity of the SiO 2 -Al 2 O 3 support The XRD patterns of silica gel and the SiO 2 -Al 2 O 3 mixed oxide are shown in Fig. 1. The broad XRD peaks detected around 2θ = 23° are attributed to amorphous silica gel. These suggest that the SiO 2 -Al 2 O 3 mixed oxide had the same structure as the original SiO 2 , and the amorphous structure of silica gel was kept. Fig. 2(a) shows the acidity of silica gel that was calcined at 500 and 1000 °C estimated by TPD. The large and broad de- sorption peaks around 630 o C are attributed to the dehydroxy- lation of silanol groups on the surface of silica gel. This means that the surface of silica gel still had many silanol groups after the catalyst was calcined at 500 o C. When the silica gel was calcined at 1000 o C, all OH groups on the sample surface were desorbed, as deduced from the absence of the desorption peaks in curve (4). Both the TPD curves of silica gel without NH 3 (curve (1)) and with NH 3 (curve (2)) have big desorption peaks, but there was no desorption peak of NH 3 in curve (3), which is the subtraction of curve (2) from curve (1). Therefore, it was concluded that the original silica gel had no acidity at all. Fig. 2(b) shows the TPD of the SiO 2 -Al 2 O 3 support prepared by doping Al into the silica gel. There were desorption peaks Fig. 1. XRD patterns of silica gel and the SiO 2 -Al 2 O 3 support pre- pared with a Si/Al molar ratio of 5. LI Zhong et al. / Chinese Journal of Catalysis, 2008, 29(7): 643–648 below 500 o C from the SiO 2 -Al 2 O 3 mixed oxide in both the TPD curves with NH 3 and without NH 3 adsorption. The larger peak around 202 o C in curve (3) obtained by subtracting curve (2) from curve (1) was attributed to the acid sites of NH 3 ad- sorption. Based on the desorption temperature between 150 and 250 °C, the acid site can be classified as weakly acidic. Therefore, it was concluded that the SiO 2 -Al 2 O 3 mixed oxide possessed a great quantity of acid sites compared with the original silica gel, which had no acid sites at all. Fig. 3(a) shows FT-IR spectra of the silica gel and SiO 2 - Al 2 O 3 support. The absorption peak at 960 cm −1 from silica gel calcined at 500 o C was attributed to the characteristic stretching vibrations of Si–OH [15], which was evidence that Si–OH desorbed incompletely at 500 o C. The band at 960 cm −1 was not observed with the SiO 2 -Al 2 O 3 support because of the formation of the Si–O–Al bond by the interaction of Si–OH and Al–OH groups, which resulted in the decrease of the Si–OH amount. However, because few Si–O–Al bonds were formed on the silica gel surface, and the absorbance of Si–O–Al was near that of Si–O–Si of silica gel [16], it was not easy to identify the Si–O–Al absorbance bands in the IR spectra. The pyridine-IR spectra of silica gel and the SiO 2 -Al 2 O 3 support are shown in Fig. 3(b). The IR band at 1450 cm −1 was due to the adsorption of pyridine on Lewis acidic centers, the band at 1490 cm −1 was due to the interaction with both Lewis and Brønsted acid sites, and the bands at 1540 and 1620 cm −1 were due to adsorption of pyridine on Brønsted acid centers [17]. The figure shows that silica gel had no detectable acidic centers, while the SiO 2 -Al 2 O 3 support exhibited intensive in- frared bands of both Lewis and Brønsted acid sites. This indi- cates that the SiO 2 -Al 2 O 3 support possessed both Lewis and Brønsted acid sites. From the above discussion, the surface of silica gel still had many –OH groups even after it was calcined at 500 o C. During the process of doping Al, aluminum nitrate was hydrolyzed to aluminum hydroxide first, then H 2 O was removed as a result of the reaction of aluminum hydroxide with Si–OH on the surface of silica gel when heated, and Al combined with Si via O to form Si–O–Al. Thus the distribution of the charge was changed, and the Brønsted acid site was generated as below: 2.2 Physicochemical properties of the CuCl/SiO 2 -Al 2 O 3 catalyst Fig. 4 shows the XRD patterns of the CuCl/SiO 2 -Al 2 O 3 catalysts with different Si/Al molar ratios. No CuCl diffraction Fig. 2. TPD spectra of silica gel (a) and the SiO 2 -Al 2 O 3 support cal- cined at 500 °C (b). (1) TPD without NH 3 adsorption; (2) NH 3 -TPD; (3) Curve (2) subtracting from curve (1); (4) NH 3 -TPD of silica gel calcined at 1000 °C. Fig. 3. FT-IR spectra (a) and pyridine-IR spectra (b) of silica gel and SiO 2 -Al 2 O 3 support. LI Zhong et al. / Chinese Journal of Catalysis, 2008, 29(7): 643–648 peaks were observed in the XRD patterns when Si/Al < 5. The acid strength of the silica gel can be changed when calcined at high temperature after silica gel was doped with Al [18], and the Cu + of CuCl can be exchanged with the H + of the Brønsted acid site on the support when the mixture of CuCl and solid Brønsted acid was calcined in an inert atmosphere [19]. With increasing Si/Al ratio, the amount of exchangeable H + de- creased, so that less Cu + was exchanged and loaded, and more Cu + existed as CuCl crystallites, leading to the appearance of CuCl crystal diffraction peaks in the XRD patterns. Fig. 5 shows the XRD patterns of catalysts calcined at dif- ferent temperatures. Only CuCl diffractions were observed. It has been reported that CuCl can be dispersed as a monolayer on the surface of the supports when the heating temperature was below the melting point of CuCl (430 o C) [20]. The detected CuCl diffraction peaks in the XRD patterns indicated that the CuCl loading exceeded the monolayer threshold of CuCl on the supports. When the calcination temperature exceeded the melting point of CuCl, such as calcination at 500 o C, CuCl can be highly dispersed on the supports and interacted with Brøn- sted acid sites, and some part of the Cu + existed as the Cu + –O form, which can efficiently increase the number of active spe- cies on the surface. No diffraction peak of CuCl was observed in the XRD pattern when the catalyst was calcined above 550 o C. It is well known that the sublimation of CuCl is accelerated at a high temperature, which resulted in a rapid loss of CuCl from the CuCl/SiO 2 -Al 2 O 3 catalyst, with the exception of the Cu + ion exchanged with Brønsted H + [21]. No diffraction peak of CuCl appeared in the XRD patterns when calcined at 600 o C. However, under the same condition, the catalyst prepared at 400 o C showed stronger diffraction peaks of CuCl than the catalyst prepared at 300 o C. This needs further investigation. N 2 adsorption isotherms indicated that the BET surface area of the SiO 2 -Al 2 O 3 support was 200 m 2 /g, which decreased to 148 m 2 /g after loading with CuCl. The pore volume of SiO 2 -Al 2 O 3 decreased after loading CuCl, which can be ac- counted for by the efficient dispersion of CuCl on the SiO 2 -Al 2 O 3 support. The elemental analysis showed that the mass content of Cu and Cl in the CuCl/SiO 2 -Al 2 O 3 catalyst decreased from 12.83% to 10.87% and 7.17% to 4.98%, respectively. This indicates that during the preparation of the catalyst, CuCl had ion ex- changed with the SiO 2 -Al 2 O 3 support Brønsted H + to form Cu + on the support and lost some Cl as HCl. 2.3 Catalytic performance of the CuCl/SiO 2 -Al 2 O 3 catalyst Fig. 6(a) shows the catalytic activity of the catalysts with different Si/Al ratios for DMC synthesis from methanol. The CuCl/SiO 2 -Al 2 O 3 catalyst had the highest selectivity (74%) and space-time yield of DMC (1.27 g/(g·h)). The catalytic activity decreased when the support Si/Al ratio was higher than 5. With the increase of Si/Al, less Al was doped into silica gel, so that the exchangeable H + of the Brønsted acid sites decreased, which resulted in decreased exchanged Cu + , and the catalytic activity decreased. Fig. 6(b) shows the effect of calcination temperature on the Fig. 4. XRD patterns of the CuCl/SiO 2 -Al 2 O 3 catalysts with different Si/Al ratios. Si/Al: (1) 0.5; (2) 2; (3) 5; (4) 20; (5) 100; (6) Pure silica gel. Fig. 5. XRD patterns of the CuCl/SiO 2 -Al 2 O 3 catalysts calcined at different temperatures. LI Zhong et al. / Chinese Journal of Catalysis, 2008, 29(7): 643–648 catalytic activity of CuCl/SiO 2 -Al 2 O 3 . The catalyst calcined at 500 ºC showed the best catalytic activity. When CuCl/SiO 2 - Al 2 O 3 was calcined below 500 ºC, more CuCl exchanged with the Brønsted acid sites of the support and less was sublimated. However, when calcined at 600 ºC, less CuCl was exchanged with the H + of Brønsted acid sites to form Cu + active centers and more CuCl was sublimated, resulting in the decrease of catalyst activity. It was concluded that both CuCl dispersed on the SiO 2 -Al 2 O 3 support and Cu + species were responsible for the catalyst activity in methanol oxidative carbonylation to DMC. 3 Conclusions A SiO 2 -Al 2 O 3 mixed oxide support obtained by doping Al into silica gel had the amorphous structure of silica gel. The Brønsted acid centers of the SiO 2 -Al 2 O 3 support were gener- ated by the combination of the Al atom and Si atom via Si–O–Al bonds. A CuCl/SiO 2 -Al 2 O 3 catalyst prepared by the solid-state ion-exchange method had two catalytic active cen- ters for the oxidative carbonylation of methanol to dimethyl carbonate, the Cu + species formed by ion exchange and the CuCl crystallites dispersed on the surface of the SiO 2 -Al 2 O 3 support. References [1] Xie K Ch, Li Zh. Methanol and Its Derivatives. Beijing: Chem Ind Press, 2002. 274 [2] Mo W L, Xiong H, Li T, Guo X Ch, Li G X. J Mol Catal A, 2006, 247(1–2): 227 [3] Sato Y, Kagotani M, Souma Y. J Mol Catal A, 2000, 151(1–2): 79 [4] Sato Y, Kagotani M, Yamamoto T, Souma Y. Appl Catal A, 1999, 185(2): 219 [5] Yang Y, Liu X Q, Liu D H, Yao H Q. Chin J Proc Eng, 2007, 7(3): 476 [6] Li Y L, Zhao J Q, Zheng Y, Ge F Y. Chin J Catal, 2002, 23(5): 395 [7] Chin Ch S, Shin D CH, Won G Sh, Ryu J S, Kim H S, Lee B G. J Mol Catal A, 2000, 160(2): 315 [8] Li Zh, Zhou L, Yang L, Yin L H, Xie K Ch. The 9th National Youth Congress on Catalysis. Beijing: China SINOPEC Press, 2003. 19 [9] Anderson S A, Root T W. J Mol Catal A, 2004, 220(2): 247 [10] Sato Y, Souma Y. Catal Surv Jpn, 2000, 4(1): 65 [11] Tong D Sh, Chen T, Yao J, Wang Y, Wang G Y, Shi D Ch, Li Zh, Chen Zh M. Chin J Catal, 2007, 28(3): 190 [12] Miller J M, Lakshmi L J. Appl Catal A, 2000, 190(1–2): 197 [13] Padmaja P, Warrier. K G K, Padmanabhan M, Wunderlich W, Berry F J, Mortimer M, Creamer N J. Mater Chem Phys, 2006, 95(1): 56 [14] Wu J Sh, Li X G, Du W, Dong Ch F. Chin J Catal, 2005, 27(9): 755 [15] Saidina Amin N A, Anggoro D D. J Nat Gas Chem, 2002, 11(1): 79 [16] He F, He X D, Li Y. J Funct Mater, 2007, 38(6): 938 [17] Xin Q, Liang Ch H. Petrochem Technol, 2001, 30(2): 157 [18] Xu Y M, Shen B X, He J H, Luo X H. J Instrum Anal, 2006, 25(1): 41 [19] King S T. J Catal, 1996, 161(2): 530 [20] Xie Y Ch, Zhang J P, Tong X Zh, Pan X M, Fu J P, Cai X H, Yang G, Tang Y Q. Chem J Chin Univ, 1997, 18(7): 1159 [21] Xie Y Ch, Tang Y Q. Adv Catal, 1990, 37: 1 Fig. 6. Effect of Si/Al ratio (a) and calcination temperature (b) on the catalytic activity of the CuCl/SiO 2 -Al 2 O 3 catalysts. CHNJC 60063 S1872-2067(08)60063-7 10.1016/S1872-2067(08)60063-7 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (20576085, 20606022) and the National Basic Research Program of China (973 Program, 2005CB221204). RESEARCH PAPER Surface Structure and Catalytic Performance of CuCl/SiO2-Al2O3 Catalysts for Methanol Oxidative Carbonylation Zhong LI * Fanhui MENG Jun REN Huayan ZHENG Kechang XIE Key Laboratory of Coal Science and Technology, Ministry of Education and Shanxi Province, Taiyuan University of Technology, Taiyuan 030024, Shanxi, China * Corresponding author. Tel: +86-351-6018526; Fax: +86-351-6018453; Aluminum was doped into amorphous silica gel to modify its surface structure. The obtained SiO2-Al2O3 support was used to prepare the CuCl/SiO2-Al2O3 catalyst by solid-state ion exchange, and the catalyst activity for liquid-phase oxidative carbonylation of methanol to dimethyl carbonate was investigated. The results showed that the prepared SiO2-Al2O3 support kept the amorphous structure of the silica gel. The BET specific surface area of the silica gel was decreased to 200 m2/g, and the surface acid sites (including Brønsted acid sites) were increased. In the CuCl/SiO2-Al2O3 catalyst, CuCl was not only dispersed on surface but also was ion exchanged with surface Brønsted acid sites of the SiO2-Al2O3 support to form Cu+ species, which resulted in a decrease in BET specific surface area to 148 m2/g. These two kinds of Cu+ species on the catalyst surface were both active centers for the oxidative carbonylation of methanol to dimethyl carbonate. When the catalyst was prepared with Si/Al molar ratio of 5 and was calcined at 500 °C, the selectivity and space-time yield of dimethyl carbonate reached 74% and 1.27 g/(g·h), respectively. Key words cuprous chloride alumina-silica mixed oxide methanol oxidative carbonylation dimethyl carbonate References 1 K Ch Xie Zh Li Methanol and Its Derivatives 2002 Chem Ind Press Beijing 274 2 WL Mo H Xiong T Li X Ch Guo GX Li J Mol Catal A 247 1–2 2006 227 3 Y Sato M Kagotani Y Souma J Mol Catal A 151 1–2 2000 79 4 Y Sato M Kagotani T Yamamoto Y Souma Appl Catal A 185 2 1999 219 5 Y Yang XQ Liu DH Liu HQ Yao Chin J Proc Eng 7 3 2007 476 6 YL Li JQ Zhao Y Zheng FY Ge Chin J Catal 23 5 2002 395 7 Ch S Chin DCH Shin G Sh Won JS Ryu HS Kim BG Lee J Mol Catal A 160 2 2000 315 8 Zh Li L Zhou L Yang LH Yin K Ch Xie The 9th National Youth Congress on Catalysis 2003 China SINOPEC Press Beijing 19 9 SA Anderson TW Root J Mol Catal A 220 2 2004 247 10 Y Sato Y Souma Catal Surv Jpn 4 1 2000 65 11 D Sh Tong T Chen J Yao Y Wang GY Wang D Ch Shi Zh Li Zh M Chen Chin J Catal 28 3 2007 190 12 JM Miller LJ Lakshmi Appl Catal A 190 1–2 2000 197 13 P Padmaja KGK Warrier M Padmanabhan W Wunderlich FJ Berry M Mortimer NJ Creamer Mater Chem Phys 95 1 2006 56 14 J Sh Wu XG Li W Du Ch F Dong Chin J Catal 27 9 2005 755 15 NA Saidina Amin DD Anggoro J Nat Gas Chem 11 1 2002 79 16 F He XD He Y Li J Funct Mater 38 6 2007 938 17 Q Xin Ch H Liang Petrochem Technol 30 2 2001 157 18 YM Xu BX Shen JH He XH Luo J Instrum Anal 25 1 2006 41 19 ST King J Catal 161 2 1996 530 20 Y Ch Xie JP Zhang X Zh Tong XM Pan JP Fu XH Cai G Yang YQ Tang Chem J Chin Univ 18 7 1997 1159 21 Y Ch Xie YQ Tang Adv Catal 37 1990 1",
      "scopus-id": "49849095113",
      "coredata": {
        "eid": "1-s2.0-S1872206708600637",
        "dc:description": "Aluminum was doped into amorphous silica gel to modify its surface structure. The obtained SiO2-Al2O3 support was used to prepare the CuCl/SiO2-Al2O3 catalyst by solid-state ion exchange, and the catalyst activity for liquid-phase oxidative carbonylation of methanol to dimethyl carbonate was investigated. The results showed that the prepared SiO2-Al2O3 support kept the amorphous structure of the silica gel. The BET specific surface area of the silica gel was decreased to 200 m2/g, and the surface acid sites (including Brønsted acid sites) were increased. In the CuCl/SiO2-Al2O3 catalyst, CuCl was not only dispersed on surface but also was ion exchanged with surface Brønsted acid sites of the SiO2-Al2O3 support to form Cu+ species, which resulted in a decrease in BET specific surface area to 148 m2/g. These two kinds of Cu+ species on the catalyst surface were both active centers for the oxidative carbonylation of methanol to dimethyl carbonate. When the catalyst was prepared with Si/Al molar ratio of 5 and was calcined at 500 °C, the selectivity and space-time yield of dimethyl carbonate reached 74% and 1.27 g/(g·h), respectively.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708600637",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "LI, Zhong"
          },
          {
            "@_fa": "true",
            "$": "MENG, Fanhui"
          },
          {
            "@_fa": "true",
            "$": "REN, Jun"
          },
          {
            "@_fa": "true",
            "$": "ZHENG, Huayan"
          },
          {
            "@_fa": "true",
            "$": "XIE, Kechang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708600637"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708600637"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60063-7",
        "prism:volume": "29",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Surface Structure and Catalytic Performance of CuCl/SiO2-Al2O3 Catalysts for Methanol Oxidative Carbonylation",
        "prism:copyright": "Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "7",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "cuprous chloride"
          },
          {
            "@_fa": "true",
            "$": "alumina-silica mixed oxide"
          },
          {
            "@_fa": "true",
            "$": "methanol"
          },
          {
            "@_fa": "true",
            "$": "oxidative carbonylation"
          },
          {
            "@_fa": "true",
            "$": "dimethyl carbonate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "7",
        "openaccessSponsorType": null,
        "prism:pageRange": "643-648",
        "prism:endingPage": "648",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 2008",
        "prism:doi": "10.1016/S1872-2067(08)60063-7",
        "prism:startingPage": "643",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60063-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/49849095113"
      }
    }
  }
}