{
  "metadata": {
    "title": "Cu-Zn/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> Catalyst for the Hydrogenation of Esters to Alcohols",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2010-07-31",
    "doi": "10.1016/S1872-2067(09)60087-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206709600875",
    "pii": "S1872206709600875"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-77955460693",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2010-07-29 2010-07-29 2010-11-01T09:29:53 1-s2.0-S1872206709600875 S1872-2067(09)60087-5 S1872206709600875 10.1016/S1872-2067(09)60087-5 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206710X00080 2015-05-15T07:13:55.760442-04:00 0 0 20100701 20100731 2010 2010-07-29T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount figure affil articletitle auth authfirstini authfull authkeywords authlast nonengabst primabst pubtype ref specialabst alllist content subj ssids 1872-2067 18722067 31 31 7 7 Volume 31, Issue 7 8 769 775 769 775 201007 July 2010 2010-07-01 2010-07-31 2010 article fla Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. CUZNAL2O3CATALYSTFORHYDROGENATIONESTERSALCOHOLS YUAN P HARK 1999 1363 S ECHEVERRI 2009 342 D PEREZCADENAS 2007 13 A NIKOLAOU 2009 451 N BRANDS 1999 279 D LIU 1999 445 S PISAREK 2008 213 M GUO 2006 164 P LEE 2009 260 J LI 1987 87 D ZHAO 2003 11 F LUO 2007 79 G NOMURA 2002 105 K FIGUEIREDO 2008 259 F MIYAKE 2009 108 T CEN 2006 210 Y MA 2001 210 H MA 2003 312 L PAQUOT 1987 73 116 C STANDARDMETHODSFORANALYSISOILSFATSDERIVATIVES ALBERTO 2003 53 J XIE 2003 569 X RIVES 2001 4 V LAYERDDOUBLEHYDROXIDESPRESENTFUTURE COSTANTINO 2005 2917 U BUSCA 2006 70 G CHINCHEN 1986 101 G HUANG 2009 1574 H OGUCHI 2005 64 H HUANG 2006 39 177 Z INDUSTRIALCATALYSIS CHEN 2000 259 X ZHEN 2005 20 25 K BASISCATALYTICFUNCTION SHEK 1997 605 C BADLANI 2001 137 M SILVA 2006 62 A SILVA 2009 101 A SILVA 2003 155 A WEHNER 1992 420 P ZHOU 2009 137 Y KUKSAL 2002 237 A TUREK 1994 137 T TOBA 1999 243 M MENDES 2001 253 M GUAN 1990 226 P PREPARATIONAPPLICATIONFATTYALCOHOLS YUANX2010X769 YUANX2010X769X775 YUANX2010X769XP YUANX2010X769X775XP item S1872-2067(09)60087-5 S1872206709600875 1-s2.0-S1872206709600875 10.1016/S1872-2067(09)60087-5 273538 2010-12-01T18:38:31.129118-05:00 2010-07-01 2010-07-31 1-s2.0-S1872206709600875-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600875/MAIN/application/pdf/bce186756fc4425f368ef14395b814c3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600875/MAIN/application/pdf/bce186756fc4425f368ef14395b814c3/main.pdf main.pdf pdf true 867713 MAIN 7 1-s2.0-S1872206709600875-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600875/PREVIEW/image/png/60ef18dbb7479e1bb8bfe5d6c28b7ce9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600875/PREVIEW/image/png/60ef18dbb7479e1bb8bfe5d6c28b7ce9/main_1.png main_1.png png 68846 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206709600875-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600875/fx1/DOWNSAMPLED/image/jpeg/c890af2f80f90d8a24a68fbb71098f8c/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600875/fx1/DOWNSAMPLED/image/jpeg/c890af2f80f90d8a24a68fbb71098f8c/fx1.jpg fx1 true fx1.jpg jpg 20127 99 261 IMAGE-DOWNSAMPLED 1-s2.0-S1872206709600875-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600875/fx1/THUMBNAIL/image/gif/b839c144d457fba56bedaae216e1db89/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600875/fx1/THUMBNAIL/image/gif/b839c144d457fba56bedaae216e1db89/fx1.sml fx1 true fx1.sml sml 8552 83 219 IMAGE-THUMBNAIL RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 31, Issue 7, 2010 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2010, 31: 769–775. Received date: 30 December 2009. *Corresponding author. Tel: +86-371-67783384; Fax: +86-371-67783384; E-mail: liushouchang@zzu.edu.cn Copyright © 2010, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(09)60087-5 Cu-Zn/Al 2 O 3 Catalyst for the Hydrogenation of Esters to Alcohols YUAN Peng, LIU Zhongyi, ZHANG Wanqing, SUN Haijie, LIU Shouchang* Department of Chemistry, Zhengzhou University, Zhengzhou 450001, Henan, China Abstract: A chromium free Cu-Zn/Al 2 O 3 catalyst was used for the slurry phase hydrogenation of palm oil esters to alcohols. Optimal re- action conditions were given. Under the relatively mild conditions of 240 °C and 10 MPa hydrogen pressure, the alcohol yield was above 86.3%, which was much higher than that of conventional Cu-Cr catalysts. Phase changes of the precursor and the calcined and used catalysts were investigated. The role of the active components and surface hydroxyl groups was discussed. Key words: copper; zinc; alumina; ester hydrogenation; high alcohol Fatty alcohols (FOH) and their derivatives are widely used as surfactants, lubricants, solvents, synthetic detergents, anti- foaming agents, perfumes, cosmetics, and pharmaceuticals and as additives in many industrial products [1]. Naturally derived FOH approximately accounts for 65% of the world’s steadily growing fatty alcohol demand. They are special products ob- tained from natural fats and oils by the hydrogenation of fatty acids or fatty acid methyl esters (FAME) [2]. The best method of converting an acid to the corresponding alcohol is through the esters because esters are less corrosive and can be reduced to alcohols with considerably higher yields, and esters can be obtained from acids in nearly quantitative yields. Also, plant oils, which are complex mixtures of fatty acid esters in triglyceride form, are very useful renewable sources for pro- ducing chemicals [3]. The production of FAME has been commercialized in Europe and the USA, which gives an abundant feedstock for the production of FOH [4]. Since the 1950s, natural-fatty-alcohol-based surfactants have gained growing significance in the detergent market due to their ex- cellent washing properties and superior biodegradability. The industrial importance is driving the research for cata- lysts for the effective hydrogenation of FAME to FOH (RCOOCH 3 + 2H 2 = RCH 2 OH + CH 3 OH). Copper containing catalysts are considered suitable for the hydrogenation of esters to alcohols because they allow selective hydrogenation of carbon-oxygen bonds and are relatively inactive for car- bon-carbon bond hydrogenolysis [5]. Cu is considered the active site of the catalyst [6]. Because copper by itself is usu- ally not active enough, resistant to sintering, nor mechanically stable enough for industrial use, promoters are needed to im- prove it. Cu-Cr based Adkins catalysts are currently the commercially most successful catalysts. The effects of Cr were explained as due to that it modifies the stability, acts as an electron donor to Cu, increases the dispersion of Cu particles, helps adsorb hydrogen, and prevents active sites from sintering [7–11]. However, due to that chromium compounds are toxic and many of the hydrogenation products have final applications in household products (soaps, detergents, cosmetics, etc.), strong environmental restrictions are driving the search for more efficient and less polluting catalysts [12]. In addition, with these catalysts, hydrogenation has to be carried out under severe reaction conditions (200–300 °C, 20–35 MPa), which is a problem from the safety and energy use as- pects [13]. Therefore, the hydrogenation of esters to the cor- responding alcohols over chromium free catalysts under mild reaction conditions is one of the most intriguing tasks for “green and sustainable chemistry (GSC)” [14]. It is a challenge due to the weak polarizability and steric hindrance of the C=O bond in esters [13]. Many efforts have been made to develop Cr-free catalysts. Noble metals, such as Pt [15], Pd [3], Ru [2], and Rh [16], were predominantly studied. Most of these studies concentrated on YUAN Peng et al. / Chinese Journal of Catalysis, 2010, 31: 769–775 the characterization of the catalyst or mechanism of the reac- tion but as yet Cr-free catalysts that equal the performance of Cu-Cr catalysts have not been developed. Our previous work showed that alcohols can be obtained under relatively mild conditions over a Cr-free Cu-Zn-Zr catalyst [6]. Despite the widespread use of Cu-Zn-Al catalysts for methanol synthesis [17–19], no detailed work has been done on ester hydrogena- tion. In this paper, we report the preparation of chromium-free Cu-Zn/Al 2 O 3 catalysts and the optimal reaction conditions to produce fatty alcohols at low temperature and pressure. We include the comparing of the performance of our catalysts with the traditional Cu-Cr catalysts. Characterization of the catalysts were performed by X-ray fluorescence (XRF), X-ray diffrac- tion (XRD), transmission electron microscopy (TEM), ther- mogravimetric analysis and derivative thermogravimetry (TG-DTG), temperature-programmed reduction (H 2 -TPR), and Fourier transform infrared spectroscopy (FT-IR). 1 Experimental 1.1 Preparation of the catalysts Cu-Zn/Al 2 O 3 catalysts with the molar ratio of copper to zinc to aluminum of 30:40:30 were prepared by the high speed collision co-precipitation method. The mixed nitrates and 20% excess of Na 2 CO 3 were dissolved in 80 °C water separately. Then the two solutions were mixed at 80 °C under vigorous stirring. Typically, 36.3 g Cu(NO 3 ) 2 ·3H 2 O, 58.8 g Zn(NO 3 ) 2 ·6H 2 O, and 88.3 g Al(NO 3 ) 3 ·9H 2 O were dissolved in 1 200 ml deionized water to form solution A and 92.0 g Na 2 CO 3 was dissolved in 600 ml deionized water to form so- lution B. Then solution B was added dropwise into solution A under rapid stirring, during which the pH value was kept at 7.8. After aging for 1 h to ensure complete co-precipitation of the metallic ions in the solution, the resulting precipitates were filtered and washed thoroughly using a large amount of de- ionized water until the pH was 7. This was finally dried for 3 h in air at 99 °C (referred to as the precursor) and subsequently calcined at 500 °C for 3 h in air (referred to as the calcined sample). XRF chemical analysis of the calcined sample gave the bulk compositions of CuO 28.25 wt%, ZnO 35.42 wt%, and Al 2 O 3 27.49 wt%. For comparison, commercially available Cu-Cr, Cu-Cr-Ba, and Cu-Cr-Mn catalysts were also used in the hydrogenation of esters after normal activation. 1.2 Characterization of the catalysts The actual bulk composition was determined by XRF spec- trometry (Bruker S4 Pioneer, Germany). The structures and crystal sizes were investigated on a XRD diffractometer (PANalytcal X’Pert PRO, Netherland) using Ni-filtered Cu K α radiation in the range 10º < 2θ < 80º. TEM, energy dispersion scanning (EDS), and selective area electronic diffraction (SAED) analyses were performed on a JEM-2100 instrument using an accelerating voltage of 200 kV. The calcination process was examined in situ by TG-DTG (STA 409 PC/PG NETZSCH, Germany) with an air flow of 60 ml/min and temperature increase from ambient temperature to 600 °C at a rate of 10 °C/min. H 2 -TPR profiles were obtained by heating a 30 mg sample in a flow of 20 ml/min of a 5%H 2 -95%N 2 mix- ture (Praxair, 99.999% pure). During the experiment, the temperature was raised to 450 °C at a rate of 10 °C/min and hydrogen consumption was measured by a TCD detector. FT-IR spectra were obtained using a Nexus 470 FT-IR spec- trometer (Nicolet, US). 1.3 Catalytic tests The methyl esters used were produced by the transesterifi- cation of natural palm oil with methanol from Shangqiu Longyu Chemical Co. Ltd. The analysis by the standard IU- PAC methods [20] showed that these had an acid value of 0.81, intrinsic hydroxyl value of 1.12, and saponification value of 188.79. The theoretical hydroxyl value is 210.0. Slurry phase hydrogenation was carried out in a stainless autoclave equipped with a magnetic stirrer and pressure regu- lator. In a typical experiment, 50 ml of methyl esters and 2.5 g of Cu-Zn/Al 2 O 3 catalyst were charged into the reactor. The reactor was purged with hydrogen four times to expel air. After the desired temperature was reached, the desired H 2 pressure was maintained and stirring at 1 000 r/min was begun. Each reaction was performed for 10 h with the sampling of a small portion of the reaction mixture every 1 h. The yield of alcohols was expressed as yield = (HVP–HVI)/HVT × 100%, where HVP, HVI, and HVT are the hydroxyl value of the products, intrinsic hydroxyl value of the starting material, and the theo- retical hydroxyl value, respectively. The hydroxyl value of the product was obtained according to the standard IUPAC method [20]. 2 Results and discussion 2.1 Characterization results 2.1.1 XRD Figure 1 shows the XRD patterns of the precursor, calcined sample, and catalyst after reaction. The XRD pattern of Al 2 O 3 prepared by the same procedure as the catalyst is also presented for a better understanding. Zn 0.64 Al 0.36 (OH) 2 (CO 3 ) 0.18 ·0.86H 2 O and Cu 3 Zn 3 Al 2 (OH) 16 CO 3 ·4H 2 O were the main crystal phases in the precursor. After calcination, the sample presented the broad and diffuse peaks in Fig. 1(3), which were attributed to CuO and ZnAl 2 O 4 . Figure 1(4) shows the XRD profile of the catalyst after reaction at 240 °C. The peaks were assigned to Cu YUAN Peng et al. / Chinese Journal of Catalysis, 2010, 31: 769–775 phases and ZnO. The results indicated that after calcination at 500 °C, the hydrotalcite type hydroxycarbonate phase (Htlc) in the precursor was completely decomposed to crystalline CuO and ZnAl 2 O 4 phases. Their large widths and presence of over- lapping reflection peaks suggested that these species were well dispersed [21], which is considered beneficial for the synergy between Cu and Zn [17]. These were transformed to well-crystallized Cu and ZnO under the activation and hydro- genation conditions. It is worth noting that no Al-containing phase was detected in the used sample. This may be due to its amorphous phase or high dispersion [17]. According to Fig. 1(1), a similarly prepared and 500 °C calcined Al 2 O 3 exhibited only weak peaks of NaAl(OH) 2 CO 3 and Al 2 O 3 ·3H 2 O, which would be hidden by the diffraction peaks of the catalyst after reaction. Cu-Zn-Al catalysts are well known methanol synthesis catalysts. The best catalysts are those prepared by co-precipitation. Hydrotalcite-type solids with the formula [Cu y Zn 1-x-y Al x (OH) 2 ](CO 3 ) x/2 ·(1–3x/2)H 2 O have been proposed as the precursors for these catalysts [22]. Hydrotalcite-like compounds are also known as layered double hydroxides or anionic clays. Each layer is constituted of M(OH) 6 octahedra linked by edges, where M is a divalent metal [23] such as Zn. The preparation of the catalysts from hydrotalcites has the advantage of the dispersion of copper ions among Zn and Al [24]. This dispersion would generate, after calcination and reduction, nanoparticles of metallic copper intimately dis- persed among Zn and Al oxides [25]. 2.1.2 TEM TEM and SAED images of the catalyst samples are shown in Fig. 2. In the TEM image of the calcined Cu-Zn/Al 2 O 3 catalyst (Fig. 2(a)), dark particles were dispersed on light-gray parti- cles. The former were deduced to be copper oxide and the later as oxides of zinc or alumina with the aid of EDS analysis, which is in agreement with a previous study [26]. The SAED pattern (inset of Fig. 2(a)) that exhibited scattered spots con- firmed the crystal phase of CuO. In the TEM image of the used catalyst, Al 2 O 3 appeared in an aggregate morphology as shown in Fig. 2(b). The SAED pattern of the aggregates (inset of Fig. 2(b)) showed only a diffraction halo, which confirmed its amorphous nature. This is in agreement with the absence of Al 2 O 3 peaks in Fig. 1(3). The catalyst after reaction gave much bigger particles than those of the calcined sample. In addition, crystalline ZnAl 2 O 4 in the calcined sample was converted to better-crystallized ZnO and amorphous Al-containing com- ponents after use in the hydrogenation reaction. The increase in Cu crystal size, compared with that of CuO before reaction, may be caused by agglomeration. As the activation tempera- ture of 300 °C and reaction temperature of 240 °C were much higher than the Hüttig temperature (179 °C) [27] and Tammann temperature (174.6 °C) of copper [28], the surface atoms and crystal lattices of the catalyst can be significantly mobile. However, the Cu species were still highly dispersed due to the 10 20 30 40 50 60 70 80 NaAl(OH) 2 CO 3 Al 2 O 3 ⋅3H 2 O Zn 0.64 Al 0.36 (OH) 2 (CO 3 ) 0.18 ⋅0.86H 2 O Cu 3 Zn 3 Al 2 (OH) 16 CO 3 ⋅4H 2 O ZnAl 2 O 4 CuO ZnO Cu 2θ/( o ) (4) (3) (2) Intensity (1) Fig. 1. XRD patterns of the catalysts. (1) Al 2 O 3 ; (2) Cu-Zn/Al 2 O 3 cata- lyst precursor; (3) Calcined Cu-Zn/Al 2 O 3 catalyst; (4) Cu-Zn/Al 2 O 3 cata- lyst after reaction. (a) (b) Fig. 2. TEM and SAED (inset) photos of the Cu-Zn/Al 2 O 3 samples. (a) Calcined; (b) Used. YUAN Peng et al. / Chinese Journal of Catalysis, 2010, 31: 769–775 large surface area provided by the amorphous Al 2 O 3 . The composition of surface and sub-surface layers of the catalysts was determined by TEM-EDX. As the TEM-coupled EDX microprobe analysis was semi-quantitative, the analysis of several spots was carried out and an average value was used. The results of representative samples are summarized in Table 1. Generally, surface compositions are very different from that of the bulk in catalysts. The EDX analysis and XRF results revealed that the Cu component was more abundant on the surface and in the sub-surface layers of the catalysts due to surface segregation. The Cu/Zn or Cu/Al ratios of the reduced samples decreased to a lower value than that of the fresh catalysts, indicating the changes in the CuO phase during re- duction. The ratios were maintained after 10 h reaction, which indicated good stability. 2.1.3 TG-DTG Figure 3 shows the TG-DTG curves of the Cu-Zn/Al 2 O 3 catalyst precursor. Three steps were present in the TG curve. The first step is from 50 to 200 °C with a mass loss of 11.77%. The second step is from 200 to 540 °C with a mass loss of 13.96%. From 540 to 600 °C, the last step gave a mass loss of 2.11%. In the DTG curve, the weak peak at 110 °C can be attributed to the desorption of physically adsorbed water. A sharp peak at 160 °C was attributed to the thermal decomposi- tion of the hydrotalcite-like compounds. Al 2 O 3 ·3H 2 O is usually formed by precipitation of Al 3+ with OH − at pH value above 7 [29]. Moreover, Al 2 O 3 ·3H 2 O transforms on heating through a series of transition alumina phases to form the thermody- namically stable α-Al 2 O 3 (corundum) [29], which can be il- lustrated as Al 2 O 3 ·3H 2 O 250 °C χ-Al 2 O 3 902 °C κ-Al 2 O 3 1152 °C α-Al 2 O 3 The weak DTG peaks between 240 and 290 °C were from the decomposition of Al 2 O 3 ·3H 2 O to χ-Al 2 O 3 [29], which showed Al 2 O 3 ·3H 2 O in the precursor. Between 350 and 540 °C, the TG curve exhibited no significant mass change and the DTG curve showed no peak. The last step from 540 to 600 °C with a mass loss of 11.4% was the removal of hydroxyl bridges among the layer structure. 2.1.4 H 2 -TPR The H 2 -TPR profile of the calcined Cu-Zn/Al 2 O 3 sample is reported in Fig. 4. The H 2 -TPR curve of CuO is also reported for comparison. Each H 2 -TPR profile showed a single peak attributed to the reduction of CuO (CuO + H 2 = Cu + H 2 O). The peak maxima of CuO and the calcined sample were at 310 and 230 °C, respectively. It has been found that the existence of ZnO benefits the dispersion of CuO [30]. The reduction of the calcined sample was shifted to a lower temperature in com- parison with that of pure CuO. This may be due to the higher dispersion or the dissociative adsorption of H 2 on ZnO and spillover effect [31]. It is now widely accepted that metallic copper particles are the active sites for the reaction. Since the catalyst is activated at 300 °C, which is much higher than its reduction temperature before its application for the reaction at 215 °C, well-crystallized Cu was detected in Fig. 1(3), and metallic copper can be confirmed as the active sites for the hydrogenation. 2.1.5 FT-IR Figure 5 clearly shows a broad peak at 3 424 cm −1 , which was attributed to the characteristic stretching vibration of hy- Table 1 TEM-coupled microprobe analysis of the Cu-Zn/Al 2 O 3 cata- lysts Composition (%) Sample Cu Zn Al Calcined 51.26 10.31 6.78 Reduced 52.78 12.18 9.71 After 10 h reaction 51.01 12.23 9.47 100 200 300 400 500 600 70 75 80 85 90 95 100 Temperature ( o C) M a ss (% ) -3.0 -2.5 -2.0 -1.5 -1.0 -0.5 0.0 0.5 (d m /d t )/(%/min) Fig. 3. TG-DTG curves of the Cu-Zn/Al 2 O 3 catalyst precursor. 50 100 150 200 250 300 350 400 450 H 2 consumption Temperature ( o C) CuO Calcined Cu-Zn/Al 2 O 3 Fig. 4. H 2 -TPR profiles of CuO and the calcined Cu-Zn/Al 2 O 3 sample. YUAN Peng et al. / Chinese Journal of Catalysis, 2010, 31: 769–775 droxylate (O–H). A broad band ranging from 500 to 900 cm −1 can be attributed to the disordered distribution of vacancies and the continuous distribution of the bond length in an amorphous material [32]. It should be recalled that the existence of amorphous χ-Al 2 O 3 was confirmed by the TEM and TG/DTG data. Together with the FT-IR data, the results showed that amorphous χ-Al 2 O 3 has abundant surface hydroxyl groups. Lewis acid sites (LASs) and the acid properties of Al 2 O 3 have been identified by Badlani et al. [33]. Controversies exist concerning the effect of LASs. Some authors pointed out that the LASs are capable of interacting with the lone electron pair of the carbonyl group oxygen so that the C=O bond in the ester can be converted to obtain alcohols [34]. This opinion was also proposed in other references [35,36], which suggested that the LASs should be strong enough to activate the C=O bond. In contrast, Wehner et al. [37] proposed that LASs on the catalyst surface were responsible for the transesterification in the hy- drogenation. However, in general, it has been commonly ac- cepted that the acidity of the catalyst surface must be designed to have a proper strength for enough activity and good selec- tivity. The interaction between the substrate and catalytic ac- tive centers can be modified by surface hydroxyls [38]. The hydroxyl groups may be important for an optimal alcohol yield. The role of catalytically inactive ZnO is to disperse the Cu phase in the calcined sample so that a high dispersion of Cu metal is obtained. Its presence therefore leads to a higher amount of active sites. Another effect of ZnO is that it provides additional adsorption sites for the C=O group whereby avoid- ing an excessively high surface coverage of the copper sites with substrate, which would inhibit the adsorption and thus hydrogenation [39,40]. It has been suggested that the hydro- genation is due to adsorption on catalytically inactive ZnO sites, followed by migration to the adjacent catalytically active copper sites where it is further hydrogenated to alcohol by atomic hydrogen activated on Cu sites. According to Refs. [38,41–43], the hydrogenation process, as shown in Scheme 1, is: (1) chemisorption and molecular hydrogen activation; (2) carboxylic group activation, adsorption, migration to active sites, and activation; (3) surface reaction, including hydro- genolysis and hydrogenation; (4) desorption. 2.2 Performance of the catalysts The optimal reaction conditions were investigated. The in- fluences of the reaction temperature, pressure, and reaction time were studied by varying one variable and keeping the other two constant. The results are illustrated in Fig. 6. The data were averaged from 3 times runs under each condition. As Fig. 6(a) shows, reaction temperature has a significant influence on the activity of the Cu-Zn/Al 2 O 3 catalyst. Below 240 °C, the yields of alcohols were less than 80%. Only 23.8% yield was obtained at 180 °C. The yields at 200, 220, and 240 °C in- creased linearly with temperature. The maximum yield of 86.3% was achieved at 240 °C. Slight decline of the yield occurred at further increase of the temperature above 240 °C. A sufficiently high temperature is needed to give good activity. For ester hydrogenation, a sufficient high reaction temperature is needed to overcome the thermodynamic constraint. How- ever, too high a temperature is also not good because many side reactions would occur, which results in the decline of the yield for desired products. As shown in Fig. 6(b), the yield of alcohol increased with increasing reaction pressure. The yield increased fast from 4 MPa to 10 MPa and then less from 10 MPa to 12 MPa. It can be inferred that a higher reaction pressure gives a higher yield. However, too high a reaction pressure will have higher re- quirements for the facility and pose safety problems. In Fig. 6(c), the maximum yield of alcohols was obtained at 6 h of reaction. Due to the presence of dispersed metallic copper crystallites, adsorbed species and adsorbed hydrogen will undergo hydrogenation to produce adsorbed products. Generally, three basic steps are included in the reaction proc- ess: adsorption of reactants on the catalyst surface, surface reaction, and desorption of products. A proper residence time is needed for good activity and selectivity. A short residence time 4000 3500 3000 2500 2000 1500 1000 500 0 20 40 60 80 100 Transmittance (%) Wavenumber (cm −1 ) Fig. 5. FT-IR spectrum of the calcined Cu-Zn/Al 2 O 3 sample. H 2 C u H CH 3 OH Cu CuH H 2 C RO OCH 3 CO R OCH 3 H O Al Cu Zn H CO R H CuCuH C R H HO CuCu C R H CuHO HCu C R H H HO 2Cu 2CuH + + Scheme 1. Suggested reaction pathway of methyl ester hydrogenation over the Cu-Zn/Al 2 O 3 catalyst. YUAN Peng et al. / Chinese Journal of Catalysis, 2010, 31: 769–775 cannot insure adequate conversion of the reactants, and a long residence time can cause many side reactions and decreased selectivity, which decrease the yield of desired products. For comparison, commercially available Cu-Cr, Cu-Cr-Ba, and Cu-Cr-Mn catalysts were used as well. Each catalyst was tested under the same activation and reaction conditions. The results are shown in Fig. 7. It was obvious that the activity of Cu-Zn/Al 2 O 3 catalyst was much higher than that of Cu-Cr, Cu-Cr-Mn, and Cu-Cr-Ba catalysts under the same reaction conditions. Typical reaction conditions for the commercial catalysts are a high temperature of 300 °C and high pressure of above 20 MPa. In our experiments, these catalysts were insuf- ficient active and did not give high yields under the relatively milder reaction conditions of 240 °C and 10 MPa. However, the Cu-Zn/Al 2 O 3 catalyst gave a much higher yield for alco- hols, which makes it promising for commercial applications under mild reaction conditions. 3 Conclusions A chromium free Cu-Zn/Al 2 O 3 catalyst was prepared using a hydrotalcite type precursor. Metallic copper particles are the active sites for the hydrogenation reaction. The role of ZnO is to disperse the Cu phase so that a high dispersion of Cu metal was attained. Cu was enriched in the surface and sub-surface layers to give a larger amount of active sites. Amorphous χ-Al 2 O 3 gave a large surface area for the dispersion of Cu and prevented the sintering of the Cu particles under working conditions. Hydroxyl groups in the amorphous χ-Al 2 O 3 are Lewis acid centers and benefited the selectivity of hydrogena- tion. The optimal reaction conditions for the Cu-Zn/Al 2 O 3 catalyst were 240 °C, 10 MPa, and 6 h. Under these relatively mild conditions, the yield of alcohols was above 86.3%, which was much higher than that of conventional Cu-Cr based cata- lysts. Due to its being chromium free, cheap, easy to prepare, and active under mild operating conditions, the Cu-Zn/Al 2 O 3 catalyst is promising for industrial applications. References 1 Hark S V D, Härröd M, Møller P. J Am Oil Chem Soc, 1999, 76: 1363 2 Echeverri D A, Marín J M, Restrepo G M, Riso L A. Appl Catal A, 2009, 366: 342 3 Pérez-Cadenas A F, Kapteijin F, Zieverink M N P, Moulijin J A. Catal Today, 2007, 128: 13 4 Nikolaou N, Papadopoulos C E, Lazaridou A, Koutsoumba A, Bouriazos A, Papadogianakis G. Catal Commun, 2009, 10: 451 5 Brands D S, Poels E K, Bliek A. Appl Catal A, 1999, 184: 279 6 Liu Sh Ch, Su Y L, Chen S Y. Chin J Catal, 1999, 20: 445 7 Pisarek M, Łukaszewski M, Winiarek P, Kedzierzawski P, Janik-Czachor M. Catal Commun, 2008, 10: 213 8 Guo P J, Chen L F, Yan S R, Dai W L, Qiao M H, Xu H L, Fan K N. J Mol Catal A, 2006, 256: 164 9 Lee J Y, Lee D W, Lee K Y, Wang Y. Catal Today, 2009, 146: 260 10 Li D J, Liu H T, Tan P H, Zhang Y X. Chin J Catal, 1987, 8: 87 11 Zhao F, Li G Y, Li N, Liu Y J, Lin B X. Chin J Catal, 2003, 24: 11 12 Sijpkes A H, van der Puil N, van der Brink P J, Abdul H S B, Adrianus H J F der K. US 0 207 921. 2007 13 Luo G, Yan S R, Qiao M H, Fan K W. Appl Catal A, 2007, 332: 79 180 200 220 240 260 280 20 40 60 80 Y i e l d of alcoh ol s ( % ) Reaction temperature ( o C) (a) 4681012 Reaction pressure (MPa) (b) 2468 Reaction time (h) (c) Fig. 6. Influence of reaction conditions on the activity of the Cu-Zn/Al 2 O 3 catalyst. (a) Temperature; (b) Pressure; (c) Time. Reaction conditions: catalyst 2.5 g, methylester 50 ml; (a) p = 10 MPa, 6 h; (b) 240 °C, 6 h; (c) 240 °C, p = 10 MPa. 0 20 40 60 80 Cu-Zn/Al 2 O 3Cu-Cr-BaCu-Cr-Mn YIeld of alcohols (%) Catalyst Cu-Cr Fig. 7. Comparison of the Cu-Zn/Al 2 O 3 catalyst with commercial cata- lysts. Reaction conditions: catalyst 2.5 g, methylester 50 ml, 240 °C, 10 MPa, 6 h. YUAN Peng et al. / Chinese Journal of Catalysis, 2010, 31: 769–775 14 Nomura K, Ogura H, Imanishi Y. J Mol Catal A, 2002, 178: 105 15 Figueiredo F C A, Jordăo E, Carvalho W A. Appl Catal A, 2008, 351: 259 16 Miyake T, Makino T, Taniguchi S, Watanuki H, Niki T, Shimizu S, Kojima Y, Sano M. Appl Catal A, 2009, 364: 108 17 Cen Y Q, Li X N, Liu H Zh. Chin J Catal, 2006, 27: 210 18 Ma H T, Deng G C, Bao X H. Chin J Catal, 2001, 27: 210 19 Ma L Q, Fu Y Ch, Shen J Y. Chin J Catal, 2003, 24: 312 20 Paquot C, Hautfenne A. Standard Methods for the Analysis of Oils, Fats and Derivatives. 7th Ed. Oxford: Blackwell, 1987. 73–116 21 Alberto J, Marchi D A G, Andrés F T, Apesteguía C R. Appl Catal A, 2003, 249: 53 22 Xie X M, Liu J X, Song J L, Wang Zh Zh. Chin J Catal, 2003, 24: 569 23 Rives V. Layerd Double Hydroxides: Present and Future. New York: Nova Science Publisher, 2001. 4 24 Costantino U, Marmottini F, Sisani M, Montanari T, Ramis G, Busca G, Turco M, Bagnasco G. Solid State Ion, 2005, 176: 2917 25 Busca G, Costantino U, Marmottini F, Montanari T, Patruno P, Patrono F, Ramis G. Appl Catal A, 2006, 310: 70 26 Chinchen G C, Waugh K C, Wang D A. Appl Catal, 1986, 25: 101 27 Huang H, Cao G, Fan C, Wang S, Wang S. Korean J Chem Eng, 2009, 26: 1574 28 Oguchi H, Kanai H, Utani K, Matsumura Y, Imamura S. Appl Catal A, 2005, 293: 64 29 Huang Zh T, Geng J M. Industrial Catalysis. 2nd Ed. Beijing: Chem Ind Press, 2006. 39–177 30 Chen X G, Shen W, Xu H L, Xiang Y F. Chin J Catal, 2000, 21: 259 31 Zhen K J, Wang G J, Bi Y L, Li R Sh, Kan Q B. Basis of Catalytic Function. 3rd Ed. Beijing: Sci Press, 2005. 20–25 32 Shek C H, Lai J K L, Gu T S, Lin G M. Nanostruct Mater, 1997, 8: 605 33 Badlani M, Wachs I. E. Catal Lett, 2001, 75: 137 34 Silva A M, Santos O A A, Morales M A, Baggio-Saitaitch E M, Jordăo E, Fraga M A. J Mol Catal A, 2006, 253: 62 35 Silva A M, Morales M A, Baggio-Saitovitch E M, Jordăo E, Fraga M A. Appl Catal A, 2009, 353: 101 36 Silva A M, Santos A A, Mendes M J, Jordăo E, Fraga M A. Appl Catal A, 2003, 241: 155 37 Wehner P S, Gustafson B L. J Catal, 1992, 135: 420 38 Zhou Y F, Fu H Y, Zheng X J, Li R X, Chen H, Li X J. Catal Commun, 2009, 11: 137 39 Küksal A, Klemm E, Emig G. Appl Catal A, 2002, 228: 237 40 Turek T, Trimm D L, Black D S, Cant N W. Appl Catal A, 1994, 116: 137 41 Toba M, Tanaka S, Niwa S, Mizukamia F, Koppány Z, Guczi L, Cheah K Y, Tang T S. Appl Catal A, 1999, 189: 243 42 Mendes M J, Santos O A A, Jordăo E, Silva A M. Appl Catal A, 2001, 217: 253 43 Guan P B. Preparation and Application of Fatty Alcohols. Bejing: China Light Industry Press, 1990. 226 CHNJC 60087 S1872-2067(09)60087-5 10.1016/S1872-2067(09)60087-5 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences RESEARCH PAPER Cu-Zn/Al2O3 Catalyst for the Hydrogenation of Esters to Alcohols Peng YUAN Zhongyi LIU Wanqing ZHANG Haijie SUN Shouchang LIU * Department of Chemistry, Zhengzhou University, Zhengzhou 450001, Henan, China * Corresponding author. Tel: +86-371-67783384; Fax: +86-371-67783384 A chromium free Cu-Zn/Al2O3 catalyst was used for the slurry phase hydrogenation of palm oil esters to alcohols. Optimal reaction conditions were given. Under the relatively mild conditions of 240 °C and 10 MPa hydrogen pressure, the alcohol yield was above 86.3%, which was much higher than that of conventional Cu-Cr catalysts. Phase changes of the precursor and the calcined and used catalysts were investigated. The role of the active components and surface hydroxyl groups was discussed. 摘 要 制备了新型无铬非晶态 Al2O3 负载的 Cu-Zn 催化剂, 并采用 X 射线衍射、透射电镜、程序升温还原和红外光谱进行了表征, 考察了其液相酯加氢制高碳醇的催化性能, 并优化了反应条件. 结果表明, 在 240 °C 和 10 MPa 氢压相对温和的反应条件下, 髙碳醇收率达 86.3%, 远远高于相同条件下传统的 Cu-Cr 基催化剂. 对前体、焙烧后及还原后催化剂的物相进行了研究, 探讨了催化剂组分及表面羟基的作用. Graphical abstract The yield of high alcohols reached above 86.3% over the Cu-Zn/Al2O3 catalyst under relatively mild conditions of 240 °C and 10 MPa hydrogen pressure. Key words copper zinc alumina ester hydrogenation high alcohol References 1 SVD Hark M Härröd P Møller J Am Oil Chem Soc 76 1999 1363 2 DA Echeverri JM Marín GM Restrepo LA Riso Appl Catal A 366 2009 342 3 AF Pérez-Cadenas F Kapteijin MNP Zieverink JA Moulijin Catal Today 128 2007 13 4 N Nikolaou CE Papadopoulos A Lazaridou A Koutsoumba A Bouriazos G Papadogianakis Catal Commun 10 2009 451 5 DS Brands EK Poels A Bliek Appl Catal A 184 1999 279 6 Sh Ch Liu YL Su SY Chen Chin J Catal 20 1999 445 7 M Pisarek M Łukaszewski P Winiarek P Kedzierzawski M Janik-Czachor Catal Commun 10 2008 213 8 PJ Guo LF Chen SR Yan WL Dai MH Qiao HL Xu KN Fan J Mol Catal A 256 2006 164 9 JY Lee DW Lee KY Lee Y Wang Catal Today 146 2009 260 10 DJ Li HT Liu PH Tan YX Zhang Chin J Catal 8 1987 87 11 F Zhao GY Li N Li YJ Liu BX Lin Chin J Catal 24 2003 11 12 Sijpkes A H, van der Puil N, van der Brink P J, Abdul H S B, Adrianus H J F der K. US 0 207 921. 2007. 13 G Luo SR Yan MH Qiao KW Fan Appl Catal A 332 2007 79 14 K Nomura H Ogura Y Imanishi J Mol Catal A 178 2002 105 15 FCA Figueiredo E Jordăo WA Carvalho Appl Catal A 351 2008 259 16 T Miyake T Makino S Taniguchi H Watanuki T Niki S Shimizu Y Kojima M Sano Appl Catal A 364 2009 108 17 YQ Cen XN Li H Zh Liu Chin J Catal 27 2006 210 18 HT Ma GC Deng XH Bao Chin J Catal 27 2001 210 19 LQ Ma Y Ch Fu JY Shen Chin J Catal 24 2003 312 20 C Paquot A Hautfenne Standard Methods for the Analysis of Oils, Fats and Derivatives 7th Ed. 1987 Blackwell Oxford 73 116 21 J Alberto DAG Marchi FT Andrés CR Apesteguía Appl Catal A 249 2003 53 22 XM Xie JX Liu JL Song Zh Zh Wang Chin J Catal 24 2003 569 23 V Rives Layerd Double Hydroxides: Present and Future 2001 Nova Science Publisher New York 4 24 U Costantino F Marmottini M Sisani T Montanari G Ramis G Busca M Turco G Bagnasco Solid State Ion 176 2005 2917 25 G Busca U Costantino F Marmottini T Montanari P Patruno F Patrono G Ramis Appl Catal A 310 2006 70 26 GC Chinchen KC Waugh DA Wang Appl Catal 25 1986 101 27 H Huang G Cao C Fan S Wang S Wang Korean J Chem Eng 26 2009 1574 28 H Oguchi H Kanai K Utani Y Matsumura S Imamura Appl Catal A 293 2005 64 29 Zh T Huang JM Geng Industrial Catalysis 2nd Ed. 2006 Chem Ind Press Beijing 39 177 30 XG Chen W Shen HL Xu YF Xiang Chin J Catal 21 2000 259 31 KJ Zhen GJ Wang YL Bi R Sh Li QB Kan Basis of Catalytic Function 3rd Ed. 2005 Sci Press Beijing 20 25 32 CH Shek JKL Lai TS Gu GM Lin Nanostruct Mater 8 1997 605 33 M Badlani I Wachs E Catal Lett 75 2001 137 34 AM Silva OAA Santos MA Morales EM Baggio-Saitaitch E Jordăo MA Fraga J Mol Catal A 253 2006 62 35 AM Silva MA Morales EM Baggio-Saitovitch E Jordăo MA Fraga Appl Catal A 353 2009 101 36 AM Silva AA Santos MJ Mendes E Jordăo MA Fraga Appl Catal A 241 2003 155 37 PS Wehner BL Gustafson J Catal 135 1992 420 38 YF Zhou HY Fu XJ Zheng RX Li H Chen XJ Li Catal Commun 11 2009 137 39 A Küksal E Klemm G Emig Appl Catal A 228 2002 237 40 T Turek DL Trimm DS Black NW Cant Appl Catal A 116 1994 137 41 M Toba S Tanaka S Niwa F Mizukamia Z Koppány L Guczi KY Cheah TS Tang Appl Catal A 189 1999 243 42 MJ Mendes OAA Santos E Jordăo AM Silva Appl Catal A 217 2001 253 43 PB Guan Preparation and Application of Fatty Alcohols 1990 China Light Industry Press Bejing 226",
      "scopus-id": "77955460693",
      "coredata": {
        "eid": "1-s2.0-S1872206709600875",
        "dc:description": "A chromium free Cu-Zn/Al2O3 catalyst was used for the slurry phase hydrogenation of palm oil esters to alcohols. Optimal reaction conditions were given. Under the relatively mild conditions of 240 °C and 10 MPa hydrogen pressure, the alcohol yield was above 86.3%, which was much higher than that of conventional Cu-Cr catalysts. Phase changes of the precursor and the calcined and used catalysts were investigated. The role of the active components and surface hydroxyl groups was discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206709600875",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "YUAN, Peng"
          },
          {
            "@_fa": "true",
            "$": "LIU, Zhongyi"
          },
          {
            "@_fa": "true",
            "$": "ZHANG, Wanqing"
          },
          {
            "@_fa": "true",
            "$": "SUN, Haijie"
          },
          {
            "@_fa": "true",
            "$": "LIU, Shouchang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206709600875"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206709600875"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(09)60087-5",
        "prism:volume": "31",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Cu-Zn/Al2O3 Catalyst for the Hydrogenation of Esters to Alcohols",
        "prism:copyright": "Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "7",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "copper"
          },
          {
            "@_fa": "true",
            "$": "zinc"
          },
          {
            "@_fa": "true",
            "$": "alumina"
          },
          {
            "@_fa": "true",
            "$": "ester hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "high alcohol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "7",
        "openaccessSponsorType": null,
        "prism:pageRange": "769-775",
        "prism:endingPage": "775",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 2010",
        "prism:doi": "10.1016/S1872-2067(09)60087-5",
        "prism:startingPage": "769",
        "dc:identifier": "doi:10.1016/S1872-2067(09)60087-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "99",
            "@width": "261",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206709600875-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20127",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206709600875-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8552",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/77955460693"
      }
    }
  }
}