{
  "metadata": {
    "title": "Preparation of Titania Nanotube Arrays by the Hydrothermal Method",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2009-01-31",
    "doi": "10.1016/S1872-2067(08)60088-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708600881",
    "pii": "S1872206708600881"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-60449105505",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2009-02-23 2009-02-23 2010-03-28T04:33:26 1-s2.0-S1872206708600881 S1872-2067(08)60088-1 S1872206708600881 10.1016/S1872-2067(08)60088-1 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206709X60031 2015-05-15T07:13:55.760442-04:00 0 0 20090101 20090131 2009 2009-02-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 30 30 1 1 Volume 30, Issue 1 7 37 42 37 42 200901 January 2009 2009-01-01 2009-01-31 2009 article fla Copyright © 2009 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. PREPARATIONTITANIANANOTUBEARRAYSBYHYDROTHERMALMETHOD LI G SRINIVASAN 2007 4405 M LIM 2008 622 S LANCELLEBELTRAN 2006 6152 E MA 2005 2543 T WANG 2007 3016 K SOTTER 2007 567 E FAIA 2004 183 P MOR 2005 191 G LIU 2008 11175 D PAULOSE 2007 14992 M ZHU 2007 160 B LI 2001 130 X HSU 2005 642 M YAMANAKA 2004 312 S JIANG 2007 1178 W LI 2008 680 G ZHENG 2008 1044 Q RAHMAN 2003 439 S JEE 2005 4049 S LEE 2007 61 M DEKI 2005 38 S ZHANG 2007 7607 L ZHAO 2003 699 W YU 2003 13871 J AOI 2007 175 Y NAKATA 2007 179 A YU 2006 273 J MEI 2006 87 F CASALETTO 2001 167 M CHEN 2007 1917 Q JING 2002 438 L JING 2005 189 L WU 2000 53 J LIX2009X37 LIX2009X37X42 LIX2009X37XG LIX2009X37X42XG item S1872-2067(08)60088-1 S1872206708600881 1-s2.0-S1872206708600881 10.1016/S1872-2067(08)60088-1 273538 2010-09-19T17:57:37.691769-04:00 2009-01-01 2009-01-31 1-s2.0-S1872206708600881-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600881/MAIN/application/pdf/fbc8609030b7bf0a02ee1f96798b6dba/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600881/MAIN/application/pdf/fbc8609030b7bf0a02ee1f96798b6dba/main.pdf main.pdf pdf true 947684 MAIN 6 1-s2.0-S1872206708600881-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600881/PREVIEW/image/png/30bb307f9630cd00a8c3f577618a0833/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600881/PREVIEW/image/png/30bb307f9630cd00a8c3f577618a0833/main_1.png main_1.png png 67280 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 30, Issue 1, January 2009 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2009, 30(1): 37–42. Received date: 29 July 2008. * Corresponding author. Tel: +86-28-85405213; E-mail: 301qzl@vip.sina.com # Corresponding author. Tel: +86-28-85405322; E-mail: zzhang@scu.edu.cn Foundation item: Supported by the National Natural Science Foundation of China (50774053). Copyright © 2009, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(08)60088-1 Preparation of Titania Nanotube Arrays by the Hydrothermal Method LI Gang, LIU Zhongqing*, ZHANG Zhao # , YAN Xin School of Chemical Engineering, Sichuan University, Chengdu 610065, Sichuan, China Abstract: TiO 2 nanotube arrays were prepared by hydrothermal synthesis using ammonium hexafluorotitanate as deposition solution and anodic aluminum oxide attached to aluminum substrate as template. Field emission scanning electron microscopy, energy dispersive X-ray spectroscopy, and X-ray photoelectron spectroscopy were used to characterize the as-prepared nanotube arrays, and the formation mecha- nism of the nanotube arrays was discussed. The results indicate that hydrothermal treatment time has an important influence on the for- mation of nanotube arrays with a homogenous morphology, and the optimum reaction time is 90 min under the experimental conditions. The titania nanotube arrays prepared by this method exhibit an especial morphology, that is, a continuous porous surface and discrete tubular cross-section structure. The formation of such an especial morphology is attributed to preferential deposition of the hydrolysis product on the surface of the template, which is caused by the different reaction rate when [TiF 6 ] 2 reacts with the surface and the cross-section of the template. Key words: titania; nanotube arrays; hydrothermal reaction; anodic aluminum oxide template; formation mechanism Titania is an important inorganic functional material. It has possible uses in photocatalysis [1,2], photovoltic cells [3,4], lithium ion batteries [5], and gas sensors [6,7]. Compared with other forms of titania such as powders, films, and non-ordered nanotubes, titania nanotube arrays have a much higher specific surface area, unique optical and electronic characteristics, and a superior physical topology that can enhance photocatalytic activity and solar-to-electric energy conversion. The main methods to fabricate titania nanotube arrays are electro- chemical anodization [8–10] and the sol-gel template method [11,12]. The electrochemical anodization method is very sim- ple, but nanotube arrays obtained in electrolytes containing inorganic fluorine are relatively short. This limits their use to some extent. Although nanotube arrays with increased tube length can be obtained in an organic fluorine electrolyte, this needs a long anodization time. Increasing attention has been given to the sol-gel template method due to its general appli- cability and controllability by the adjusting of the pore size of the template. However, the process consists of a series of steps, including solation-gelation, calcination, and removal of tem- plate, which makes it complicated. Moreover, when a sol of high concentration is used, vacuum impregnation equipment or an electric field is needed. Very recently, a new method, liquid deposition method, was developed to prepare titania nanotube arrays. This method does not require costly equipment, the conditions are moderate, and it is a simple procedure. In par- ticular, the as-prepared films have good adhesion with the substrate. Some researchers [13–15] have successfully fabri- cated titania nanotube arrays using this method. Unfortunately, their experimental results indicated that the TiO 2 nanotube arrays fabricated were amorphous. To get the anatase crystal- line structure with photocatalytic activity, a crystallization heat treatment at a temperature higher than 400 °C is required. We fabricated titania nanotube arrays with the anatase phase structure at a low hydrothermal temperature using a modified liquid deposition method [16]. This is the anodic aluminum oxide (AAO) template hydrothermal method, which needs a much lower crystallization temperature. With this process, a further subsequent thermal annealing is not required. The method can reduce energy consumption and also inhibit the LI Gang et al. / Chinese Journal of Catalysis, 2009, 30(1): 37–42 growth of titania crystallites that can occur during the heat treatment. The nanotube arrays obtained exhibited a special morphology, which is a continuous and porous surface together with a discrete and unattached tubular interior. This is different from the discrete, tubular structure prepared by electrochemi- cal anodization or the sol-gel template method [5,17] and the AAO template that gave shared tube walls between adjacent tubes [18,19]. In this paper, titania nanotube arrays with homogeneous and ordered morphology were prepared by hydrothermal synthesis at 140 ºC by controlling the reaction time. Ammonium hexaf- luorotitanate was used as deposition solution, and AAO ob- tained from a two-step anodization was used as template. The formation mechanism of the nanotube arrays with the special topology is discussed in detail using field emission scanning electron microscopy (FE-SEM), energy dispersive X-ray spectroscopy (EDS), and X-ray photoelectron spectroscopy (XPS) analysis results. 1 Experimental 1.1 Preparation of AAO template A two-step anodization was applied to prepare the AAO template [16]. Aluminum foils of high purity (99.999%, thickness 0.5 mm) were cut into rectangles of 30 mm × 20 mm and annealed at 500 ºC for 4 h to remove mechanical stress. After degreasing in absolute ethanol, removing the oxide film in sodium hydroxide, and cleaning in distilled water, the alu- minum foils were electrochemically polished in a mixture of absolute ethanol and perchloric acid (volume ratio, 4:1). Sub- sequently, the foil was anodized at a constant voltage of 120 V for 1 h using 30 g/L phosphoric acid as electrolyte at atmos- pheric temperature (23 ºC). The previously anodized aluminum foil was soaked in a mixture of chromic acid (1.8%) and phosphoric acid (6.0%) (volume ratio, 1:1) for 16 h to remove the aluminum oxide layer formed. After that, a second anodi- zation was performed under the same conditions as the first anodization process except that the anodization time was pro- longed to 2 h. Finally, the resulting AAO template was ob- tained by enlarging the pore size in 5.0% phosphoric acid for 10 min at 30 ºC. 1.2 Preparation of titania nanotube arrays The AAO template undetached from the aluminum substrate was transferred into a Teflon-lined stainless steel autoclave filled with 0.1 mol/L ammonium hexafluorotitanate (capacity 500 ml, filling degree of 80%). After it was sealed, the auto- clave was heated at 140 ºC for different reaction times. Then, the sample was taken out and cooled rapidly, washed with distilled water and absolute ethanol repeatedly, and dried in ambient air. 1.3 Characterization of the as-prepared titania nanotube arrays The morphology of the resulting samples was observed us- ing an Inspect F field emission scanning electron microscope (FE-SEM, FEI Corporation). The chemical composition of the product was analyzed with an Inca 350 energy dispersive X-ray apparatus (EDS, Oxford Corporation) on the SEM. XPS anal- ysis was performed on a Kratos XSAM-800 spectrometer using Al K . (1486.6 eV) X-ray source at 12 kV and 15 mA. The analytical instrument data was calibrated by standard samples of Au and Ag. 2 Results and discussion 2.1 FE-SEM The FE-SEM images from Fig. 1(a) to (d) are the surfaces of nanotube arrays that had undergone hydrothermal treatment times of 60, 90, 120, and 180 min, respectively. As can be seen from these figures, the surfaces of the as-prepared nanotube arrays were both continuous and porous. The pores from the reaction times of 60 and 90 min were packed with many nearly spherical fine particles and were distributed uniformly. The mean pore diameter was approximately 210 nm. The pores enclosed many particles with a mean size of 30 nm. The thickness of the tube wall was 140 nm when the reaction time was 60 min. When the reaction time was increased to 90 min, the pore size was reduced to 180 nm, and the thickness of the tube wall was 170 nm. This comprised many particles with an average particle size of 45 nm and displayed slightly coarse surfaces with uniformly distributed pores. When the reaction time was prolonged to 120 min, the pores on the surface of the nanotube arrays were still present. However, the pores tended to be disordered, and the range of the pore size broadened from dozens to hundreds of nm. This was probably due to excess dehydration from hydrolysis product causing cracks at the joints because of the long hydrothermal reaction, which also caused the shrinking of local areas. Therefore, disordered pores on the surface can be observed in the FE-SEM image. When the hydrothermal time was further prolonged to 180 min, the order of the nanotube arrays was completely destroyed by nearly full coverage of round titania nanoparticles. This is characteristic of the liquid phase deposition method. In this method, metal oxide or hydroxide is deposited on the substrate homogeneously by shifting the hydrolysis equilibrium of the metal-fluorine ion complex to get a supersaturated solution using the ligand exchange of the metal-fluorine ion complex species and the fluorine ion consumption regent (e.g., boric acid and aluminum oxide) [20–26]. A notable characteristic of LI Gang et al. / Chinese Journal of Catalysis, 2009, 30(1): 37–42 the liquid phase deposition process is that the hydrolysis product is selectively deposited on areas with sufficient hy- droxyl groups. In our experiments, [TiF 6 n (OH) n ] 2 or [Ti(OH) 6 ] 2 formed by the hydrolysis of [TiF 6 ] 2 was dehy- drated by the titania nanoparticles earlier deposited on the surface of the AAO template by the bridging effect due to the superfluous deposition solution because of the long reaction time. As a consequence, more titania particles are deposited on the surface of previously formed particles, resulting in an en- tirely covered morphology. This phenomenon was confirmed by that the pore size and the thickness of the tube wall got smaller and thicker, respectively, with increasing reaction time. Fig. 1(e) shows the cross-sectional view of the nanotube arrays fabricated by a hydrothermal treatment of 90 min. Un- like the shared tube wall between the tubes shown in Fig. 1(b), there was a discrete and unattached tubular structure in the direction vertical to the aluminum substrate. The tube wall also consisted of many deposited particles with an average particle size of 25 nm. These results suggest that the hydrothermal time has a significant effect on the morphology of the titania nano- tube arrays. It is crucial to use an appropriate reaction time for fabricating well ordered nanotube arrays. 2.2 EDS The EDS results of the surface of the nanotube arrays ob- tained from different reaction times are listed in Table 1. The major elements are titanium and oxygen for the three samples. This agrees with the chemical composition of the nanotube arrays being titania. In addition, fluorine was detected by EDS, which probably resulted from the starting material of ammo- nium hexafluorotitanate. A similar result was reported in the literature [27] that fluorine impurity was detected when a tita- nia thin film was prepared using the liquid phase method. It is worth noting that there was residual aluminum of 1.00% when the hydrothermal time was 60 min, indicating that the AAO template had not reacted completely. No aluminum signal was found with the hydrothermal times of 90 and 120 min. Based on the EDS and FE-SEM results, it can be inferred that the optimum hydrothermal time is 90 min in order to prepare well ordered nanotube arrays without AAO template residue. 2.3 XPS Fig. 2 shows the high-resolution and fitted XPS spectra of Ti 2p and O 1s from the surface of titania nanotube arrays pre- pared at 140 ºC for 90 min. The Ti 2p XPS spectrum was Fig. 1. FE-SEM images of the as-prepared titania nanotube arrays using different hydrothermal treatment times. (a) 60 min; (b) 90 min; (c) 120 min; (d) 180 min; (e) 90 min (cross-sectional view). Table 1 EDS analysis results of the surface of the nanotube arrays prepared with different hydrothermal treatment times Surface atomic composition (%) Treatment time (min) O Ti Al F 60 54.72 30.13 1.00 14.15 90 55.00 32.43 0.00 12.57 120 62.30 22.09 0.00 15.62 LI Gang et al. / Chinese Journal of Catalysis, 2009, 30(1): 37–42 composed of a main peak located at 458.8 eV and a satellite peak at 464.4 eV, corresponding to the binding energy of Ti 2p 3/2 and Ti 2p 1/2 , respectively. The two peaks with a separation of 5.6 eV exhibited a symmetry that is typical of Ti 4+ in TiO 2 [28,29]. A broad and asymmetrical XPS peak for O 1s was observed, suggesting that the oxygen species on the surface of nanotube arrays was not a single species. The O 1s region can be fitted with three peaks with binding energies of 530.2, 531.8, and 533.2 eV. These are in agreement with the binding energy data of lattice oxygen, hydroxyl, and physical adsorbed oxygen reported elsewhere [30,31]. From the areas of the peaks, O 1s mainly exists as lattice oxygen in Ti–O–Ti bonds, showing that the composition of the as-prepared nanotube arrays is primarily titania and also some Ti–OH. On the other hand, the presence of physically adsorbed oxygen indicates that the as-prepared titania nanotube arrays will have high activity and adsorptive capacity, which is beneficial for photocatalysis [32]. 2.4 Formation mechanism of the titania nanotube arrays The TiO 2 nanotube arrays in our experiment exhibits a spe- cial morphology. It has a continuous and porous surface and a discrete and unattached tubular interior. Based on the FE-SEM and EDS results, we can describe the formation mechanism of the nanotube arrays by the key reactions expressed as follows: [TiF 6 ] 2 + nH 2 O : [TiF 6 n (OH) n ] 2 + nHF (1) Al + 6HF : H 3 AlF 6 + 3/2H 2 9 (2) Al 2 O 3 + 12HF : 2H 3 AlF 6 + 3H 2 O (3) Eq. (1) is the hydrolysis equilibrium reaction of [TiF 6 ] 2 . Eqs. (2) and (3) are consumption reactions of free fluorine ion, which accelerate the hydrolysis reaction of Eq. (1). In the reaction, free fluorine ion and AAO template or aluminum should have the same reaction probability. However, there was a much higher activity for the amorphous AAO template ob- tained from a two-step anodization due to its interior and sur- face defects in comparison with aluminum foil annealed at 500 ºC. Meanwhile, abundant hydroxyl groups exist on the outer and interior surface of the AAO template [33], which is bene- ficial for the deposition of the hydrolysis product. As a result, free fluorine ion would react preferentially with the AAO template (Eq. 3). When the AAO template was immersed into the deposition solution of ammonium hexafluorotitanate (Fig. 3(a)), the sur- face of the template preferentially reacted with the metallic fluoro-complex of [TiF 6 ] 2 because of the faster diffusion of the deposition solution to the surface of the template than into the channels. In this process, the AAO template was a fluorine ion scavenger, and it drives the hydrolysis reaction of [TiF 6 ] 2 . Finally, titania nanoparticles with the anatase crystalline phase were formed by the dehydration of [TiF 6-n (OH) n ] 2 and [Ti(OH) 6 ] 2 . This was accompanied by the decrease of the hydroxyl groups. Usually, the free path for substances in aqueous solution is short, and thus, TiO 2 can be deposited homogeneously on the site, the AAO template was consumed, and the porous morphology of the surface of the AAO template was reproduced (Fig. 3(b)). Meanwhile, TiO 2 was deposited along the surface of the tube walls by the reaction of [TiF 6 ] 2 with the channels of the AAO template under the driving force Fig. 2. XPS spectra of the surface of the TiO 2 nanotube arrays (hydrothermal treatment time = 90 min). Fig. 3. Schematic illustration of the formation process of TiO 2 nanotube arrays by the hydrothermal method. LI Gang et al. / Chinese Journal of Catalysis, 2009, 30(1): 37–42 of capillary and concentration diffusion (Fig. 3(c)). It is likely that voids exist between the particles, which en- abled [TiF 6 ] 2 ions to enter the interior of the template because the nanoparticles formed are not completely compacted. Then, [TiF 6 ] 2 goes through the titania particles previously formed and reacts with the AAO template in the direction vertical to the tube wall (from outside to inside) and vertical to the alu- minum substrate (from top to bottom). Nanotube arrays, therefore, are synthesized by the continuous consumption of the template and deposition of hydrolysis products repeatedly. It is noted that the discrete tubular structure is formed in the direction of the cross section of the titania nanotube arrays in our experiment (Fig. 3(e)). This is a characteristic of the anodic aluminum oxide. The formation of this tubular structure was attributed to titania subsequently produced was selectively deposited on the surface of titania formed earlier rather than in situ deposited on the AAO template. After the exterior of the tube wall of the template was consumed by [TiF 6 ] 2 , accom- panied with the TiO 2 layers deposition in situ, the reaction product of [AlF 6 ] 3 had to diffuse deep into the solution from the homologized site to maintain the progress of the hydrolysis reaction. This was difficult because there were only capillary force and concentration diffusion as the mass transfer force. Hence, an unattached and tubular structure was formed due to the dehydration of hydroxyls via a bridge effect (Fig. 3(e)). Two pieces of evidence can be given for the proposed for- mation mechanism. First, there was no residual aluminum on the surface of nanotube arrays obtained from a hydrothermal treatment of 90 min, while the content of aluminum from the cross-section was 8.70% according to the EDS analysis. This suggested that [TiF 6 ] 2 reacted first with the surface of the AAO template. Second, as can be seen from the FE-SEM images, the mean size of the particles on the surface of the nanotube arrays (45 nm) was larger than that on the tube wall (25 nm). Based on these two pieces of evidence, we conclude that the hydrolysis product of [TiF 6 ] 2 was preferentially de- posited on the surface of the AAO template, resulting in a structure attached to the surface. 3 Conclusions Titania nanotube arrays were fabricated by hydrothermal synthesis at 140 ºC using the reaction of [TiF 6 ] 2 and AAO with ammonium hexafluorotitanate as deposition solution. The AAO template was obtained from an aluminum substrate ob- tained from a two-step anodization. The TiO 2 nanotube arrays had a special morphology that was a continuous and porous surface and a discrete and unattached tubular interior. The formation of this is attributed to the preferential deposition of the hydrolysis product on the surface of the template caused by the different reaction rate of [TiF 6 ] 2 with the surface and cross section of the template. The nanotube arrays consisted mainly of titania and had a small amount of hydroxyl and physically adsorbed oxygen, which can be useful in its application in photocatalysis. References [1] Srinivasan M, White T. Environ Sci Technol, 2007, 41(12): 4405 [2] Lim S H, Phonthammachai N, Pramana S S, White T J. Lang- muir, 2008, 24(12): 622 [3] Lancelle-Beltran E, Prené P, Boscher C, Belleville P, Buvat P, Lambert S, Guillet F, Boissière C, Grosso D, Sanchez C. Chem Mater, 2006, 18(26): 6152 [4] Ma T, Akiyama M, Abe E, Imai I. Nano Lett, 2005, 5(12): 2543 [5] Wang K X, Wei M D, Morris M A, Zhou H S, Holmes J D. Adv Mater, 2007, 19(19): 3016 [6] Sotter E, Vilanova X, Liobet V E, Vasiliev A, Correig X. Sens Actuators B, 2007, 127(2): 567 [7] Faia P M, Furtado C S, Ferreira A J. Sens Actuators B, 2004, 101(1–2): 183 [8] Mor G K, Shankar K, Paulose M, Varghese O K, Grimes C A. Nano Lett, 2005, 5(1): 191 [9] Liu D W, Xiao P, Zhang Y H, Garcia B B, Zhang Q F, Guo Q, Champion R, Cao G Zh. J Phys Chem C, 2008, 112(30): 11175 [10] Paulose M, Prakasam H E, Varghese O K, Peng L, Popat K C, Mor G K, Desai T A, Grimes C A. J Phys Chem C, 2007, 111(41): 14992 [11] Zhu B, Dai X M, Li Q F, Deng Ch Sh. Chin J Process Eng, 2007, 7(1): 160 [12] Li X H, Zhang X G, Li H L. Chem J Chin Univ, 2001, 22(1): 130 [13] Hsu M C, Leu I C, Sun Y M, Hon M H. J Cryst Growth, 2005, 285(4): 642 [14] Yamanaka S, Hamaguchi T, Muta H, Kurosaki K, Uno M. J Alloys Compd, 2004, 373(1–2): 312 [15] Jiang W F, Ling Y H, Bai X D, Li H Y, Cang D Q. Rare Metal Mater Eng, 2007, 36(7): 1178 [16] Li G, Liu Zh Q, Yan X, Zhang Zh. Chin J Catal, 2008, 29(8): 680 [17] Zheng Q, Zhou B X, Bai J, Li L H, Jin Zh J, Zhang J L, Li J H, Liu Y B, Cai W M, Zhu X Y. Adv Mater, 2008, 20(5): 1044 [18] Rahman S, Yang H. Nano Lett, 2003, 3(4): 439 [19] Jee S E, Lee P S, Yoon B J, Jeong S H, Lee K H. Chem Mater, 2005, 17(16): 4049 [20] Lee M K, Lee H C, Hsu C M. Mater Sci Semicond Process, 2007, 10(2–3): 61 [21] Deki S, Iizuka S, Mizuhata M, Kajinami A. J Electroanal Chem, 2005, 584(1): 38 [22] Zhang L X, Wang X L, Liu P, Su Z X. Surf Coat Technol, 2007, 201(18): 7607 [23] Zhao W K, Zhou L, Liu Ch, Hu L, Fang Y L, Masato K. Acta Chim Sin, 2003, 61(5): 699 [24] Yu J G, Yu H G, Cheng B, Zhao X J, Yu J C, Ho W K. J Phys Chem B, 2003, 107(50): 13871 [25] Aoi Y, Kambayashi H, Deguchi T, Yato K, Deki S. Electrochim LI Gang et al. / Chinese Journal of Catalysis, 2009, 30(1): 37–42 Acta, 2007, 53(1): 175 [26] Nakata A, Mizuhata M, Deki S. Electrochim Acta, 2007, 53(1): 179 [27] Yu J G, Yu H G, Ao C H, Lee S C, Yu J C, Ho W K. Thin Solid Films, 2006, 496(2): 273 [28] Mei F, Liu C, Zhang L, Ren F, Zhou L, Zhao W K, Fang Y L. J Cryst Growth, 2006, 292(1): 87 [29] Casaletto M P, Ingo G M, Kaciulis S, Mattogno G, Pandolfi L, Scavia G. Appl Surf Sci, 2001, 172(1–2): 167 [30] Chen Q Y, Tong H X, Yin Zh L, Hu H P, Li J, Liu L L. Acta Phys-Chim Sin, 2007, 23(12): 1917 [31] Jing L Q, Sun X J, Cai W M, Xu Z L, Du Y G, Fan N Y. J Mol Catal (China), 2002, 16(6): 438 [32] Jing L Q, Li X Q, Li Sh D, Wang B Q, Xin B F, Fu H G, Wang D J, Cai W M. Chin J Catal, 2005, 26(3): 189 [33] Wu J H, Zou J P, Zhu Q, Bao X M. Chin J Lumin, 2000, 21(1): 53 CHNJC 60088 S1872-2067(08)60088-1 10.1016/S1872-2067(08)60088-1 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (50774053). RESEARCH PAPER Preparation of Titania Nanotube Arrays by the Hydrothermal Method Gang LI Zhongqing LIU * Zhao ZHANG # Xin YAN School of Chemical Engineering, Sichuan University, Chengdu 610065, Sichuan, China * Corresponding author. Tel: +86-28-85405213 # Corresponding author. Tel: +86-28-85405322 TiO2 nanotube arrays were prepared by hydrothermal synthesis using ammonium hexafluorotitanate as deposition solution and anodic aluminum oxide attached to aluminum substrate as template. Field emission scanning electron microscopy, energy dispersive X-ray spectroscopy, and X-ray photoelectron spectroscopy were used to characterize the as-prepared nanotube arrays, and the formation mechanism of the nanotube arrays was discussed. The results indicate that hydrothermal treatment time has an important influence on the formation of nanotube arrays with a homogenous morphology, and the optimum reaction time is 90 min under the experimental conditions. The titania nanotube arrays prepared by this method exhibit an especial morphology, that is, a continuous porous surface and discrete tubular cross-section structure. The formation of such an especial morphology is attributed to preferential deposition of the hydrolysis product on the surface of the template, which is caused by the different reaction rate when [TiF6]2− reacts with the surface and the cross-section of the template. Key words titania nanotube arrays hydrothermal reaction anodic aluminum oxide template formation mechanism References 1 M Srinivasan T White Environ Sci Technol 41 12 2007 4405 2 SH Lim N Phonthammachai SS Pramana TJ White Langmuir 24 12 2008 622 3 E Lancelle-Beltran P Prené C Boscher P Belleville P Buvat S Lambert F Guillet C Boissière D Grosso C Sanchez Chem Mater 18 26 2006 6152 4 T Ma M Akiyama E Abe I Imai Nano Lett 5 12 2005 2543 5 KX Wang MD Wei MA Morris HS Zhou JD Holmes Adv Mater 19 19 2007 3016 6 E Sotter X Vilanova VE Liobet A Vasiliev X Correig Sens Actuators B 127 2 2007 567 7 PM Faia CS Furtado AJ Ferreira Sens Actuators B 101 1–2 2004 183 8 GK Mor K Shankar M Paulose OK Varghese CA Grimes Nano Lett 5 1 2005 191 9 DW Liu P Xiao YH Zhang BB Garcia QF Zhang Q Guo R Champion G Zh Cao J Phys Chem C 112 30 2008 11175 10 M Paulose HE Prakasam OK Varghese L Peng KC Popat GK Mor TA Desai CA Grimes J Phys Chem C 111 41 2007 14992 11 B Zhu XM Dai QF Li Ch Sh Deng Chin J Process Eng 7 1 2007 160 12 XH Li XG Zhang HL Li Chem J Chin Univ 22 1 2001 130 13 MC Hsu IC Leu YM Sun MH Hon J Cryst Growth 285 4 2005 642 14 S Yamanaka T Hamaguchi H Muta K Kurosaki M Uno J Alloys Compd 373 1–2 2004 312 15 WF Jiang YH Ling XD Bai HY Li DQ Cang Rare Metal Mater Eng 36 7 2007 1178 16 G Li Zh Q Liu X Yan Zh Zhang Chin J Catal 29 8 2008 680 17 Q Zheng BX Zhou J Bai LH Li Zh J Jin JL Zhang JH Li YB Liu WM Cai XY Zhu Adv Mater 20 5 2008 1044 18 S Rahman H Yang Nano Lett 3 4 2003 439 19 SE Jee PS Lee BJ Yoon SH Jeong KH Lee Chem Mater 17 16 2005 4049 20 MK Lee HC Lee CM Hsu Mater Sci Semicond Process 10 2–3 2007 61 21 S Deki S Iizuka M Mizuhata A Kajinami J Electroanal Chem 584 1 2005 38 22 LX Zhang XL Wang P Liu ZX Su Surf Coat Technol 201 18 2007 7607 23 WK Zhao L Zhou Ch Liu L Hu YL Fang K Masato Acta Chim Sin 61 5 2003 699 24 JG Yu HG Yu B Cheng XJ Zhao JC Yu WK Ho J Phys Chem B 107 50 2003 13871 25 Y Aoi H Kambayashi T Deguchi K Yato S Deki Electrochim Acta 53 1 2007 175 26 A Nakata M Mizuhata S Deki Electrochim Acta 53 1 2007 179 27 JG Yu HG Yu CH Ao SC Lee JC Yu WK Ho Thin Solid Films 496 2 2006 273 28 F Mei C Liu L Zhang F Ren L Zhou WK Zhao YL Fang J Cryst Growth 292 1 2006 87 29 MP Casaletto GM Ingo S Kaciulis G Mattogno L Pandolfi G Scavia Appl Surf Sci 172 1–2 2001 167 30 QY Chen HX Tong Zh L Yin HP Hu J Li LL Liu Acta Phys-Chim Sin 23 12 2007 1917 31 LQ Jing XJ Sun WM Cai ZL Xu YG Du NY Fan J Mol Catal (China) 16 6 2002 438 32 LQ Jing XQ Li Sh D Li BQ Wang BF Xin HG Fu DJ Wang WM Cai Chin J Catal 26 3 2005 189 33 JH Wu JP Zou Q Zhu XM Bao Chin J Lumin 21 1 2000 53",
      "scopus-id": "60449105505",
      "coredata": {
        "eid": "1-s2.0-S1872206708600881",
        "dc:description": "TiO2 nanotube arrays were prepared by hydrothermal synthesis using ammonium hexafluorotitanate as deposition solution and anodic aluminum oxide attached to aluminum substrate as template. Field emission scanning electron microscopy, energy dispersive X-ray spectroscopy, and X-ray photoelectron spectroscopy were used to characterize the as-prepared nanotube arrays, and the formation mechanism of the nanotube arrays was discussed. The results indicate that hydrothermal treatment time has an important influence on the formation of nanotube arrays with a homogenous morphology, and the optimum reaction time is 90 min under the experimental conditions. The titania nanotube arrays prepared by this method exhibit an especial morphology, that is, a continuous porous surface and discrete tubular cross-section structure. The formation of such an especial morphology is attributed to preferential deposition of the hydrolysis product on the surface of the template, which is caused by the different reaction rate when [TiF6]2− reacts with the surface and the cross-section of the template.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708600881",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "LI, Gang"
          },
          {
            "@_fa": "true",
            "$": "LIU, Zhongqing"
          },
          {
            "@_fa": "true",
            "$": "ZHANG, Zhao"
          },
          {
            "@_fa": "true",
            "$": "YAN, Xin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708600881"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708600881"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60088-1",
        "prism:volume": "30",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Preparation of Titania Nanotube Arrays by the Hydrothermal Method",
        "prism:copyright": "Copyright © 2009 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "titania"
          },
          {
            "@_fa": "true",
            "$": "nanotube arrays"
          },
          {
            "@_fa": "true",
            "$": "hydrothermal reaction"
          },
          {
            "@_fa": "true",
            "$": "anodic aluminum oxide template"
          },
          {
            "@_fa": "true",
            "$": "formation mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "37-42",
        "prism:endingPage": "42",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2009",
        "prism:doi": "10.1016/S1872-2067(08)60088-1",
        "prism:startingPage": "37",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60088-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/60449105505"
      }
    }
  }
}