{
  "metadata": {
    "title": "Synthesis of PtRu Nanowires and Their Catalytic Activity in the Anode of Direct Methanol Fuel Cells",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2006-10-31",
    "doi": "10.1016/S1872-2067(06)60049-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206706600491",
    "pii": "S1872206706600491"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33845516275",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2006-12-08 2006-12-08 2010-03-29T11:01:33 1-s2.0-S1872206706600491 S1872-2067(06)60049-1 S1872206706600491 10.1016/S1872-2067(06)60049-1 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206706X60102 2015-05-15T07:13:55.760442-04:00 0 0 20061001 20061031 2006 2006-12-08T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 27 27 10 10 Volume 27, Issue 10 4 932 936 932 936 200610 October 2006 2006-10-01 2006-10-31 2006 article fla Copyright © 2006 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. SYNTHESISPTRUNANOWIRESCATALYTICACTIVITYINANODEDIRECTMETHANOLFUELCELLS SUN S HOGARTH 1996 150 M HAMNETT 1997 445 A MCNICOL 1999 15 B WASMUS 1999 14 S ARICO 2001 1 A REN 2000 111 X GUO 2005 754 J MARKOVIC 2002 117 M XU 2004 R CHEMISTRYZEOLITESPOROUSMATERIALS KRESGE 1992 710 C ZHAO 1998 548 D CORMA 1997 2373 A SHIN 2001 260 H GOJKOVIC 2003 3607 S COLMATI 2002 474 F MURPHY 2002 80 C SUNX2006X932 SUNX2006X932X936 SUNX2006X932XS SUNX2006X932X936XS item S1872-2067(06)60049-1 S1872206706600491 1-s2.0-S1872206706600491 10.1016/S1872-2067(06)60049-1 273538 2010-09-20T16:24:26.767428-04:00 2006-10-01 2006-10-31 1-s2.0-S1872206706600491-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206706600491/MAIN/application/pdf/a2a486f729f5ea2da50cd6c73ecd6024/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206706600491/MAIN/application/pdf/a2a486f729f5ea2da50cd6c73ecd6024/main.pdf main.pdf pdf true 374935 MAIN 5 1-s2.0-S1872206706600491-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206706600491/PREVIEW/image/png/1f72a9a6b159f136aa4b3d667819a1d8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206706600491/PREVIEW/image/png/1f72a9a6b159f136aa4b3d667819a1d8/main_1.png main_1.png png 68386 849 656 IMAGE-WEB-PDF 1 CHINESE JOURNAL OF CATALYSIS Volume 27, Issue 10, October 2006 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2006, 27(10): 932–936. Received date: 2006-05-09. * Corresponding author. Tel/Fax: +86-411-84379063; E-mail: gqsun@dicp.ac.cn Foundation item: Supported by SINO-GERMAN Joint Projects “Fundamental Aspects of Direct Liquid-Alcohol Fuel Cells”. Copyright © 2006, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. RESEARCH PAPER Synthesis of PtRu Nanowires and Their Catalytic Activity in the Anode of Direct Methanol Fuel Cells SUN Shiguo 1,3 , XU Hengyong 1 , TANG Shuihua 1 , GUO Junsong 1 , LI Huanqiao 1 , CAO Lei 1 , ZHOU Bing 2 , XIN Qin 1 , SUN Gongquan 1, * 1 Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China 2 Headwaters Nanokinetix Inc., Lawrenceville, NY 08648, USA 3 Graduate University of Chinese Academy of Sciences, Beijing 100049, China Abstract: PtRu nanowires and nanorods with different alloy extents and aspect ratios were synthesized by impregnating and reducing Pt and Ru precursors using SBA-15 and MCM-41 mesoporous molecular sieves as the template, respectively. The results of X-ray powder diffraction, transmission electron microscopy, cyclic voltammetry, and linear sweep voltammetry demonstrated that the PtRu nanowires synthesized using SBA-15 as the template had a higher alloy extent, a larger aspect ratio, and a better electrocatalytic activity in methanol and sulfuric acid solution than the PtRu nanorods synthesized using MCM-41 template. The effects of alloy extent and aspect ratio of the PtRu electrocatalysts on the catalytic activity and anode performance of direct methanol fuel cells were discussed. Key Words: platinum; ruthenium; nanowire; electrocatalyst; SBA-15; MCM-41; mesoporous molecular sieve; direct methanol fuel cell Direct methanol fuel cells (DMFC) as portable power sources have recently attracted considerable research interests, especially for the replacement of battery in electronic equip- ments such as cameras, notebook computers, cellular phones, etc. [1–6]. Methanol as a fuel in DMFC is easy to handle and store. It has high energy density and can be generated from different sources like natural gas, coal, or biomass. Therefore, the DMFC system has a highly compact structure, emits low level of pollutants, and its size and power output are highly flexible. However, the commercialization of DMFC has still been hindered because of some problems associated with the slow kinetics of methanol oxidation reaction (MOR) at the anode, methanol crossover from the anode to the cathode, electrocatalyst poisoning by CO like species, etc. The identification of electrocatalysts with enhancing MOR and eliminating the poisoning in anode is crucial for the de- velopment of DMFC. Significant progress on the development of such electrocatalysts has been made by several groups in the world, and binary PtRu alloy or carbon-supported PtRu/C electrocatalysts are the most widely accepted for the MOR in the anode of DMFC. Recently, it has been found that the catalytic activity of PtRu electrocatalysts, which are usually prepared in a nanoscale, is not only dependent on the size of the particle, atomic composition, and surface morphology, but also on the arrangement of crystal lattice and alloy extent [7, 8]. The unique chemical and physical properties of mesopor- ous materials, such as high specific surface area (usually lar- ger than 1000 m 2 /g), uniform pore diameter, and ordered channel structures, make them ideal candidates as templates to direct the growth of electrocatalysts with a desired crystal structure and morphology [9–12]. Shin et al [13] synthesized Pt nanowires with ordered structures by impregnating Pt(NH 3 ) 4 (NO 3 ) 2 as the platinum precursor using mesoporous silica materials (MCM-48 or SBA-15) as the templates. However, reports on Pt or PtRu nanowires synthesized with the silica sieve template as the electrocatalysts for DMFC have been rare. In the present study, PtRu nanorods and PtRu nanowires with different aspect ratios and alloy extents were synthesized by employing SBA-15 and MCM-41 molecular sieve templates. X-ray diffraction (XRD) and transmission electron microscopy (TEM) were employed to characterize the structure and morphology of the PtRu electrocatalysts, and conventional electrochemical measurements such as cyclic SUN Shiguo et al. / Chinese Journal of Catalysis, 2006, 27(10): 932–936 voltammograms (CV) and linear sweep voltammetry (LSV) were carried out to evaluate the catalytic activity of the PtRu electrocatalysts and the anode performance of DMFC. 1 Experimental 1.1 Preparation of PtRu electrocatalysts Mesoporous silica SBA-15 and MCM-41 molecular sieves were provided by Jilin University Technology Co. Ltd. As pretreatment, the SBA-15 and MCM-41 molecular sieves were first washed in water vapor and dried at 110 o C, and then pressed to pellets, sealed in quartz tubes, and sintered at 550 o C for 3 h. The pore diameter of SBA-15 molecular sieve was 6–7 nm, the specific surface area was 800–1000 m 2 /g, and the pore volume was approximately 1.26 cm 3 /g. With regard to MCM-41 molecular sieve, the mean pore diameter was approximately 2.0 nm, the specific surface area was 1300–1500 m 2 /g, and the pore volume was approximately 0.63 cm 3 /g. The typical preparation procedure was as follows. H 2 PtCl 6 ·6H 2 O and RuCl 3 ·xH 2 O precursors (the atom ratio of Pt to Ru was 1:1) were added to an ethanol aqueous solution (the volume ratio of ethanol to H 2 O was 1:1) and mixed uni- formly by ultrasonic dispersion, and then a certain amount of the pretreated SBA-15 or MCM-41 molecular sieve was added to the solution. The resulting slurry was ultrasonically dispersed for at least 1 h to facilitate Pt and Ru particles to enter into the channels of SBA-15 or MCM-41 by capillary inclusion, and then the sample was dried in a rotary evapora- tor in vacuum oven at 60 o C. The procedure mentioned above was repeated several times until the content of both Pt and Ru in SBA-15 or MCM-41 reached 50 wt%. The Pt and Ru spe- cies in SBA-15 or MCM-41 were reduced with a hydrogen flow in self-made quartz tube reactor when the temperature was gradually increased from room temperature to 400 o C at 1 o C /min, and the temperature was maintained for 2 h. After the reaction, the system was cooled down to room tempera- ture, and the sample of PtRu/SBA-15 or PtRu /MCM-41 was obtained. The silica framework in the samples was completely dis- solved with 10 wt% hydrofluoric acid aqueous solution. The resulting PtRu electrocatalyst was filtered, washed, and dried in a vacuum oven at room temperature. 1.2 Characterization of PtRu electrocatalysts XRD patterns were recorded on a Rigaku D/Max-2400 X-ray diffractometer using Cu K α radiation with a Ni filter. The tube current was 100 mA, the tube voltage was 40 kV, the scan rate was 5°/min (the Pt(220) diffraction line was used to calculate the crystallite size, and the scan rate for Pt(220) was 1°/min), and the resolution in the 2θ scans was kept at 0.05°. The TEM investigations were carried out using a JEOL JEM-2000EX electron microscope operating at 100 kV to obtain information with regard to the mean particle size and the size distribution of the catalyst particles. Specimens were prepared by ultrasonically suspending the catalyst powder in ethanol. A drop of the suspension was then applied onto the clean polyvinyl formal film fixed by holy copper grids and dried in air. 1.3 Test of electrochemical activity of PtRu electrocata- lysts The catalytic activity of the PtRu electrocatalysts and their anode performance in DMFC were measured by CV and LSV methods using an EG&G 273 A potentiostat/galvanostat and a three-electrode test cell. The PtRu electrocatalyst was dis- persed ultrasonically in 1 ml ethanol, and then 20% Nafion solution (Nafion mass fraction of 5 %) was added. The mix- ture was ultrasonically scattered, and the sample was then transferred onto a polished gold substrate. After being dried under infrared lamp for 5 min, the resulting thin catalyst film was used as the working electrode. The electrolyte was 1 mol/L ethanol + 0.5 mol/L H 2 SO 4 . The scan rates for CV and LSV measurements were 50 mV/s and 10 mV/s, respectively. The reference electrode was a saturated calomel electrode (SCE), and the counter electrode was a Pt gauze. 2 Results and discussion 2.1 XRD results The XRD patterns of PtRu/SBA-15 and PtRu/MCM-41 are shown in Fig. 1. A strong diffraction peak at 2θ = 23º in both samples could be assigned to the diffractions of silica tem- plates. PtRu electrocatalysts exhibited diffraction peaks of Pt(111), Pt(200), Pt(220), and Pt(311) at 2θ = 40º, 46º, 68º, and 81º, respectively. The strong diffraction peaks indicated that the Pt was presented in the face-centered cubic (fcc) structure. The diffraction pattern of the PtRu/SBA-15 was similar to that of PtRu/MCM-41, except that the 2θ values are shifted to slightly higher values. The shift could be ascribed to the contraction of the lattice parameter when Ru atoms with small sizes replaced the large Pt atoms followed by the forma- tion of Pt-Ru alloy and solid solution [14]. The lattice parameter values of PtRu alloy was calculated according to the Vegard law using Pt(220) diffraction peaks, which was not affected by the substrate, and it was 0.3884 nm for PtRu/SBA-15 and 0.3909 nm for PtRu/MCM-41. Com- pared with the lattice parameters of bulk platinum (0.3923 nm) and nanoscale ranged platinum (0.3916 nm), the lattice parameter values of both the samples decreased to a certain extent. It was noted that a mall shoulder peak appeared be- tween 2θ = 40º and 2θ = 46º in the XRD patterns. Colmati et SUN Shiguo et al. / Chinese Journal of Catalysis, 2006, 27(10): 932–936 al. [15] observed a shoulder peak at about 44 o in their PtRu electrocatalyst studies and concluded that the shoulder peak was associated with a typical hexagonal close-packed (hcp) structure of Ru in the PtRu alloy. As seen in Fig. 1, the shoulder peak at 44 o from the PtRu/SBA-15 sample was much sharper than that of the Pt-Ru/MCM-41 sample, the Pt(111) diffraction peak broadened, and the Pt(220) peak shifted to higher angle. This could be attributed to the incorporation of the Ru atoms in the lattice of Pt during the formation of PtRu alloy. It was suggested that the alloy extent of PtRu and/or the fraction of metallic Ru in the PtRu/SBA-15 electrocatalyst were higher than that in PtRu/ MCM-41. Fig. 1 XRD patterns of PtRu/SBA-15 (1) and PtRu/MCM-41 (2) samples prepared using SBA-15 and MCM-41 as the template, respectively 2.2 TEM results The TEM images of PtRu/SBA-15 and PtRu/MCM-41 samples are shown in Fig. 2. It can be seen that the rod or wire-like PtRu nanoparticles are arranged orderly along the inner channels of the templates. The aspect ratio (the ratio of the length of a particle along the long axis to that along the short axis) distribution of PtRu/SBA-15 and PtRu/MCM-41 are shown in Fig. 3. Thus, the spheres have an aspect ratio of 1, the nanorods have aspect ratios varying from 1 to 20, and nanowires analogous materials have aspect ratios above 20 [16]. It can be seen from Fig. 2(a) and Fig. 3(a) that in PtRu/MCM-41, PtRu nanorods are present in majority, whereas in PtRu/SBA-15, PtRu nanowires with a length of 60–90 nm are present in majority, and few spherical particles with the aspect ratio of 1 could be observed. Although the reason for the shape formation in nature is not clear, the microstructure of the templates may provide some information to understand it. MCM-41 templates have large specific surface area (1300–1500 m 2 /g) and small pore di- ameter (~2.0 nm). This implies that it is very difficult for the metal precursors to enter into the silica channels and proceed ion exchange and reduction there. PtRu nanorods would pre- fer to grow along the long axis of the channels, and the alloy extent was lower in the silica channels because of the narrow space of the inner pores. On the other hand, the surface ten- sion might lead to the deposition of few precursors onto the outer surface of the template and generate thermodynamically stable spherical nanoparticles with the aspect ratio close to 1. Whereas the specific surface area of the SBA-15 template is 800–1000 m 2 /g, and the pore diameter is 6–7 nm, which has larger inner reaction capacity than that of MCM-41. Such larger pore sizes might facilitate the mixing of the precursors of platinum and ruthenium within the mesoporous channels, and the ion exchange and reduction reaction could proceed efficiently. As a result, the PtRu nanowires grew within the silica channels as a majority and the alloy extent was higher. Spherical nanoparticles generated on the outer surface of SBA-15 were relatively scarce. The length along the long axis of PtRu nanorods and PtRu nanowires was 10–20 and 60–90 nm, respectively, while their length along the short axis was 4 and 7 nm, respectively. The aspect ratio of PtRu nanowires (8.6–12.8) was much higher than that of the PtRu nanorods (2.5–5.0). This result was in good agreement with the experi- mental results of XRD. Fig. 2 TEM images of PtRu/SBA-15 (a) and PtRu/MCM-41 (b) samples SUN Shiguo et al. / Chinese Journal of Catalysis, 2006, 27(10): 932–936 Fig. 3 Aspect ratio distribution of PtRu/SBA-15 (a) and PtRu/MCM-41 (b) samples 2.3 Electrochemical activity To obtain the PtRu electrocatalysts for DMFC, the silica templates in PtRu/SBA-15 and PtRu/MCM-41 samples were removed by dissolving the samples in 10 wt% aqueous solu- tion of HF. The resulting PtRu nanoparticles were denoted as PtRu nanowires and PtRu nanorods and the morphology of the PtRu nanowires or PtRu nanorods were similar to those in PtRu/SBA-15 and PtRu/MCM-41 samples, and no obvious change in morphology was observed in TEM images (not shown). Fig. 4 shows the CV and LSV curves for PtRu nanowires and PtRu nanorods in 1.0 mol/L methanol and 0.5 mol/L H 2 SO 4 solution with the potential range of −0.24 to 0.8 V (vs. SCE) and –0.1 to 0.6 V (vs. SCE). As seen in Fig. 4(a), the limited current of MOR in anode using the PtRu nanowires as the electrocatalyst was much higher than that by the use of PtRu nanorods as the electrocatalyst. As seen in Fig. 4(b), the limited current density (mass activity of the electrocatalyst) of MOR in anode using the PtRu nanowires as the electrocatalyst at 0.55 V was 2.4 times higher than that by the use of PtRu nanorods. This could be attributed to the dif- ference of PtRu alloy extent and the aspect ratio between the PtRu nanowire and the PtRu nanorod electrocatalysts. As mentioned above, the two electrocatalysts had similar mor- phologies, but the different aspect ratios of PtRu particles might lead to the different electrocatalytic activity for MOR in the anode of DMFC. The aspect ratio might indirectly reflect the preferable crystallographic growth orientation of the nanoparticles because the different facets of crystals showed different catalytic activity for MOR in the anode of DMFC. Fig. 4 Cyclic voltammetry curves (a) and linear sweep voltammetry curves (b) of PtRu nanoparticles prepared using SBA-15 (1) and MCM-41 (2) as the template, respectively (Reaction conditions: solution of 1 mol/L CH 3 OH + 0.5 mol/L H 2 SO 4 , temperature of 20 o C, scan rate of 20 mV/s.) From the point view of electrode structure in DMFC, the electron conductivity of the electrode increased with the in- creasing aspect ratio. The high aspect ratio and the porosity of PtRu nanowires improved the electron conductivity of the electrode and favored the transportation of CO 2 and protons, which were generated by the methanol oxidation reaction (CH 3 OH + H 2 O → CO 2 + 6H + + 6e − ) In addition to the aspect ratio, PtRu nanowires with a high alloy extent might also play an important role for MOR in the anode. SUN Shiguo et al. / Chinese Journal of Catalysis, 2006, 27(10): 932–936 3 Conclusions PtRu nanorods and nanowires with different alloy extents and aspect ratios were synthesized by impregnating and re- ducing the precursors of Pt and Ru using mesoporous mo- lecular sieves (SBA-15 or MCM-41) as the templates. TEM and XRD results revealed that the PtRu nanowire electrocata- lysts prepared with the SBA-15 template had high alloy extent and large aspect ratio. CV and LSV measurements showed that PtRu nanowires yielded a much higher limited current for MOR at 0.55 V (vs. SCE) compared with the PtRu nanorods synthesized with MCM-41. The large alloy extent and aspect ratio of PtRu nanowires facilitated the electron conductivity of the electrode and the transportation of CO 2 and protons, which were generated by MOR in the anode. References [1] Hogarth M P, Hards G A. Platinum Met Rev, 1996, 40(4): 150 [2] Hamnett A. Catal Today, 1997, 38(4): 445 [3] McNicol B D, Rand D A J, Williams K R. J Power Sources, 1999, 83(1–2): 15 [4] Wasmus S, Küver A. J Electroanal Chem, 1999, 461(1–2): 14 [5] Arico A S, Srinivasan S, Antonucci V. Fuel Cells, 2001, 1(2): 1 [6] Ren X M, Zelenay P, Thomas A, Davey J, Gottesfeld S. J Power Sources, 2000, 86(1–2): 111 [7] Guo J W, Zhao T S, Prabhuram J, Chen R, Wong C W. Elec- trochim Acta, 2005, 51(4): 754 [8] Markovic M, Ross P N. Surf Sci Rep, 2002, 45(4–6): 117 [9] Xu R R, Pang W Q, Yu J H, Huo Q Sh, Chen J Sh. Chemis- try—Zeolites and Porous Materials. Beijing: Sci Press, 2004 [10] Kresge C T, Leonowicz M E, Roth W J, Vartuli J C, Beck J S. Nature, 1992, 359(6397): 710 [11] Zhao D Y, Feng J L, Huo Q S, Melosh N, Frederickson G H, Chmelka B F, Stucky G D. Science, 1998, 279(5350): 548 [12] Corma A. Chem Rev, 1997, 97(6): 2373 [13] Shin H J, Ko C H, Ryoo R. J Mater Chem, 2001, 11(2): 260 [14] Gojkovic S L, Vidakovic T R, Durovic D R. Electrochim Acta, 2003, 48(24): 3607 [15] Colmati F Jr, Lizcano-Valbuena W H, Camara G A, Ticianelli E A, Gonzalez E R. J Braz Chem Soc, 2002, 13(4): 474 [16] Murphy C J, Jana N R. Adv Mater, 2002, 14(1): 80 CHNJC 60049 S1872-2067(06)60049-1 10.1016/S1872-2067(06)60049-1 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by SINO-GERMAN Joint Projects “Fundamental Aspects of Direct Liquid-Alcohol Fuel Cells”. RESEARCH PAPER Synthesis of PtRu Nanowires and Their Catalytic Activity in the Anode of Direct Methanol Fuel Cells SUN Shiguo a c XU Hengyong a TANG Shuihua a GUO Junsong a LI Huanqiao a CAO Lei a ZHOU Bing b XIN Qin a SUN Gongquan a * a Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China b Headwaters Nanokinetix Inc., Lawrenceville, NY 08648, USA c Graduate University of Chinese Academy of Sciences, Beijing 100049, China * Corresponding author. Tel/Fax: +86-411-84379063 PtRu nanowires and nanorods with different alloy extents and aspect ratios were synthesized by impregnating and reducing Pt and Ru precursors using SBA-15 and MCM-41 mesoporous molecular sieves as the template, respectively. The results of X-ray powder diffraction, transmission electron microscopy, cyclic voltammetry, and linear sweep voltammetry demonstrated that the PtRu nanowires synthesized using SBA-15 as the template had a higher alloy extent, a larger aspect ratio, and a better electrocatalytic activity in methanol and sulfuric acid solution than the PtRu nanorods synthesized using MCM-41 template. The effects of alloy extent and aspect ratio of the PtRu electrocatalysts on the catalytic activity and anode performance of direct methanol fuel cells were discussed. Key Words platinum ruthenium nanowire electrocatalyst SBA-15 MCM-41 mesoporous molecular sieve direct methanol fuel cell References 1 Hogarth MP Hards GA Platinum Met Rev 40 4 1996 150 2 Hamnett A Catal Today 38 4 1997 445 3 McNicol BD Rand DAJ Williams KR J Power Sources 83 1–2 1999 15 4 Wasmus S Küver A J Electroanal Chem 461 1–2 1999 14 5 Arico AS Srinivasan S Antonucci V Fuel Cells 1 2 2001 1 6 Ren XM Zelenay P Thomas A Davey J Gottesfeld S J Power Sources 86 1–2 2000 111 7 Guo JW Zhao TS Prabhuram J Chen R Wong CW Electrochim Acta 51 4 2005 754 8 Markovic M Ross PN Surf Sci Rep 45 4–6 2002 117 9 Xu RR Pang WQ Yu JH Huo Q Sh Chen J Sh Chemistry—Zeolites and Porous Materials 2004 Sci Press Beijing 10 Kresge CT Leonowicz ME Roth WJ Vartuli JC Beck JS Nature 359 6397 1992 710 11 Zhao DY Feng JL Huo QS Melosh N Frederickson GH Chmelka BF Stucky GD Science 279 5350 1998 548 12 Corma A Chem Rev 97 6 1997 2373 13 Shin HJ Ko CH Ryoo R J Mater Chem 11 2 2001 260 14 Gojkovic SL Vidakovic TR Durovic DR Electrochim Acta 48 24 2003 3607 15 Colmati F Jr Lizcano-Valbuena WH Camara GA Ticianelli EA Gonzalez ER J Braz Chem Soc 13 4 2002 474 16 Murphy CJ Jana NR Adv Mater 14 1 2002 80",
      "scopus-id": "33845516275",
      "coredata": {
        "eid": "1-s2.0-S1872206706600491",
        "dc:description": "PtRu nanowires and nanorods with different alloy extents and aspect ratios were synthesized by impregnating and reducing Pt and Ru precursors using SBA-15 and MCM-41 mesoporous molecular sieves as the template, respectively. The results of X-ray powder diffraction, transmission electron microscopy, cyclic voltammetry, and linear sweep voltammetry demonstrated that the PtRu nanowires synthesized using SBA-15 as the template had a higher alloy extent, a larger aspect ratio, and a better electrocatalytic activity in methanol and sulfuric acid solution than the PtRu nanorods synthesized using MCM-41 template. The effects of alloy extent and aspect ratio of the PtRu electrocatalysts on the catalytic activity and anode performance of direct methanol fuel cells were discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206706600491",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "SUN, Shiguo"
          },
          {
            "@_fa": "true",
            "$": "XU, Hengyong"
          },
          {
            "@_fa": "true",
            "$": "TANG, Shuihua"
          },
          {
            "@_fa": "true",
            "$": "GUO, Junsong"
          },
          {
            "@_fa": "true",
            "$": "LI, Huanqiao"
          },
          {
            "@_fa": "true",
            "$": "CAO, Lei"
          },
          {
            "@_fa": "true",
            "$": "ZHOU, Bing"
          },
          {
            "@_fa": "true",
            "$": "XIN, Qin"
          },
          {
            "@_fa": "true",
            "$": "SUN, Gongquan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206706600491"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206706600491"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(06)60049-1",
        "prism:volume": "27",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Synthesis of PtRu Nanowires and Their Catalytic Activity in the Anode of Direct Methanol Fuel Cells",
        "prism:copyright": "Copyright © 2006 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "10",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "platinum"
          },
          {
            "@_fa": "true",
            "$": "ruthenium"
          },
          {
            "@_fa": "true",
            "$": "nanowire"
          },
          {
            "@_fa": "true",
            "$": "electrocatalyst"
          },
          {
            "@_fa": "true",
            "$": "SBA-15"
          },
          {
            "@_fa": "true",
            "$": "MCM-41"
          },
          {
            "@_fa": "true",
            "$": "mesoporous molecular sieve"
          },
          {
            "@_fa": "true",
            "$": "direct methanol fuel cell"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "10",
        "openaccessSponsorType": null,
        "prism:pageRange": "932-936",
        "prism:endingPage": "936",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2006",
        "prism:doi": "10.1016/S1872-2067(06)60049-1",
        "prism:startingPage": "932",
        "dc:identifier": "doi:10.1016/S1872-2067(06)60049-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33845516275"
      }
    }
  }
}