{
  "metadata": {
    "title": "Synthesis, Features, and Applications of Mesoporous Titania with TiO<ce:inf loc=post>2</ce:inf>(B)",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2010-12-31",
    "doi": "10.1016/S1872-2067(09)60073-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206709600735",
    "pii": "S1872206709600735"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-77954197220",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2010-07-01 2010-07-01 2010-11-01T09:29:53 1-s2.0-S1872206709600735 S1872-2067(09)60073-5 S1872206709600735 10.1016/S1872-2067(09)60073-5 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206710X00079 2015-05-15T07:13:55.760442-04:00 0 0 20100101 20101231 2010 2010-07-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 31 31 6 6 Volume 31, Issue 6 1 605 614 605 614 2010 2010 2010-01-01 2010-12-31 2010 article fla Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. SYNTHESISFEATURESAPPLICATIONSMESOPOROUSTITANIATIO2B CHEN S FUJISHIMA 1972 37 A CHEN 2007 2891 X ANTONELLI 1995 2014 D SHEN 2009 3908 Y LEE 2008 222 J CHOI 2006 1731 S ROSSMANITH 2008 5768 R HE 2004 2202 M LI 2009 5423 W LI 2009 59 W FABRICATIONBIOAPPLICATIONFUNCTIONALIZEDNANOMATERIALS LI 2008 20539 W ZHENG 2010 75 Z YANG 2009 17885 D ZHANG 2008 1766 J BAI 2009 9296 Y BAI 2009 7055 Y CROMER 1955 4708 D BAUR 1961 214 W MARCHAND 1980 1129 R BANFIELD 1991 343 J FEIST 1992 275 T YAMAMOTO 2009 347 K WILKENING 2009 4741 M ZHANG 2008 424 X KUO 2007 7 H WANG 2006 22029 G YU 2005 342 L BAO 2004 326 N BAO 2004 1568 N LIU 2005 1399 C BAO 2002 3035 N BAO 2002 437 N JI 2002 2040 X HE 2003 1259 M BAO 2002 229 N LU 2002 241 X LIU 2009 193 C HSIAO 2007 19 P NIAN 2006 4193 J SERRANO 2007 1178 D STONE 1998 1468 V LIU 2008 1140 R DONG 2007 13894 W LIU 2005 4105 L ZHAO 1998 548 D OHTANI 1997 3746 B TANAKA 1991 73 K FURUBE 1999 3120 A CHOI 1994 1091 W ZHANG 2006 927 J REIDY 2005 3494 D XIE 2007 9968 T OHNO 2003 383 T YU 2009 406 H LI 2007 1143 G LI 2007 173 G CHEN 2006 1176 L HURUM 2003 4545 D BELL 2003 1688 A VALDEN 1998 1647 M LINSEBIGLER 1995 735 A RHEE 2009 7140 C ZENG 2008 103109 Q DIEBOLD 2003 53 U CAMPBELL 1997 1 C WANG 2006 136107 J ZHU 2009 406 Y ZHU 2009 421 Y CHEN 2009 839 X IBANEZ 2003 81 J AO 2003 171 C VAUTIER 2001 46 M MORGADO 2009 142 E WANG 1997 431 R BERNARD 1990 417 B ZHANG 2009 171 J YU 2009 265 H WANG 2009 414 H LI 2009 4708 Q LU 2008 490 L LIU 2009 882 J ZHU 2007 76 Y YANG 2009 4078 H HAN 2009 3152 X YANG 2008 638 H LIU 2010 W LI 2008 105 D WEN 2007 2025 G CHEN 2005 202 G TAUSTER 1978 170 S ZHU 2005 3378 J ARMSTRONG 2004 2286 A CHENX2010X605 CHENX2010X605X614 CHENX2010X605XS CHENX2010X605X614XS item S1872-2067(09)60073-5 S1872206709600735 1-s2.0-S1872206709600735 10.1016/S1872-2067(09)60073-5 273538 2010-12-01T18:38:15.168674-05:00 2010-01-01 2010-12-31 1-s2.0-S1872206709600735-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600735/MAIN/application/pdf/3dfe6a5013973ffd570cc571d25ad8e9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600735/MAIN/application/pdf/3dfe6a5013973ffd570cc571d25ad8e9/main.pdf main.pdf pdf true 1073824 MAIN 9 1-s2.0-S1872206709600735-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600735/PREVIEW/image/png/123aefa6c6e6e74fbbb6ec83bc184d11/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600735/PREVIEW/image/png/123aefa6c6e6e74fbbb6ec83bc184d11/main_1.png main_1.png png 72922 849 656 IMAGE-WEB-PDF 1 CHINESE JOURNAL OF CATALYSIS Volume 31, Issue 6, 2010 Online English edition of the Chinese language journal Cite this article as: Chin. J. Catal., 2010, 31: 605–614. Received date: 22 December 2009. *Corresponding author. Tel: +86-25-83588063; Fax: +86-25-83588063; E-mail: xhlu@njut.edu.cn Foundation items: Supported by the National Basic Research Program of China (973 Program, 2009CB226103), the National Natural Science Foundation of China (20736002, 20976080), the National Natural Science Foundation of China (NSFC) and the Research Grants Council (RGC) of Hong Kong Joint Research Scheme (JRS) (20731160614), the National High Technology Research and Development Program of China (863 Program, 2006AA03Z455), the Program for Changjiang Scholars and Innovative Research Team in University (IRT0732), the High-tech Research Projects of Jiangsu Province (BG2007051), the Natural Science Fund for Colleges and Universities in Jiangsu Province (08KJB530003), and the Joint Innovation Project for Production-Study-Research in Jiangsu Province (BY2009107). Copyright © 2010, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(09)60073-5 SURVEY PAPER Synthesis, Features, and Applications of Mesoporous Titania with TiO 2 (B) CHEN Shanshan, ZHU Yinhua, LI Wei, LIU Weijia, LI Licheng, YANG Zhuhong, LIU Chang, YAO Wenjun, LU Xiaohua*, FENG Xin State Key Laboratory of Materials-Oriented Chemical Engineering, Nanjing University of Technology, Nanjing 210009, Jiangsu, China Abstract: The mesoporous titania with TiO 2 (B) (mt-TiO 2 (B)), which has a lattice-matched core-shell crystalline structure with a thin TiO 2 (B) phase sheathing an anatase core, was synthesized from potassium titanate (K 2 Ti 2 O 5 ) by hydration, ion exchange, and calcination. TiO 2 (B) is a crystalline form of titania with a looser structure than anatase and rutile. Its synthesis, structure, and functions are reviewed. It has all the features of a large specific surface area with a mesoporous architecture, pore wall of high crystallinity and high thermostability. Nanoparticles of noble metals in this mesoporous structured titania are stable. Its potential industrial applications include photocatalysis, oil hydrorefining, and use as a drug carrier, solid acid catalyst, and electrode material. A pilot plant to prepare this unique multifunctional ti- tania material at low cost has been established with a production capacity of 20 tons per year. Key words: mesoporous; titania; specific surface area; thermostability; photocatalysis; hydrodesulfurization; drug carrier Since Fujishima and Honda [1] discovered the photocata- lytic splitting of water by titania photocatalytic electrodes in 1972, there has been increasing interest in the applications of titania in photocatalysis, environment purification, and pho- tosplitting of water to alleviate the energy and environment crises in the world [2]. However, traditional titania has a low specific surface area and often shows low photocatalytic ac- tivity. Many efforts have been made to prepare mesostructured titania with a large surface area to improve the photocatalytic activity. Mesoporous titania with a specific surface area of 200 m 2 /g after treatment at 350 o C was first prepared by Antonelli et al. [3] using the sol-gel method. However, this still had the problems of a low crystallinity of the pore walls and the exis- tence of the template. An effective way to decompose the template and improve the pore wall crystallinity is to use heat treatment, but the pore structure would collapse, surface area decreased, and the crystal phase transformed, which would result in a dramatic drop in photocatalytic activity [4]. Hence, it has been a challenge to prepare mesoporous titania with the desired large surface area, high crystallinity of pore walls, and good thermostability (both the pore structure and crystalline phase) at the same time [5,6]. Rossmanith et al. [7] prepared a large surface area mesoporous titania with the anatase phase by a simple template-free method. Its surface area was still above 300 m 2 /g after calcination at 400 o C. However, the anatase phase was transformed into the rutile phase when the treatment temperature was continuously increased to 500 o C, which made it difficult to keep the properties of good thermal stability and high pore wall crystallinity. After nearly ten years of effort, our group has developed a new approach to the synthesis of mesoporous titania from layered potassium dititanate [8]. This involves a novel hydrolytic step for the mesoscopic microphase separation. The synthesized mesoporous titania not only has high thermal stability (specific surface area of 139 m 2 /g after treatment at 500 o C in air) but also a high crystallinity of pore walls (the anatase phase does not transform to the rutile phase even at a 800 o C heat treatment in air [9]). This made it possible to prepare a functional mesoporous titania with a large surface CHEN Shanshan et al. / Chinese Journal of Catalysis, 2010, 31: 605–614 area, high crystallinity of pore walls, and high thermal stability [10]. Detailed characterization showed that this mesoporous material has a lattice-matched core-shell crystalline structure with a thin TiO 2 (B) phase sheathing an anatase core [11] that can remarkably prevent the recombination of photogenerated electron-hole pairs [12–14] to enhance photocatalytic activity [9,11,15,16]. Research progress by our group on the synthesis, structure, and function of this mt-TiO 2 (B) is reviewed in this paper with emphasis on the use of materials-oriented chemical engineering. 1 Preparation and structural evolution of mt-TiO2(B) Titania has four crystalline phases at room temperature. These are anatase [17], rutile [17], brookite [18], and TiO 2 (B) [19]. TiO 2 (B) is the least dense polymorph of titania. It was first synthesized by Marchand et al. [19] in 1980 and first discovered by Banfield et al. [20] in nature in 1991. Table 1 gives the structures of these four titania polymorphs. TiO 2 (B) has been mostly prepared from layered titanate [21] and can transform into anatase under heat treatment. It has attracted intensive research interests in the fields of lithium batteries, sensors, and photocatalysis [22–26]. It is known that titania nanomaterials can be prepared from layered titanate by solid state reaction, ion exchange, and subsequent calcination. In this field, our group has studied the mixing mode of K 2 CO 3 with anatase and hydrous titania (TiO 2 ·nH 2 O) and found that the preferred mixing on the nanoscale [27] can be obtained from the reaction of K 2 CO 3 with hydroxyl groups in the framework of TiO 2 ·nH 2 O. This can decrease the lowest generation temperature of potassium diti- tanate [28,29] compared with that needed when anatase is used as the raw material. More detailed characterization revealed that the reaction between K 2 CO 3 and TiO 2 ·nH 2 O below 640 o C was a solid state process, and the reaction around 820 o C was due to K 2 Ti 2 O 5 fiber growth due to the appearance of the K 2 O melt. This made it possible to control the morphology and microstructure of the K 2 Ti 2 O 5 fibers at low temperature due to the separation of the reaction and crystallization [30]. In the solid state reaction, the K 2 O-rich non-crystalline hydro-soluble melt generated in the phase transformation from solid to liq- uid-solid played a critical role in the formation and the growth of K 2 Ti 2 O 5 fibers. This was well explained by the “liquid melt inducing” mechanism [31,32]. In the ion exchange stage, a thermodynamic model that correlated the fiber composition with the structural evolution was established using the chemi- cal engineering [33–35] concept of “equilibrium stage”. Ac- cording to this model, a large variety of K 2 Ti 2 O 5 derivatives can be designed and synthesized. Furthermore, from the dynamic model [36], it was seen that the composition and microstructure can be controlled merely by adjusting the ion concentration, which is an easily controlled parameter. All these fit the notion of materials-oriented chemical engineering, that is, the “mak- ing” of advanced materials using chemical engineering theories and methods [37]. In addition, from the hydrolytic and ion exchange steps for the K 2 Ti 2 O 5 fibers, our group has successfully synthesized a novel mesoporous fibrous titania [8] with a BET surface area of 139 m 2 /g and pore diameter of 8.7 nm after calcination at 550 o C. The morphology images at different magnifications are presented in Fig. 1. The rod-like particles with uneven surfaces and sizes of 5–20 μm, as shown in Fig. 1(a), consist of aggre- gated bundles of inter-grown, very narrow parallel fibers of ca. 0.2 μm width in the higher magnification image (Fig. 1(b)). The HRTEM image (Fig. 1(c)) recorded perpendicular to the growth axis of the fibers showed that the fibrous titania com- prised interconnected titania nanocrystallites. The dark spots of approximately 10–20 nm diameter in the image corresponded to titania nanocrystallites. Stereo images showed that voids of Table 1 Common titania polymorphs and their structural parameters Unit cell parameters Crystal form Crystal system Space group Density (g/cm 3 ) a/nm b/nm c/nm β/( o ) Ref. Anatase tetragonal I4 1 /amd 3.83 0.379 — 0.951 — [17] Rutile tetragonal P4 2 /mnm 4.24 0.459 — 0.296 — [17] Brookite orthorhombic Pbca 4.17 0.918 0.545 0.515 — [18] TiO 2 (B) monoclinic C2/m 3.64 1.216 0.374 0.651 107.3 [19] (a) (c) (b) (d) Fig. 1. SEM (a,b) and HRTEM (c,d) images at different magnifications of the mesoporous titania after calcination at 500 o C. [8] CHEN Shanshan et al. / Chinese Journal of Catalysis, 2010, 31: 605–614 ca. 10 nm in diameter were aligned throughout the bulk of the fibers to form a three-dimensional mesoporous structure. No discernible long range order in the pore arrangement was seen in the fibers. The HRTEM image recorded of an individual void (Fig. 1(d)) and its selected area electron diffraction (SAED) pattern (inset in Fig. 1(d)) viewed along the [001] axis showed that all the anatase nanoparticles had the same crys- tallographic orientation because the electron diffraction spots were clearly observed. This suggested that this material has a single crystal feature. Under comparable experimental condi- tions for the photodegradation of methyl orange, the 500 o C calcined sample showed 10% higher activity than a commer- cial titania (Degussa P25). Furthermore, the mesoporous par- ticles were in the mm-sized range, which is favorable for separation and indicates good potential for industrial applica- tions. More detailed results were obtained recently showing that this material has a core-shell crystalline structure with a thin TiO 2 (B) phase sheathing an anatase core, and the formation of the TiO 2 (B) phase was due to the calcination of protonic titan- ate after a diffusion-controlled ion exchange. During the ion exchange, illustrated in the reactions in Eqs. (1)–(3), a water gradient developed between the solution/solid interface and interior of the fiber. This made the wetted surface unstable and caused K 2 Ti 2 O 5 to be transformed into K 2 Ti 5 O 11 (Eq. (2)). Therefore, with the exchange of K + for H + , it is likely that H 2 Ti 5 O 11 was formed at the surface (Eq. (3)) and H 2 Ti 2 O 5 was formed in the core (Eq. (1)). K 2 Ti 2 O 5 + 2H + → H 2 Ti 2 O 5 + 2K + (1) 5K 2 Ti 2 O 5 + 3H 2 O → 2K 2 Ti 5 O 11 + 6KOH (2) K 2 Ti 5 O 11 + 2H + → H 2 Ti 5 O 11 + 2K + (3) It was suggested that H 2 Ti 5 O 11 favored the formation of the TiO 2 (B) structure in the subsequent calcination [21] while H 2 Ti 2 O 5 got transformed into anatase [38,39], and hence, the special core-shell anatase/TiO 2 (B) structure was formed. In addition, the interface between anatase and TiO 2 (B) of the titania showed coherent and lattice-matched characteristics. When the calcination temperature was increased to 800 o C, the loose Ti–O octahedron ([TiO 6 ]) arrangement of TiO 2 (B) at the interface was gradually transformed into the compact [TiO 6 ] arrangement of anatase. Consequently, an anatase titania fibre with high crystallinity and high purity can be prepared with this condition. When the calcination temperature was increased up to 1 000 o C, the anatase phase was totally transformed into the rutile phase. The schematic procedures from K 2 Ti 2 O 5 to TiO 2 are presented in Fig. 2. 2 Features of mt-TiO2(B) 2.1 Mesoporous structure with large surface area The synthesis of mesostructured titania with a specified and well defined pore structure offers a new possibility for the production of catalysts with a more reactive interface and more active sites. However, the framework of the mesostructure was often from amorphous titania derivatives, which gave the tita- nia a large specific surface area but low catalytic activity due to the low crystallinity of the pore walls. Heat treatment is an effective way to improve the crystallinity of mesoporous tita- nia, but it also inevitably causes pore structure collapse and surface area decrease at the high calcination temperature [40,41]. Therefore, it is a challenge to maintain the mesoporous structure under a heat treatment crystallization [40,42,43]. Table 2 gives the pore parameters of mt-TiO 2 (B) samples from different calcination temperatures. From Table 2, it can be seen that the crystal size and pore size increased with an in- crease in heating temperature, while BET surface area de- creased gradually and the pore volume changed little. The pore size was centered at 4.5 nm for the 300 o C treatment sample. After calcination at 400 o C, the pore size increased to 5.5 nm. A pore size of 8.7 nm was found in the sample heated at 500 o C. Meanwhile, the specific surface area decreased from 206 to Fig. 2. Schematic procedures from K 2 Ti 2 O 5 to TiO 2 (I: Ion exchange; II–V: Calcination). [9] Table 2 Textural properties of titania samples after calcination at dif- ferent temperatures [8] t/ o C Crystalline size (nm) A BET /(m 2 /g) V p /(cm 3 /g) D BJH /nm 300 7.1 206 0.23 4.5 400 7.9 187 0.24 5.5 500 9.5 139 0.27 8.7 CHEN Shanshan et al. / Chinese Journal of Catalysis, 2010, 31: 605–614 139 m 2 /g, which is still in an acceptable range and five times larger than the Degussa P25 sample. Furthermore, the total pore volume did not decrease with the increased temperatures, indicating that a further temperature increase may not result in the collapse of the pore system. This exhibited the good ther- mal stability of our mt-TiO 2 (B). Figure 3 gives the nitrogen adsorption-desorption isotherm and the corresponding pore size distribution (inset) for mt-TiO 2 (B) calcined at 500 o C. It is shown in Fig. 3 that the sample gave a type IV isotherm and there was a sharp decrease in the relative pressure range of 0.4–0.7. This indicated the presence of well-developed mesoporosity in the sample. A much more homogenous pore size distribution (inset in Fig. 3) was obtained as compared to mesoporous carbon materials [44]. In addition, because of the non-ordered pore distribution (see Fig. 1(c)), there was no small angle diffraction peak in contrast to mesopore zeolite SBA-15 [45]. 2.2 High crystallinity of the pore walls and good stability of the anatase phase The crystallinity of titania has a direct influence on its function, esp. its photocatalytic activity. The improving of the crystallinity of anatase is critical for a high photocatalytic activity due to the reducing of lattice defect sites that act as recombination traps for photogenerated electron-hole pairs [46,47]. A high crystallinity of the anatase means a smaller surface area and less bulk defects, which can remarkably di- minish photogenerated electron-hole pair combination and prolong their life span [41,48]. Generally, heat treatment pro- motes the crystallinity of anatase. However, the ana- tase-to-rutile transformation in pure titania occurs at around 600 °C and rutile with its poor photocatalytic activity is formed irreversibly due to its greater thermodynamic stability. Many approaches have been developed to increase the ana- tase-to-rutile transformation temperature to above 600 °C. Methods for inhibiting the phase transformation that have been developed include the use of cationic dopants [49], and metal oxide doping or coating [50,51]. However, the formation of secondary impurity phases which degrades the photoactivity is the main disadvantage of these techniques [52]. For mt-TiO 2 (B) with the special core-shell anatase/TiO 2 (B) heterojunction structure, the TiO 2 (B) phase starts to transform into the anatase phase when the treatment temperature is in- creased to 600 o C. Due to the lattice-matched and coherent feature of the heterojunction on the atomic scale, the loose [TiO 6 ] arrangement of TiO 2 (B) in the interface will be gradu- ally transformed into the compact [TiO 6 ] arrangement of ana- tase just by moving the relative position of their unit cells. This transformation is completed at ca. 800 o C. As shown in Fig. 2, the retention of the core anatase phase up to 900 °C can be attributed to the presence of a protective TiO 2 (B) shell that is stable up to ca. 800 °C. Thus, the transformation temperature of the anatase to rutile structure was postponed to 1 000 °C. The high crystallinity of the pore walls and good stability of the anatase phase have been achieved with our mt-TiO 2 (B) without any dopants being introduced in the synthesis. 2.3 Lattice matched core-shell anatase/TiO 2 (B) hetero- junction structure In the preparation of mt-TiO 2 (B), surface unstable K 2 Ti 2 O 5 is gradually transformed into K 2 Ti 5 O 11 in the hydrolytic step. Then, after ion exchange and heat treatment, mesoporous tita- nia with the core-shell anatase/TiO 2 (B) heterojunction struc- ture was synthesized. It is more interesting that this hetero- junction structure showed a closely coherent and lat- tice-matched feature. The HRTEM image is presented in Fig. 4. The spacing between the (–101) planes in anatase is 0.34 nm 0.0 0.2 0.4 0.6 0.8 1.0 0 20 40 60 80 100 120 140 160 180 0 5 10 15 20 25 30 35 40 45 50 0 5 10 15 20 25 Pore diameter (nm) (d V /d D )/ ( cm 3 / (g ⋅ nm ) ) V o l u m e ads o r b ed ( cm 3 /g ) Adsorption Desorption Relative pressure (p/p 0 ) Fig. 3. Nitrogen adsorption-desorption isotherm and pore size distribu- tion (inset) for the mesoporous titania calcined at 500 o C. [8] Fig. 4. HRTEM image of the interface between anatase and TiO 2 (B) in the bicrystalline titania. [11] CHEN Shanshan et al. / Chinese Journal of Catalysis, 2010, 31: 605–614 and matches the spacing between the (–102) planes in TiO 2 (B) phase, as shown in Fig. 4. This is the main reason for the smooth transition of the phase interface. The orientation rela- tionship between the anatase and TiO 2 (B) has been determined as that of [010] anatase ||[010] TiO2(B) and the [001] anatase ||[100] TiO2(B) . For a titania photocatalyst, the core-shell configuration and lattice-matched phase interface mean a larger heterojunction area per unit mass, less dangling bonds and less lattice differ- ence in the interface. This would provide more migration space and less interference of the defect in the transfer of photoin- duced carriers [13,53,54]. Furthermore, because the energy band structures are different in the bicrystalline phases and the thickness of the surface layer TiO 2 (B) phase only varies from 2 to 20 nm, when the mt-TiO 2 (B) is radiated, the holes produced in the anatase can migrate to the TiO 2 (B) phase because of the higher valence band edge potential. This is shown in the energy diagram of the interface in Fig. 5. These holes can subsequently oxidize adsorbed species. At the same time, the photoinduced electrons generated in the conduction band (CB) of TiO 2 (B) would migrate to the anatase phase, which has a lower CB potential, to be consumed in a reduction process. This dis- jointed band structure provides a mechanism for the movement of holes and electrons that reduce their recombination [14]. The same conclusion was also drawn by Gray’s group who not only demonstrated that a mixed phase titania had a “synergy effect” that improved photocatalytic activity but also clearly gave the transfer mechanism of photogenerated electron-hole pairs. It is more important that specific factors such as the structure of the heterojunction, the density of the mixed phase heterojunction interface, and the proportion of different crystalline phases were also investigated in detail [55–58]. 2.4 Stable loading of metal clusters The incorporation of noble metal nanoparticles is often em- ployed to enhance the catalytic performance of titania [59,60]. In particular, platinum nanoparticles have attracted consider- able attention because of the remarkably improved activity, which has been attributed mainly to the suppression of charge recombination and increasing of active species by the trapping of photogenerated electrons [61]. It has also been documented that with the increase in reaction time, the small clusters with high activity will grow bigger and lose gradually [62], which would decrease the activity dramatically. Mesoporous nanocrystalline TiO 2 is a superior host for supporting metal particles because their pore systems provide a confined mi- croenvironment for the production and stabilization of highly dispersed metal nanoparticles. Zeng et al. [63] reported that the pores of titania can effectively restrain the loaded clusters from agglomerating with each other. In addition, the stability of noble metal clusters depends critically not only on the structure of titania but also on the metal-support interface [64,65]. Therefore, the preparation of noble metal-titania catalysts with high stability is a key problem that has to be solved for its industrial application. Mt-TiO 2 (B) with the special core-shell anatase/TiO 2 (B) structure and large specific surface area was tested for its use for noble metal loading, with P25 tested as the other TiO 2 support for comparison. The result is shown in Fig. 6. The high activity and stability of the Pt clusters loaded on mt-TiO 2 (B), shown by H 2 evolution from a methanol aqueous solution under UV light irradiation, are evident. In Fig. 6, it can be seen that the mesoporous Pt/mt-TiO 2 (B) composite displayed good stability in contrast to Pt/P25. The average H 2 evolution rate with Pt/mt-TiO 2 (B) was 9.51 mmol/h, compared with 5.49 mmol/h for Pt/P25 in a 20 h period. Furthermore, it was found that most of the Pt nanopar- ticles on both P25 and mt-TiO 2 (B) before reaction had a narrow size distribution of (2±0.5) nm. After reaction, the Pt nanopar- ticles on P25 had agglomerated and grew to give a broad size distribution from 2 to 7 nm. In contrast, the size distribution of Pt nanoparticles on mt-TiO 2 (B) showed good stability with only a small change to (2.2±0.5) nm. Moreover, the amount of Pt nanoparticles was preserved on mt-TiO 2 (B) but decreased on Fig. 5. Schematic illustration of the energy band and photogenerated charge carriers in the structure of anatase-TiO 2 (B). [11] 05 0 10 20 30 10 15 20 Rate of H 2 evolutio n (mmol/h) P25 mb-TiO 2 0.5% Pt/P25 0.5% Pt/mb-TiO 2 Time (h) Dark, N 2 for 30 min Fig. 6. Rate of H 2 evolution from different catalysts. [16] CHEN Shanshan et al. / Chinese Journal of Catalysis, 2010, 31: 605–614 P25. The loss ratio of Pt on P25 was 36%, which was much larger than that of 6.6% on mt-TiO 2 (B). The mesostructure of our mt-TiO 2 (B) played a critical role in stabilizing the Pt clusters and suppressed their loss. A similar conclusion that the mesostructure of mt-TiO 2 (B) can “embed” Au clusters was also drawn with Au clusters loaded on mt-TiO 2 (B) for CO oxidation. This is shown in Fig. 7, in which Au/T(600) and Au/T(800) represent Au loaded mt-TiO 2 (B) after treating at 600 and 800 o C, respectively. Among all the gold catalysts, including Au/P25, Au/T(800) gave the best catalytic activity. Specifically, 100% CO con- version for Au/T(600), Au/T(800), and Au/P25 was reached at 80, 70, and 100 o C, respectively, which showed that the two catalysts that used our mt-TiO 2 (B) as the support both showed better activity than the catalyst that used Degussa P25 as the support. The main reason was probably that the high crystal- linity with less oxygen defects of our mt-TiO 2 (B) decreased the activation energy [66]. Another reason may be that the special fibrous morphology exposed more active (001) planes [11]. These indicate that mt-TiO 2 (B) is a very promising support of gold catalysts [67,68]. 3 Applications of mt-TiO2(B) With the increasing severity of the energy and environmental crises in the world, it is hoped that the use of titania as a wide band gap semiconducting material can play an important role in helping to ease these problems [2]. Chen [69] has summa- rized the energy applications of titania nanomaterials with a focus on photocatalysis, photovoltaics, and solar water split- ting. In the environmental field, its strong oxidation ability and no secondary pollution have attracted intensive research in- terests in many fields, such as wastewater treatment, air puri- fication, and ultraviolet sterilization [70–72]. In addition, tita- nia has other chemical and biological properties that provided this material with a wide variety of applications in other fields. For example, titania can be used as a biological material, a catalyst support, a self-cleaning coating, and a anti-fogging material [73–75]. The structure and function of the material are interdepend- ent, which indicates that a favorable structure is the key to high performance. Mt-TiO 2 (B) has been developed in many fields and has shown good results and many potential applications. The specific applications are summarized in Table 3. In the photocatalysis field, mt-TiO 2 (B) is a good photo- catalyst because of its features of high crystallinity and a mesoporous structure with a large specific surface area. In addition, the lattice-matched anatase/TiO 2 (B) heterojunction structure on the atomic level can remarkably suppress photo- generated charge carriers recombination. Recent research showed that titania with a high percentage of exposed high-surface-energy (001) facets showed an excellent photo- catalytic activity [83–85] that far exceeded that of the com- mercially available Degussa P25. The TiO 2 (B) (100) facet is also a high surface energy plane. Most important, it can disso- ciate adsorbed water molecule into OH – and H + fragments, verified by density functional theory calculations, which indi- cated the considerable reactivity of TiO 2 (B) (100) as reported 20 40 60 80 100 120 40 60 80 100 CO convers i on (%) Reaction temperature ( o C) Au/TiO 2 (600 o C) Au/TiO 2 (800 o C) Au/P25 Fig. 7. TEM images and CO oxidation properties of Au/T(600) and Au/T(800). [68] Table 3 Applications of the mesoporous titania with TiO 2 (B) Application field Application form Application system Ref. Photocatalysis TiO 2 liquid phase photocatalysis: methyl oxidation; phenol oxidation; oxidation of KI; gas phase photocatalysis: trichloroethylene oxidation [9,11,15,76] Solid acid catalysis SO 4 2− /TiO 2 esterification of butanol with acetic acid [77] Catalyst support Pt/TiO 2 , Au/TiO 2 , Ni/TiO 2 H 2 production; CO oxidation; p-nitrophenol (PNP) hydrogenation [16,67,68,78] Drug carrier DNR(daunorubicin)/TiO 2 anti-tumor efficiency in human hepatocarcinoma (SMMC-7221 cells) [79] Electrode material TiO 2 /RuO 2 electrochemical capacitor electrode [80] Hydrofining for oil MoO 3 /TiO 2 hydrodesulfurization [81,82] CHEN Shanshan et al. / Chinese Journal of Catalysis, 2010, 31: 605–614 by our group [86]. One of the core-shell anatase/TiO 2 (B) ori- entation relationship of our mt-TiO 2 (B) is [001] anatase || [100] TiO2(B) . Therefore, due to the existence of the surface layer TiO 2 (B) (100) after a heat treatment below 600 o C, a high photocatalytic activity can be obtained [9]. When the increas- ing of the calcination temperature to 800 o C, which caused the TiO 2 (B) crystalline structure in the interface to gradually transform into the anatase crystalline structure, anatase titania exposed (001) facets with high crystallinity and high purity can be prepared. This special facet feature of mt-TiO 2 (B) also plays an important role in improving the photocatalytic activity. In addition, as compared with Degussa P25, our mt-TiO 2 (B) can be easily separated merely by sedimentation from an aqueous suspension. This can be completed in less than 1 h due to its large size and rod-like morphology. This is shown in Fig. 8. Our mt-TiO 2 (B) is a highly efficient photocatalyst both for liquid phase photocatalytic water treatment [9,11,15] and also for gas phase photocatalytic air purification [76]. The relevant photocatalytic reactors are also being developed by our group [87–89]. In the solid acid field, a mesoporous SO 4 2− /TiO 2 solid acid catalyst was prepared by incipient impregnation, which had not only nano-scale particles, a large specific surface area, and a meso-structure but also a pure anatase phase, strong acidity, and high thermal stability [77]. The introduction of SO 4 2− can effectively prevent the growth of the titania grain and preserve its intrinsic large surface area and pore volume, which is con- ducive for good catalytic activity. The catalytic performance was evaluated by the esterification of butanol with acetic acid. An n-butanol conversion of 94% with a high selectivity for butyl acetate of 100% was obtained under the optimal reaction conditions. Furthermore, the SO 4 2− /TiO 2 solid acid catalyst had a higher catalytic activity and better separation-settling per- formance than the SO 4 2− /P25 catalyst. As a catalyst support, titania has received extensive interest for its low cost, environmental friendliness, and a possible “strong metal support interaction” (SMSI) [90] between the deposited noble metal species and titania support. As compared with other TiO 2 polymorphs, TiO 2 (B) has the advantage of a relatively open structure [91,92], which can provide a more commensurable lattice for the embedding of metal nanocrys- tals. This can stabilize the loaded nanoparticles [16]. H 2 evo- lution from a methanol aqueous solution and CO oxidation activity tests were conducted with Pt/mt-TiO 2 (B) and Au/mt-TiO 2 (B). They both showed better performance than Pt/P25 and Au/P25 [16,67,68]. In addition, a Ni/mt-TiO 2 (B) catalyst for p-nitrophenol hydrogenation was also prepared by incipient impregnation. A 10%Ni/TiO 2 catalyst calcined at 500 o C and reduced at 450 o C showed the best catalytic perform- ance, which was four times that of the commercial Raney nickel. Also, no deactivation of the catalyst was observed after repeated use of seven times [78]. Titania is environmentally friendly and has good biocom- patibility [75] with weak or no toxicity, and has received widespread attention as a drug carrier. In recent research [79], our mt-TiO 2 (B) was shown to obviously increase the intracel- lular concentration of daunorubicin (DNR) and enhanced its anti-tumor efficiency in human hepatocarcinoma cells (SMMC-7721 cells). This indicated that mt-TiO 2 (B) had an efficient drug delivery carrier effect that sent DNR into the target cells. Furthermore, its photocatalytic activity led to the enhanced mortality of cancer cells under UV irradiation. These findings revealed that mt-TiO 2 (B)-based delivery of anticancer drugs represents a promising approach in cancer therapy. As an electrochemical capacitor, the use of our mt-TiO 2 (B), which can be mass produced with low cost, could cut the cost of the capacitor down dramatically. When mt-TiO 2 (B) and a mt-TiO 2 (B)/RuO 2 composite material were both used to make electrodes, the cyclic voltammograms showed that mt-TiO 2 (B) had a typical electrochemical capacitor property even in a neutral solution of 0.1 mol/L Na 2 SO 4 , and the capacitor prop- erty existed in a wide scan range [80]. For the mt-TiO 2 (B)/ RuO 2 composite material, a 10% RuO 2 loading gave a better performance than a 5% RuO 2 loading. The capacitance of the better material was as high as 940.4 F/g (per mass of RuO 2 ), so it would be feasible to use this material as mass produced electrode material. In oil hydro-refining, a MoO 3 /mt-TiO 2 (B) catalyst prepared by impregnation was tested for the hydrodesulfurization (HDS) of thiophene and dibenzothiophene and showed good per- formance at low reaction temperature and low hydrogen pressure conditions [81,82]. Furthermore, there was no evi- Fig. 8. Sedimentation after 1 h from aqueous suspensions (pH = 6.8) of 2Ti-900 (titania calcined at 900 o C) and P25. [9] CHEN Shanshan et al. / Chinese Journal of Catalysis, 2010, 31: 605–614 dence of deactivation of the catalyst after a long 1 000 h run. Based on materials-oriented chemical engineering, the syn- thesis-structure-function relationships for mt-TiO 2 (B) has been developed in the past ten years, and the mass production with low cost and use as a titania shaped support with high me- chanical strength were also achieved merely by the adjusting of the easily controlled parameters in chemical engineering. Most important, pilot plants to prepare mt-TiO 2 (B) and a titania support for a HDS catalyst have been established recently. These are expected to be further used in industrial applications. 4 Summary The development of a multifunctional mesoporous titania is crucial for its wide application. The mt-TiO 2 (B) synthesized by our group has the features of a large specific surface area, mesoporous structure, high crystallinity of the pore walls, high thermostability, a latticed-matched core-shell heterojunction structure, and good stability of loaded nanoparticles. It has shown good performance in many fields. Two aspects will be the focus in future research conducted from the view of mate- rials-oriented chemical engineering. From one aspect, we will concentrate on mt-TiO 2 (B) and carry out its surface function- alization based on selective adsorption-desorption, mass and heat transfer, and surface and interface science theories. This would deepen our understanding of the mt-TiO 2 (B) surface and help us to achieve the good stability of loaded nanoparticles and enhanced catalytic properties. From the other aspect, we will further expand the applications in photoelectrocatalysis and effective utilization of biomass based on the functional titania materials after surface functionalization. References 1 Fujishima A, Honda K. Nature, 1972, 238: 37 2 Chen X B, Mao S S. Chem Rev, 2007, 107: 2891 3 Antonelli D M, Ying J Y. Angew Chem, Int Ed, 1995, 34: 2014 4 Shen Y, Bao J, Dai N, Wu J, Gu F, Tao J C, Zhang J C. Appl Surf Sci, 2009, 255: 3908 5 Lee J, Orilall M C, Warren S C, Kamperman M, Disalvo F J, Wiesner U. Nat Mater, 2008, 7: 222 6 Choi S Y, Lee B, Carew D B, Mamak M, Peiris F C, Speakman S, Chopra N, Ozin G A. Adv Funct Mater, 2006, 16: 1731 7 Rossmanith R, Weiss C K, Geserick J, Hüsing N, Hōrmann U, Kaiser U, Landfester K. Chem Mater, 2008, 20: 5768 8 He M, Lu X H, Feng X, Yu L, Yang Zh H. Chem Commun, 2004: 2202 9 Li W, Bai Y, Liu Ch, Yang Zh H, Feng X, Lu X H, van der Laak N K, Chan K Y. Environ Sci Technol, 2009, 43: 5423 10 Li W, Zhou Y X, Liu Ch, Zhou X F, Yang Zh H, Bai Y, Zhu Y H, Lu X H. In: Wang X M. Fabrication and Bio-application of Functionalized Nanomaterials. Kerala: Research Signpost, 2009. 59 11 Li W, Liu Ch, Zhou Y X, Bai Y, Feng X, Yang Zh H, Lu L H, Lu X H, Chan K Y. J Phys Chem C, 2008, 112: 20539 12 Zheng Zh F, Liu H W, Ye J P, Zhao J C, Waclawik E R, Zhu H Y. J Mol Catal A, 2010, 316: 75 13 Yang D J, Liu H W, Zheng Zh F, Yuan Y, Zhao J C, Waclawik E R, Ke X B, Zhu H Y. J Am Chem Soc, 2009, 131: 17885 14 Zhang J, Xu Q, Feng Zh Ch, Li M J, Li C. Angew Chem, Int Ed, 2008, 47: 1766 15 Bai Y, Zhang Y, Li W, Zhou X F, Wang Ch S, Feng X, Zhang L Zh, Lu X H. Appl Surf Sci, 2009, 255: 9296 16 Bai Y, Li W, Liu Ch, Yang Zh H, Feng X, Lu X H, Chan K Y. J Mater Chem, 2009, 19: 7055 17 Cromer D T, Herrington K. J Am Chem Soc, 1955, 77: 4708 18 Baur WH. Acta Crystallogr, 1961, 14: 214 19 Marchand R, Brohan L, Tournoux M. Mater Res Bull, 1980, 15: 1129 20 Banfield J F, Veblen D R, Smith D J. Am Mineral, 1991, 76: 343 21 Feist T P, Davies P K. J Solid State Chem, 1992, 101: 275 22 Yamamoto K, Shimoita H, Tomita K, Fujita K, Kobayashi M, Petrykin V, Kakihana M. J Ceram Soc Jpn, 2009, 117: 347 23 Wilkening M, Lyness C, Armstrong A R, Bruce P G. J Phys Chem C, 2009, 113: 4741 24 Zhang X W, Pan J H, Du A J, Lee P F, Sun D D, Leckie J O. Chem Lett, 2008, 37: 424 25 Kuo H L, Kuo C Y, Liu C H, Chao J H, Lin C H. Catal Lett, 2007, 113: 7 26 Wang G, Wang Q, Lu W, Li J H. J Phys Chem B, 2006, 110: 22029 27 Yu L, He M, Liu Ch, Lu X H, Feng X. Mater Chem Phys, 2005, 93: 342 28 Bao N Zh, Shen L M, Feng X, Lu X H. J Am Ceram Soc, 2004, 87: 326 29 Bao N Zh, Feng X, Lu X H, Shen L M, Yanagisawa K. AIChE J, 2004, 50: 1568 30 Liu Ch, He M, Lu X H, Zhang Q T, Xu Zh Z. Cryst Growth Des, 2005, 5: 1399 31 Bao N Zh, Feng X, Lu X H, Yang Zh H. J Mater Sci, 2002, 37: 3035 32 Bao N Zh, Feng X, Shen L M, Lu X H. Cryst Growth Des, 2002, 2: 437 33 Ji X Y, Feng X, Lu X H, Zhang L Zh, Wang Y R, Shi J, Liu Y D. Ind Eng Chem Res, 2002, 41: 2040 34 He M, Feng X, Lu X H, Ji X Y, Liu Ch, Bao N Zh, Xie J W. J Ceram Soc Jpn, 2003, 36: 1259 35 Bao N Zh, Lu X H, Ji X Y, Feng X, Xie J W. Fluid Phase Equilib, 2002, 193: 229 36 Lu X H, Ji X Y, Chen D L, Liu Ch, Bao N Zh, Feng X. J Chem Ind Eng (China), 2002, 53: 241 37 Liu Ch, Ji Y H, Shao Q, Feng X, Lu X H. Struct Bond, 2009, 131: 193 38 Hsiao P T, Wang K P, Cheng C W, Teng H. J Photochem Photobiol A, 2007, 188: 19 39 Nian J N, Teng H S. J Phys Chem B, 2006, 110: 4193 40 Serrano D P, Calleja G, Sanz R, Pizarro P. J Mater Chem, 2007, 17: 1178 CHEN Shanshan et al. / Chinese Journal of Catalysis, 2010, 31: 605–614 41 Stone V F, Davis R J. Chem Mater, 1998, 10: 1468 42 Liu R L, Ren Y J, Shi Y F, Zhang F, Zhang L J, Tu B, Zhao D Y. Chem Mater, 2008, 20: 1140 43 Dong W Y, Sun Y J, Lee C W, Hua W M, Lu X Ch, Shi Y F, Zhang Sh Ch, Chen J M, Zhao D Y. J Am Chem Soc, 2007, 129: 13894 44 Liu L, Meng Q H. J Mater Sci, 2005, 40: 4105 45 Zhao D Y, Feng J L, Huo Q Sh, Melosh N, Fredrickson G H, Chmelka B F, Stucky G D. Science, 1998, 279: 548 46 Ohtani B, Ogawa Y, Nishimoto S. J Phys Chem B, 1997, 101: 3746 47 Tanaka K, Capule M F V, Hisanaga T. Chem Phys Lett, 1991, 187: 73 48 Furube A, Asahi T, Masuhara H, Yamashita H, Anpo M. J Phys Chem B, 1999, 103: 3120 49 Choi W, Termin A, Hoffmann M R. Angew Chem, Int Ed, 1994, 33: 1091 50 Zhang J, Li M J, Feng Zh Ch, Chen J, Li C. J Phys Chem B, 2006, 110: 927 51 Reidy D J, Holmes J D, Nagle C, Morris M A. J Mater Chem, 2005, 15: 3494 52 Xie T H, Lin J. J Phys Chem C, 2007, 111: 9968 53 Ohno T, Tokieda K, Higashida S, Matsumura M. Appl Catal A, 2003, 244: 383 54 Yu H T, Quan X. Progr Chem, 2009, 21: 406 55 Li G H, Gray K A. Chem Mater, 2007, 19: 1143 56 Li G H, Gray K A. Chem Phys, 2007, 339: 173 57 Chen L, Graham M E, Li G H, Gray K A. Thin Solid Films, 2006, 515: 1176 58 Hurum D C, Agrios A G, Gray K A, Rajh T, Thurnauer M C. J Phys Chem B, 2003, 107: 4545 59 Bell A T. Science, 2003, 299: 1688 60 Valden M, Lai X, Goodman D W. Science, 1998, 281: 1647 61 Linsebigler A L, Lu G Q, Yates J T. Chem Rev, 1995, 95: 735 62 Rhee C K, Kim B J, Ham C, Kim Y J, Song K, Kwon K. Lang- muir, 2009, 25: 7140 63 Zeng Q H, Wong K, Jiang X C, Yu A B. Appl Phys Lett, 2008, 92: 103109 64 Diebold U. Surf Sci Rep, 2003, 48: 53 65 Campbell C T. Surf Sci Rep, 1997, 27: 1 66 Wang J G, Hammer B. Phys Rev Lett, 2006, 97: 136107 67 Zhu Y H, Li W, Zhou Y X, Lu X H, Feng X, Yang Zh H. Catal Lett, 2009, 127: 406 68 Zhu Y H, Chen Sh Sh, Lu X H, Yang Zh H, Feng X, Wang H Y. Chin J Catal, 2009, 30: 421 69 Chen X B. Chin J Catal, 2009, 30: 839 70 Ibáz J A, Litter M I, Pizarro R A. J Photochem Photobiol A, 2003, 157: 81 71 Ao C H, Lee S C, Yu J C. J Photochem Photobiol A, 2003, 156: 171 72 Vautier M, Guillard C, Herrmann J M. J Catal, 2001, 201: 46 73 Morgado E, Zotin J L, de Abreu M A S, Rosas D O, Jardim P M, Marinkovic B A. Appl Catal A, 2009, 357: 142 74 Wang R, Hashimoto K, Fujishima A, Chikuni M, Kojima E, Ki- tamura A, Shimohigoshi M, Watanabe T. Nature, 1997, 388: 431 75 Bernard B K, Osheroff M R, Hofmann A, Mennear J H. J Toxi- col Environ Health, 1990, 29: 417 76 Zhang J P, Li D, Fang W, Liu Ch, Yang Zh H, Lu X H. Chin J Process Eng, 2009, 9: 171 77 Yu H, Zhu Y H, Liu Ch, Yang Zh H, Lu X H, Feng X. Chin J Catal, 2009, 30: 265 78 Wang H T, Zhu Y H, Yang Zh H, Liu J L, Sun Q J, Lu X H, Feng X. Chin J Catal, 2009, 30: 414 79 Li Q N, Wang X M, Lu X H, Tian H E, Jiang H, Lv G, Guo D D, Wu Ch H, Chen B A. Biomaterials, 2009, 30: 4708 80 Lü L H, Hu Y Y, Zhu Y D, Lü Zh H, Liu Ch, Feng X, Lu X H. J Chem Ind Eng (China), 2008, 59: 490 81 Liu J L, Zhu Y H, Yang Zh H, Wang H T, Lu X H, Feng X, Wang H Y. Chin J Process Eng, 2009, 9: 882 82 Zhu Y H, Zhou Y X, Yang Zh H, Lu X H, Feng X. Acta Petrol Sin (Petrol Process Sect), 2007, 23: 76 83 Yang H G, Liu G, Qiao Sh Zh, Sun Ch H, Jin Y G, Smith S C, Zou J, Cheng H M, Lu G Q. J Am Chem Soc, 2009, 131: 4078 84 Han X G, Kuang Q, Jin M Sh, Xie Zh X, Zheng L S. J Am Chem Soc, 2009, 131: 3152 85 Yang H G, Sun Ch H, Qiao Sh Zh, Zou J, Liu G, Smith S C, Cheng H M, Lu G Q. Nature, 2008, 453: 638 86 Liu W J, Wang J G, Li W, Guo X J, Lü L H, Lu X H, Feng X, Liu Ch, Yang Zh H. Phys Chem Chem Phys, 2010, DOI: 10.1039/b920128a 87 Li D, Yang Zh H, Li W, Feng X, Lu X H. J Nanjing Univ Tech- nol (Nat Sci Ed), 2008, 30: 105 88 Wen G F, Yang Zh H, Li W, Feng X, Lu X H. Chin J Environ Sci, 2007, 28: 2025 89 Chen G J, Yang Zh H, Zhen Zh, Feng X, Zhu J, Liu Zh G, Lu X H. J Chem Eng Chin Univ, 2005, 19: 202 90 Tauster S J, Fung S C, Garten R L. J Am Chem Soc, 1978, 100: 170 91 Zhu J F, Zhang J L, Chen F, Anpo M. Mater Lett, 2005, 59: 3378 92 Armstrong A R, Armstrong G, Canales J, Bruce P G. Angew Chem, Int Ed, 2004, 43: 2286 CHNJC 60073 S1872-2067(09)60073-5 10.1016/S1872-2067(09)60073-5 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation items: Supported by the National Basic Research Program of China (973 Program, 2009CB226103), the National Natural Science Foundation of China (20736002, 20976080), the National Natural Science Foundation of China (NSFC) and the Research Grants Council (RGC) of Hong Kong Joint Research Scheme (JRS) (20731160614), the National High Technology Research and Development Program of China (863 Program, 2006AA03Z455), the Program for Changjiang Scholars and Innovative Research Team in University (IRT0732), the High-tech Research Projects of Jiangsu Province (BG2007051), the Natural Science Fund for Colleges and Universities in Jiangsu Province (08KJB530003), and the Joint Innovation Project for Production-Study-Research in Jiangsu Province (BY2009107). SURVEY PAPER Synthesis, Features, and Applications of Mesoporous Titania with TiO2(B) Shanshan CHEN Yinhua ZHU Wei LI Weijia LIU Licheng LI Zhuhong YANG Chang LIU Wenjun YAO Xiaohua LU * Xin FENG State Key Laboratory of Materials-Oriented Chemical Engineering, Nanjing University of Technology, Nanjing 210009, Jiangsu, China * Corresponding author. Tel: +86-25-83588063; Fax: +86-25-83588063 The mesoporous titania with TiO2(B) (mt-TiO2(B)), which has a lattice-matched core-shell crystalline structure with a thin TiO2(B) phase sheathing an anatase core, was synthesized from potassium titanate (K2Ti2O5) by hydration, ion exchange, and calcination. TiO2(B) is a crystalline form of titania with a looser structure than anatase and rutile. Its synthesis, structure, and functions are reviewed. It has all the features of a large specific surface area with a mesoporous architecture, pore wall of high crystallinity and high thermostability. Nanoparticles of noble metals in this mesoporous structured titania are stable. Its potential industrial applications include photocatalysis, oil hydrorefining, and use as a drug carrier, solid acid catalyst, and electrode material. A pilot plant to prepare this unique multifunctional titania material at low cost has been established with a production capacity of 20 tons per year. Key Words mesoporous titania specific surface area thermostability photocatalysis hydrodesulfurization drug carrier References 1 A Fujishima K Honda Nature 238 1972 37 2 XB Chen SS Mao Chem Rev 107 2007 2891 3 DM Antonelli JY Ying Angew Chem, Int Ed 34 1995 2014 4 Y Shen J Bao N Dai J Wu F Gu JC Tao JC Zhang Appl Surf Sci 255 2009 3908 5 J Lee MC Orilall SC Warren M Kamperman FJ Disalvo U Wiesner Nat Mater 7 2008 222 6 SY Choi B Lee DB Carew M Mamak FC Peiris S Speakman N Chopra GA Ozin Adv Funct Mater 16 2006 1731 7 R Rossmanith CK Weiss J Geserick N Hüsing U Hôrmann U Kaiser K Landfester Chem Mater 20 2008 5768 8 M He XH Lu X Feng L Yu Zh H Yang Chem Commun 2004 2202 9 W Li Y Bai Ch Liu Zh H Yang X Feng XH Lu NK van der Laak KY Chan Environ Sci Technol 43 2009 5423 10 W Li YX Zhou Ch Liu XF Zhou Zh H Yang Y Bai YH Zhu XH Lu XM Wang Fabrication and Bio-application of Functionalized Nanomaterials 2009 Research Signpost Kerala 59 11 W Li Ch Liu YX Zhou Y Bai X Feng Zh H Yang LH Lu XH Lu KY Chan J Phys Chem C 112 2008 20539 12 Zh F Zheng HW Liu JP Ye JC Zhao ER Waclawik HY Zhu J Mol Catal A 316 2010 75 13 DJ Yang HW Liu Zh F Zheng Y Yuan JC Zhao ER Waclawik XB Ke HY Zhu J Am Chem Soc 131 2009 17885 14 J Zhang Q Xu Zh Ch Feng MJ Li C Li Angew Chem, Int Ed 47 2008 1766 15 Y Bai Y Zhang W Li XF Zhou Ch S Wang X Feng L Zh Zhang XH Lu Appl Surf Sci 255 2009 9296 16 Y Bai W Li Ch Liu Zh H Yang X Feng XH Lu KY Chan J Mater Chem 19 2009 7055 17 DT Cromer K Herrington J Am Chem Soc 77 1955 4708 18 WH Baur Acta Crystallogr 14 1961 214 19 R Marchand L Brohan M Tournoux Mater Res Bull 15 1980 1129 20 JF Banfield DR Veblen DJ Smith Am Mineral 76 1991 343 21 TP Feist PK Davies J Solid State Chem 101 1992 275 22 K Yamamoto H Shimoita K Tomita K Fujita M Kobayashi V Petrykin M Kakihana J Ceram Soc Jpn 117 2009 347 23 M Wilkening C Lyness AR Armstrong PG Bruce J Phys Chem C 113 2009 4741 24 XW Zhang JH Pan AJ Du PF Lee DD Sun JO Leckie Chem Lett 37 2008 424 25 HL Kuo CY Kuo CH Liu JH Chao CH Lin Catal Lett 113 2007 7 26 G Wang Q Wang W Lu JH Li J Phys Chem B 110 2006 22029 27 L Yu M He Ch Liu XH Lu X Feng Mater Chem Phys 93 2005 342 28 N Zh Bao LM Shen X Feng XH Lu J Am Ceram Soc 87 2004 326 29 N Zh Bao X Feng XH Lu LM Shen K Yanagisawa AIChE J 50 2004 1568 30 Ch Liu M He XH Lu QT Zhang Zh Z Xu Cryst Growth Des 5 2005 1399 31 N Zh Bao X Feng XH Lu Zh H Yang J Mater Sci 37 2002 3035 32 N Zh Bao X Feng LM Shen XH Lu Cryst Growth Des 2 2002 437 33 XY Ji X Feng XH Lu L Zh Zhang YR Wang J Shi YD Liu Ind Eng Chem Res 41 2002 2040 34 M He X Feng XH Lu XY Ji Ch Liu N Zh Bao JW Xie J Ceram Soc Jpn 36 2003 1259 35 N Zh Bao XH Lu XY Ji X Feng JW Xie Fluid Phase Equilib 193 2002 229 36 XH Lu XY Ji DL Chen Ch Liu N Zh Bao X Feng J Chem Ind Eng (China) 53 2002 241 37 Ch Liu YH Ji Q Shao X Feng XH Lu Struct Bond 131 2009 193 38 PT Hsiao KP Wang CW Cheng H Teng J Photochem Photobiol A 188 2007 19 39 JN Nian HS Teng J Phys Chem B 110 2006 4193 40 DP Serrano G Calleja R Sanz P Pizarro J Mater Chem 17 2007 1178 41 VF Stone RJ Davis Chem Mater 10 1998 1468 42 RL Liu YJ Ren YF Shi F Zhang LJ Zhang B Tu DY Zhao Chem Mater 20 2008 1140 43 WY Dong YJ Sun CW Lee WM Hua X Ch Lu YF Shi Sh Ch Zhang JM Chen DY Zhao J Am Chem Soc 129 2007 13894 44 L Liu QH Meng J Mater Sci 40 2005 4105 45 DY Zhao JL Feng Q Sh Huo N Melosh GH Fredrickson BF Chmelka GD Stucky Science 279 1998 548 46 B Ohtani Y Ogawa S Nishimoto J Phys Chem B 101 1997 3746 47 K Tanaka MFV Capule T Hisanaga Chem Phys Lett 187 1991 73 48 A Furube T Asahi H Masuhara H Yamashita M Anpo J Phys Chem B 103 1999 3120 49 W Choi A Termin MR Hoffmann Angew Chem, Int Ed 33 1994 1091 50 J Zhang MJ Li Zh Ch Feng J Chen C Li J Phys Chem B 110 2006 927 51 DJ Reidy JD Holmes C Nagle MA Morris J Mater Chem 15 2005 3494 52 TH Xie J Lin J Phys Chem C 111 2007 9968 53 T Ohno K Tokieda S Higashida M Matsumura Appl Catal A 244 2003 383 54 HT Yu X Quan Progr Chem 21 2009 406 55 GH Li KA Gray Chem Mater 19 2007 1143 56 GH Li KA Gray Chem Phys 339 2007 173 57 L Chen ME Graham GH Li KA Gray Thin Solid Films 515 2006 1176 58 DC Hurum AG Agrios KA Gray T Rajh MC Thurnauer J Phys Chem B 107 2003 4545 59 AT Bell Science 299 2003 1688 60 M Valden X Lai DW Goodman Science 281 1998 1647 61 AL Linsebigler GQ Lu JT Yates Chem Rev 95 1995 735 62 CK Rhee BJ Kim C Ham YJ Kim K Song K Kwon Langmuir 25 2009 7140 63 QH Zeng K Wong XC Jiang AB Yu Appl Phys Lett 92 2008 103109 64 U Diebold Surf Sci Rep 48 2003 53 65 CT Campbell Surf Sci Rep 27 1997 1 66 JG Wang B Hammer Phys Rev Lett 97 2006 136107 67 YH Zhu W Li YX Zhou XH Lu X Feng Zh H Yang Catal Lett 127 2009 406 68 YH Zhu Sh Sh Chen XH Lu Zh H Yang X Feng HY Wang Chin J Catal 30 2009 421 69 XB Chen Chin J Catal 30 2009 839 70 JA Ibáñez MI Litter RA Pizarro J Photochem Photobiol A 157 2003 81 71 CH Ao SC Lee JC Yu J Photochem Photobiol A 156 2003 171 72 M Vautier C Guillard JM Herrmann J Catal 201 2001 46 73 E Morgado JL Zotin MAS de Abreu DO Rosas PM Jardim BA Marinkovic Appl Catal A 357 2009 142 74 R Wang K Hashimoto A Fujishima M Chikuni E Kojima A Kitamura M Shimohigoshi T Watanabe Nature 388 1997 431 75 BK Bernard MR Osheroff A Hofmann JH Mennear J Toxicol Environ Health 29 1990 417 76 JP Zhang D Li W Fang Ch Liu Zh H Yang XH Lu Chin J Process Eng 9 2009 171 77 H Yu YH Zhu Ch Liu Zh H Yang XH Lu X Feng Chin J Catal 30 2009 265 78 HT Wang YH Zhu Zh H Yang JL Liu QJ Sun XH Lu X Feng Chin J Catal 30 2009 414 79 QN Li XM Wang XH Lu HE Tian H Jiang G Lv DD Guo Ch H Wu BA Chen Biomaterials 30 2009 4708 80 LH Lü YY Hu YD Zhu Zh H Lü Ch Liu X Feng XH Lu J Chem Ind Eng (China) 59 2008 490 81 JL Liu YH Zhu Zh H Yang HT Wang XH Lu X Feng HY Wang Chin J Process Eng 9 2009 882 82 YH Zhu YX Zhou Zh H Yang XH Lu X Feng Acta Petrol Sin (Petrol Process Sect) 23 2007 76 83 HG Yang G Liu Sh Zh Qiao Ch H Sun YG Jin SC Smith J Zou HM Cheng GQ Lu J Am Chem Soc 131 2009 4078 84 XG Han Q Kuang M Sh Jin Zh X Xie LS Zheng J Am Chem Soc 131 2009 3152 85 HG Yang Ch H Sun Sh Zh Qiao J Zou G Liu SC Smith HM Cheng GQ Lu Nature 453 2008 638 86 WJ Liu JG Wang W Li XJ Guo LH Lü XH Lu X Feng Ch Liu Zh H Yang Phys Chem Chem Phys 2010 10.1039/b920128a 87 D Li Zh H Yang W Li X Feng XH Lu J Nanjing Univ Technol (Nat Sci Ed) 30 2008 105 88 GF Wen Zh H Yang W Li X Feng XH Lu Chin J Environ Sci 28 2007 2025 89 GJ Chen Zh H Yang Zh Zhen X Feng J Zhu Zh G Liu XH Lu J Chem Eng Chin Univ 19 2005 202 90 SJ Tauster SC Fung RL Garten J Am Chem Soc 100 1978 170 91 JF Zhu JL Zhang F Chen M Anpo Mater Lett 59 2005 3378 92 AR Armstrong G Armstrong J Canales PG Bruce Angew Chem, Int Ed 43 2004 2286",
      "scopus-id": "77954197220",
      "coredata": {
        "eid": "1-s2.0-S1872206709600735",
        "dc:description": "The mesoporous titania with TiO2(B) (mt-TiO2(B)), which has a lattice-matched core-shell crystalline structure with a thin TiO2(B) phase sheathing an anatase core, was synthesized from potassium titanate (K2Ti2O5) by hydration, ion exchange, and calcination. TiO2(B) is a crystalline form of titania with a looser structure than anatase and rutile. Its synthesis, structure, and functions are reviewed. It has all the features of a large specific surface area with a mesoporous architecture, pore wall of high crystallinity and high thermostability. Nanoparticles of noble metals in this mesoporous structured titania are stable. Its potential industrial applications include photocatalysis, oil hydrorefining, and use as a drug carrier, solid acid catalyst, and electrode material. A pilot plant to prepare this unique multifunctional titania material at low cost has been established with a production capacity of 20 tons per year.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206709600735",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "CHEN, Shanshan"
          },
          {
            "@_fa": "true",
            "$": "ZHU, Yinhua"
          },
          {
            "@_fa": "true",
            "$": "LI, Wei"
          },
          {
            "@_fa": "true",
            "$": "LIU, Weijia"
          },
          {
            "@_fa": "true",
            "$": "LI, Licheng"
          },
          {
            "@_fa": "true",
            "$": "YANG, Zhuhong"
          },
          {
            "@_fa": "true",
            "$": "LIU, Chang"
          },
          {
            "@_fa": "true",
            "$": "YAO, Wenjun"
          },
          {
            "@_fa": "true",
            "$": "LU, Xiaohua"
          },
          {
            "@_fa": "true",
            "$": "FENG, Xin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206709600735"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206709600735"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(09)60073-5",
        "prism:volume": "31",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Synthesis, Features, and Applications of Mesoporous Titania with TiO2(B)",
        "prism:copyright": "Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "6",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "mesoporous"
          },
          {
            "@_fa": "true",
            "$": "titania"
          },
          {
            "@_fa": "true",
            "$": "specific surface area"
          },
          {
            "@_fa": "true",
            "$": "thermostability"
          },
          {
            "@_fa": "true",
            "$": "photocatalysis"
          },
          {
            "@_fa": "true",
            "$": "hydrodesulfurization"
          },
          {
            "@_fa": "true",
            "$": "drug carrier"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "6",
        "openaccessSponsorType": null,
        "prism:pageRange": "605-614",
        "prism:endingPage": "614",
        "pubType": "fla",
        "prism:coverDisplayDate": "2010",
        "prism:doi": "10.1016/S1872-2067(09)60073-5",
        "prism:startingPage": "605",
        "dc:identifier": "doi:10.1016/S1872-2067(09)60073-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/77954197220"
      }
    }
  }
}