{
  "metadata": {
    "title": "Preparation of Pt/CMK-3 Anode Catalyst for Methanol Fuel Cells Using Paraformaldehyde as Reducing Agent",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2007-01-31",
    "doi": "10.1016/S1872-2067(07)60008-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206707600084",
    "pii": "S1872206707600084"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-34248654119",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2007-05-22 2007-05-22 2010-03-27T19:56:19 1-s2.0-S1872206707600084 S1872-2067(07)60008-4 S1872206707600084 10.1016/S1872-2067(07)60008-4 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206707X60029 2015-05-15T07:13:55.760442-04:00 0 0 20070101 20070131 2007 2007-05-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 28 28 1 1 Volume 28, Issue 1 3 17 21 17 21 200701 January 2007 2007-01-01 2007-01-31 2007 article fla Copyright © 2007 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. PREPARATIONPTCMK3ANODECATALYSTFORMETHANOLFUELCELLSUSINGPARAFORMALDEHYDEREDUCINGAGENT WU W YI 2003 1 B FUELCELLSPRINCIPLETECHNIQUEAPPLICATIONS COSTAMAGNA 2001 242 P STEIGERWALT 2002 760 E MORIMOTO 1998 95 Y FRELINK 1995 65 T MA 2003 1001 G BONNEMANN 1991 1312 H QUIROZ 1987 289 M JOO 2001 169 S RYOO 1999 7743 R WHITE 1993 2167 J ANTOLINI 2001 118 E POZIO 2002 13 A PRABHURAM 1998 54 J WUX2007X17 WUX2007X17X21 WUX2007X17XW WUX2007X17X21XW item S1872-2067(07)60008-4 S1872206707600084 1-s2.0-S1872206707600084 10.1016/S1872-2067(07)60008-4 273538 2010-09-16T23:34:02.447253-04:00 2007-01-01 2007-01-31 1-s2.0-S1872206707600084-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206707600084/MAIN/application/pdf/7e1ed20cfa066acc63ba0e291e65b5ef/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206707600084/MAIN/application/pdf/7e1ed20cfa066acc63ba0e291e65b5ef/main.pdf main.pdf pdf true 610390 MAIN 5 1-s2.0-S1872206707600084-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206707600084/PREVIEW/image/png/eaef7573d3d3dda9c4986e688097908c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206707600084/PREVIEW/image/png/eaef7573d3d3dda9c4986e688097908c/main_1.png main_1.png png 70658 849 656 IMAGE-WEB-PDF 1 CHINESE JOURNAL OF CATALYSIS Volume 28, Issue 1, January 2007 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2007, 28(1): 17–21. Received date: 2006-06-12. * Corresponding author. Tel: +86-25-84893633; E-mail: jmcao@nuaa.edu.cn Foundation item: Supported by the National Natural Science Foundation of China (50502020), the High-Tech Fund of Jiangsu Province of China (BG2005009), and the Science Innovation Fund of Nanjing University of Aeronautics and Astronautics of China. Copyright © 2007, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. RESEARCH PAPER Preparation of Pt/CMK-3 Anode Catalyst for Methanol Fuel Cells Using Paraformaldehyde as Reducing Agent WU Wei 1 , CAO Jieming 1, *, CHEN Yu 2 , LU Tianhong 2 1 College of Material Science and Technology, Nanjing University of Aeronautics and Astronautics, Nanjing 210016, Jiangsu, China 2 Department of Chemistry and Environmental Science, Nanjing Normal University, Nanjing 210097, Jiangsu, China Abstract: The Pt/CMK-3 anode catalyst for direct methanol fuel cells (DMFC) was prepared by the liquid reduction method using para- formaldehyde as the reducing agent. The catalyst was characterized by X-ray diffraction and transmission electron microscopy. The re- sults showed that CMK-3 was a highly intriguing support material for DMFC because of its high surface area, uniform mesopores, and high thermal and chemical stability. The average particle size of Pt nanoparticles in Pt/CMK-3 was 2.8 nm, which was smaller than that of the commercially available Pt/XC-72 catalyst from the E-TEK Corporation and that of the Pt/C-M catalyst prepared using methanol as the reducing agent. The particle size distribution of Pt/CMK-3 was narrow, and the relative crystallinity was low. The electrocatalytic ac- tivity of Pt/CMK-3 for ethanol oxidation was studied. The Pt/CMK-3 catalyst possessed higher electrocatalytic activity than Pt/XC-72 and Pt/C-M catalysts. Key Words: platinum; CMK-3 mesoporous material; paraformaldehyde; methanol; direct methanol fuel cell In recent years, direct methanol fuel cells (DMFC) have at- tracted significant attention because of their high en- ergy-transfer efficiency and low pollution-causing potential [1]. However, the use of DMFC still has some disadvantages that need to be addressed. One of them is the low electrocata- lytic activity of the catalyst, with this property being generally utilized in the electro-oxidation of methanol. Thus, the study of the increase of the electrocatalytic activity of the Pt cata- lyst, which is generally supported on activated carbon with large surface area such as Vulcan XC-72 carbon black, gains significance [2]. The variation in catalyst compositions and catalyst preparation methods has also been included. Some composite catalysts such as Pt-Ru/C and Pt-Sn/C have been investigated [3,4]. The Pt-Ru/C catalyst is currently an anode catalyst with the highest electrocatalytic activity for DMFC among the two-component catalysts. Numerous investigations have been devoted to the study of preparation methods and structure–activity relationships [5]. However, the main cata- lyst preparation methods that have been reported are chemical reduction in aqueous solutions [2], the solid-state method [6], the sol–gel method [7], and electrochemical deposition [8]. Chemical reduction in aqueous solutions is still an easy and effective method to prepare anode catalysts. CMK-3 was first synthesized by Ryoo et al [9,10]. It is an ordered mesoporous carbon that is formed using ordered mesoporous silicas as templates, and there leaves a partially ordered graphitic framework behind after the templates are removed. The resulting support material has an ordered two-dimensional hexagonal structure, large BET surface area (1000–2000 m 2 /g) and pore volume (1.35 cm 3 /g), narrow pore size distribution, and good resistance to alkali and acid. It allows a high dispersion of platinum nanoparticles, which is much higher than those of other common microporous carbon materials such as carbon black, charcoal, and activated carbon fibers. Joo et al. [9] tested the electrocatalytic activity of Pt/CMK-3 catalyst in O 2 reduction using a rotating-disk elec- trode. The results showed that Pt/CMK-3 has a surprising high activity, and the peak activity reaches 100 A/g at 33 wt% Pt loading. In this study, a Pt/CMK-3 anode catalyst for direct metha- nol fuel cells was prepared by a novel liquid reduction method using paraformaldehyde as the reducing agent. It was found WU Wei et al. / Chinese Journal of Catalysis, 2007, 28(1): 17–21 that the electrocatalytic activity of this catalyst for methanol oxidation is better than that of the commercial catalyst Pt/XC-72 and the Pt/CMK-3 catalyst prepared using methanol as the reducing agent. 1 Experimental 1.1 Main reagents and materials SBA-15 (Jilin University, China), H 2 SO 4 (98%), H 2 PtCl 6 , methanol, Na 2 CO 3 , sucrose, and paraformaldehyde were all of analytical grade. The average pore size, BET surface area, and micropore volume of SBA-15 are 6–8 nm, 800–1000 m 2 /g, and 1.26 cm 3 /g, respectively. Vulcan XC-72 carbon black with a specific surface area of 250 m 2 /g was purchased from Cabot Corporation. The Pt/XC-72 catalyst with 20 wt% total metal loading was obtained from the E-TEK Corporation. Nafion solution (5%) was purchased from Dupont Corpora- tion. The nitrogen gas used in the experiments was prepurified and passed through a drying column before use. All the or- ganic solvents were of analytical grade and were distilled under dry nitrogen before use. 1.2 Synthesis of the CMK-3 mesoporous material Sucrose (1.254 g), H 2 SO 4 , and SBA-15 (1.0 g) were added to triply distilled water. The mixture was mechanically stirred until it was homogeneous, and it was then dried at 40ºC for 12 h. After cooling to room temperature, 0.801 g of sucrose, tri- ply distilled water, and H 2 SO 4 were added to the mixture, and then it was dried and heated under N 2 in an oven at 900ºC for 5 h. Finally, the sample was dipped in 5% HF for 36 h, then repeatedly washed with ethanol, and dried in a vacuum oven at 60ºC. 1.3 Preparation of the Pt/CMK-3 catalyst CMK-3 (60 mg), 20 ml of triply distilled water, and 2 ml of 0.039 mol/L H 2 PtCl 6 were mixed. The mixture was ultrasoni- cated for 30 min and then heated to 70ºC while simultane- ously stirring mechanically and passing through N 2 to remove soluble O 2 . Then 10 ml solution containing 0.1 mol/L para- formaldehyde and 0.05 mol/L Na 2 CO 3 was slowly added dropwise, and the mixture was stirred for 2.5 h. Finally, the sample was filtered, washed with deionized water, and dried in a vacuum oven at 85ºC for 20 h. The catalyst obtained was denoted Pt/CMK-3. For comparision, a Pt/CMK-3 catalyst denoted as Pt/C-M was prepared following the above procedures using methanol as the reducing agent instead of paraformaldehyde. A commercial E-TEK Pt catalyst with a Pt content similar to that of the Pt/CMK-3 and Pt/C-M catalysts was denoted as Pt/XC-72. Energy dispersive X-ray analysis indicated that the atomic ratios of Pt:C in the Pt/CMK-3, Pt/C-M, and Pt/XC-72 cata- lysts were 48.0:52.0, 49.0:51.0, and 48.6:51.4, respectively. The total metal loading was 20 wt% in all three catalysts. 1.4 Catalyst characterization X-ray diffraction (XRD) patterns for the catalysts were ob- tained using a Bruker D8 Advance X-ray diffractometer with a Cu K α (λ = 0.15406 nm) radiation source operating at 40 kV and 200 mA. The average size of Pt particles was calculated using the Scherrer equation β (2θ ) = 0.94λ / dcosθ [11]. In addition, according to the method described by Antolini et al. [12], the relative crystallinity of Pt particles was evaluated from the ratio of the intensity of the diffraction peaks of Pt(111) and C(002) crystal facets. Transmission electron mi- croscopy (TEM) measurements were performed with a JEM-200CX microscope operating at 200 kV with nominal resolution. 1.5 Electrocatalytic activity of the catalysts for methanol oxidation Electrochemical measurements were performed using a CHI 600 electrochemical analyzer and a conventional three- electrode electrochemical cell. A Pt plate was used as the aux- iliary electrode. A saturated calomel electrode (SCE) was used as the reference electrode. The working electrode was prepared as follows. A glassy carbon electrode (φ = 0.3 mm) was sequentially polished with 0.05 μ m-sized Al 2 O 3 and then washed. A Pt/CMK-3 catalyst of 8 mg and 3.25 ml solution consisting of 20% C 2 H 5 OH, 73.75% H 2 O, and 6.25% Nafion (5 wt%) were mixed and sonicated for 30 min. The slurry of 4 μ l was coated on the surface of the glassy carbon electrode. After drying at 35ºC for 20 min, the working electrode was obtained. The specific loading of Pt on the electrode surface was ~28 µg/cm 2 , and the thickness of the catalyst layer was ~0.2 μ m. The solution used for the electrochemical measure- ments was 0.5 mol/L H 2 SO 4 + 0.5 mol/L CH 3 OH. Thereafter, N 2 was bubbled through the cell to remove O 2 that is dis- solved in the solution until the electrochemical measurements were finished. Cyclic voltammetric measurements of all the catalysts were carried out at a scan rate of 50 mV/s and (36±1)ºC. 2 Results and discussion 2.1 TEM results Figure 1 shows the TEM images of SBA-15 and CMK-3. The SBA-15 silica consists of a hexagonal array of nanotubes with uniform diameter. It has uniform and planar channel structure, which is similar to sandwiches. Some small pores WU Wei et al. / Chinese Journal of Catalysis, 2007, 28(1): 17–21 are present in SBA-15 with a total pore volume of 0.1 cm 3 /g. These pores can be used as templates to synthesize the stable CMK-3 mesoporous material. From Fig. 1(b) it can be seen that the order and the hexagonal structure are maintained to a good extent within the synthesized CMK-3 carbon material. The pore diameter of CMK-3 is ~3.7 nm, and the uniform channel structure still exists. However, CMK-3 is less uniform than SBA-15 because some pore walls collapse to block the pores at high temperature (900ºC). Fig. 1 TEM images of SBA-15 (a) and CMK-3 (b) Figures 2 and 3 are the TEM images and the particle size distribution of Pt/CMK-3 and Pt/XC-72 catalysts, respec- tively. It can be observed from Fig. 2 that Pt particles in the Pt/CMK-3 catalyst are small and uniformly distributed on the surface of CMK-3. The average size of the Pt particles in the Pt/CMK-3 catalyst is 2.8 nm, and most of these particles are distributed in the size range of 2–4 nm. However, particle aggregation is observed in the Pt/XC-72 catalyst, and some of the aggregates are larger than 10 nm, which might decrease the electrochemical activity. The average particle diameter of the Pt/XC-72 catalyst is ~3.5 nm, and the particles are distrib- uted in the range of 1–5 nm. Fig. 2 TEM images of Pt/CMK-3 (a) and Pt/XC-72 (b) (Pt/CMK-3—Pt/C catalyst prepared using paraformaldehyde as the reducing agent; Pt/XC-72—Commercial catalyst sample from E-TEK Corp.) 2.2 XRD results Figure 4 shows the XRD patterns of the Pt/C-M, Pt/XC-72, and Pt/CMK-3 catalysts. Four characteristic peaks were ob- served in each XRD pattern corresponding to the Pt(111), Pt(200), Pt(220), and Pt(311) planes of the face-centered cu- bic crystalline Pt [13]. Based on the Scherrer equation and the literature [12], we calculated the average crystal size and rela- tive crystallinity as listed in Table 1. It can be found that the average size of Pt particles in Pt/CMK-3 is much smaller than that of the other two catalysts; the relative crystallinity of Pt/CMK-3 is similar to that of Pt/XC-72, but it is much smaller than that of the Pt/C-M catalyst. The increase in the number of defective Pt particles enlarges the effective active area of the catalyst and improves the electrocatalytic activity for methanol oxidation. Fig. 3 Particle size distribution of Pt/CMK-3 (a) and Pt/XC-72 (b) Fig. 4 XRD patterns of Pt/C-M (1), Pt/XC-72 (2), and Pt/CMK-3 (3) (Pt/C-M—Pt/C catalyst prepared using methanol as the reducing agent) Table 1 Average diameter and relative crystallinity of Pt particles in different catalysts Catalyst d(Pt)/nm Relative crystallinity (%) Pt/C-M 8.3 4.95 Pt/XC-72 3.5 2.70 Pt/CMK-3 2.8 2.00 WU Wei et al. / Chinese Journal of Catalysis, 2007, 28(1): 17–21 2.3 Electrocatalytic activity for methanol oxidation Figure 5 shows the cyclic voltammograms of 0.5 mol/L H 2 SO 4 in 0.5 mol/L CH 3 OH solution at the Pt catalyst elec- trodes. It can be observed that along the direction of positive scan, the potentials of the oxidation peaks of CH 3 OH at the three Pt catalyst electrodes are almost the same, located at 0.64 V, whereas along the direction of negative scan, the po- tentials are located at 0.43 V. The initial methanol oxidation potentials are all at approximately 0.22 V on the three cata- lysts. Prabhuram et al. [14] pointed out that methanol is disso- ciatively adsorbed on the Pt surface. With increasing the po- tential, platinum oxides are formed, and thus the reaction rate is enhanced, resulting in an increase in the current intensity in the cyclic voltammograms. However, the peak current densi- ties are different. They are 14.9 mA/cm 2 at the Pt/C-M cata- lyst electrode, 19.72 mA/cm 2 at the Pt/XC-72 catalyst elec- trode, and 22.06 mA/cm 2 at the Pt/CMK-3 catalyst electrode. It is obvious that the electrocatalytic activity of the Pt/CMK-3 catalyst for methanol oxidation is higher than that of the Pt/C-M and Pt/XC-72 catalysts. This indicates that the elec- trocatalytic activity is related to the size of Pt particles. As the size of Pt particles is small, Pt particles are easily oxidized at low potentials (0–0.6 V), which leads to an increase in the –OH coverage (θ OH ) and restrains the dissociative adsorption of methanol at low potentials. Thus, the coverage of –COH (θ COH ) and θ OH is unbalanced [5]. Fig. 5 Cyclic voltammograms of different catalysts in 0.5 mol/L H 2 SO 4 + 0.5 mol/L CH 3 OH solution (1) Pt/C-M, (2) Pt/XC-72, (3) Pt/CMK-3 The chronoamperometric curves of 0.5 mol/L CH 3 OH in 0.5 mol/L H 2 SO 4 solution at the Pt catalyst electrodes at 0.60 V indicate that the current density at the Pt/CMK-3 cata- lyst-coated electrode is much higher after 1000 s compared with that at the Pt/C-M and Pt/XC-72 catalyst-coated elec- trodes (Fig. 6). This further demonstrates that the electrocata- lytic activity of the Pt/CMK-3 catalyst for the methanol oxi- dation is higher than that of Pt/C-M and Pt/XC-72 catalysts. From the above results, it can be concluded that the Pt/CMK-3 catalyst prepared using paraformaldehyde as the reducing agent possesses high electrocatalytic activity for the methanol oxidation. The relative crystallinity and average size of Pt particles in the Pt/CMK-3 catalyst are lower and smaller, respectively. In the process of catalyst preparation, the reduc- tion rate is a very important factor for the structure of the metal deposits. It is considered that there are several steps in the metal deposition: (1) creation of metal atoms from the chemical reaction, (2) formation of crystal cells from atoms, (3) aggregation of cells to form particles, and (4) coalescence of particles. A higher reaction rate favors smaller particles. A more gentle reducing agent in combination with a fast reac- tion favors small particles and uniform particle size distribu- tion. In this work, methanol and paraformaldehyde was cho- sen as the reducing agent, respectively. The reduction reaction rate of paraformaldehyde is higher than that of methanol; therefore, the size of particles that result from the reduction with paraformaldehyde is smaller than that from methanol reduction. In addition, CMK-3 is a porous carbon support material with a uniform and controllable structure. The pri- mary role of the carbon support is to disperse metal nanopar- ticles and provide electrical connection among them. As a porous and continuous solid phase, it also functions as a trap- ping agent of current to a certain extent. Paraformaldehyde can release formaldehyde in the solution. The rate of the reaction of formaldehyde with H 2 PtCl 6 under alkaline conditions is higher than that under acidic conditions. In the previous process, H 2 PtCl 6 solution was adjusted to al- kaline conditions before adding formaldehyde, and as a result, the particles are easy to congregate. In this paper, the para- formaldehyde solution instead of H 2 PtCl 6 was adjusted to pH > 7 with Na 2 CO 3 , and thus particle coalescence can be almost avoided. Fig. 6 Chronoamperometric curves of different catalysts in 0.5 mol/L H 2 SO 4 + 0.5 mol/L CH 3 OH solution at 0.6 V (1) Pt/C-M, (2) Pt/XC-72, (3) Pt/CMK-3 WU Wei et al. / Chinese Journal of Catalysis, 2007, 28(1): 17–21 3 Conclusions The Pt/CMK-3 catalyst has been prepared using parafor- maldehyde as the reducing agent. The nucleation and growth of Pt particles on CMK-3 are influenced by the experimental conditions such as surface states of carbon, temperature, time, and concentration of reactants and products. Small and uni- formly distributed Pt particles can be obtained by controlling the experimental conditions. CMK-3 is a porous carbon sup- port material with uniform and controllable structure, and its role is to disperse metal nanoparticles and to provide the elec- trical connection. Because this preparation method is very simple and the electrocatalytic activity of the prepared Pt/CMK-3 catalyst for the methanol oxidation is high, this method is promising for practical applications. References [1] Yi B L. Fuel Cells: Principle, Technique and Applications. Beijing, China: Chem Ind Press, 2003. 1 [2] Costamagna P, Srinivasan S. J Power Sources, 2001, 102(1–2): 242 [3] Steigerwalt E S, Deluga G A, Lukehart C M. J Phys Chem B, 2002, 106(4): 760 [4] Morimoto Y, Yeager E B. J Electroanal Chem, 1998, 444(1): 95 [5] Frelink T, Visscher W, van Veen J A R. J Electroanal Chem, 1995, 382(1–2): 65 [6] Ma G X, Tang Y W, Yang H, Zhou Y M, Xing W, Lu T H. Acta Phys-Chim Sin, 2003, 19(11), 1001 [7] Bonnemann H, Brijoux W, Brinkmann R, Dinjus E, Joussen T, Korall B. Angew Chem, 1991, 30(10): 1312 [8] Quiroz M A, Gonzalez I, Meas Y, Lamy-Pitara E, Barbier J. Electrochim Acta, 1987, 32(2): 289 [9] Joo S H, Choi S J, Oh I, Kwak J, Liu Z, Terasaki O, Ryoo R. Nature, 2001, 412(6843): 169 [10] Ryoo R, Joo S H, Jun S. J Phys Chem B, 1999, 103(37): 7743 [11] White J H, Sammells A F. J Electrochem Soc, 1993, 140(8): 2167 [12] Antolini E, Cardelini F. J Alloys Compd, 2001, 315(1–2): 118 [13] Pozio A, de Francesco M, Cemmi A, Cardellini F, Giorgi L. J Power Sources, 2002, 105(1): 13 [14] Prabhuram J, Manoharan R. J Power Sources, 1998, 74(1): 54 CHNJC 60008 S1872-2067(07)60008-4 10.1016/S1872-2067(07)60008-4 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (50502020), the High-Tech Fund of Jiangsu Province of China (BG2005009), and the Science Innovation Fund of Nanjing University of Aeronautics and Astronautics of China. RESEARCH PAPER Preparation of Pt/CMK-3 Anode Catalyst for Methanol Fuel Cells Using Paraformaldehyde as Reducing Agent Wei WU a Jieming CAO a * Yu CHEN b Tianhong LU b a College of Material Science and Technology, Nanjing University of Aeronautics and Astronautics, Nanjing 210016, Jiangsu, China b Department of Chemistry and Environmental Science, Nanjing Normal University, Nanjing 210097, Jiangsu, China * Corresponding author. Tel: +86-25-84893633 The Pt/CMK-3 anode catalyst for direct methanol fuel cells (DMFC) was prepared by the liquid reduction method using paraformaldehyde as the reducing agent. The catalyst was characterized by X-ray diffraction and transmission electron microscopy. The results showed that CMK-3 was a highly intriguing support material for DMFC because of its high surface area, uniform mesopores, and high thermal and chemical stability. The average particle size of Pt nanoparticles in Pt/CMK-3 was 2.8 nm, which was smaller than that of the commercially available Pt/XC-72 catalyst from the E-TEK Corporation and that of the Pt/C-M catalyst prepared using methanol as the reducing agent. The particle size distribution of Pt/CMK-3 was narrow, and the relative crystallinity was low. The electrocatalytic activity of Pt/CMK-3 for ethanol oxidation was studied. The Pt/CMK-3 catalyst possessed higher electrocatalytic activity than Pt/XC-72 and Pt/C-M catalysts. Key Words platinum CMK-3 mesoporous material paraformaldehyde methanol direct methanol fuel cell References 1 BL Yi Fuel Cells: Principle, Technique and Applications 2003 Chem Ind Press Beijing, China 1 2 P Costamagna S Srinivasan J Power Sources 102 1–2 2001 242 3 ES Steigerwalt GA Deluga CM Lukehart J Phys Chem B 106 4 2002 760 4 Y Morimoto EB Yeager J Electroanal Chem 444 1 1998 95 5 T Frelink W Visscher JAR van Veen J Electroanal Chem 382 1–2 1995 65 6 GX Ma YW Tang H Yang YM Zhou W Xing TH Lu Acta Phys-Chim Sin 19 11 2003 1001 7 H Bonnemann W Brijoux R Brinkmann E Dinjus T Joussen B Korall Angew Chem 30 10 1991 1312 8 MA Quiroz I Gonzalez Y Meas E Lamy-Pitara J Barbier Electrochim Acta 32 2 1987 289 9 SH Joo SJ Choi I Oh J Kwak Z Liu O Terasaki R Ryoo Nature 412 6843 2001 169 10 R Ryoo SH Joo S Jun J Phys Chem B 103 37 1999 7743 11 JH White AF Sammells J Electrochem Soc 140 8 1993 2167 12 E Antolini F Cardelini J Alloys Compd 315 1–2 2001 118 13 A Pozio M de Francesco A Cemmi F Cardellini L Giorgi J Power Sources 105 1 2002 13 14 J Prabhuram R Manoharan J Power Sources 74 1 1998 54",
      "scopus-id": "34248654119",
      "coredata": {
        "eid": "1-s2.0-S1872206707600084",
        "dc:description": "The Pt/CMK-3 anode catalyst for direct methanol fuel cells (DMFC) was prepared by the liquid reduction method using paraformaldehyde as the reducing agent. The catalyst was characterized by X-ray diffraction and transmission electron microscopy. The results showed that CMK-3 was a highly intriguing support material for DMFC because of its high surface area, uniform mesopores, and high thermal and chemical stability. The average particle size of Pt nanoparticles in Pt/CMK-3 was 2.8 nm, which was smaller than that of the commercially available Pt/XC-72 catalyst from the E-TEK Corporation and that of the Pt/C-M catalyst prepared using methanol as the reducing agent. The particle size distribution of Pt/CMK-3 was narrow, and the relative crystallinity was low. The electrocatalytic activity of Pt/CMK-3 for ethanol oxidation was studied. The Pt/CMK-3 catalyst possessed higher electrocatalytic activity than Pt/XC-72 and Pt/C-M catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206707600084",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "WU, Wei"
          },
          {
            "@_fa": "true",
            "$": "CAO, Jieming"
          },
          {
            "@_fa": "true",
            "$": "CHEN, Yu"
          },
          {
            "@_fa": "true",
            "$": "LU, Tianhong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206707600084"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206707600084"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(07)60008-4",
        "prism:volume": "28",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Preparation of Pt/CMK-3 Anode Catalyst for Methanol Fuel Cells Using Paraformaldehyde as Reducing Agent",
        "prism:copyright": "Copyright © 2007 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "platinum"
          },
          {
            "@_fa": "true",
            "$": "CMK-3 mesoporous material"
          },
          {
            "@_fa": "true",
            "$": "paraformaldehyde"
          },
          {
            "@_fa": "true",
            "$": "methanol"
          },
          {
            "@_fa": "true",
            "$": "direct methanol fuel cell"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "17-21",
        "prism:endingPage": "21",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2007",
        "prism:doi": "10.1016/S1872-2067(07)60008-4",
        "prism:startingPage": "17",
        "dc:identifier": "doi:10.1016/S1872-2067(07)60008-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/34248654119"
      }
    }
  }
}