{
  "metadata": {
    "title": "<ce:italic>In-situ</ce:italic> formation of cobalt phosphide nanoparticles confined in three-dimensional porous carbon for high-performing zinc-air battery and water splitting",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2022-12-31",
    "doi": "10.1016/S1872-2067(21)64047-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206721640470",
    "pii": "S1872206721640470"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85141491364",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2022-11-09 2022-11-09 2022-11-09 2022-11-09 2023-01-18T15:58:50 1-s2.0-S1872206721640470 S1872-2067(21)64047-0 S1872206721640470 10.1016/S1872-2067(21)64047-0 S300 S300.2 FULL-TEXT 1-s2.0-S1872206722X00120 2024-05-28T11:27:55.740965Z 0 0 20221201 20221231 2022 2022-11-09T09:21:12.55726Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 43 43 12 12 Volume 43, Issue 12 12 3107 3115 3107 3115 202212 December 2022 2022-12-01 2022-12-31 2022 article fla Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. INSITUFORMATIONCOBALTPHOSPHIDENANOPARTICLESCONFINEDINTHREEDIMENSIONALPOROUSCARBONFORHIGHPERFORMINGZINCAIRBATTERYWATERSPLITTING SHU X 1 Introduction 2 Experimental 2.1 Material preparation 2.2 Characterization 2.3 Electrochemical measurements 2.4 Fabrication and evaluation of Zinc-air batteries 2.5 Fabrication of water splitting equipment 3 Results and discussion 3.1 Structure and composition characterization 3.2 ORR and OER electrocatalytic performance 3.3 Zinc-air batteries application 4 Conclusions Electronic supporting information Supplementary Material References SHU 2021 96 114 X YANG 2021 2006773 M YANG 2020 4105 4111 M TAN 2021 106460 D CHEN 2022 133961 Q LI 2021 2102002 H GUAN 2017 1704117 C ZHANG 2019 7062 7072 Z CALLEJAS 2016 6017 6044 J XU 2018 5574 5579 W YUAN 2021 108985 G LI 2019 103821 Y AHN 2017 1702068 S NIU 2020 9177 9184 Y WANG 2018 500 509 X LUO 2021 2002762 M TANG 2019 1901996 L JI 2019 1808267 D YUAN 2020 2404 2412 K ZHANG 2019 20118 20126 J ZHU 2018 1805268 L CHEN 2019 536 544 S CHEN 2019 19719 19727 S CHEN 2019 24868 24876 X MENG 2016 10226 F PAN 2012 9287 9292 L JORGE 2020 1902494 A KIM 2017 6654 6664 H LIU 2014 460 466 X ARMAROLI 2007 52 66 N LIU 2014 6710 6714 Q KORNIENKO 2018 5322 5333 N SHU 2020 234 243 X ZHOU 2021 571 582 S SHI 2020 390 403 F CHEN 2020 858 867 K SHUX2022X3107 SHUX2022X3107X3115 SHUX2022X3107XX SHUX2022X3107X3115XX 2024-11-09T00:00:00.000Z 2024-11-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2022-11-12T23:13:43.336Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 22175108 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Natural Science Foundation of Shandong Province ZR2020JQ09 Natural Science Foundation of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/501100007129 http://sws.geonames.org/1814991/ Taishan Scholars Program of Shandong Province tsqn20161004 Taishan Scholar Project of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/501100010040 http://sws.geonames.org/1814991/ Universities of Shandong Province 2019KJC025 This work was supported by the National Natural Science Foundation of China ( 22175108 ), the Natural Science Foundation of Shandong Province ( ZR2020JQ09 ), the Taishan Scholars Program of Shandong Province ( tsqn20161004 ), and the Project for Scientific Research Innovation Team of Young Scholar in Colleges, Universities of Shandong Province ( 2019KJC025 ). 0 item S1872-2067(21)64047-0 S1872206721640470 1-s2.0-S1872206721640470 10.1016/S1872-2067(21)64047-0 273538 2023-01-18T16:14:12.541432Z 2022-12-01 2022-12-31 1-s2.0-S1872206721640470-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/MAIN/application/pdf/f6c67f4fbab258a42d54821f7945d7d7/main.pdf main.pdf pdf true 3761182 MAIN 9 1-s2.0-S1872206721640470-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/PREVIEW/image/png/7115f3522077191e678ad8594ec867fe/main_1.png main_1.png png 51644 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206721640470-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/fx1/DOWNSAMPLED/image/jpeg/9ad067133c8569eb9669c77acc6bd69b/fx1.jpg fx1 true fx1.jpg jpg 15744 158 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721640470-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr1/DOWNSAMPLED/image/jpeg/f6a706dc1ad2a355d05e45b250616261/gr1.jpg gr1 gr1.jpg jpg 42455 265 365 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721640470-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr2/DOWNSAMPLED/image/jpeg/98850b3dd044364f1534fa725ee8381f/gr2.jpg gr2 gr2.jpg jpg 59722 278 540 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721640470-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr3/DOWNSAMPLED/image/jpeg/4d85b8e7a041e123ff5a4dda9fe726c9/gr3.jpg gr3 gr3.jpg jpg 71431 291 587 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721640470-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr4/THUMBNAIL/image/jpeg/941c31195522c3618244d18df1e099cc/gr4.jpg gr4 gr4.jpg jpg 60009 295 588 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721640470-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr5/DOWNSAMPLED/image/jpeg/142ab1d72cc0aecebedb360209844c2c/gr5.jpg gr5 gr5.jpg jpg 65796 307 618 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721640470-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr6/DOWNSAMPLED/image/jpeg/73dfaaf01550fe9bca87042e3c3a247d/gr6.jpg gr6 gr6.jpg jpg 25886 139 578 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721640470-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/fx1/THUMBNAIL/image/gif/ee440d89d838710bea0e9c44200a7daf/fx1.sml fx1 true fx1.sml sml 8429 115 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721640470-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr1/THUMBNAIL/image/gif/285783b390aa8fdbe46fbedea347fb3b/gr1.sml gr1 gr1.sml sml 27884 159 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721640470-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr2/THUMBNAIL/image/gif/f84837852004ed9a244b768820eab415/gr2.sml gr2 gr2.sml sml 9404 113 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721640470-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr3/THUMBNAIL/image/gif/e38ec07f04f2632c97c4b456ec43c434/gr3.sml gr3 gr3.sml sml 9459 109 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721640470-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr4/THUMBNAIL/image/gif/403301a1805fd0bb039dfd26c50cbdee/gr4.sml gr4 gr4.sml sml 8247 110 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721640470-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr5/THUMBNAIL/image/gif/ed1acc05fed0e37815ea9155e163b709/gr5.sml gr5 gr5.sml sml 8437 109 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721640470-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/gr6/THUMBNAIL/image/gif/cbe2398e639c57feb056df2a59c2f4e0/gr6.sml gr6 gr6.sml sml 5133 53 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721640470-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/MAIN/image/jpeg/07be07380fcca35745b0040a09edeac2/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 66488 421 800 IMAGE-HIGH-RES 1-s2.0-S1872206721640470-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/HIGHRES/image/jpeg/05576b578d495e1efdfa913844c7b7f7/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 240325 704 970 IMAGE-HIGH-RES 1-s2.0-S1872206721640470-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/HIGHRES/image/jpeg/56d2482444a4e59d8e6aebad95da775f/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 278074 738 1435 IMAGE-HIGH-RES 1-s2.0-S1872206721640470-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/HIGHRES/image/jpeg/ce4f022b8d3ea541f6d1cd8871e94383/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 308200 774 1561 IMAGE-HIGH-RES 1-s2.0-S1872206721640470-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/HIGHRES/image/jpeg/04082bae5b5cacceef1097a31c9f8971/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 265117 784 1563 IMAGE-HIGH-RES 1-s2.0-S1872206721640470-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/HIGHRES/image/jpeg/9b8bc066368511b6ff0928b085365e4b/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 286157 817 1643 IMAGE-HIGH-RES 1-s2.0-S1872206721640470-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/HIGHRES/image/jpeg/51ffb0d7783462fef75cca4362c42d24/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 105885 369 1537 IMAGE-HIGH-RES 1-s2.0-S1872206721640470-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721640470/mmc1/MAIN/application/pdf/cd78af64d868d2586df1cbffc3abc03a/mmc1.pdf mmc1 mmc1.pdf pdf false 2997083 APPLICATION CHNJC 64047 S1872-2067(21)64047-0 10.1016/S1872-2067(21)64047-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Morphology and microstructure characterization. SEM and TEM images of B-NPC (a,b), CoP X @B-NPC (c,d) and CoP X @F-NPC (e,f). (g,h) HR-TEM images of CoP X @B-NPC. (i) STEM image and the corresponding elemental mapping images of CoP X @B-NPC. Fig. 2 Characterization of electrocatalysts. (a) Nitrogen adsorption-desorption isotherms. (b) Pore distribution curves. (c) XRD patterns. High-resolution XPS spectra of CoP X @B-NPC: Co 2p region (d), P 2p region (e) and N 1s region (f). Fig. 3 Electrocatalytic performance evaluation in alkaline electrolyte. (a) LSV curves for ORR. (b) Corresponding Tafel plots. (c) LSV curves on CoP X @B-NPC at different rotation rates and corresponding Koutechy?-Levich plots (inset). (d) Peroxide yield and electron transfer number derived from rotating ring-disk electrodes; LSV curves for OER in 1 mol L−1 KOH (e) and for bifunctional catalytic activity (f) in 0.1 mol L−1 KOH. Fig. 4 ZAB performance evaluation. (a) Galvanostatic discharging curves. (b) Cathodic polarization curves and corresponding power density plots. (c) Specific capacity plots at various current densities using CoP X @B-NPC electrode; polarization curves (d) and galvanostatic cycling test (e) at current density of 5 mA cm−2. Fig. 5 Solid-state ZAB performance. (a) Open-circuit voltage plots. (b) Galvanostatic discharging curves. (c) Polarization curves and corresponding power density curves. (d) Polarization curves. (e) Galvanostatic cycling test at a current density of 1 mA cm−2. (f) Galvanostatic cycling test under flat and bending conditions. Scheme 1 Schematic illustration for the preparation of cobalt phosphide NPs embedded 3D porous carbon. Available online 10 November 2022 This work was supported by the National Natural Science Foundation of China (22175108), the Natural Science Foundation of Shandong Province (ZR2020JQ09), the Taishan Scholars Program of Shandong Province (tsqn20161004), and the Project for Scientific Research Innovation Team of Young Scholar in Colleges, Universities of Shandong Province (2019KJC025). Article In-situ formation of cobalt phosphide nanoparticles confined in three-dimensional porous carbon for high-performing zinc-air battery and water splitting Xinxin Shu a † Maomao Yang a † Miaomiao Liu a Huaisheng Wang b Jintao Zhang a * a Key Laboratory for Colloid and Interface Chemistry of State Education Ministry, School of Chemistry and Chemical Engineering, Shandong University, Jinan 250100, Shandong, China Key Laboratory for Colloid and Interface Chemistry of State Education Ministry School of Chemistry and Chemical Engineering Shandong University Jinan Shandong 250100 China Key Laboratory for Colloid and Interface Chemistry of State Education Ministry, School of Chemistry and Chemical Engineering, Shandong University, Jinan 250100, Shandong, China b School of Chemistry and Chemical Engineering, Liaocheng University, Liaocheng 252059, Shandong, China School of Chemistry and Chemical Engineering Liaocheng University Liaocheng Shandong 252059 China School of Chemistry and Chemical Engineering, Liaocheng University, Liaocheng 252059, Shandong, China * Corresponding author. Tel: +86-531-88361011 Tel: +86-531-88361011 † Contributed equally to this work. Abstract The rational design of efficient and stable carbon-based electrocatalysts for oxygen reduction and oxygen evolution reactions is crucial for improving energy density and long-term stability of rechargeable zinc-air batteries (ZABs). Herein, a general and controllable synthesis method was developed to prepare three-dimensional (3D) porous carbon composites embedded with diverse metal phosphide nanocrystallites by interfacial coordination of transition metal ions with phytic acid-doped polyaniline networks and subsequent pyrolysis. Phytic acid as the dopant of polyaniline provides favorable anchoring sites for metal ions owing to the coordination interaction. Specifically, adjusting the concentration of adsorbed cobalt ions can achieve the phase regulation of transition metal phosphides. Thus, with abundant cobalt phosphide nanoparticles and nitrogen- and phosphorus-doping sites, the obtained carbon-based electrocatalysts exhibited efficient electrocatalytic activities toward oxygen reduction and evolution reactions. Consequently, the fabricated ZABs exhibited a high energy density, high power density of 368 mW cm−2, and good cycling/mechanical stability, which could power water splitting for integrated device fabrication with high gas yields. Graphical Abstract Three-dimensional porous carbon composites embedded with cobalt phosphide nanocrystallites are proposed to enhance the performance of Zn-air batteries and water splitting. Keywords Cobalt phosphide Three-dimensional porous carbon Electrocatalysis Zinc-air battery Water splitting 1 Introduction Rechargeable zinc-air batteries (ZABs) with low cost, good safety, and high energy density are promising supplementary and alternative batteries for Li-ion battery-dominant markets, including mobile communications and electric vehicles [1,2]. However, their practical implementation is limited by their low power density, short cycling life, and low energy efficiency, mainly because of the sluggish reaction kinetics and poor electrochemical reversibility for the oxygen reduction reaction (ORR) and evolution reaction (OER) in air electrodes [3]. Therefore, extensive research has been devoted to exploring efficient and stable bifunctional electrocatalysts. Beyond noble metal-based electrocatalysts, low-cost and earth-abundant electrocatalysts have been developed using nanocarbons, non-noble metals, and carbon-based composites [4–6]. In particular, carbon-based composites with sophisticated structures have good stability and low-cost, offering opportunities to improve the electrocatalytic performance and stability [7,8]. Recent advances have shown that transition metal phosphides (TM x P y ) are a promising class of earth-abundant electrocatalysts for diverse catalytic reactions, such as hydrodesulfurization (HDS) and hydrogen evolution reaction (HER) [9]. Owing to its strong metal-phosphrous (M–P) bands, TM x P y exhibits good thermal stability and high oxidation resistance. In particular, phosphorus-rich TM x P y (y > x) has been confirmed as a highly active catalyst for HER [10]. The presence of P atoms in TM x P y increases the density of states near the Fermi level, resulting in low overpotential and fast reaction kinetics for hydrogen evolution [11,12]. However, the preparation of TM x P y usually requires introducing additional phosphorus sources such as PH3, (NH4)2HPO4, or NaH2PO2 [13–15]. Moreover, the direct organometallic decomposition strategy using triphenylphosphine (TPP) and trioctylphosphine (TOP) as phosphorus sources is relatively tedious. Hence, a facile synthetic strategy is highly desirable for designing advanced electrocatalysts for practical applications. Based on the superior electrocatalytic performance of TM x P y , carbon support incorporation is efficient for exploring their synergetic effects, thus enhancing electrocatalytic activity [16,17]. Thermal pyrolysis is generally used to transform precursors into carbon-based composites. However, high-temperature pyrolysis and carbothermic reactions inevitably accelerate the thermal decomposition of carbon and lead to severe aggregation of TM x P y nanoparticles, resulting in inferior catalytic performance [18]. The additive etching process is generally employed to remove aggregated particles [19,20]. To address these issues, porous carbon networks with large surface areas and highly conductive skeletons are required to anchor the TM x P y for electrocatalysis. Herein, we demonstrate a general method to synthesize 3D porous carbon electrocatalysts embedded with metal phosphide nanoparticles via the incorporation of interfacial coordination of phytic acid with metal ions and the in situ thermal carbonization of a doped polyaniline (PANI) network. With the desirable coordination ability of phytic acid, additional metal ions can be introduced into the porous PANI network. Without additional phosphorus sources, the present method efficiently integrates the formation of TM x P y and phosphorus doping via thermal carbonization. Notably, the as-prepared electrocatalysts with 3D porous carbon and cobalt phosphide nanocrystals synergistically improved the electrocatalytic ability and good durability for the ORR, OER, and HER. With efficient electrocatalytic activity, ZABs exhibit a high power density and good cycling stability in both aqueous and solid-state electrolytes. In particular, water splitting devices can be driven by fabricated ZABs, further demonstrating their multifunctional catalytic applications. 2 Experimental 2.1 Material preparation Five mL of phytic acid (50%, w/w in water) was added to 20 mL ultrapure water (18.25 MΩ cm) to form a dilute phytic acid solution. Two milliliters of aniline monomer were added to obtain the solution A. Ammonium persulphate (0.6 g) was dissolved in 5 mL water to obtain solution B. Two solutions were mixed together and kept at 4 °C overnight. After polymerization, the obtained hydrogel was immersed in deionized water and washed several times to obtain B-PANI-PA. F-PANI-PA was synthesized by adjusting the phytic acid to aniline ratio. Specifically, 5 mL of PA was added to 13 mL of deionized water, and then 3.2 mL aniline monomer was added, followed by the addition of 0.96 g in 5 mL deionized water. To obtain B-PANI-PA-Co and F-PANI-PA-Co, 50 mL 6.8 mmol L−1 cobalt nitrate solution was added to 50 mL B-PANI-PA or F-PANI-PA dispersion (6 mg mL−1) and stirred for 2 h, then washed and freeze-dried for 48 h. By adjusting the pH to 7.3, B-PANI-PA-Co-7.3 was obtained. PANI aerogels were pyrolyzed at 900 °C for 1 h under nitrogen at an increasing temperature rate of 5 °C min−1. When dwelling at 900 °C, NH3 (30 mL min−1) was injected into the tube and maintained for 30 min to obtain CoP X @B-NPC, CoP X @F-NPC, and CoP X @B-NPC-7.3. The same procedure was used to synthesize FeP X @B-NPC in the presence of iron (III) nitrate. B-PANI-PA-Co pyrolyzed under N2 atmosphere is denoted as B-NPC. 2.2 Characterization The morphology and microstructure were determined by field-emission scanning electron microscopy (FESEM, ZEISS GeminiSEM 300), transmission electron microscopy (TEM, JEOL 2100 PLUS), and high-resolution transmission electron microscopy (HRTEM, JEM-2100F). Ultraviolet-visible (UV-vis) spectra were obtained using a UV-Vis-NIR spectrometer (Cary 5000). Fourier transform infrared (FTIR) spectra were recorded using a FTIR spectrometer (Bruker Invenio S). The crystalline structure was recorded on an X-ray diffractometer (SmartLab 9KW) using Cu-Kα radiation (λ = 0.15418 nm). X-ray photoelectron spectra (XPS) were recorded using a photoelectron spectrometer (ESCALAB 250). High-resolution spectra were deconvoluted using XPSPEAK41 software and fitting with 20% Lorentzian-Gaussian function after Shirley type background subtraction. Raman spectra were recorded using a Raman spectrometer (LabRAM HR Evolution) under laser excitation at 532 nm. N2 sorption isotherms were recorded using a BJ Builder KuboX1000 instrument at –196 °C. 2.3 Electrochemical measurements Electrochemical evaluation was conducted on a CHI 760E workstation (CH Instrument, Shanghai) in a three-electrode setup with 0.1 mol L−1 KOH (1 mol L−1 KOH for OER/HER) as the electrolyte, an Ag/AgCl electrode, and a graphite rod as the reference and counter electrodes, respectively. The potential was converted to a reversible hydrogen electrode (RHE) according to the following equation: E RHE = E Ag/AgCl + 0.197 + 0.059pH. To prepare the catalyst ink, 5 mg of as-prepared catalysts were dispersed in a solution containing 0.05 mL Nafion (5 wt%, DuPont) and 0.95 mL ultrapure water under sonication, followed by dripping 8 μL of catalyst ink on the disk electrode of the rotating ring-disk electrode (RRDE) for the ORR test or 200 μL per side of catalyst ink on carbon paper (Shanghai Hesen Electric Co., Ltd, HCP330N) for the OER/HER test. Pt/C (20 wt%, Sigma-Aldrich) and RuO2 (Aladdin) references were prepared using the same procedure. LSV curves were obtained using RRDE at a rotation speed of 1600 rpm for ORR and using carbon paper with 90% iR-compensation for OER and HER evaluation. The kinetic current (i K) and electron transfer number (n) for ORR can be derived from the Koutecký-Levich equation [21]: (1) 1/j = 1/j l + 1/j k = 1/(0.2nFD O2 2/3 ω 1/2 ν −1/6 C O2) + 1/j k where j is the measured current density, j l is the diffusion-limiting current density, and j k is the kinetic current density. F is the Faraday constant (F = 96485 C mol−1), D O2 is the diffusion coefficient of O2 in 0.1 mol L−1 KOH (D O2 = 1.9 × 10−5 cm2 s−1), ω is the rotating rate, υ is the kinetic viscosity (υ = 0.01 cm2 s−1) and C O2 is the bulk concentration of O2 (C O2 = 1.2 × 10−6 mol cm−3). The constant, 0.2, is adopted when the rotation rate is used in rpm. The HO2 − yield and n value can be derived from the following equations [22]: (2) %(HO2 −) = 200 I r/(I d × N + I r) (3) n = 4 × I d/(I d + Ir/N) where I r is the ring current, I d is the disk current, and N (0.38) is the current-collection efficiency of the ring electrode. The double-layer capacitance (C dl) can be measured using the capacitive current related to the double-layer range. 2.4 Fabrication and evaluation of Zinc-air batteries The ZABs were fabricated in a homemade cell with a Zn plate as anode and 6 mol L−1 KOH solution as electrolyte (6 mol L−1 KOH and 0.2 mol L−1 zinc acetate for cycling test). Air cathode was fabricated by coating catalyst ink (5 mg mL−1) onto carbon paper (Shanghai Hesen Electric Co., Ltd, HCP135) and dried at 80 °C. The mass loading was 1 mg cm−2. The PAA gel electrolyte for solid-state ZABs was prepared as described in a previous work [23]. Polarization curves were recorded on a CHI 760E workstation, and other data were recorded using a LAND CT2001A battery testing system under ambient conditions. 2.5 Fabrication of water splitting equipment Both the cathode and anode were prepared using CoP X @B-NPC-coated carbon paper with a mass loading of 1 mg cm−2 (1 cm × 1 cm). The water splitting device was driven by two ZABs in series. 3 Results and discussion 3.1 Structure and composition characterization As shown in Scheme 1 , aniline monomers were polymerized in the presence of phytic acid, forming a hierarchical PANI hydrogel doped with phytic acid. Equipped with abundant surface phytate groups, metal ions can be easily coordinated and anchored in the polymer. Thermal carbonization enables the in-situ formation of metal phosphide nanocrystals embedded in 3D porous carbon nanofibers. PANI with a peculiar skeleton interconnected with benzenoid amines allows surface modification with various dopants (e.g., acids) via electrostatic interactions, thus enhancing the electrical conductivity. Upon increasing the ratio of aniline to phytic acid, the obtained PANI aerogels exhibited a dark cyan color (denoted as B-PANI-PA) and an olive color (denoted as F-PANI-PA), respectively (Fig. S1). Scanning electron microscopy (SEM) images (Fig. S2) demonstrated aniline-dependent morphological changes. With increasing aniline content, the coralloid-like morphology of the PANI aerogel for B-PANI-PA changed to a fiber-like morphology of F-PANI-PA. The N2 isotherms (Fig. S3(a)) of the two PANI aerogels exhibited a similar type IV profile, suggesting the presence of mesopores owing to the interconnected interspaces. However, the specific surface area of F-PANI-PA was approximately 740 m2 g−1, which was approximately two-fold larger than that of B-PANI-PA (378 m2 g−1). The pore-size distribution curves (Fig. S3(b)) further confirm the presence of mesopores with diameters < 10 nm and large pore volumes of 0.90 and 0.52 cm3 g−1 for F-PANI-PA and B-PANI-PA, respectively. These results demonstrate that the porous structure can be adjusted by varying the aniline-to-phytic acid ratio. The variation in the surface functional groups of the PANI aerogels was investigated using FTIR spectroscopy, as shown in Fig. S4. For B-PANI-PA, two characteristic peaks situated at 1570 and 1487 cm−1 were assigned to the stretching vibration of C=C in the quinoid and benzenoid rings, indicating the emeraldine salt form of PANI [24–26]. For F-PANI-PA, the slight blue-shift of these two peaks to 1574 and 1494 cm−1 indicates the different emeraldine states of polyanline due to the different dopant ratios. The characteristic bands situated at ~1050 and 927 cm−1 were assigned to the antisymmetrical and symmetrical frequencies of the P–O–C groups in PANI-PA, respectively [27,28]. The blue shift of these two peaks in the FT-IR spectra to higher wavenumbers can be attributed to the interactions between the phytate groups and cobalt ions [27]. To further confirm the strong adsorption capability of phytic acid-doped PANI for cobalt ions, the ultraviolet-visible absorption spectrum was obtained by recording the time-dependent change in the peak intensity. Notably, by adjusting the pH from 4 to ~7.3, a dramatic decrease in the absorbance value of the cobalt (II) aqueous solution (Fig. S5) indicated the enhanced absorption capacity of phytic acid-doped PANI for Co ions. As expected, the concentration of Co ions was decisive for the microstructure and phase component of TM x P y . As shown in Fig. 1 , B-NPC prepared by pyrolysis of B-PANI-PA in N2 shows a brachyplast-like structure (Figs. 1(a), (b)). The carbonization of B-PANI-PA and F-PANI-PA under an NH3 atmosphere led to the formation of CoP X @B-NPC and CoP X @F-NPC, showing a 3D porous structure embedded with nanocrystals (Figs. 1(c)–(f)). The porosity is significantly enhanced by the thermal decomposition of organic precursors at temperatures above 1000 °C. In particular, the presence of metal species promotes thermal etching of carbon materials [29]. When NH3 is introduced as a reducing gas, the phytate groups induce in situ formation of metal phosphides under thermal treatment. After adjusting the pH to 7.3, CoP X @B-NPC-7.3 exhibited an increased nanoparticle size at the micrometer scale (Fig. S7). Thus, the enhancement in the adsorption capacity of metal ions would result in nanoparticle aggregation during thermal treatment, demonstrating the crucial role of adsorption capacity in adjusting the final dispersion. HRTEM images of CoP X @B-NPC (Fig. 1(g)), (h)) shows CoP X nanocrystals embedded within an interconnected porous carbon skeleton. The elemental mapping images in Fig. 1(i)) reveal a good distribution of N and O in the carbon skeleton. The overlap of the Co and P regions suggests the formation of a cobalt phosphide. N2 adsorption-desorption isotherms and pore distribution curves (Figs. 2(a), (b)) further elucidate the large pore volumes and broad pore distribution induced by pyrolysis under an NH3 atmosphere. Brunauer–Emmett–Teller (BET) analysis confirms the BET surface area increases from 465, 618 to 694 m2 g−1, while the total pore volume increases from 0.45, 0.65 to 0.86 cm3 g−1 for B-NPC, CoP X @B-NPC and CoP X @F-NPC, respectively. These results are in line with the porous structure observed in the TEM images, indicating the hierarchical porous structures of CoP X @B-NPC and CoP X @F-NPC. XRD patterns revealed the formation of CoP and CoP3 species in CoP X @B-NPC and CoP X @F-NPC, but the absence of detectable cobalt species in B-NPC. The characteristic peaks located at 31.6°, 35.4°, 36.4°, 46.3°, 48.1°, and 56.8° (Fig. 2(c) )) were assigned to the (011), (200), (111), (112), (211), and (301) crystal faces, respectively. The diffraction peaks at 32.8°, 36.9°, 40.6°, 43.9°, 47.1°, 50.1°, and 55.9o were indexed to the (220), (013), (222), (321), (400), (411), and (332) faces of CoP3, respectively. These relatively broad peaks suggest a defect-rich structure. In contrast, the cobalt phosphide phase was pH-dependent, and cobalt-rich Co2P (CoP X @B-NPC-7.3) was obtained at a higher pH because of the increasing metal species adsorbed. This synthetic strategy can be further extended to prepare various metal phosphide species embedded in 3D porous carbon composites with uniform dispersion and tunable compositions. When Co ions were replaced with Fe ions, Fe2P embedded porous carbon materials (denoted as FeP X @B-NPC) were well synthesized (Fig. S8). Raman spectra in Fig. S9 exhibits two characteristic peaks of the G and D bands at approximately 1595 and 1348 cm−1. After pyrolysis under NH3 atmosphere, the increased I D/I G intensity ratio from 0.94 for B-NPC to 1.14 and 1.21 for CoP X @B-NPC and CoP X @F-NPC indicates the formation of abundant edge defects in carbon, possibly producing more active sites for the electrocatalysis. XPS analysis was performed to investigate the elemental composition of the CoP X @NPC surface. XPS survey spectra (Fig. S10) indicate the presence of C, O, N, P, and Co in CoP X @B-NPC and CoP X @F-NPC. The Co 2p 3/2 region (Figs. 2(d) and S11(d)) is deconvoluted into two main peaks situated at ~778.8 and ~781.0 eV, respectively. The peak at 778.8 eV, which is commonly associated with cobalt phosphide, shifted positively from that of Co metal (~778.1 eV) [30]. This suggests a partial positive charge (δ +) of Co, which contributes to the increased electrostatic affinity to OH− for enhanced electrocatalysis [31,32]. The peak at 781.0 eV with a satellite peak was assigned to cobalt (II) due to surface oxidation in the air [33]. The higher proportion of Co (II) in CoP X @B-NPC than in CoP X @F-NPC may be ascribed to the difference in the carbon precursor and pyrolysis process, thus leading to different surface valence states. The P 2p region (Figs. 2(e) and S11(b), (e)) is deconvoluted into two peaks situated at 129.6 and 130.6 eV, assigning to P 2p 3/2 and P 2p 1/2 for phosphide. The P 2p 3/2 binding energy of 129.6 eV shifts negatively from that of P (130.2 eV), suggesting a partial negative charge (δ -) and electron transfer from Co to P [31]. Besides, peaks situated at 132.4 and 133.6 eV are assigned to P–C bond and P–O bond in polyphosphates, indicating partial incoporation of P into carbon skeleton. The N 1s region (Figs. 2(f) and S11(c), (f)) was deconvoluted into four peaks at ~398.4, 400.0, 401.1, and 403.0 eV, assigned to pyridinic, pyrrolic, graphitic, and oxidized nitrogen, respectively. Along with the formation of abundant pores and edge defects, CoP X @B-NPC and CoP X @F-NPC exhibited a higher proportion of pyridinic nitrogen, which may enhance the catalytic activity for the ORR. 3.2 ORR and OER electrocatalytic performance Cyclic voltammetry (CV) curves (Fig. S12), a reduction peak at 0.78 V for the B-NPC electrode shifts positively to 0.82 and 0.84 V for CoP X @F-NPC and CoP X @B-NPC, indicating enhanced ORR catalytic activity. Linear sweep voltammetry (LSV) curves (Fig. 3(a) )) also demonstrate higher ORR activity at the CoP X @NPC electrode, and the half-wave potential (E 1/2) shifts positively from 0.77 for B-NPC to 0.81 for CoP X @F-NPC and 0.84 V for CoP X @B-NPC, comparable to that of Pt/C counterpart. Additionally, the CoP X @B-NPC electrode exhibited a lower Tafel slope of 72 mV dec−1 (Fig. 3(b))) and a higher kinetic current density (j k) of 5.2 mA cm−2 (Fig. S13), indicating the rapid ORR kinetics. CoP X @B-NPC electrode exhibits the highest double-layer capacitance of 19.8 mF cm−2 (Fig. S14) than those of CoP X @F-NPC (12.2 mF cm−2) and B-NPC (11.7 mF cm−2), suggesting the largest electrochemical surface area. These results confirm the synergistic effect between the highly active cobalt phosphide and the 3D porous carbon skeleton on boosting the ORR activity. To further quantify the reaction mechanism for the ORR, LSV curves were obtained at various rotation rates ranging from 400 to 2500 r min−1 (Fig. 3(c))). The electron transfer number (n) values derived from Koutecký-Levich equation in potential range from 0.6 to 0.3 V (vs. RHE) are close to 4 for CoP X @B-NPC. The n values derived from rotating disk-ring electrode (RRDE) measurements for CoP X @B-NPC were also close to 4, along with low peroxide yield less than 8% (Fig. 3(d))). These results suggest that the oxygen reduction proceeds via an efficient four-electron transfer pathway. The chronoamperometric current of the CoP X @B-NPC electrode showed a negligible change with the addition of 1.5 mol L−1 methanol, whereas the commercial Pt/C counterpart showed pronounced current decay as a consequence of the methanol corss-over effect (Fig. S15). These results suggest improved selectivity and stability of CoP X @B-NPC for the ORR. To further demonstrate bifunctional applications, CoP X @NPC also demonstrated decent electrocatalytic activity toward the OER (Fig. 3(e))). To achieve a benchmark current density of 10 mA cm−2, the anodic potentials of 1.52 and 1.57 V are required for CoP X @F-NPC and CoP X @B-NPC, respectively in comparison with B-NPC (1.60 V). Furthermore, the smallest potential difference of 0.87 V at CoP X @B-NPC electrode between the potential at 10 mA cm−2 for OER and E 1/2 for ORR suggests the highest bifunctional catalytic activity (Fig. 3(f))), rivals that of Pt-RuO2 counterpart (0.88 V) and surpasses those of CoP X @F-NPC (0.90 V) and B-NPC (1.12 V) electrodes. To achieve efficient bifunctional activity, good dispersion of cobalt phosphide nanocrystallines in CoP X @B-NPC leads to the exposure of various crystal faces for enhanced electrocatalytic activity. The interconnected 3D porous carbon skeleton imparts high electrical conductivity and provides additional defects to boost bifunctional electrocatalytic performance. 3.3 Zinc-air batteries application The viability and stability of the as-synthesized 3D porous carbon composites in a two-electrode system were evaluated by fabricating rechargeable ZABs using the as-prepared electrocatalyst-coated air electrode. The battery assembled with the CoP X @B-NPC electrode exhibited the highest open-circuit voltage (1.49 V) (Fig. S16). The galvanostatic discharging test (Fig. 4(a) )) demonstrates the excellent rate performance of the ZAB using the CoP X @B-NPC electrocatalyst. At a high current density of 50 mA cm−2, it exhibits the highest discharging potential of 1.16 V and continues to deliver a high voltage of 1.36 V when restored to 2 mA cm−2. The power density plots (Fig. 4(b))) show the highest power output of 368 mW cm−2 for CoP X @B-NPC, outperforming those of Pt-RuO2 (237 mW cm−2), CoP X @F-NPC (209 mW cm−2), and B-NPC (143 mW cm−2). CoP X @B-NPC features hierarchical porous carbon skeleton with phosphorus-rich cobalt phosphide nanocrystallines, which can expose high density of crystal faces and defects for better electrochemical performance. Moreover, the ZAB using the CoP X @B-NPC electrode exhibited a large specific capacity of 762 mAh gZn −1 with a high energy density of 937 Wh kgZn −1 (current density of 25 mA cm−2) (Fig. 4(c))), surpassing its Pt-RuO2 counterpart with a specific capacity of 730 mA h gZn −1 and an energy density of 900 Wh kgZn −1. As shown in Fig. 4(d)), the ZAB with the CoP X @B-NPC electrode exhibited a low potential gap (0.72 V at a current density of 40 mA cm−2 because of efficient bifunctional activity [8]. The ZAB using the CoP X @B-NPC electrode (Fig. 4(e))) demonstrated stable cycling durability with a slight voltage decay after 260 h. In contrast, the battery using the Pt-RuO2 electrode undergoes severe charging polarization after 30 h, which is attributed to poor catalytic stability. Hence, the efficient and stable catalytic performance of CoP X @B-NPC offers the advantage of enhanced cycling durability of ZAB. Moreover, the interconnected 3D porous carbon skeleton maintained its electronic integrity for stable cycling. To demonstrate its viability in flexible electronic devices, a solid-state ZAB was fabricated in a sandwich configuration with a polyacrylic acid (PAA) gel as both the electrolyte and separator. As shown in Fig. 5(a) ), the open-circuit voltage of 1.48 V for the solid-state ZAB based on the CoP X @B-NPC electrode was the highest, indicating the excellent intrinsic electrochemical performance of CoP X @B-NPC. The galvanostatic discharging curves at various current densities (Fig. 5(b))) demonstrate good rate capability. The polarization curves (Fig. 5(c))) exhibited a maximum power density of 160 mW cm−2 for the ZAB using the CoP X @B-NPC electrode, outperforming those of CoP X @F-NPC (125 mW cm−2), Pt-RuO2 (74 mW cm−2), and B-NPC (66 mW cm−2). The improved power density could be attributed not only to the enhanced electrocatalytic activity but also to the improved mass-transfer performance [34]. For CoP X @B-NPC, the interconnected hierarchical porous network with abundant pores, edges, and corners provided sufficient mass transfer pathways for a high power output. The highly efficient bifunctional activity and porous network of CoP X @B-NPC further endowed it with decent charge/discharge performance (Fig. 5(d))). The galvanostatic cycling test (Fig. 5(e))) further elucidated the excellent durability of ZAB using the CoP X @B-NPC electrode for 35 h. In contrast, the ZABs using B-NPC and Pt-RuO2 electrodes showed obvious voltage decay after 20 h, possibly due to catalyst deterioration. Moreover, no apparent voltage decay was observed under bending (Fig. 5(f))). The good mechanical durability can be attributed to the sandwich configuration and intimate interfacial contact between the gel electrolyte and porous carbon electrocatalyst for fast interfacial mass/electron transfer [35,36]. The as-prepared CoP X @B-NPC and CoP X @F-NPC also demonstrated efficient HER performance with overpotentials of 230 and 210 mV, respectively, to reach a current density of 10 mA cm−2 (Fig. S17). The decent HER, OER, and OER activities of CoP X @B-NPC enabled the fabrication of water-splitting equipment powered by ZABs with CoP X @B-NPC electrodes (Fig. S18). Typically, gas evolution rates of O2 and H2 are approximately 1.39 and 2.78 μL s−1, respectively (Fig. S19) with a ratio of approximately 1:2, suggesting efficient water splitting into O2 and H2 [33]. 4 Conclusions In summary, TM x P y -embedded 3D porous N,P-doped carbon was synthesized as a highly efficient and stable electrocatalyst through the interfacial coordination of TM ions with phytate-rich PANI hydrogel, followed by controlled pyrolysis. Interestingly, with the increasing concentration of cobalt ions adsorbed by increasing the pH of the solution, the phase composition of cobalt phosphide can be regulated by pyrolysis. The resultant 3D N,P-doped porous carbon with well-dispersed cobalt phosphide NPs contributed synergistically to the trifunctional electrocatalytic activity toward ORR, OER, and HER. These unique electrocatalytic advantages endow the fabrication of ZABs in both aqueous and solid-state electrolytes with high power output and good cycling/mechanical stability. Furthermore, water splitting can be achieved by using the same carbon-based composite catalysts for high-performance Zn-air batteries, leading to good gas generation rate. This study provides a generalized and clean strategy to synthesize porous carbon electrocatalysts with suitable metal phosphides for multiple electrocatalytic applications. Electronic supporting information Supporting information is available in the online version of this article. Conflicts of interest The authors declare no competing interest. Supplementary Material Supplementary appendix References 1 X. Shu M. Yang D. Tan K.S. Hui K.N. Hui J. Zhang Mater. Adv. 2 2021 96 114 X. Shu, M. Yang, D. Tan, K. S. Hui, K. N. Hui, J. Zhang, Mater. Adv., 2021, 2, 96–114. 2 M. Yang X. Shu W. Pan J. Zhang Small 17 2021 2006773 M. Yang, X. Shu, W. Pan, J. Zhang, Small, 2021, 17, 2006773. 3 M. Yang X. Shu J. Zhang ChemCatChem 12 2020 4105 4111 M. Yang, X. Shu, J. Zhang, ChemCatChem, 2020, 12, 4105–4111. 4 D. Tan B. Wulan X. Cao J. Zhang Nano Energy 89 2021 106460 D. Tan, B. Wulan, X. Cao, J. Zhang, Nano Energy, 2021, 89, 106460. 5 Q. Chen S. Chen L. Zhao J. Ma H. Wang J. Zhang Chem. Eng. J. 431 2022 133961 Q. Chen, S. Chen, L. Zhao, J. Ma, H. Wang, J. Zhang, Chem. Eng. J., 2022, 431, 133961. 6 H. Li X. Shu P. Tong J. Zhang P. An Z. Lv H. Tian J. Zhang H. Xia Small 17 2021 2102002 H. Li, X. Shu, P. Tong, J. Zhang, P. An, Z. Lv, H. Tian, J. Zhang, H. Xia, Small, 2021, 17, 2102002. 7 C. Guan A. Sumboja H. Wu W. Ren X. Liu H. Zhang Z. Liu C. Cheng S.J. Pennycook J. Wang Adv. Mater. 29 2017 1704117 C. Guan, A. Sumboja, H. Wu, W. Ren, X. Liu, H. Zhang, Z. Liu, C. Cheng, S. J. Pennycook, J. Wang, Adv. Mater., 2017, 29, 1704117. 8 Z. Zhang Y.P. Deng Z. Xing D. Luo S. Sy Z.P. Cano G. Liu Y. Jiang Z. Chen ACS Nano 13 2019 7062 7072 Z. Zhang, Y. P. Deng, Z. Xing, D. Luo, S. Sy, Z. P. Cano, G. Liu, Y. Jiang, Z. Chen, ACS Nano, 2019, 13, 7062–7072. 9 J.F. Callejas C.G. Read C.W. Roske N.S. Lewis R.E. Schaak Chem. Mater. 28 2016 6017 6044 J. F. Callejas, C. G. Read, C. W. Roske, N. S. Lewis, R. E. Schaak, Chem. Mater., 2016, 28, 6017–6044. 10 W. Xu S. Zhu Y. Liang Z. Cui X. Yang A. Inoue J. Mater. Chem. A 6 2018 5574 5579 W. Xu, S. Zhu, Y. Liang, Z. Cui, X. Yang, A. Inoue, J. Mater. Chem. A, 2018, 6, 5574–5579. 11 G. Yuan D. Liu X. Feng M. Shao Z. Hao T. Sun H. Yu H. Ge X. Zuo Y. Zhang Adv. Mater. 33 2021 108985 G. Yuan, D. Liu, X. Feng, M. Shao, Z. Hao, T. Sun, H. Yu, H. Ge, X. Zuo, Y. Zhang, Adv. Mater., 2021, 33, 108985. 12 Y. Li S. Guo T. Jin Y. Wang F. Cheng L. Jiao Nano Energy 63 2019 103821 Y. Li, S. Guo, T. Jin, Y. Wang, F. Cheng, L. Jiao, Nano Energy, 2019, 63, 103821. 13 S.H. Ahn A. Manthiram Small 13 2017 1702068 S. H. Ahn, A. Manthiram, Small, 2017, 13, 1702068. 14 Y. Niu M. Xiao J. Zhu T. Zeng J. Li W. Zhang D. Su A. Yu Z. Chen J. Mater. Chem. A 8 2020 9177 9184 Y. Niu, M. Xiao, J. Zhu, T. Zeng, J. Li, W. Zhang, D. Su, A. Yu, Z. Chen, J. Mater. Chem. A, 2020, 8, 9177–9184. 15 X. Wang W. Ma Z. Xu H. Wang W. Fan X. Zong C. Li Nano Energy 48 2018 500 509 X. Wang, W. Ma, Z. Xu, H. Wang, W. Fan, X. Zong, C. Li, Nano Energy, 2018, 48, 500–509. 16 M. Luo W. Sun B.B. Xu H. Pan Y. Jiang Adv. Energy Mater. 11 2021 2002762 M. Luo, W. Sun, B. B. Xu, H. Pan, Y. Jiang, Adv. Energy Mater., 2021, 11, 2002762. 17 L. Tang X. Meng D. Deng X. Bao Adv. Mater. 31 2019 1901996 L. Tang, X. Meng, D. Deng, X. Bao, Adv. Mater., 2019, 31, 1901996. 18 D. Ji L. Fan L. Li S. Peng D. Yu J. Song S. Ramakrishna S. Guo Adv. Mater. 31 2019 1808267 D. Ji, L. Fan, L. Li, S. Peng, D. Yu, J. Song, S. Ramakrishna, S. Guo, Adv. Mater., 2019, 31, 1808267. 19 K. Yuan D. Lutzenkirchen-Hecht L. Li L. Shuai Y. Li R. Cao M. Qiu X. Zhuang M.K.H. Leung Y. Chen U. Scherf J. Am. Chem. Soc. 142 2020 2404 2412 K. Yuan, D. Lutzenkirchen-Hecht, L. Li, L. Shuai, Y. Li, R. Cao, M. Qiu, X. Zhuang, M. K. H. Leung, Y. Chen, U. Scherf, J. Am. Chem. Soc., 2020, 142, 2404–2412. 20 J. Zhang Y. Zhao C. Chen Y.C. Huang C.L. Dong C.J. Chen R.S. Liu C. Wang K. Yan Y. Li G. Wang J. Am. Chem. Soc. 141 2019 20118 20126 J. Zhang, Y. Zhao, C. Chen, Y. C. Huang, C. L. Dong, C. J. Chen, R. S. Liu, C. Wang, K. Yan, Y. Li, G. Wang, J. Am. Chem. Soc., 2019, 141, 20118–20126. 21 L. Zhu D. Zheng Z. Wang X. Zheng P. Fang J. Zhu M. Yu Y. Tong X. Lu Adv. Mater. 30 2018 1805268 L. Zhu, D. Zheng, Z. Wang, X. Zheng, P. Fang, J. Zhu, M. Yu, Y. Tong, X. Lu, Adv. Mater., 2018, 30, 1805268. 22 S. Chen L. Zhao J. Ma Y. Wang L. Dai J. Zhang Nano Energy 60 2019 536 544 S. Chen, L. Zhao, J. Ma, Y. Wang, L. Dai, J. Zhang, Nano Energy, 2019, 60, 536–544. 23 S. Chen X. Shu H. Wang J. Zhang J. Mater. Chem. A 7 2019 19719 19727 S. Chen, X. Shu, H. Wang, J. Zhang, J. Mater. Chem. A, 2019, 7, 19719–19727. 24 X. Chen Z. Yan M. Yu H. Sun F. Liu Q. Zhang F. Cheng J. Chen J. Mater. Chem. A 7 2019 24868 24876 X. Chen, Z. Yan, M. Yu, H. Sun, F. Liu, Q. Zhang, F. Cheng, J. Chen, J. Mater. Chem. A, 2019, 7, 24868–24876. 25 F. Meng H. Zhong D. Bao J. Yan X. Zhang J. Am. Chem. Soc. 138 2016 10226 F. Meng, H. Zhong, D. Bao, J. Yan, X. Zhang, J. Am. Chem. Soc., 2016, 138, 10226. 26 L. Pan G. Yu D. Zhai H.R. Lee W. Zhao N. Liu H. Wang B.C. Tee Y. Shi Y. Cui Z. Bao Proc. Natl. Acad. Sci. U. S. A. 109 2012 9287 9292 L. Pan, G. Yu, D. Zhai, H.R. Lee, W. Zhao, N. Liu, H. Wang, B. C. Tee, Y. Shi, Y. Cui, Z. Bao, Proc. Natl. Acad. Sci. U. S. A., 2012, 109, 9287–9292. 27 A.B. Jorge R. Jervis A.P. Periasamy M. Qiao J. Feng L.N. Tran M.M. Titirici Adv. Energy Mater. 10 2020 1902494 A. B. Jorge, R. Jervis, A. P. Periasamy, M. Qiao, J. Feng, L. N. Tran, M. M. Titirici, Adv. Energy Mater., 2020, 10, 1902494. 28 H.J. Kim S. Im J.C. Kim W.G. Hong K. Shin H.Y. Jeong Y.J. Hong ACS Sustainable Chem. Eng. 5 2017 6654 6664 H. J. Kim, S. Im, J. C. Kim, W. G. Hong, K. Shin, H. Y. Jeong, Y. J. Hong, ACS Sustainable Chem. Eng., 2017, 5, 6654–6664. 29 X. Liu M. Antonietti Carbon 69 2014 460 466 X. Liu, M. Antonietti, Carbon, 2014, 69, 460–466. 30 N. Armaroli V. Balzani Angew. Chem. Int. Ed. 46 2007 52 66 N. Armaroli, V. Balzani, Angew. Chem. Int. Ed., 2007, 46, 52–66. 31 Q. Liu J. Tian W. Cui P. Jiang N. Cheng A.M. Asiri X. Sun Angew. Chem. Int. Ed. 53 2014 6710 6714 Q. Liu, J. Tian, W. Cui, P. Jiang, N. Cheng, A. M. Asiri, X. Sun, Angew. Chem. Int. Ed., 2014, 53, 6710–4. 32 N. Kornienko N. Heidary G. Cibin E. Reisner Chem. Sci. 9 2018 5322 5333 N. Kornienko, N. Heidary, G. Cibin, E. Reisner, Chem. Sci., 2018, 9, 5322–5333. 33 X. Shu S. Chen S. Chen W. Pan J. Zhang Carbon 157 2020 234 243 X. Shu, S. Chen, S. Chen, W. Pan, J. Zhang, Carbon, 2020, 157, 234–243. 34 S. Zhou J. Qin X. Zhao J. Yang Chin. J. Catal. 42 2021 571 582 S. Zhou, J. Qin, X. Zhao, J. Yang, Chin. J. Catal., 2021, 42, 571–582. 35 F. Shi X. Zhu W. Yang Chin. J. Catal. 41 2020 390 403 F. Shi, X. Zhu, W. Yang, Chin. J. Catal., 2020, 41, 390–403. 36 K. Chen S. Ci Q. Xu P. Cai M. Li L. Xiang X. Hu Z. Wen Chin. J. Catal. 41 2020 858 867 K. Chen, S. Ci, Q. Xu, P. Cai, M. Li, L. Xiang, X. Hu, Z. Wen, Chin. J. Catal., 2020, 41, 858–867.",
      "scopus-id": "85141491364",
      "coredata": {
        "eid": "1-s2.0-S1872206721640470",
        "dc:description": "Abstract The rational design of efficient and stable carbon-based electrocatalysts for oxygen reduction and oxygen evolution reactions is crucial for improving energy density and long-term stability of rechargeable zinc-air batteries (ZABs). Herein, a general and controllable synthesis method was developed to prepare three-dimensional (3D) porous carbon composites embedded with diverse metal phosphide nanocrystallites by interfacial coordination of transition metal ions with phytic acid-doped polyaniline networks and subsequent pyrolysis. Phytic acid as the dopant of polyaniline provides favorable anchoring sites for metal ions owing to the coordination interaction. Specifically, adjusting the concentration of adsorbed cobalt ions can achieve the phase regulation of transition metal phosphides. Thus, with abundant cobalt phosphide nanoparticles and nitrogen- and phosphorus-doping sites, the obtained carbon-based electrocatalysts exhibited efficient electrocatalytic activities toward oxygen reduction and evolution reactions. Consequently, the fabricated ZABs exhibited a high energy density, high power density of 368 mW cm−2, and good cycling/mechanical stability, which could power water splitting for integrated device fabrication with high gas yields.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206721640470",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shu, Xinxin"
          },
          {
            "@_fa": "true",
            "$": "Yang, Maomao"
          },
          {
            "@_fa": "true",
            "$": "Liu, Miaomiao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Huaisheng"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jintao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206721640470"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206721640470"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(21)64047-0",
        "prism:volume": "43",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "In-situ formation of cobalt phosphide nanoparticles confined in three-dimensional porous carbon for high-performing zinc-air battery and water splitting",
        "prism:copyright": "Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "12",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cobalt phosphide"
          },
          {
            "@_fa": "true",
            "$": "Three-dimensional porous carbon"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Zinc-air battery"
          },
          {
            "@_fa": "true",
            "$": "Water splitting"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "12",
        "openaccessSponsorType": null,
        "prism:pageRange": "3107-3115",
        "prism:endingPage": "3115",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2022",
        "prism:doi": "10.1016/S1872-2067(21)64047-0",
        "prism:startingPage": "3107",
        "dc:identifier": "doi:10.1016/S1872-2067(21)64047-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "158",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15744",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "365",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42455",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "278",
            "@width": "540",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "59722",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "291",
            "@width": "587",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71431",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "295",
            "@width": "588",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60009",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "307",
            "@width": "618",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "65796",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "139",
            "@width": "578",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25886",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8429",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "159",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "27884",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "113",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9404",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9459",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8247",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8437",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "53",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5133",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "421",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "66488",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "704",
            "@width": "970",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "240325",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "738",
            "@width": "1435",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "278074",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "774",
            "@width": "1561",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "308200",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "784",
            "@width": "1563",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "265117",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "817",
            "@width": "1643",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "286157",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "369",
            "@width": "1537",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "105885",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721640470-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "2997083",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85141491364"
      }
    }
  }
}