{
  "metadata": {
    "title": "Unexpected effect of second-shell defect in iron-nitrogen-carbon catalyst for electrochemical CO<ce:inf loc=post>2</ce:inf> reduction reaction: A DFT study",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2024-11-30",
    "doi": "10.1016/S1872-2067(24)60131-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206724601312",
    "pii": "S1872206724601312"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85209346548",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2024-11-20 2024-11-20 2024-11-20 2024-11-20 2024-11-20T16:00:22 1-s2.0-S1872206724601312 S1872-2067(24)60131-2 S1872206724601312 10.1016/S1872-2067(24)60131-2 S300 S300.1 FULL-TEXT 1-s2.0-S1872206724X00121 2024-11-22T04:32:07.353471Z 0 0 20241101 20241130 2024 2024-11-20T18:19:15.21251Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 66 66 C Volume 66 15 247 256 247 256 202411 November 2024 2024-11-01 2024-11-30 2024 article fla Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. UNEXPECTEDEFFECTSECONDSHELLDEFECTINIRONNITROGENCARBONCATALYSTFORELECTROCHEMICALCO2REDUCTIONREACTIONADFTSTUDY WANG M 1 Introduction Experimental 2. 2.1 Computational details 3 Results and discussion 3.1 The structure of Fe-N-C catalysts with defects 3.2 The CO2 adsorption and *COOH formation using CHE model 3.3 The *COOH formation in CPM coupled with explicit solvent environment 3.4 The potential-dependent CO2 adsorption 4 Conclusion Author Contributions Electronic supporting information Supplementary Material References GAO 2019 198 210 D LIU 2022 1042 1048 K WEI 2023 2215008 Z ZOU 2023 2215006 G KONG 2024 183 193 L ZHAI 2022 467 485 Y TENG 2022 2108441 X YANG 2022 1674 1679 Y GU 2019 1091 1094 J YANG 2022 4338 4346 Y WANG 2023 2374 2385 J SHI 2020 2001069 Z SUN 2023 1599 J LIU 2022 2075 K QIN 2019 1778 1783 X WANG 2019 1808276 W GIRIT 2009 1705 1708 C HASHIMOTO 2004 870 873 A KIM 2021 9955 9962 J WEI 2012 759 763 Y JEONG 2008 165403 B KIM 2011 075445 Y BACK 2017 1090 1096 S CHEN 2024 100172 F JU 2019 1663 1671 W RINGE 2020 33 S CAO 2022 6606 6617 H SUNDARARAMAN 2017 114104 R GOODPASTER 2016 1471 1477 J ZHANG 2018 2549 2557 H LIU 2023 25264 25273 J ZHANG 2024 612 Z KRESSE 1996 15 50 G KRESSE 1996 11169 11186 G BLOCHL 1994 17953 17979 P KRESSE 1999 1758 1775 G GRIMME 2010 154104 S HENKELMAN 2000 9901 9904 G PETERSON 2010 1311 1315 A MATHEW 2014 084106 K XIA 2023 5168 5175 Z SUNDARARAMAN 2017 278 284 R CLARY 2023 16405 16413 J RYU 2022 151495 C GARRITY 2014 446 452 K ERNZERHOF 1999 5029 5036 M LIU 2023 14267 14275 L LI 2022 900 911 P PERDEW 2008 136406 J SUNDARARAMAN 2015 064107 R NELSON 2020 1931 1940 R DERINGER 2011 5461 5466 V CHEN 2024 421 429 A VAJEESTON 2002 075101 P ROHLING 2019 2843 2854 R ZHENG 2021 1386 1393 T HUAN 2017 1520 1525 T LIN 2021 26582 26586 L WU 2024 1095 Q NIE 2013 2459 2462 X YANG 2023 nwac248 Y WANGX2024X247 WANGX2024X247X256 WANGX2024X247XM WANGX2024X247X256XM 2026-11-20T00:00:00.000Z 2026-11-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2024-11-22T04:23:24.448Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 92045302 22125205 22002158 22172009 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Photon Science Center for Carbon Neutrality Dalian National Laboratory for Clean Energy DNL202007 DNL201924 DNL Dalian National Laboratory for Clean Energy http://data.elsevier.com/vocabulary/SciValFunders/501100016091 http://sws.geonames.org/1814991/ National Key R&amp;D Program of China 2023YFA1508002 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ This work was supported by the National Key R&amp;D Program of China (2023YFA1508002), the National Natural Science Foundation of China (22002158, 22172009, 22125205, 92045302), Dalian National Laboratory for Clean Energy (DNL201924, DNL202007) and the Photon Science Center for Carbon Neutrality. item S1872-2067(24)60131-2 S1872206724601312 1-s2.0-S1872206724601312 10.1016/S1872-2067(24)60131-2 273538 2024-11-20T17:19:15.21251Z 2024-11-01 2024-11-30 1-s2.0-S1872206724601312-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/MAIN/application/pdf/ed3d19a0b3dfc96aa57236b8a6d08c8e/main.pdf main.pdf pdf true 1770928 MAIN 10 1-s2.0-S1872206724601312-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/PREVIEW/image/png/0551e1c07f927fe4448785e1d6ce2d82/main_1.png main_1.png png 66406 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206724601312-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/fx1/DOWNSAMPLED/image/jpeg/44d3e39dde891e93a30bbab4ab51c21f/fx1.jpg fx1 true fx1.jpg jpg 19764 128 500 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724601312-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr1/DOWNSAMPLED/image/jpeg/016782fd238ba50fc26d9855a89b8126/gr1.jpg gr1 gr1.jpg jpg 35871 209 506 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724601312-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr2/DOWNSAMPLED/image/jpeg/a015bdd973a3edc6b5def62bc4cb52be/gr2.jpg gr2 gr2.jpg jpg 51225 333 473 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724601312-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr3/DOWNSAMPLED/image/jpeg/65d82ff557999e84839fbe9abda1ee70/gr3.jpg gr3 gr3.jpg jpg 60174 395 522 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724601312-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr4/DOWNSAMPLED/image/jpeg/efc7405ef1b103a475f7e0a7cf36e897/gr4.jpg gr4 gr4.jpg jpg 28749 209 595 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724601312-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr5/DOWNSAMPLED/image/jpeg/4af0bfbbd768b04e1c2d4ce19d4d78eb/gr5.jpg gr5 gr5.jpg jpg 35006 227 504 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724601312-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr6/DOWNSAMPLED/image/jpeg/cca4afe9ebf188486cd5a9fe05e32c70/gr6.jpg gr6 gr6.jpg jpg 40294 320 565 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724601312-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/fx1/DOWNSAMPLED/image/gif/be6bffd5f831519d3e89a58e61295364/fx1.sml fx1 true fx1.sml sml 4510 56 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724601312-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr1/THUMBNAIL/image/gif/06089b89bcd07f239b9c1f1c72fb103a/gr1.sml gr1 gr1.sml sml 6712 90 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724601312-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr2/THUMBNAIL/image/gif/d0a59c25ebd0b743ebcb5515d8ed0a51/gr2.sml gr2 gr2.sml sml 10601 154 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724601312-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr3/DOWNSAMPLED/image/gif/65a7613ba405c3f6b665ca0ee01fa2e1/gr3.sml gr3 gr3.sml sml 16715 164 216 IMAGE-THUMBNAIL 1-s2.0-S1872206724601312-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr4/THUMBNAIL/image/gif/09a7843de14e8ebdf5a72a2c45a4eaa2/gr4.sml gr4 gr4.sml sml 4603 77 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724601312-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr5/THUMBNAIL/image/gif/ff0a92d2be034cf9023372266f0236ff/gr5.sml gr5 gr5.sml sml 6554 99 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724601312-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/gr6/THUMBNAIL/image/gif/e1267c4aa863e4d37f4c4682e91c3c9c/gr6.sml gr6 gr6.sml sml 6650 124 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724601312-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/HIGHRES/image/jpeg/dfbf82382c28573d69ecd1230618dc7a/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 79212 340 1328 IMAGE-HIGH-RES 1-s2.0-S1872206724601312-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/HIGHRES/image/jpeg/4e635f700710b32a3d6e6614e898fa9c/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 133569 556 1346 IMAGE-HIGH-RES 1-s2.0-S1872206724601312-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/HIGHRES/image/jpeg/eacf8fec3b0ef6e01288def2de8d5124/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 205849 885 1258 IMAGE-HIGH-RES 1-s2.0-S1872206724601312-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/HIGHRES/image/jpeg/c1135d181d1c9a3cbc0fad1ed466bd1c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 229182 1050 1386 IMAGE-HIGH-RES 1-s2.0-S1872206724601312-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/DOWNSAMPLED/image/jpeg/bb3b5ab4bf2c86f721e7a50c63be5d1b/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 114639 556 1582 IMAGE-HIGH-RES 1-s2.0-S1872206724601312-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/HIGHRES/image/jpeg/54045c12a3b9f40829caa756eb9a9368/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 138536 604 1340 IMAGE-HIGH-RES 1-s2.0-S1872206724601312-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/HIGHRES/image/jpeg/b19a4a370e59758ba1379b8278189513/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 158514 851 1502 IMAGE-HIGH-RES 1-s2.0-S1872206724601312-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724601312/mmc1/MAIN/application/pdf/5e9eb5afac216ce8070a6cbcdf43790d/mmc1.pdf mmc1 mmc1.pdf pdf false 1301888 APPLICATION CHNJC 60131 S1872-2067(24)60131-2 10.1016/S1872-2067(24)60131-2 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) The configurations of pristine, 5577, 55577, and 58 Fe-N-C catalysts. (b) The formation energy and the Fe binding energy of catalysts. Color code: grey for carbon, blue for nitrogen, orange for iron. Fig. 2 (a) The illustration of weak adsorption of CO2 on Fe-N-C and the *COOH formation as the potential-determining step (PDS). (b) The CO2 adsorption energy and *COOH formation free energy. (c) The atomic configurations of CO2 adsorption and *COOH formation on Fe-N-C catalysts. Color code: grey for carbon, blue for nitrogen, white for hydrogen, red for oxygen, orange for iron. Fig. 3 (a–d) The energy profile of the *COOH formation on Fe-N-C. The initial state (IS), transition state (TS), final state (FS) are shown in the inset figures. Noted that for pristine, 5577, and 58 catalysts, one of the intermediate images was used as TS, and the FS is the one with the highest energy. Color code: grey for carbon, blue for nitrogen, white for hydrogen, red for oxygen, orange for iron. Fig. 4 (a) The energy change between the final states and initial states on pristine, 5577, 58 or transition state and initial state on 55577 dependent on applied potentials, (b) illustration of *COOH formation in aqueous solution facilitated by hydrogen-bond network and applied potential. Color code: dark grey for carbon, blue for nitrogen, light grey for hydrogen, red for oxygen, orange for iron. Fig. 5 (a) The configurations CO2 adsorption on Fe-N-C at the applied potential of 0 V. (b) The CO2 adsorption free energy of energy profile with applied potential. The line serves as a visual guide, with markers representing the actual data points. Color code: grey for carbon, blue for nitrogen, white for hydrogen, red for oxygen, orange for iron. Fig. 6 (a) The CO2 adsorption configurations using CHE model and CPM at potential of 0 V. The distance between C in CO2 and Fe site and the angle of O‒C‒O are shown. Color code: grey for carbon, blue for nitrogen, white for hydrogen, red for oxygen, orange for iron. (b) The partial density of states (PDOS) on the d-orbital of Fe site on pristine, 5577, 55577, and 58 Fe-N-C. Available online 10 November 2024 This work was supported by the National Key R&D Program of China (2023YFA1508002), the National Natural Science Foundation of China (22002158, 22172009, 22125205, 92045302), Dalian National Laboratory for Clean Energy (DNL201924, DNL202007) and the Photon Science Center for Carbon Neutrality. Article Unexpected effect of second-shell defect in iron-nitrogen-carbon catalyst for electrochemical CO2 reduction reaction: A DFT study Mengna Wang a b Qi Wang a * Tianfu Liu b c * Guoxiong Wang b * a School of Materials and Engineering, Dalian Jiaotong University, Dalian 116028, Liaoning, China School of Materials and Engineering Dalian Jiaotong University Dalian Liaoning 116028 China School of Materials and Engineering, Dalian Jiaotong University, Dalian 116028, Liaoning, China b State Key Laboratory of Catalysis, Dalian National Laboratory for Clean Energy, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China State Key Laboratory of Catalysis Dalian National Laboratory for Clean Energy Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian Liaoning 116023 China State Key Laboratory of Catalysis, Dalian National Laboratory for Clean Energy, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China c University of Chinese Academy of Sciences, Beijing 100039, China University of Chinese Academy of Sciences Beijing 100039 China University of Chinese Academy of Sciences, Beijing 100039, China * Corresponding author. Metal-nitrogen-carbon catalysts (M-N-C) with single-atom active site are highly efficient catalysts for electrochemical CO2 reduction reactions (CO2RR). Abundant M-N-C catalysts have been developed, and the coordinated adjacent nitrogen atoms as first-shell environment have been the focus of research of activity-tuning. However, the effect of second-shell carbon environment around the metal-nitrogen moiety is still unclear. Moreover, it is confusing for the discrepancy between the experimental onset potential of around –0.2 V (vs. reversible hydrogen electrode, RHE, unless otherwise noted) and theoretical predictions of –0.5 V or higher by the widely-used computational hydrogen electrode (CHE) model. Herein, using the explicit solvent model and constant potential method (CPM), the electrochemical interface on Fe-N-C is simulated for CO2RR. It reveals that the *COOH formation is facilitated in water solvent environment, while the CO2 adsorption is potential-dependent. The predicted onset potential of around –0.2 V on Fe-N-C is consistent with experimental results. The sp 2 non-hexatomic defects introduced into second-shell carbon environment are significantly influential for the CO2RR. The double five-seven ring (5577) defect is the most active, compared to that with triple five-seven ring (55577) or five-eight ring (58) defects. The highly flexible structure and altered density of states of Fe site induced by 5775 defects are key to CO2 adsorption. This study provides new insights into the role of second-shell carbon environment for effective CO2RR, and underlines the importance of CPM and solvent environment in accurate simulation for electrochemical interface. Graphical Abstract Using the explicit solvent model and constant potential method, the electrochemical interface on Fe-N-C is simulated for electrochemical CO2 reduction reaction (CO2RR). The second-shell defects significantly improve CO2RR by facilitating the CO2 adsorption. Keywords Iron-nitrogen-carbon catalysts Electrochemical CO2 reduction reaction Defect engineering Constant potential method Density functional theory calculations 1 Introduction The fossil fuels have been the main source of energy since industrial revolution, which is the driver of the modern social and economic development. The explosive CO2 concentration poses serious environmental crises that threaten survival of humanity [1]. Therefore, the efficient CO2 management has been the locus towards carbon-neutral society [2–4]. Electrochemical CO2 reduction reaction (CO2RR) is a highly promising CO2 utilization technology, providing opportunity to integrate with renewable electricity to drive CO2 conversion into value-added chemicals [5–8]. Among various catalysts, single-atom catalysts (SACs) are ones with efficient and well-dispersed single-atom active sites [9]. Metal-nitrogen-carbon (M-N-C) represents a kind of highly promising SACs with isolated metal atoms as active site. The M-N-C possesses excellent mechanical property, large surface area, high electronic conductivity, with flexible structure of low cost and ideal stability in alkaline/acid condition [10]. In M-N-C, the nitrogen and carbon serve as the first-shell and second-shell coordination environment, which is crucial for the metal-support interaction as well as geometric and electronic structures [11]. The metal site and adjacent nitrogen have been recognized as influential factors and therefore the focus of research. The metal atom can be Fe, Co, Ni, Cu, or Zn, and the number of nitrogen atoms varies from 1 to 4 (or 5), while the coordination structure can be on-plane to axial [12]. However, the second-shell carbon environment has not been fully studied. While the metal-nitrogen moieties are relatively stable and accessible with advanced spectroscopy, the carbon environment is much more versatile and dynamical. With the distinct electronic structure, the electron-withdrawing/donating property of the carbon environment could be vital to the charge state of metal site, therefore regulating the catalytic activity [13]. Liu et al. [14] demonstrate that the second-shell defects adjacent to Fe-N4 significantly change the d-band center and magnetic moment of iron atom, which improves the oxygen reduction reaction. Qin et al. [15] suggested that the defective structure of graphene is crucial as host for Fe-N4 for CO2RR, tuning the adsorption and desorption of intermediates and products. Wang et al. [16] reported that on metal-free carbon catalysts, defect sites exhibit excellent performance for CO2RR. The non-benzenoic ring defects have been detected by transmission electron microscope in graphene [17]. We noted that pentagon, heptagon, and octagon defects have been known to form and alter the properties of graphene. For example, Hashimoto et al. [18] found in situ defect formation in single graphene layers by high-resolution TEM, which contains pentagon-heptagon pair defect. Kim et al. [19] identified pentagon and heptagon defects in graphene nanoflake with X-ray photoelectron spectroscopy and Raman spectroscopy. The pentagon and heptagon defects in graphene with even-spaced distribution is capable of increasing strength with theoretical calculations [20]. Jeong et al. [21] studied the formation of vacancies in graphene, and found that 555777 or 585 vacancies are formed through structural change of double vacancy, while 5577 defect is more stable than 555777 defects. 5577 defect is formed through the missing of one zig-zag chain of pristine graphene. On the other hand, 555777 or 585 vacancies are formed through structural change of double vacancy, while 555777 vacancy is proposed to be the unit cell of heackelite carbon [22]. The 5577, 555777, and 585 defects change the electronic structure of sp 2 hybridization, which delocalizes the π electrons of conjugated carbon sheet, and therefore leads to tuneable adsorption of reactants or intermediates [20]. The investigation of these defects on the second shell of Fe-N-C is crucial to understand the versatile structure of graphene in the catalytic properties. However, there has been no systematic investigation on the formation and influence of different non-benzenoic defects on second shell for Fe-N-C catalysts in CO2RR. Although the mechanism of the CO2RR on SACs is crucial for the performance and studied assiduously using density function theoretical (DFT) calculations, challenging issues still exist. For example, the popular computational hydrogen electrode (CHE) model, treating the proton-coupled electron transfer (PCET) as the basic step in effect [23,24]. However, Ju et al. [25] reported that CO2 electroreduction to CO over Fe-N-C exhibits a pH-independent catalytic rates experimentally, suggesting CO2-to-CO electroreduction follows a non-Nerstian behavior. The gold catalysts also exhibit a pH-independence towards CO product in CO2RR, while CH4 formation from CO electroreduction is pH sensitive on Fe-N-C, which indicates that the electrocatalytic CO2 reduction to different products exhibits complicated behavior as for the involvement of proton in the rate-limiting step [26]. This rate-limiting step with proton-decoupled electron transfer could not be captured by CHE model, which calls for more accurate description of reactant adsorption in electrochemical interface. On the other hand, the CO2 electroreduction on Fe-N-C exhibits an onset potential of around –0.2 V, while theoretical studies using CHE model propose that the rate-limiting step is CO2 hydrogenation to *COOH, with a limiting potential of around –0.5 V [27]. We noted that the CHE model is based on the constant charge calculation method, which assumes that the charge of system remains the same in reaction. However, this assumption is not valid for realistic electrochemical conditions, in which the applied potential on electrode remains constant. Therefore, constant potential method (CPM) has been developed using grand canonical approach. In CPM, chemical potential is the thermodynamic variable instead of number of electrons [28]. Using CPM, Goodpaster et al. [29] shows that the C-C coupling step is significantly affected by applied potential on copper catalysts. Zhang et al. [30] reported that CPM accurately predicts the adsorption energy of intermediates during CO2RR than CHE model. Liu et al. [31] showed that O2 and CO2 adsorption reveals an unexpected inversion of adsorption energy due to the shifts of Fermi level and changes of d-orbital occupation with the applied potentials. On the other hand, the water molecules near catalyst surface play a key role in kinetics of interfacial proton transfer for the electrocatalysis in aqueous solution. The hydrogen-bonding network of water in electrical solid-liquid layer should be explicitly considered for the modelling and calculations of CO2RR [32]. The significant contribution of explicit water molecules can lead to different configurations of *CO2 comparing to fully implicit solvents, which plays a critical role in the reaction mechanism. Therefore, we aim to investigate the influence of carbon defects using CHE or CPM coupled with explicit solvent environments, and the comparison of the two methods reveals that (1) CHE model fails to predict the onset potential of CO2RR on Fe-N-C, while onset potential of –0.2 V was accurately predicted by CPM; (2) *COOH formation is facile in H2O molecule network and CO2 adsorption is potential-dependent and acts as the rate-limiting step, which explain the pH-independent behaviour; (3) 5577 defect is more effective in improving the CO2 adsorption at low overpotential comparing to pristine Fe-N-C and other kinds of defects. The study highlights the importance of rational modulating the defective structure of Fe-N-C, and the key role of CPM coupled with explicit solvent environment in understanding CO2RR mechanism. Experimental 2. 2.1 Computational details The spin-polarized, periodic theoretical calculations are performed using Vienna ab initio simulations package software (VASP) [33,34]. The projector augmented wave potentials are used for core electrons and Perdew-Burke-Ernzerhof (PBE) functional is applied to evaluate the exchange and correlation energies [35,36]. The van der Waals interaction is considered for the initial optimization of geometries with DFT-D3 dispersion corrections [37]. A plane wavefunctions are expanded to cutoff energy of 400 eV. Only Gamma point of the Brillouin zone is used for sampling. The convergence threshold was set to 0.02 eV Å‒1 for geometry optimization. The pristine and 5775 Fe-N-C model is composed of 66 carbon atoms, 4 nitrogen atoms, and 1 Fe atom. The 55577 and 585 Fe-N-C model is composed of 64 carbon atoms, 4 nitrogen atoms, and 1 Fe atom. A vacuum layer of at least 15 Å is incorporated to avoid interactions between neighboring images. We incorporate seven explicit H2O molecules and one H3O for the investigation of activation barrier for *COOH formation, and eight H2O molecules for potential-dependent CO2 adsorption. Transition states for *COOH formation were located by combining the climbing image nudged elastic band (CI-NEB) [38]. The binding energy of M (E binding, in eV) was calculated using: (1) E binding = E Fe-N-C – E N-C –E Fe,bulk where E Fe-N-C and E N-C are the total energy of Fe-N-C, and N-C with the Fe atom being removed, respectively. E Fe,bulk is the energy of one Fe atom obtained from DFT energies of the bulk Fe metal. The formation energy of the N-C models with different vacancies is calculated using: (2) E formation = E N-C/A atoms where E N-C is the total energy of N-C without Fe atom, and A atoms is the number of atoms in N-C, respectively. The computational hydrogen electrode (CHE) model is used to investigate the energy profile during the CO2 electroreduction in constant charge conditions [39]. In CHE method, the relative free energy change is calculated as (3) ΔG = μ[product] − μ[reactant] − 0.5μ[H2(g)] + eU In this equation, μ is the chemical potential, while U is the applied electrical potential. Therefore, in the reaction step with proton-electron transfer, ΔG(U) = ΔG 0(U) + neU, where U is the potential versus the reversible hydrogen electrode, while ΔG 0 is the free energy at U = 0 V. The Gibbs free energy (G) is calculated with Equation (4). (4) G = E Total + ZPE – TS + ∫C pdT where E Total is the total electronic energy, ZPE, S and ∫Cp dT are the zero-point vibrational energy, entropy and heat capacity at 298.15 K and 1 atm, respectively. For the constant potential method, we employed the grand canonical ensemble modelling (GCE) to simulate the applied potential condition for the catalytic reactions. For the efficient and robust convergence with constant-potential geometry optimization, we use fully converged constant-potential (FCP) algorithm [40,41]. The FCP algorithm is aimed at solving the Kohn-Sham equations with updating the number of electrons in system (Ne) as an additional variable, with fast convergence to the preset electrochemical potential and renders accurate forces for affordable costs. For the FCP settings, the dielectric constant of the water solvent is set to 78.4, and the effective surface tension of the cavity is ignored while Debye length is set to 3.0 Å to mimic the compensating charge, which allows for the description of electric double layers. The Newton-fitting algorithm was used. For the activation barrier of the *COOH formation at different potentials, the initial and final states for pristine, 5577, and 58 Fe-N-C, and initial and transition states for 55577 Fe-N-C are calculated with FCP algorithm, and the differences between final (or transition) states and initial ones are calculated. For the adsorption energy of CO2 on Fe-N-C at constant potential, the optimization of configurations of *CO2-Fe-N-C and Fe-N-C are conducted using FCP method, and then JDFTx software is used for the recalibration for the charged states, because the JDFTx has been proved to be accurate to describe the self-consistent calculation of adsorption thermodynamics for grand canonical DFT [42–44]. The ultrasoft pseudopotentials are set to the Garrity-Bennett-Rabe-Vanderbilt (GBRV) library [45], and the exchange-correlation functional is set to Perdew-Burke-Ernzerhof GGA reparametrized for solids [46]. A plane-wave energy cutoff of 544 eV is used. The core overlaps between ionic pseudopotentials are set to none to avoid the error from the overestimation of radius of hydrogen atoms. The electronic convergence is set to Fermi-Dirac smearing with a 0.01 eV width, and the convergence threshold for energy difference is set to 10–8 eV. The electrode potential (U) was obtained by referring the work function (Φ) of the system to the experimental work function of the standard hydrogen electrode and referenced to reversible hydrogen electrode as built in the FCP and JDFTx code [47–49]. The CANDLE solvation model is used with a basis of linearized Poisson-Boltzmann ionic distribution and a nonvarying bulk dielectric constant [50]. The fluid cation and anion are set to Na+ and F– with a concentration of 1 mol L–1. The crystal orbital Hamilton population (COHP) analysis was carried out by the LOBSTER software [51]. 3 Results and discussion 3.1 The structure of Fe-N-C catalysts with defects The models of M-N-C catalysts are constructed by embedding Fe-N4 into the graphene sheet. Different defects are introduced around single-atom sites to obtain various M-N4 models for investigation. Firstly, a graphene sheet with Fe-N4 single atom site denoted as pristine Fe-N4. Subsequently, the non-benzoic defect is built by selectively removing and rotating the C–C bond, resulting in three types of defects (5577, 55577, 58) around Fe-N4 as shown in Fig. 1(a) . The defects on the second shell apparently modify the second-shell environment of the Fe-N4 moiety. To assess the stability of Fe-N-C, we calculated the binding energy (E b) of the Fe single atom, and the formation energy per atom (Fig. 1(b)). We found that the E b are –2.09, –2.06, –2.15 and –2.03 eV, on pristine, 5577, 55577, and 58 respectively, indicating that the single Fe atom exhibits considerable binding strength. The second-shell defects only change the binding energy within 0.1 eV comparing to pristine Fe-N-C, indicating minor effects on the Fe binding. We also found that the formation energy of the N-C sheet changes marginally with the introduction of secondary-shell defects. Apparently, the presence of defects on carbon substrates does not change the stability of single-atom metal sites and formation of the graphene sheet. The Crystal Orbital Hamilton Populations (COHP) is widely used for the bonding analysis of the crystal orbitals, demonstrating the viability for covalent, ionic, and metallic crystals [52]. The LOBSTER software is applied to investigate the COHP for the bonding information in the graphene sheet [53], and various materials [54,55], which is suitable for the bonding analysis of iron-nitrogen interaction for Fe-N-C. We found that the values integrated COHP are –1.25, –1.48, –1.19 and –0.98 for pristine, 5577, 55577, and 58, respectively, indicating that 5577 is more accommodating to Fe atom with stronger bonding between iron and nitrogen (Fig. S1). Experimentally, the non-benzoic defects on graphene are confirmed by transmission electron microscopy, while the physical strength can be improved by 5–7 defects with evenly spaced position [20]. Moreover, the 5–7 and 5–8 vacancies are capable of relocation and transformation via Stone-Wales interaction, which indicates that the π electrons could be dislocated in the nearby ring of graphene [22]. We found that the defects do not significantly decrease the stability of the catalyst, while 5577 induce a stronger bonding between Fe and nitrogen. Therefore, the presence of non-benzoic defects potentially increases the interaction of Fe on N-C support, acting as the second-shell environment of Fe-N-C. The second-shell defects can lead to dislocation of the π electrons, and probably affect the catalytic activity. 3.2 The CO2 adsorption and *COOH formation using CHE model We firstly applied classical CHE model for the investigation of CO2 adsorption as shown in Fig. 2(a) . The CO2 adsorption on various Fe-N-C catalysts is relatively weak with an adsorption energy of around –0.15 eV (Fig. 2(b)). The physisorption of CO2 is typical in the studies using CHE model, which indicates that the neutral CO2 molecule is too stable to form chemisorption on catalyst [10,23]. The formation of *COOH is widely deemed as the potential-determining step (PDS) (* + CO2 + e− + H+ → *COOH), and the transfer of H+ and e– onto CO2 molecule is treated as coupled step. The initial state of the catalyst (*) and CO2 are separately calculated for energy, because CO2 adsorption is relatively weak and *COOH (or *OCOH for HCOOH formation) is the first chemisorbed intermediate on catalyst [56]. However, the solvent is rarely considered in CHE model, and the energetic profiles are commonly derived from CO2, support and *COOH intermediate without H2O solvent molecules. Herein, the Gibbs free energy barriers are calculated and shown in Fig. 2(b). ΔG(*COOH) is around 0.50 to 0.65 eV, which is corresponding with –0.50 to –0.65 V for limiting potential. On the other hand, the experimental studies report that Fe-N-C catalysts exhibit a small onset potential around –0.2 to –0.3 V [15,57,58]. The results consistently overestimate the onset potential, which reveals the intrinsic defect of CHE. The significant discrepancy is concerning, which reflects the fundamental limits of the constant charge method represented by CHE. Noted that the pH-independent activity on Fe-N-C demonstrated by Ju et al. [25] further proves that the H+ and e– are likely to transfer sequentially rather than coupled onto CO2 for CO2RR towards CO product. This pH-independent behaviour is unable to be explained by CHE model, and the sequential reaction mechanism along with pH-independence indicate that the *COOH formation in aqueous solution should be easily achieved. Therefore, CO2 adsorption, instead of *COOH formation, probably acts as the rate-limiting step. 3.3 The *COOH formation in CPM coupled with explicit solvent environment To capture the kinetics of *COOH formation by hydrogen transfer in the H2O solvent networks, we incorporate seven explicit H2O molecules and one H3O, in conjunction with a solvent simulation method for the investigation of *COOH formation [59]. Moreover, the studies by Ju and Ringe et al. [25,26] reported that the experiments are conducted in pH range of 1 to6.8, indicating the H3O probably acts as proton donor. As shown in Fig. 3 , the energy profiles show that the state with the highest energy is the final state on pristine, 5577, 585, exhibiting an energy barrier of 0.18, 0.11, and 0.38 eV, respectively. On 55577, the *COOH formation shows a small energy barrier of 0.03 eV, and the transition state resembles the final state (Fig. S2). We also note that CO2 is adsorbed onto Fe site in the presence of H2O molecule networks, and the excess hydrogen is transferred from solvent H3O to H2O with versatile position, hopping between nearby water molecules. Overall, the formation of *COOH is facile energetically with marginal activation barrier from *CO2 to *COOH. Therefore, the formation of *COOH is significantly facilitated in the presence of explicit solvent environment. As shown in Fig. 4(a) , the energy change between the final states and initial states on pristine, 5577, 58 or transition state and initial state on 55577 at different applied potential is studied using the CPM. The energy values are 0.01, 0.16, –0.02, and 0.46 eV on pristine, 5577, 55577, and 58 catalysts at 0 V. Upon the applied potential shifting to negative, the energy change decreases, indicating that *COOH formation is facilitated by negative potentials. The energy changes are below 0.4 eV on pristine, 5577, 55577, and 58 Fe-N-C at negative potential, which is considered viable to proceed with considerable production rates at room temperature [60]. The facile *COOH formation is consistent with the pH-independence of CO2 electroreduction to CO, which indicates that CO2 adsorption, instead of the *COOH formation, is the rate-limiting step (Fig. 4(b)) [23,24]. 3.4 The potential-dependent CO2 adsorption As discussed above, the constant charge method fails to describe the potential-dependent adsorption of CO2, which is the key to investigate the mechanism of CO2RR on Fe-N-C. Therefore, the adsorption of CO2 is investigated with CPM instead, which applied grand canonical ensemble modelling of electrochemical solid-liquid interfaces [42,43]. The configurations in Fig. 5(a) show that the CO2 molecule is adsorbed on the Fe site with a bent configuration, indicating the *CO2 molecule is highly activated with chemisorption. The pristine Fe-N-C exhibits a more negative adsorption free energy as the potential decreases as shown in Fig. 5(b). Therefore, CO2 adsorption is potential-dependent by simulation of CPM. One can see that as the applied potential shifts more negative, the binding of CO2 becomes stronger. The adsorption free energy is –0.82 eV at applied potential of –0.8 V. Thus, the CO production rate is appreciable at this potential, which is easily achieved in CO2 electroreduction [57]. Moreover, at applied potential of around –0.2 V, the binding of *CO2 is initiated with a negative adsorption free energy, which is in accordance with the experimental studies of onset potential, indicating that a much more accurate prediction is achieved with CPM compared to that using CHE model. On the Fe-N-C with defects, 5577 strengthens the binding of CO2, with the highest adsorption free energy of –0.56 eV at potential of –0.2 V. Similarly, 585 and 55577 are also capable of improving the binding of CO2. As discussed, the CO2 adsorption is probably the rate-limiting step, because *COOH formation is facile energetically. The much stronger *CO2 binding energy can lead to a higher activity of CO2RR. The introduction of defects on the second-shell environment is an effective approach of improving activity at low overpotential. We also investigated the CO2 adsorption energy with the explicit solvent model with neutral charge condition. The adsorption energies are 0.28, –0.01, 0.05, and 0.23 eV on pristine, 5577, 55577, and 58, respectively. The adsorption of CO2 on 5577 is consistently the strongest with a favourable negative value. *CO2 adsorption using the implicit solvent method with vaspsol code was also investigated [40]. The adsorption energy of *CO2 on pristine Fe-N-C is predicted to be around 0.31 eV. This indicates that the stable CO2 adsorption cannot be described by pure implicit or explicit solvent model alone without considering applied potential. The CPM coupled with explicit solvent provides detailed insights especially for the molecules, such as CO2, that interact with the hydrogen-bonding network. The surrounding water molecules play an essential role which cannot by captured by implicit solvent model [32]. Therefore, the CPM coupled with explicit solvent exhibits significant advantages for CO2RR. The configurations of CO2 adsorption are further studied at applied potential of 0 V. As shown in Fig. 6(a) , the CO2 adsorption is weak with a large distance of 3.40 Å using CHE model. The CO2 molecule retains the linear configuration indicative of a physical adsorption. On the other hand, the CPM presented in this study can adjust the atomic configurations as the potential varies, which is more accurate to describe the *CO2 adsorption at constant potential [42,43]. As for the models optimized by CPM coupled with explicit solvent, the distance between C atom and Fe site is much shorter with a length of around 2.0 Å, indicating that a chemisorption is formed. An O‒C‒O bond angle bent to around 130° to 140° indicates a strong interaction between CO₂ and the support, and the CO2 molecule is highly activated with a bent configuration. The CHE and CPM propose different configurations for CO2 adsorption. For CHE method, the system keeps charge-neutral during the calculations. Considering the high stability of CO2 molecule, *CO2 exhibits weak physical adsorption with CHE method. The CPM offers insight using constant potential by adjusting the electron number in the calculations, and explicit solvent molecules provide hydrogen bond networks for stabilizing *CO2. The adsorption energy increases and the bent angles decrease as the potential shifts to negative (Fig. S3–S6), which indicates that the CO2 is highly activated at negative potentials [61]. The partial density of states (PDOS) on the d-orbital of Fe site as shown in Fig. 6(b) demonstrate 5577 and 55577 possess peaks of states closer to Fermi level comparing to pristine, and 5577 exhibits a small but visible peak of states near Fermi level. The highly-increased states near Fermi level indicate that Fe site on 5577 actively interacts with the reactants, which facilitates the back donation of electrons to *CO2, thus improves the adsorption. Moreover, as shown in Fig. S3–S6, the 5577 defect induces a flexible graphene sheet, with Fe and nitrogen significantly lower than the plane of graphene sheet, while the other catalysts exhibit a flat structure. The structural flexibility on 5577 defect is probably beneficial for the interactions between CO2 and Fe-N-C. The hydrogen bonding from adjacent water molecules in CO2 adsorption is also studied. As shown in Fig. S7, the adsorbed *CO2 on pristine and 585 Fe-N-C exhibit hydrogen bonding with four water molecules, while *CO2 on 5577 and 55577 Fe-N-C form hydrogen bonding with three water molecules. However, the *CO2 adsorption is still weaker on pristine and 585 comparing to 5577. This indicates that the hydrogen bonding between water molecules and *CO2 is not the determining factor for adsorption strength. Instead, a more pronounced density of states near Fermi level, and a flexible structure resulting from 5577 defect on Fe-N-C play crucial roles for CO2 adsorption. 4 Conclusion We compared the CHE model and CPM in CO2RR on Fe-N-C. The CHE model fails to predict the low onset potential and the pH-independent behavior in CO2RR observed in experiments. On the contrary, the CPM coupled with explicit solvent environment demonstrates that the *COOH formation is favoured in kinetics with small activation barrier in solvent environment, indicating that *COOH formation is significantly facilitated in water solvent networks, which explains the pH-independent behaviour. Further investigation shows CO2 adsorption is potential-dependent and the onset potential around –0.2 V for CO2 adsorption is consistent with the experimental results. In non-benzoic defects in second-shell environment, 5577 defect is the most effective in enhancing CO2 adsorption at low overpotential. The 5577 defect induces a pronounced density of states near Fermi level, and flexible structure, which are crucial for improving CO2 adsorption. Comparing to CHE model, the CPM offers a much clearer understanding on the potential-dependent CO2 adsorption and a consistent explanation of CO2RR on Fe-N-C. The study highlights the importance of the constant potential method and inclusion of solvent molecules, which provides reliable theoretical simulations of CO2RR. Author Contributions Q. W., T. L. and G. W., designed the project. M. W. and T. L. performed the calculations and collected the data. M. W. and T. L. analysed and interpreted the data. M. W, Q. W., T. L., and G. W. edited, compiled, and finalized the draft. All authors contributed to the article and approved it for publication. Electronic supporting information Supporting information is available in the online version of this article. Conflicts of interest There are no conflicts to declare. Supplementary Material Supplementary appendix References 1 D. Gao R.M. Arán-Ais H.S. Jeon B. Roldan Cuenya Nat. Catal. 2 2019 198 210 D. Gao, R. M. Arán-Ais, H. S. Jeon, B. Roldan Cuenya, Nat. Catal., 2019, 2, 198–210. 2 K. Liu C. Yang R. Wei X. Ma C. Peng Z. Liu Y. Chen Y. Yan M. Kan Y. Yang G. Zheng Sci. Bull. 67 2022 1042 1048 K. Liu, C. Yang, R. Wei, X. Ma, C. Peng, Z. Liu, Y. Chen, Y. Yan, M. Kan, Y. Yang, G. Zheng, Sci. Bull., 2022, 67, 1042–1048. 3 Z. Wei M. Cao R. Cao J. Electrochem. 29 2023 2215008 Z. Wei, M. Cao, R. Cao, J. Electrochem., 2023, 29, 2215008. 4 G. Zou W. Feng Y. Song G. Wang J. Electrochem. 29 2023 2215006 G. Zou, W. Feng, Y. Song, G. Wang, J. Electrochem., 2023, 29, 2215006. 5 L. Kong M. Wang Y. Tuo S. Zhou J. Wang G. Liu X. Cui J. Wang L. Jiang J. Energy Chem. 88 2024 183 193 L. Kong, M. Wang, Y. Tuo, S. Zhou, J. Wang, G. Liu, X. Cui, J. Wang, L. Jiang, J. Energy Chem., 2024, 88, 183–193. 6 Y. Zhai P. Han Q. Yun Y. Ge X. Zhang Y. Chen H. Zhang eScience 2 5 2022 467 485 Y. Zhai, P. Han, Q. Yun, Y. Ge, X. Zhang, Y. Chen, H. Zhang, eScience, 2022, 2(5), 467–485. 7 X. Teng Y. Niu S. Gong X. Liu Z. Chen J. Electrochem. 28 2022 2108441 X. Teng, Y. Niu, S. Gong, X. Liu, Z. Chen, J. Electrochem., 2022, 28, 2108441. 8 Y. Yang J. Fu T. Tang S. Niu L. Zhang J. Zhang J. Hu Chin. J. Catal. 43 2022 1674 1679 Y. Yang, J. Fu, T. Tang, S. Niu, L. Zhang, J. Zhang, J. Hu, Chin. J. Catal., 2022, 43, 1674–1679. 9 J. Gu C. Hsu L. Bai H.M. Chen X. Hu Science 364 2019 1091 1094 J. Gu, C. Hsu, L. Bai, H. M. Chen, X. Hu, Science, 2019, 364, 1091–1094. 10 Y. Yang J. Li C. Zhang Z. Yang P. Sun S. Liu Q. Cao J. Phys. Chem. C 126 2022 4338 4346 Y. Yang, J. Li, C. Zhang, Z. Yang, P. Sun, S. Liu, Q. Cao, J. Phys. Chem. C, 2022, 126, 4338–4346. 11 J. Wang Y. Huang Y. Wang H. Deng Y. Shi D. Wei M. Li C. Dong H. Jin S.S. Mao S. Shen ACS Catal. 13 2023 2374 2385 J. Wang, Y. Huang, Y. Wang, H. Deng, Y. Shi, D. Wei, M. Li, C. Dong, H. Jin, S. S. Mao, S. Shen, ACS Catal., 2023, 13, 2374–2385. 12 Z. Shi W. Yang Y. Gu T. Liao Z. Sun Adv. Sci. 7 2020 2001069 Z. Shi, W. Yang, Y. Gu, T. Liao, Z. Sun, Adv. Sci., 2020, 7, 2001069. 13 J. Sun X. Wu P. Liu J. Chen Y. Liu Z. Lou J. Zhao H. Yuan A. Chen X. Wang M. Zhu S. Dai H. Yang Nat. Commun. 14 2023 1599 J. Sun, X. Wu, P. Liu, J. Chen, Y. Liu, Z. Lou, J. Zhao, H. Yuan, A. Chen, X. Wang, M. Zhu, S. Dai, H. Yang, Nat. Commun., 2023, 14, 1599. 14 K. Liu J. Fu Y. Lin T. Luo G. Ni H. Li Z. Lin M. Liu Nat. Commun. 13 2022 2075 K. Liu, J. Fu, Y. Lin, T. Luo, G. Ni, H. Li, Z. Lin, M. Liu, Nat. Commun., 2022, 13, 2075. 15 X. Qin S. Zhu F. Xiao L. Zhang M. Shao ACS Energy Lett. 4 2019 1778 1783 X. Qin, S. Zhu, F. Xiao, L. Zhang, M. Shao, ACS Energy Lett., 2019, 4, 1778–1783. 16 W. Wang L. Shang G. Chang C. Yan R. Shi Y. Zhao G.I.N. Waterhouse D. Yang T. Zhang Adv. Mater. 31 2019 1808276 W. Wang, L. Shang, G. Chang, C. Yan, R. Shi, Y. Zhao, G. I. N. Waterhouse, D. Yang, T. Zhang, Adv. Mater., 2019, 31, 1808276. 17 Ç.Ö. Girit J.C. Meyer R. Erni M.D. Rossell C. Kisielowski L. Yang C. Park M.F. Crommie M.L. Cohen S.G. Louie A. Zettl Science 323 2009 1705 1708 Ç. Ö. Girit, J. C. Meyer, R. Erni, M. D. Rossell, C. Kisielowski, L. Yang, C. Park, M. F. Crommie, M. L. Cohen, S. G. Louie, A. Zettl, Science, 2009, 323, 1705–1708. 18 A. Hashimoto K. Suenaga A. Gloter K. Urita S. Iijima Nature 430 2004 870 873 A. Hashimoto, K. Suenaga, A. Gloter, K. Urita, S. Iijima, Nature, 2004, 430, 870–873. 19 J. Kim N. Lee D. Choi D.Y. Kim R. Kawai Y. Yamada J. Phys. Chem. Lett. 12 2021 9955 9962 J. Kim, N. Lee, D. Choi, D. Y. Kim, R. Kawai, Y. Yamada, J. Phys. Chem. Lett., 2021, 12, 9955–9962. 20 Y. Wei J. Wu H. Yin X. Shi R. Yang M. Dresselhaus Nat. Mater. 11 2012 759 763 Y. Wei, J. Wu, H. Yin, X. Shi, R. Yang, M. Dresselhaus, Nat. Mater., 2012, 11, 759–763. 21 B.W. Jeong J. Ihm G. Lee Phys. Rev. B 78 2008 165403 B. W. Jeong, J. Ihm, G. Lee, Phys. Rev. B, 2008, 78, 165403. 22 Y. Kim J. Ihm E. Yoon G. Lee Phys. Rev. B 84 2011 075445 Y. Kim, J. Ihm, E. Yoon, G. Lee, Phys. Rev. B, 2011, 84, 075445. 23 S. Back J. Lim N. Kim Y. Kim Y. Jung Chem. Sci. 8 2017 1090 1096 S. Back, J. Lim, N. Kim, Y. Kim, Y. Jung, Chem. Sci., 2017, 8, 1090–1096. 24 F. Chen Z. Yao Z. Lyu J. Fu X. Zhang J. Hu eScience 4 2024 100172 F. Chen, Z. Yao, Z. Lyu, J. Fu, X. Zhang, J. Hu, eScience, 2024, 4, 100172. 25 W. Ju A. Bagger X. Wang Y. Tsai F. Luo T. Möller H. Wang J. Rossmeisl A.S. Varela P. Strasser ACS Energy Lett. 4 2019 1663 1671 W. Ju, A. Bagger, X. Wang, Y. Tsai, F. Luo, T. Möller, H. Wang, J. Rossmeisl, A. S. Varela, P. Strasser, ACS Energy Lett., 2019, 4, 1663–1671. 26 S. Ringe C.G. Morales-Guio L.D. Chen M. Fields T.F. Jaramillo C. Hahn K. Chan Nat. Commun. 11 2020 33 S. Ringe, C. G. Morales-Guio, L. D. Chen, M. Fields, T. F. Jaramillo, C. Hahn, K. Chan, Nat. Commun., 2020, 11, 33. 27 H. Cao Z. Zhang J. Chen Y. Wang ACS Catal. 12 2022 6606 6617 H. Cao, Z. Zhang, J. Chen, Y. Wang, ACS Catal., 2022, 12, 6606–6617. 28 R. Sundararaman W.A. Goddard III T.A. Arias J. Chem. Phys. 146 2017 114104 R. Sundararaman, W. A. Goddard, III, T. A. Arias, J. Chem. Phys., 2017, 146, 114104. 29 J.D. Goodpaster A.T. Bell M. Head-Gordon J. Phys. Chem. Lett. 7 2016 1471 1477 J. D. Goodpaster, A. T. Bell, M. Head-Gordon, J. Phys. Chem. Lett., 2016, 7, 1471–1477. 30 H. Zhang W.A. Goddard Q. Lu M. Cheng Phys. Chem. Chem. Phys. 20 2018 2549 2557 H. Zhang, W. A. Goddard, Q. Lu, M. Cheng, Phys. Chem. Chem. Phys., 2018, 20, 2549–2557. 31 J. Liu F. Luo J. Li J. Am. Chem. Soc. 145 2023 25264 25273 J. Liu, F. Luo, J. Li, J. Am. Chem. Soc., 2023, 145, 25264–25273. 32 Z. Zhang H. Li Y. Shao L. Gan F. Kang W. Duan H.A. Hansen J. Li Nat. Commun. 15 2024 612 Z. Zhang, H. Li, Y. Shao, L. Gan, F. Kang, W. Duan, H. A. Hansen, J. Li, Nat. Commun., 2024, 15, 612. 33 G. Kresse J. Furthmüller Comput. Mater. Sci. 6 1996 15 50 G. Kresse, J. Furthmüller, Comput. Mater. Sci., 1996, 6, 15–50. 34 G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmüller, Phys. Rev. B, 1996, 54, 11169–11186. 35 P.E. Blöchl Phys. Rev. B 50 1994 17953 17979 P. E. Blöchl, Phys. Rev. B, 1994, 50, 17953–17979. 36 G. Kresse D. Joubert Phys. Rev. B 59 1999 1758 1775 G. Kresse, D. Joubert, Phys. Rev. B, 1999, 59, 1758–1775. 37 S. Grimme J. Antony S. Ehrlich H. Krieg J. Chem. Phys. 132 2010 154104 S. Grimme, J. Antony, S. Ehrlich, H. Krieg, J. Chem. Phys., 2010, 132, 154104. 38 G. Henkelman B.P. Uberuaga H. Jónsson J. Chem. Phys. 113 2000 9901 9904 G. Henkelman, B. P. Uberuaga, H. Jónsson, J. Chem. Phys., 2000, 113, 9901–9904. 39 A.A. Peterson F. Abild-Pedersen F. Studt J. Rossmeisl J.K. Nörskov Energy Environ. Sci. 3 2010 1311 1315 A. A. Peterson, F. Abild-Pedersen, F. Studt, J. Rossmeisl, J. K. Nörskov, Energy Environ. Sci., 2010, 3, 1311–1315. 40 K. Mathew R. Sundararaman K. Letchworth-Weaver T.A. Arias R.G. Hennig J. Chem. Phys. 140 2014 084106 K. Mathew, R. Sundararaman, K. Letchworth-Weaver, T. A. Arias, R. G. Hennig, J. Chem. Phys., 2014, 140, 084106. 41 Z. Xia H. Xiao J. Chem. Theory Comput. 19 2023 5168 5175 Z. Xia, H. Xiao, J. Chem. Theory Comput., 2023, 19, 5168–5175. 42 R. Sundararaman K. Letchworth-Weaver K.A. Schwarz D. Gunceler Y. Ozhabes T.A. Arias SoftwareX 6 2017 278 284 R. Sundararaman, K. Letchworth-Weaver, K. A. Schwarz, D. Gunceler, Y. Ozhabes, T. A. Arias, SoftwareX, 2017, 6, 278–284. 43 J.M. Clary D. Vigil–Fowler J. Phys. Chem. C. 127 2023 16405 16413 J. M. Clary, D. Vigil–Fowler, J. Phys. Chem. C., 2023, 127, 16405–16413. 44 C. Ryu J.-S. Kim S.-B. Rim S.-H. Choe C.-J. Yu Appl. Surf. Sci. 573 2022 151495 C. Ryu, J.-S. Kim, S.-B. Rim, S.-H. Choe, C.-J. Yu, Appl. Surf. Sci., 2022, 573, 151495. 45 K.F. Garrity J.W. Bennett K.M. Rabe D. Vanderbilt Comput. Mater. Sci. 81 2014 446 452 K. F. Garrity, J. W. Bennett, K. M. Rabe, D. Vanderbilt, Comput. Mater. Sci., 2014, 81, 446–452. 46 M. Ernzerhof G.E. Scuseria J. Chem. Phys. 110 1999 5029 5036 M. Ernzerhof, G. E. Scuseria, J. Chem. Phys., 1999, 110, 5029–5036. 47 L. Liu H. Xiao J. Am. Chem. Soc. 145 2023 14267 14275 L. Liu, H. Xiao, J. Am. Chem. Soc., 2023, 145, 14267–14275. 48 P. Li Y. Jiang Y. Hu Y. Men Y. Liu W. Cai S. Chen Nat. Catal. 5 2022 900 911 P. Li, Y. Jiang, Y. Hu, Y. Men, Y. Liu, W. Cai, S. Chen, Nat. Catal., 2022, 5, 900–911. 49 J.P. Perdew A. Ruzsinszky G.I. Csonka O.A. Vydrov G.E. Scuseria L.A. Constantin X. Zhou K. Burke Phys. Rev. Lett. 100 2008 136406 J. P. Perdew, A. Ruzsinszky, G. I. Csonka, O. A. Vydrov, G. E. Scuseria, L. A. Constantin, X. Zhou, K. Burke, Phys. Rev. Lett., 2008, 100, 136406 50 R. Sundararaman W.A. Goddard III J. Chem. Phys. 142 2015 064107 R. Sundararaman, W. A. Goddard, III, J. Chem. Phys., 2015, 142, 064107. 51 R. Nelson C. Ertural J. George V.L. Deringer G. Hautier R. Dronskowski J. Comput. Chem. 41 2020 1931 1940 R. Nelson, C. Ertural, J. George, V. L. Deringer, G. Hautier, R. Dronskowski, J. Comput. Chem., 2020, 41, 1931–1940. 52 V.L. Deringer A.L. Tchougréeff R. Dronskowski J. Phys. Chem. A. 115 2011 5461 5466 V. L. Deringer, A. L. Tchougréeff, R. Dronskowski, J. Phys. Chem. A., 2011, 115, 5461–5466. 53 A. Chen H. Tong C. Wu S. Li P. Jia W. Zhou Phys. Chem. Chem. Phys. 26 2024 421 429 A. Chen, H. Tong, C. Wu, S. Li, P. Jia, W. Zhou, Phys. Chem. Chem. Phys., 2024, 26, 421–429. 54 P. Vajeeston R. Vidya P. Ravindran H. Fjellvåg A. Kjekshus A. Skjeltorp Phys. Rev. B 65 2002 075101 P. Vajeeston, R. Vidya, P. Ravindran, H. Fjellvåg, A. Kjekshus, A. Skjeltorp, Phys. Rev. B, 2002, 65, 075101. 55 R.Y. Rohling I.C. Tranca E.J.M. Hensen E.A. Pidko J. Phys. Chem. C. 123 2019 2843 2854 R. Y. Rohling, I. C. Tranca, E. J. M. Hensen, E. A. Pidko, J. Phys. Chem. C., 2019, 123, 2843–2854. 56 T. Zheng C. Liu C. Guo M. Zhang X. Li Q. Jiang W. Xue H. Li A. Li C. Pao J. Xiao C. Xia J. Zeng Nat. Nanotechnol. 16 2021 1386 1393 T. Zheng, C. Liu, C. Guo, M. Zhang, X. Li, Q. Jiang, W. Xue, H. Li, A. Li, C. Pao, J. Xiao, C. Xia, J. Zeng, Nat. Nanotechnol., 2021, 16, 1386-1393. 57 T.N. Huan N. Ranjbar G. Rousse M. Sougrati A. Zitolo V. Mougel F. Jaouen M. Fontecave ACS Catal. 7 2017 1520 1525 T. N. Huan, N. Ranjbar, G. Rousse, M. Sougrati, A. Zitolo, V. Mougel, F. Jaouen, M. Fontecave, ACS Catal., 2017, 7, 1520–1525. 58 L. Lin H. Li Y. Wang H. Li P. Wei B. Nan R. Si G. Wang X. Bao Angew. Chem. Int. Ed. 60 2021 26582 26586 L. Lin, H. Li, Y. Wang, H. Li, P. Wei, B. Nan, R. Si, G. Wang, X. Bao, Angew. Chem. Int. Ed., 2021, 60, 26582–26586. 59 Q. Wu C. Dai F. Meng Y. Jiao Z.J. Xu Nat. Commun. 15 2024 1095 Q. Wu, C. Dai, F. Meng, Y. Jiao, Z. J. Xu, Nat. Commun., 2024, 15, 1095. 60 X. Nie M.R. Esopi M.J. Janik A. Asthagiri Angew. Chem. Int. Ed. 52 2013 2459 2462 X. Nie, M. R. Esopi, M. J. Janik, A. Asthagiri, Angew. Chem. Int. Ed., 2013, 52, 2459–2462. 61 Y. Yang J. Fu Y. Ouyang T. Tang Y. Zhang L. Zheng Q. Zhang X. Liu J. Wang J. Hu Natl. Sci. Rev. 10 2023 nwac248 Y. Yang, J. Fu, Y. Ouyang, T. Tang, Y. Zhang, L. Zheng, Q. Zhang, X. Liu, J. Wang, J. Hu, Natl. Sci. Rev., 2023, 10, nwac248.",
      "scopus-id": "85209346548",
      "coredata": {
        "eid": "1-s2.0-S1872206724601312",
        "dc:description": "Metal-nitrogen-carbon catalysts (M-N-C) with single-atom active site are highly efficient catalysts for electrochemical CO2 reduction reactions (CO2RR). Abundant M-N-C catalysts have been developed, and the coordinated adjacent nitrogen atoms as first-shell environment have been the focus of research of activity-tuning. However, the effect of second-shell carbon environment around the metal-nitrogen moiety is still unclear. Moreover, it is confusing for the discrepancy between the experimental onset potential of around –0.2 V (vs. reversible hydrogen electrode, RHE, unless otherwise noted) and theoretical predictions of –0.5 V or higher by the widely-used computational hydrogen electrode (CHE) model. Herein, using the explicit solvent model and constant potential method (CPM), the electrochemical interface on Fe-N-C is simulated for CO2RR. It reveals that the *COOH formation is facilitated in water solvent environment, while the CO2 adsorption is potential-dependent. The predicted onset potential of around –0.2 V on Fe-N-C is consistent with experimental results. The sp 2 non-hexatomic defects introduced into second-shell carbon environment are significantly influential for the CO2RR. The double five-seven ring (5577) defect is the most active, compared to that with triple five-seven ring (55577) or five-eight ring (58) defects. The highly flexible structure and altered density of states of Fe site induced by 5775 defects are key to CO2 adsorption. This study provides new insights into the role of second-shell carbon environment for effective CO2RR, and underlines the importance of CPM and solvent environment in accurate simulation for electrochemical interface.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206724601312",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Mengna"
          },
          {
            "@_fa": "true",
            "$": "Wang, Qi"
          },
          {
            "@_fa": "true",
            "$": "Liu, Tianfu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Guoxiong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206724601312"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206724601312"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(24)60131-2",
        "prism:volume": "66",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Unexpected effect of second-shell defect in iron-nitrogen-carbon catalyst for electrochemical CO2 reduction reaction: A DFT study",
        "prism:copyright": "Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Iron-nitrogen-carbon catalysts"
          },
          {
            "@_fa": "true",
            "$": "Electrochemical CO2 reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Defect engineering"
          },
          {
            "@_fa": "true",
            "$": "Constant potential method"
          },
          {
            "@_fa": "true",
            "$": "Density functional theory calculations"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "247-256",
        "prism:endingPage": "256",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2024",
        "prism:doi": "10.1016/S1872-2067(24)60131-2",
        "prism:startingPage": "247",
        "dc:identifier": "doi:10.1016/S1872-2067(24)60131-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "128",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19764",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "209",
            "@width": "506",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35871",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "333",
            "@width": "473",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "51225",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "395",
            "@width": "522",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60174",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "209",
            "@width": "595",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28749",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "227",
            "@width": "504",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35006",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "320",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40294",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4510",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6712",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10601",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16715",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4603",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "99",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6554",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "124",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6650",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "340",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "79212",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "556",
            "@width": "1346",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "133569",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "885",
            "@width": "1258",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "205849",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1050",
            "@width": "1386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "229182",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "556",
            "@width": "1582",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "114639",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "604",
            "@width": "1340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "138536",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "851",
            "@width": "1502",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "158514",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724601312-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1301888",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85209346548"
      }
    }
  }
}