{
  "metadata": {
    "title": "Constructing amorphous/crystalline NiFe-MOF@NiS heterojunction catalysts for enhanced water/seawater oxidation at large current density",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2024-06-30",
    "doi": "10.1016/S1872-2067(24)60030-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206724600306",
    "pii": "S1872206724600306"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85198241124",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2024-07-13 2024-07-13 2024-07-13 2024-07-13 2024-07-30T15:57:52 1-s2.0-S1872206724600306 S1872-2067(24)60030-6 S1872206724600306 10.1016/S1872-2067(24)60030-6 S300 S300.3 FULL-TEXT 1-s2.0-S1872206724X00078 2024-07-30T15:21:47.0764Z 0 0 20240601 20240630 2024 2024-07-13T12:37:02.361386Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 61 61 C Volume 61 12 192 204 192 204 202406 June 2024 2024-06-01 2024-06-30 2024 article fla Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. CONSTRUCTINGAMORPHOUSCRYSTALLINENIFEMOFNISHETEROJUNCTIONCATALYSTSFORENHANCEDWATERSEAWATEROXIDATIONLARGECURRENTDENSITY HOU X 1 Introduction 2 Experimental 2.1 Synthesis of catalysts 2.2 Material characterizations 2.3 Electrochemical measurement 2.4 Density functional theory (DFT) computation 3 Results and discussion 3.1 Structural characterization 3.2 DFT calculations 3.3 Electrocatalytic activity in 1 mol L−1 KOH 3.4 Electrocatalytic activity in alkaline seawater 4 Conclusions Supplementary Material References XIAO 2023 12850 12868 L ZHAO 2023 100159 X KANDAMBETH 2023 2202964 S BAI 2023 212 219 X DING 2023 e202311909 J TONG 2020 367 377 W ZHANG 2023 4630 4638 H TAN 2022 2200951 L MA 2024 752 761 S HUANG 2022 4647 4658 C DRESP 2019 933 942 S WU 2023 2303012 Q FENG 2023 203 226 C ZHOU 2024 2304380 J TANG 2023 215288 T FAN 2022 2203588 J NI 2023 2301075 C XIAO 2023 8945 8952 M JIANG 2024 2306910 Y ZHANG 2023 2271 2281 R WANG 2023 5 48 X GAO 2024 215639 G LUO 2023 140061 Y ZHANG 2022 121055 Y KRESSE 1996 11169 11186 G HAMMER 1999 7413 7421 B GRIMME 2006 1787 1799 S WU 2023 36 47 Z ZHANG 2023 240 245 W WEN 2021 2102353 Q HEROLD 2021 5898 5906 F NI 2024 100210 T DAI 2020 2506 2511 C KORNIENKO 2015 7448 7455 N ZHENG 2023 2301032 S XIAO 2024 2429 2437 L XU 2023 7193 7203 N XU 2021 130514 X LI 2023 8853 8862 J XIAO 2024 109155 L XIAO 2024 2310195 L DOU 2020 100077 Y ZHANG 2023 134 142 N WANG 2023 2209307 C ZHAO 2020 2001965 M MA 2021 22740 22744 T LI 2021 18129 18137 C HE 2023 2304022 F ZHANG 2021 485 498 F HOUX2024X192 HOUX2024X192X204 HOUX2024X192XX HOUX2024X192X204XX 2026-07-13T00:00:00.000Z 2026-07-13T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2024-07-25T16:04:21.445Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Fundamental Research Funds for the Central Universities 202262010 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ Natural Science Foundation of Shandong Province ZR2022ZD30 Natural Science Foundation of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/501100007129 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 52261145700 22279124 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Qingdao New Energy Shandong Laboratory Open Project QNESL OP202307 This work was supported by the National Natural Science Foundation of China ( 52261145700, 22279124 ), the Natural Science Foundation of Shandong Province ( ZR2022ZD30 ), the Qingdao New Energy Shandong Laboratory Open Project ( QNESL OP202307 ), and the Fundamental Research Funds for the Central Universities ( 202262010 ). item S1872-2067(24)60030-6 S1872206724600306 1-s2.0-S1872206724600306 10.1016/S1872-2067(24)60030-6 273538 2024-07-30T15:21:47.0764Z 2024-06-01 2024-06-30 1-s2.0-S1872206724600306-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/MAIN/application/pdf/c14c5d4ca9a8451133df45dc2d0778a8/main.pdf main.pdf pdf true 4610520 MAIN 13 1-s2.0-S1872206724600306-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/PREVIEW/image/png/3e9d3d04d180d19677f12c2662e4e3fe/main_1.png main_1.png png 50825 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206724600306-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/fx1/DOWNSAMPLED/image/jpeg/554a075e63851db957cc0fd09d924fac/fx1.jpg fx1 true fx1.jpg jpg 55937 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600306-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr1/THUMBNAIL/image/jpeg/3f10baf31298119189f53d72204389f7/gr1.jpg gr1 gr1.jpg jpg 122754 558 566 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600306-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr2/DOWNSAMPLED/image/jpeg/3b4c35e64e09af62f39f8ab3025ac827/gr2.jpg gr2 gr2.jpg jpg 116401 535 610 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600306-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr3/DOWNSAMPLED/image/jpeg/48ecba198a002951c7e280f5d2bdf9f5/gr3.jpg gr3 gr3.jpg jpg 179941 634 642 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600306-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr4/DOWNSAMPLED/image/jpeg/85c618b070d6cb537e712c3091107615/gr4.jpg gr4 gr4.jpg jpg 100529 585 564 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600306-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr5/DOWNSAMPLED/image/jpeg/a5acfea38abd4a6c90bd98d9d6d26af4/gr5.jpg gr5 gr5.jpg jpg 131548 518 616 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600306-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr6/DOWNSAMPLED/image/jpeg/6dc07dc6d33b67ba9cbd6d11d113fbd7/gr6.jpg gr6 gr6.jpg jpg 128136 572 551 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600306-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/fx1/DOWNSAMPLED/image/gif/fdaa8db3817b745accbe9be4568b4400/fx1.sml fx1 true fx1.sml sml 16794 87 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724600306-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr1/DOWNSAMPLED/image/gif/0e14e6f91eb694b9557b63999c366017/gr1.sml gr1 gr1.sml sml 20316 164 166 IMAGE-THUMBNAIL 1-s2.0-S1872206724600306-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr2/THUMBNAIL/image/gif/c5c2dd9c6ccf2276e62bc32b357fb438/gr2.sml gr2 gr2.sml sml 16080 164 187 IMAGE-THUMBNAIL 1-s2.0-S1872206724600306-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr3/THUMBNAIL/image/gif/f896bcd8096c636650554e4f27f9a3a5/gr3.sml gr3 gr3.sml sml 14329 164 166 IMAGE-THUMBNAIL 1-s2.0-S1872206724600306-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr4/THUMBNAIL/image/gif/88990aee0fb87ad781406e302ee52a06/gr4.sml gr4 gr4.sml sml 10917 164 158 IMAGE-THUMBNAIL 1-s2.0-S1872206724600306-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr5/THUMBNAIL/image/gif/a7e1d171e0c65159ad1b0ad439a49cac/gr5.sml gr5 gr5.sml sml 20472 164 195 IMAGE-THUMBNAIL 1-s2.0-S1872206724600306-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/gr6/THUMBNAIL/image/gif/6701758443e4a46010dc1e517c28fd26/gr6.sml gr6 gr6.sml sml 11849 164 158 IMAGE-THUMBNAIL 1-s2.0-S1872206724600306-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/HIGHRES/image/jpeg/47e912b69efa8fcc4c407ae0285dcb5d/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 261819 530 1328 IMAGE-HIGH-RES 1-s2.0-S1872206724600306-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/HIGHRES/image/jpeg/e1476c87780c0355795f5e7f48c86876/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 664979 1483 1505 IMAGE-HIGH-RES 1-s2.0-S1872206724600306-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/HIGHRES/image/jpeg/55b3ef46324ef74c8716d306f06210d7/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 511298 1421 1621 IMAGE-HIGH-RES 1-s2.0-S1872206724600306-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/DOWNSAMPLED/image/jpeg/7e5780e7d25466c3b9392951a1ee564a/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 797861 1686 1706 IMAGE-HIGH-RES 1-s2.0-S1872206724600306-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/HIGHRES/image/jpeg/0ea1d4f41d879ebfb22cf0d6544eefd1/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 407954 1554 1499 IMAGE-HIGH-RES 1-s2.0-S1872206724600306-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/HIGHRES/image/jpeg/45652d58d5d9864527b2bd2f42a2c03d/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 604221 1375 1636 IMAGE-HIGH-RES 1-s2.0-S1872206724600306-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/HIGHRES/image/jpeg/1fdcf420d6c3f705074de7e18a713025/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 549849 1520 1464 IMAGE-HIGH-RES 1-s2.0-S1872206724600306-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600306/mmc1/MAIN/application/pdf/8dd58b685f4129cae5f0e4f88d3375af/mmc1.pdf mmc1 mmc1.pdf pdf false 2411880 APPLICATION CHNJC 60030 S1872-2067(24)60030-6 10.1016/S1872-2067(24)60030-6 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Schematic illustration for the fabrication of the NiFe-MOF@NiS/NF. SEM image (b) and TEM image (c) of NiS/NF. SEM image (d) and TEM image (e) of NiFe-MOF/NF. SEM image (f), TEM image (g), HR-TEM image (h), the enlarged HR-TEM image (i) (The inset is the SAED pattern), HAADF-STEM image and corresponding elemental mapping images (j) of NiFe-MOF@NiS/NF. Fig. 2 Powder XRD patterns (a) and Raman spectra (b) of NiS/NF, NiFe-MOF/NF and NiFe-MOF@NiS/NF. The high resolution XPS spectra of Ni 2p (c), Fe 2p (d), O 1s (e), S 2p (f) for NiS/NF, NiFe-MOF/NF and NiFe-MOF@NiS/NF. The droplet contact angle and the bubble contact angle images of NiS/NF (g), NiFe-MOF/NF (h), and NiFe-MOF@NiS/NF (i). Fig. 3 The calculated OER free-energy diagram of NiS, NiFe-MOF, and NiFe-MOF@NiS at U = 0 V (a) and U = 1.23 V (b). Charge density difference (c) and energy band diagram (d) of NiFe-MOF@NiS. The DOS of NiS (e), NiFe-MOF (f) and NiFe-MOF@NiS (g). The d-band centers of NiS (h), NiFe-MOF (i) and NiFe-MOF@NiS (j). (k) Proposed OER pathway for the NiFe-MOF@NiS. Fig. 4 The electrochemical measurements in 1 mol L−1 KOH. LSV curves (a), corresponding Tafel slopes (b), and the EIS (c) of NiS/NF, NiFe-MOF/NF, and NiFe-MOF@NiS/NF. (d) Comparison of the overpotential needed at 100 mA cm−2 among the NiFe-MOF@NiS/NF and previously reported catalysts in 1 mol L−1 KOH. the C dl values (e), the mass activity (f), and specific activities (g) of NiS/NF, NiFe-MOF/NF, and NiFe-MOF@NiS/NF. (h) The LSV curves before and after 10000 cycles and (i) the time-dependent potential curve at 100 mA cm−2 for NiFe-MOF@NiS/NF. Fig. 5 TEM (a) and HR-TEM (b) images of NiFe-MOF@NiS/NF after OER test. The high resolution XPS spectra of Ni 2p (c), Fe 2p (d), O 1s (e), and S 2p (f) for NiFe-MOF@NiS/NF before and after OER test. (g) In situ ATR-FTIR spectra of NiFe-MOF@NiS/NF. (h) Schematic graphs of performance interpretation of the NiFe-MOF@NiS/NF. Fig. 6 The electrochemical measurements in alkaline seawater electrolytes. The LSV curves (a) and corresponding Tafel slopes (b) for NiS/NF, NiFe-MOF/NF, NiFe-MOF@NiS/NF, and RuO2. (c) The EIS of NiS/NF, NiFe-MOF/NF, and NiFe-MOF@NiS/NF. (d) Comparison of the overpotential needed at 100 mA cm−2 among the NiFe-MOF@NiS/NF and previously reported catalysts in alkaline seawater. The C dl values (e), the TOF (f) (the inset is the TOF value at the overpotential of 370 mV), the mass activity (g) of NiS/NF, NiFe-MOF/NF, and NiFe-MOF@NiS/NF. LSV curves before and after 10000 cycles (h), the multi-potential steps curves (i), and the time-dependent potential curve (j) at 100 mA cm−2 for NiFe-MOF@NiS/NF. Available online 20 June 2024 This work was supported by the National Natural Science Foundation of China (52261145700, 22279124), the Natural Science Foundation of Shandong Province (ZR2022ZD30), the Qingdao New Energy Shandong Laboratory Open Project (QNESL OP202307), and the Fundamental Research Funds for the Central Universities (202262010). Article Constructing amorphous/crystalline NiFe-MOF@NiS heterojunction catalysts for enhanced water/seawater oxidation at large current density Xianbiao Hou 1 Chen Yu 1 Tengjia Ni 1 Shucong Zhang Jian Zhou Shuixing Dai Lei Chu * Minghua Huang * School of Materials Science and Engineering, Ocean University of China, Qingdao 266100, Shandong, China School of Materials Science and Engineering Ocean University of China Qingdao Shandong 266100 China School of Materials Science and Engineering, Ocean University of China, Qingdao 266100, Shandong, China * Corresponding author. 1 Contributed equally to this work. Developing metal-organic frameworks (MOF) based catalysts with high activity and chlorine corrosion resistance is of paramount importance for seawater oxidation at large current density. Herein, we report a heterogeneous structure coupling NiFe-MOF nanoparticles with NiS nanosheets onto Ni foam (denoted as the NiFe-MOF@NiS/NF) via the mild strategy involving sulfur-modified corrosion and electrodeposition treatment. The constructed amorphous/crystalline interfaces could not only facilitate the adequate infiltration of electrolyte and release of O2 bubbles at large current densities, but also significantly improve the charge transfer from NiFe-MOF to NiS and the adsorption/desorption capacity of oxygen intermediates. Intriguingly, during oxygen evolution reaction process, the sulfate film formed by the self-reconstruction could remarkably inhibit the adsorption of Cl– ions on the catalyst surface in the seawater electrolytes. Benefiting from the robust corrosion resistance, unique amorphous/crystalline interfaces, and the charge redistribution, the well-designed NiFe-MOF@NiS/NF exhibits the low overpotential of 346 and 355 mV under a high current density of 500 mA cm−2 in alkaline water and seawater electrolytes, respectively. More importantly, the as-fabricated NiFe-MOF@NiS/NF demonstrates prolonged stability and durability, lasting over 600 h at a current density of 100 mA cm−2 in both electrolytes. This study enriches the understanding of electronic structure modulation and chlorine corrosion resistance in seawater, providing broad prospects for designing advanced MOF-based catalysts. Graphical Abstract The sulfate film, formed through self-reconstruction during the oxygen evolution reaction, effectively hinders the adsorption of Cl– ions on the catalyst surface. This strategy significantly enhances the corrosion resistance of NiFe-MOF@NiS/NF in seawater electrolytes. Keywords Metal-organic framework Amorphous/crystalline heterointerface Electrocatalyst Water/seawater oxidation Large current density 1 Introduction The electrochemical water splitting, yielding ultra-pure hydrogen with high energy density and zero-carbon emission, has gained widespread recognition as a sustainable strategy to resolve the imminent global energy demand and environmental degradation [1,2]. However, the anodic oxygen evolution reaction (OER), involving in complex four-electron transfer process, suffer from the sluggish kinetics that requires a significant overpotential for generation of O2, which critically impacts the energy conversion efficiency of the water splitting [3,4]. Despite significant efforts in the pursuit of efficient non-noble metal catalysts as alternatives to rare noble metal counterparts, most of them fall short of satisfying long-term operational requirements, particularly under conditions of high current densities [5]. Moreover, the electrolytes supplied with freshwater are extensively employed in water splitting, while the utilization of scarce freshwater could inevitably pose a significant burden when water splitting is implemented on a large scale [6]. In light of the abundance of global seawater around the world, direct seawater splitting for hydrogen production has the potential to mitigate freshwater scarcity, thereby attracting increasing attention [7]. However, the Cl– anions with high concentration (~ 0.5 mol L−1) in seawater would cause the formation of hypochlorite (ClO–) via triggering the competitive chlorine evolution reaction (ClER) against OER, which could result in the corrosion of active sites [8–10]. Although the OER displays the favorable thermodynamic potential compared with that of ClER at alkaline conditions (≈ 480 mV lower, pH >7.5), the ClER involved two-electron transfer has more fast kinetics than OER, which is necessary to create a suitable potential window (overpotential < 480 mV) for OER selectivity in alkaline seawater electrolytes [11,12]. On the other hand, the deposition of insoluble precipitates [Ca(OH)2 and Mg(OH)2] during seawater splitting will inevitably lead to the poisoning of active sites and a reduction in the service life of catalysts [13]. Therefore, the fabrication of advanced catalysts with corrosion resistance and high activity is more necessary to achieve high seawater electrolysis efficiency, particularly under large current densities. Among the promising catalysts previously reported, metal-organic frameworks (MOF), stitched together by strong coordination between metal ions/clusters and organic linkers, have exhibited high activity and robust adsorption capacity in water electrolysis because of their intrinsic advantages including high porosity, large specific surface areas, and isolated active sites [14,15]. These distinctive features propel MOF into a promising catalyst and have sparked considerable attention for driving water/seawater oxidation. However, the majority of MOF catalysts suffer from poor electronic conductivity and high absorption energy barrier because of the substantial overlap of electron clouds between d orbitals of oxygen atoms and p orbitals of metal atoms [16]. Therefore, deliberate tailoring of electronic structure by inducing spontaneous electron transfer is crucial for increasing electronic conductivity, which is benefit to optimize the kinetics and thermodynamics of catalysis. Recently, interface engineering related to MOF catalysts has been recognized as a promising strategy to extraordinarily enhance intrinsic OER activity by leveraging the modified electronic structure and local charge redistribution [17]. For instance, Xiao et al. [18] have successfully fabricated a layered NiFe-LDH/MOF heterostructure with abundant interface, which could elevate charge transfer ability and decrease adsorption energy of oxygen-containing intermediates for accelerated OER kinetics. Lin et al. [19] report that the fabricated MOF-on-MOF heterojunction exhibits excellent OER activity and stability because of its fast charge transfer, enriched active sites, and the optimized electron distribution. On the other hand, to satisfy the high current density requirement to achieve industrial hydrogen production, it is essential to deliberately construct a rational heterostructure with abundant defects, which can not only promote the large exposure of catalytic OER sites, but also improve the mass transport efficiency and shorten electronic migration path during OER process [20,21]. Hao group has found that the active defect sites within CoB@MOF@CC interfaces could effectively increase the mass transfer capacity and improve the self-driven electron flow between the metal active sites and intermediates, thereby displaying a low OER overpotential and continuous electrolysis for over 2500 h at high current density of 500 mA cm−2 under alkaline simulated seawater [22]. Notably, constructing amorphous/crystalline heterointerface could generate more dangling bonds, more defect sites, stronger energy level difference and electron-lattice coupling effect compared with their crystalline/crystalline heterointerface [23]. In addition, traditional crystalline phase NiS possesses higher conductivity and more tailored electronic structure compared to the other hydro/oxides components. Meanwhile, the S sites in NiS could act as the acceptor centers for both electrons and protons, which could accelerate the electron flow across heterointerface [24]. Therefore, these potential advantages enlighten us to ponder the possibility to modulate the electronic structure and accelerate the charge transfer through fabricating the amorphous/crystalline heterointerface based on structurally disordered MOF and crystalline phase NiS. To the best of our knowledge, there is a scarce report on the design of amorphous/crystalline heterointerfaces to date for enhancing seawater oxidation under large current density. With these considerations in mind, the NiFe-MOF@NiS heterostructure on Ni foam substrate (denoted as NiFe-MOF@NiS/NF) is successfully fabricated via the coupled strategy involving the sulfur-modified corrosion and subsequent electrodeposition treatment, in which the formed amorphous/crystalline heterointerface could offer abundant active sites, rapid release of O2 bubbles, and accelerated charge transfer. Theoretical and experimental findings decipher that strong electron redistribution between NiFe-MOF and NiS at the interfacial region could adjust the d-band center of metal sites for optimizing adsorption energy of oxygen intermediates. In addition, the sulfate film formed by the self-reconstruction during OER process could hamper the adsorption of Cl– ions on the catalyst surface, which is conducive to the robust corrosion resistance for seawater electrolysis under large current density. Consequently, the as-prepared NiFe-MOF@NiS/NF displays a superior catalytic OER activity and stability under large current densities in both alkaline water and seawater, surpassing that of the commercial RuO2 as well as other MOF-based catalysts previously reported. This work introduces a mild strategy for the preparation of highly efficient MOF-based catalysts, thereby illuminating the path towards large-scale green hydrogen production in alkaline and seawater electrolytes. 2 Experimental 2.1 Synthesis of catalysts The NiS nanosheets were grown directly on Ni foam using a mild sulfur-modified corrosion method. Commercial Ni foam substrates (2 × 4 cm2) were initially sonicated with a 6.0 mol L−1 HCl solution, followed by deionized water and ethanol for 15 min to remove surface oxide layers and impurities. The cleaned Ni foam substrates were then dried in a vacuum oven at 50 °C overnight. The pretreated Ni foam was immersed in beaker containing 50 mL of 0.5 mol L−1 Na2S solution to react for 24 h at room temperature. Subsequently, the electrodes underwent alternate rinsing with deionized water and ethanol several times before being dried under vacuum. The obtained electrodes were named as NiS/NF. The NiFe-MOF was electrodeposited onto the surface of NiS nanosheets to create the NiFe-MOF@NiS heterostructure. The electrodeposition process was conducted using a three-electrode system, where the NiS electrode served as the working electrode, a carbon rod as the counter electrode, and an Ag/AgCl electrode as the reference electrode. The NiS/NF was placed in 53 mL mixture solution including 0.75 mmol Fe(NO3)3·9H2O, 0.75 mmol Ni(NO3)2·6H2O, 1.5 mmol terephthalic acid (H2BDC), 50 mL DMF and 3 mL water. The electrodeposition process was carried out with a fixed deposition potential of –1.0 V versus Ag/AgCl for 30 min. Subsequently, the obtained electrodes underwent alternate rinsing with deionized water and ethanol several times. For comparison, a NiFe-MOF/NF electrode was prepared by directly electrodepositing NiFe-MOF onto Ni foam using the same procedure. 2.2 Material characterizations The X-ray diffraction (XRD) was carried out on a Bruker D8 Advanced Diffractometer with a Cu Ka radiation (λ = 1.5418 Å). The X-ray photoelectron spectra (XPS) were tested on the Thermo Scientific ESCALAB 250Xi spectrometer. The morphology of the as-prepared catalysts were characterized via scanning electron microscopy (SEM, Hitachi S-4800) and transmission electron microscopy (TEM, JEOL JEM 2100). Raman spectra were recorded by using a Thermo Fisher spectrometer equipped with 532 nm argon lasers. The electron paramagnetic resonance (EPR) spectra of these catalysts were recorded on a Bruker EMXmicro. Ultraviolet photoelectron spectra (UPS) data of the catalysts were obtained on an ESCALAB 250 using a He I (21.22 eV) discharge lamp. In situ attenuated total reflection Fourier-transform infrared (ATR-FTIR) spectra were acquired using the Invenio-R spectrometer equipped with a mercury cadmium telluride (MCT) detector cooled with liquid nitrogen. An Au-coated Si hemispherical prism served as the conductive substrate and IR reflection element. A Pt wire and Ag/AgCl electrode were employed as the counter electrode and reference electrode, respectively. 2.3 Electrochemical measurement The reversible hydrogen electrode (RHE) was converted using this equation: E RHE = E Hg/HgO + 0.059 pH + 0.197. The linear sweep voltammetry (LSV) curves were acquired at a scan rate of 5 mV s−1 with automatic iR compensation on the electrochemical workstation. The electrochemical OER properties of the catalysts were measured on an electrochemical workstation (CHI 760E) with a three-electrode system. In this system, the Ni foam was modified by catalyst as the working electrode, the Hg/HgO as the reference electrode, and a carbon rod as the auxiliary electrode. 2.4 Density functional theory (DFT) computation We conducted all DFT calculations using the Vienna Ab initio Simulation Package (VASP 6.3.0) code [25]. The exchange-correlation was modeled using the PBE functional, while the ion-electron interactions were described employing the PAW method [26]. The vdWs interactions were incorporated by employing the empirical DFT-D3 method [27]. The NiS (200), simplified NiFe-MOF (220) and NiS (200)-NiFe-MOF (220) heterojunction with mismatch of 1.5% were employed to simulate the electrochemical oxygen evolution reduction (OER). All atoms are allowed to move freely during the geometry optimization. The Monkhorst-Pack grid mesh-based Brillouin zone k-points were configured as 2×2×1 for all periodic structures, with a cutoff energy of 400 eV, while set as 4×4×1 for electronic calculation. The convergence criteria are defined as 0.02 eV A−1 and 10−5 eV in force and energy, respectively. The adsorption energy of species adsorption (ΔE) is based on following model. (1) ΔE = E total –E ads – E sub where the E total, E ads, and E sub are the electronic energy of whole adsorption system, the adsorbate and the substrate, respectively. The free energy calculation of species adsorption (ΔG) is founded upon the following model. (2) ΔG = ΔE + ΔE ZPE + ΔH 0→T – TΔS Herein ΔE, ΔE ZPE, and ΔS respectively denote the changes of electronic energy, zero-point energy, and entropy that attributed to adsorption of intermediate. The ΔH 0→T denotes the enthalpy variation during the heating process from 0 to T K. 3 Results and discussion 3.1 Structural characterization The target NiFe-MOF@NiS/NF catalyst is successfully synthesized by a coupling strategy involving the sulfur-modified corrosion and subsequent electrodeposition treatment, as schematically presented in Fig. 1(a) . Initially, the NiS nanosheets arrays are directly grown on the 3D macroporous Ni foam skeleton (named as NiS/NF) through a simple and feasible sulfur-modified corrosion method. The NiFe-MOF layer is subsequently in situ coated onto the NiS/NF surface to get the final NiFe-MOF@NiS/NF through an additional electrodeposition process in a mixed solution of Ni(NO3)2·6H2O and Fe(NO3)2·9H2O. For comparison, the pure NiS/NF and NiFe-MOF/NF catalysts are prepared by one-step hydrothermal and electrodeposition process, respectively. The morphology structure of the catalysts is initially characterized using FE-SEM and TEM. The pure NiS/NF exhibits the vertical nanosheet arrays structure with smooth surfaces and a thickness of tens of nanometers (Figs. 1(b) and (c)). The detailed structural information of the NiS/NF is presented by the HR-TEM, which shows the well-defined ordered lattice fringes, suggesting its representative crystalline nature (Fig. S1(a)). The aggregated nanoparticle morphology is observed for the NiFe-MOF/NF, as shown in Figs. 1(d) and (e). No obvious lattice fringes could be observed in the HR-TEM image of NiFe-MOF/NF (Fig. S1(b)), indicating the amorphous nature of NiFe-MOF/NF. As for target NiFe-MOF@NiS/NF catalyst, it is evident that the surface of nanosheet arrays is uniformly decorated with a substantial quantity of nanoparticles (Figs. 1(f) and (g)). The HR-TEM images of NiFe-MOF@NiS/NF catalyst display the distinct amorphous/crystalline boundaries (marked with yellow dashed line). As revealed in Fig. 1(h), the lattice fringes on the left side of the yellow line are separated by the interplanar spacing of 0.13 and 0.17 nm, matched well with the corresponding (202) and (110) crystalline planes of NiS, respectively. Conversely, no clearly discernible ordered lattice fringes are observed on the left side of the yellow line within the NiFe-MOF area. Furthermore, the selected area electron diffraction (SAED) pattern acquired from NiFe-MOF@NiS/NF reveals distinct diffraction dots aligning with the crystal planes of NiS phases. Notably, the presence of a pronounced wide halo in the pattern serves as a clear indicator of the amorphous structure within the NiFe-MOF phase. These findings provide additional affirmation of the concurrent existence of boundaries between crystalline NiS and amorphous NiFe-MOF. The high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) image, accompanied by its respective elemental mapping, confirms the even distribution of Ni, Fe, S, C, and O throughout the entire heterogeneous structure of NiFe-MOF@NiS/NF (Fig. 1(j)). The EPR spectra are employed to confirm the unpaired electrons generated by defects. As shown in Fig. S2, NiFe-MOF@NiS/NF displays stronger EPR signals at g = 2.003 than that of NiFe-MOF/NF and NiS/NF, suggesting the presence of high-density defects after forming amorphous/crystalline interface. In fact, the formed defects could not only modulate the electronic distribution of metal sites, but also efficiently activate unpaired metal ions to form oxyhydroxides species [28]. The pore volume and specific surface area of NiFe-MOF/NF, NiS/NF and NiFe-MOF@NiS/NF are studied via recording N2 adsorption/desorption isotherms, as displayed in Fig. S3(a). The pore volumes of NiFe-MOF/NF, NiS/NF and NiFe-MOF@NiS/NF are measured to be 0.15, 0.22, and 0.50 cm3 g−1, accompanied by Brunauer-Emmett-Teller (BET) specific surface area of 22.7, 31.2, and 48.0 m2 g−1, respectively. Furthermore, the pore-size distribution of those catalysts derived by Barrett-Joyner-Halenda (BJH) method indicates the formation of mesoporous structure (Fig. S3(b)). Notably, the large pore volume and specific surface area with abundant mesopores are beneficial for providing sufficient space for accelerated electron transfer and mass diffusion [29]. The powder XRD patterns of NiFe-MOF@NiS/NF show that the diffraction peaks corresponding to NiFe-MOF and NiS could not be detected beside the peaks of metal Ni (Fig. 2(a) ). The observation may be attributed to the abundant grain boundaries and plentiful amorphous nanodomains within catalyst, which is consistent with the results of other reports [30]. It is well accepted that the amorphous/crystalline heterostructure with rich defects is conductive to adjusting the local coordination environment and optimizing the electronic density of metal sites [31]. Raman spectra are employed to discern the structural characteristics of NiFe-MOF@NiS/NF, as illustrated in Fig. 2(b). The Raman peaks around 856 and 620 cm−1 correspond to the C–H bond of the benzene ring, while a doublet at 1610 and 1440 cm−1 is related to the in- and out-of-phase stretching modes of the carboxylate group [32], verifying the successful coordination between Ni/Fe ions and H2BDC in the NiFe-MOF@NiS/NF. Furthermore, the confirmation of NiS species in NiFe-MOF@NiS/NF is supported by Raman peaks at 339 and 203 cm−1 [33]. Interestingly, in contrast to the vibrational mode exhibited by the Raman peaks of NiS/NF, the peaks of NiS species display a subtle blue shift, potentially indicative of the formation of Fe–S–Ni bonds [34]. Similarly, in comparison to the vibrational mode of the carboxylate group in pure NiFe-MOF/NF, the corresponding peaks in NiFe-MOF@NiS/NF present a redshift, which can be attributed to the possible formation of Ni-S-Ni (Fe) bridging units at the interface of heterostructures. The above Raman results well demonstrate the coexistence of NiS and NiFe-MOF phases in the NiFe-MOF@NiS/NF heterostructures and the strong interaction between NiFe-MOF and NiS via Ni-S-Ni (Fe) bridging units. XPS is performed to acquire the detailed information regarding the coordination environment and chemical state. The survey spectra confirm the presence of Ni, Fe, O, S, and C elements in the NiFe-MOF@NiS/NF heterostructure (Fig. S4), consistent with the HR-TEM elemental mapping results discussed earlier. As depicted in Fig. 2(c), the Ni 2p spectrum can be resolved into a pair of peaks, featuring Ni 2p 3/2 at 856.5 eV and Ni 2p 1/2 at 874.3 eV for the NiFe-MOF@NiS/NF, thereby indicating the presence of the Ni2+ oxidation state [35]. In the high-resolution Fe 2p spectrum (Fig. 2(d)), two discernible peaks at 711.7 and 725.7 eV can be assigned to Fe 2p 3/2 and Fe 2p 1/2 electronic configurations, which offer an indication of Fe3+ [36]. In comparison to the spectra of NiFe-MOF/NF, both the Ni 2p and Fe 2p spectra of NiFe-MOF@NiS/NF exhibit a shift towards lower binding energy, providing additional evidence of a robust electron interaction facilitated by Ni-S-Ni (Fe) bridging units. In Fig. 2(f), the S 2p spectrum of NiFe-MOF@NiS/NF exhibits three primary peaks at approximately 163.0, 164.4, and 168.8 eV, corresponding to the S 2p 3/2, S 2p 1/2, and S-O peaks, respectively. Interestingly, the S 2p peaks of NiFe-MOF@NiS/NF shift to higher binding energy in contrast to the NiS/NF, implying the electronic migration between NiS and NiFe-MOF [30,37]. Such interfacial electron interaction is conductive to forming electron-rich NiS region and the electron-deficient NiFe-MOF region, which could be further proved by the work function (φ) difference of NiFe-MOF (5.32 eV) and NiS (5.72 eV) via ultraviolet photoelectron spectroscopy (Fig. S6). Combined with the above results, it can be referred that the strong interaction between NiFe-MOF and NiS is established through the Ni-S-Ni (Fe) bridging units on the heterointerface, accompanied by the unidirectional electronic migration from NiFe-MOF to NiS. Such interfacial charge redistribution is expected to be advantageous for regulating the electronic structure of metal sites and optimizing the adsorption/desorption performance of oxygen-related species, thereby enhancing the OER activity. It is widely recognized that the deliberate construction of catalysts with exceptional hydrophilicity and aerophobicity holds great significance in enhancing catalytic OER performance, particularly under high current [38]. In response, the hydrophilicity and aerophobicity of the NiS/NF, NiFe-MOF/NF, and heterogeneous NiFe-MOF@NiS/NF are investigated. As displayed in Figs. 2(g)–(i), the bigger water contact angles are observed for the NiS/NF (30°) and NiFe-MOF/NF (44°), suggesting a relatively poor contact with electrolyte. In contrast, the as-prepared NiFe-MOF@NiS/NF manifests the superhydrophilicity with a water contact angle close to 0°. Such superhydrophilicity enables adequate electrolyte penetration into the catalyst surface, facilitating the maximized exposure of catalytic active sites and promoting favorable OER activity. Meanwhile, the target NiFe-MOF@NiS/NF displays a larger underwater bubble contact angle of 134° than the NiS/NF (124°), and NiFe-MOF/NF (120°), indicating the aerophobicitic nature of NiFe-MOF@NiS/NF. This characteristic allows for the timely removal of numerous gas bubbles accumulated around the catalyst surface, preventing the occurrence of a severe “bubble shielding effect”. This is beneficial for the diffusion dynamics of electrolyte ions during the electrochemical OER process [38]. The appropriate hydrophilic and aerophobic characteristics not only grant the surface of the target catalyst with significantly enhanced diffusion dynamics and reduced reaction resistance but also provide a more accessible pathway for maximizing gas release from the catalyst surface, particularly at high current densities [39]. 3.2 DFT calculations DFT calculations are applied to deeply investigate the effect of electronic interaction between NiFe-MOF and NiS on the improved catalytic OER activity. The optimized theoretical models of the NiS, NiFe-MOF, and NiFe-MOF@NiS are shown in Fig. S7. In an alkaline electrolyte, the typical OER pathway of these model catalysts (Figs. 3(k) and S8) goes through the following listed electron transfer steps [40], (1) * + OH− → OH* + e− (2) –OH* + OH− → O* + e− + H2O (3) O* + OH− → OOH* + e− (4) OOH* + OH− → * + O2 + H2O + e− The * represents the active site on the NiFe-MOF@NiS surfaces. The calculated Gibbs free energy for each OER step (ΔG) is presented in Figs. 3(a) and (b), which is associated with the binding strength of the reaction intermediates (OH*, O*, and OOH*) on the surface of catalysts. When no potential is applied (U = 0 V), the Gibbs free energy shows an upward trend for all the catalysts (Fig. 3(a)), implying that the initiation of OER process requires an extra potential. Specifically, for the NiS, NiFe-MOF and NiFe-MOF@NiS, the third step displays highest energy barrier at U = 0 V, indicating the step of O* → OOH* is rate determining step (RDS) (Fig. S9). The free energy value of RDS for NiFe-MOF@NiS (1.99 eV) is smaller than those of the NiFe-MOF (2.56 eV) and NiS (2.35 eV), revealing NiFe-MOF@NiS only needs fewer energy barriers to trigger the OER process. To further elucidate the influence of applied potential on the OER activity, the Gibbs free energy diagrams are also plotted at 1.23 V (Fig. 3(b)). The NiFe-MOF@NiS still shows a low value (0.76 eV) for the RDS, higher than that of NiFe-MOF (1.45 eV) and NiS (1.12 eV), indicating the optimized adsorption strength between the NiFe-MOF@NiS surface and OOH* intermediates [41]. The charge transfer characteristic of NiFe-MOF@NiS is quantitatively disclosed via the calculated charge density differences. As shown in Fig. 3(c), the electron-rich region around NiS and the electron-deficient area of NiFe-MOF at the interface can be observed, indicating the charge transfer from the NiFe-MOF to NiS through the interface, which in accordance with the results of calculated bader charge (1.44 e from NiFe-MOF to NiS). The work function (φ) is calculated to be 4.65 and 5.71 eV for the NiFe-MOF and NiS, respectively (Figs. 3(d) and S10). The observed φ difference between NiFe-MOF and NiS further indicates the possible charge transfer from NiFe-MOF to NiS at the interface. The calculated density of states (DOS) is applied to evaluate the electronic structures of NiS, NiFe-MOF, and NiFe-MOF@NiS models. The continuous DOS near the Fermi level suggest their metallic character for all models, as shown in Figs. 3(e)–(g). As can be seen, the integrated area of Ni 3d orbital near Fermi level is larger than those of S 2p and Fe 3d orbitals for the above models, demonstrating the DOS around the Fermi level mainly originate from the Ni 3d state. The phenomenon indicates that the Ni sites could be the main active center for NiS, NiFe-MOF, and NiFe-MOF@NiS. Therefore, the d-band center (E d) of Ni sites is recognized as the indicator to unravel the electronic interaction between the oxygen-intermediates and catalyst surface. As shown in Figs. 3(h)–(j), the E d energy levels of NiS, NiFe-MOF, and NiFe-MOF@NiS are determined to be –1.49, –1.04, and –1.45 eV, respectively. Guided by Sabatier principle, for outstanding OER catalysts, it should feature an appropriate Ed energy level with balanced intermediates adsorption/desorption ability [42]. These results indicate that the target NiFe-MOF@NiS possesses the optimized E d energy level in contrast to NiFe-MOF and NiS with too weak and too strong adsorption capacity, respectively, which could be advantageous to achieving the high intrinsic OER activities. 3.3 Electrocatalytic activity in 1 mol L−1 KOH Encouraged by the well-designed NiFe-MOF@NiS/NF heterostructures with optimized electronic structures, the OER activities of the NiFe-MOF@NiS/NF catalyst are firstly investigated by the typical three-electrode system in 1 mol L−1 KOH. Fig. 4(a) presents the LSV curves of the NiS/NF, NiFe-MOF/NF, and NiFe-MOF@NiS/NF. As expected, the NiFe-MOF@NiS/NF catalyst only affords the low overpotential of 290 mV for driving a current density of 100 mA cm−2, which is much better than those of NiFe-MOF/NF (322 mV), and NiS/NF (372 mV). To deliver the larger current densities of 500 mA cm−2, the overpotential merely requires 346 mV for the target NiFe-MOF@NiS/NF catalyst, but 381 and 464 mV for NiFe-MOF/NF and NiS/NF, respectively. The OER dynamic performance of NiFe-MOF@NiS/NF catalyst is also investigated by the Tafel slope calculated from the corresponding polarization curve. As shown in Fig. 4(b), the NiFe-MOF@NiS/NF catalyst displays a relatively small Tafel slope of 45.1 mV dec−1, lower than those of the NiFe-MOF/NF (49.4 mV dec−1), and NiS/NF (63.5 mV dec−1), demonstrating the fast OER kinetic characteristics of NiFe-MOF@NiS/NF. The mentioned advantages, including the small overpotential at 100 mA cm−2 and the low Tafel slope, empower the target NiFe-MOF@NiS/NF catalyst to outperform the majority of recently reported non-noble-metal OER catalysts (Fig. 4(d) and Table S1). Such superior catalytic activities are mainly attributed to the formation of the unique amorphous/crystalline heterointerface between NiS and NiFe-MOF, which is conducive to accelerating the electron transfer and optimizing the adsorption or desorption ability of reaction intermediates on the catalyst surface. The EIS is implemented to appraise the charge/mass transfer capacity during the OER process. Nyquist plots and the corresponding equivalent resistance-capacitance circuit are depicted in Figs. 4(c) and S11. The charge transfer dynamics between the catalyst surface and electrolyte ions will be faster as the semicircle diameter decreases. The semicircle diameter of NiFe-MOF@NiS/NF is largely smaller than that of NiFe-MOF/NF and NiS/NF, indicating its rapid charge transfer ability and reaction kinetics. The LSV curves at different electrolyte temperatures (Figs. S12(a)–(c)) are recorded to calculate the OER activation energy of those catalysts. As shown in Fig. S12(d), the calculated activation energy values under a 250 mV overpotential are found to be in this order of NiS/NF (27.49 kJ mol−1) > NiFe-MOF/NF (14.90 kJ mol−1) > NiFe-MOF@NiS/NF (13.37 kJ mol−1). The lowest activation energy further verifies the accelerated OER kinetics of NiFe-MOF@NiS/NF. The double-layer capacitance (C dl) obtained from CV curves (Fig. S13) is adopted to evaluate the electrochemical active surface areas (ECSA) of catalysts [43]. As displayed in Fig. 4(e), the C dl value of the NiFe-MOF@NiS/NF is up to 7.38 mF cm−2, visibly bigger than those of NiFe-MOF/NF (1.31 mF cm−2) and NiS/NF (5.11 mF cm−2). The ECSA of NiFe-MOF@NiS/NF, NiFe-MOF/NF and NiS/NF are calculated to be 184.5, 127.7, and 32.7 cm−2, respectively, suggesting more exposed active sites for the NiFe-MOF@NiS/NF. The mass activity (MA) and specific activities (SA) are considered as the significant parameters to access the electrocatalytic activity. Fig. 4(f) displays that the MA of NiFe-MOF@NiS/NF is 279.7 A g−1 at the overpotential of 300 mV, which is much higher than that of NiFe-MOF/NF (161.7 A g−1) and NiS/NF (93.8 A g−1). The SA value of NiFe-MOF@NiS/NF is as large as 0.74 mA cm−2, with the NiFe-MOF/NF reference (0.52 mA cm−2) coming next, and the NiS/NF (0.39 mA cm−2) the last (Fig. 4(g)). The high MA and SA values suggest the high intrinsic OER activity of NiFe-MOF@NiS/NF. Prolonged durability is another crucial criterion to appraise the OER performance of catalysts. As shown in Fig. 4(h), the overpotential of NiFe-MOF@NiS/NF gives rise to increments 6 mV at the current density of 500 mA cm−2 after successive CV scanning for 10000 cycles, verifying its robust durability. The chronopotentiometric curves are also recorded at the high current densities of 100 and 500 mA cm−2 to reveal the long-term durability. As anticipated, the applied potentials of NiFe-MOF@NiS/NF increase by only 1.0% after 600 h and 9.1% after 78 h to sustain constant current densities of 100 and 500 mA cm−2, respectively (Figs. 4(i) and S14). This further underscores the remarkable durability of NiFe-MOF@NiS/NF under harsh conditions. The chemical structure and components of catalysts are explored after the long-term OER operation by TEM, XPS, and Raman spectrum. As shown in Figs. 5(a) and (b) , the TEM images show that the NiFe-MOF@NiS/NF can well keep the amorphous/crystalline heterointerface, verifying the robust structure stability of the OER electrocatalyst. Figs. 5(c) and (d) display the XPS peaks of Ni 2p and Fe 2p both shift to higher binding energies after the OER test, compared with the initial NiFe-MOF@NiS/NF. Such shift indicates the surface oxidation of NiFe-MOF@NiS/NF during the electrochemical OER process [44]. The O 1s spectrum of NiFe-MOF@NiS/NF is resolved into three peaks corresponding to oxygen in carboxylate group (O=C–O), surface-adsorbed hydroxyl (OH), and oxygen binding to metal (M-O) as exhibited in Fig. 5(e). The area percentage of M-O obviously increases while the O=C–O decreases after OER test, indicating the possible transformation of NiFe-MOF to oxyhydroxides during OER [45]. In Fig. 5(f), it is evident that there are two broad peaks of S 2p 1/2 and S 2p 3/2 attributed to SO4 2– [8,37], providing additional confirmation that the surface oxidation of NiFe-MOF@NiS/NF. The occurrence of SO4 2– is further confirmed by Raman spectra. Fig. S15 presents that the similar Raman peaks of NiS and NiFe-MOF phases are observed for NiFe-MOF@NiS/NF before and after the OER test. Notably, a new Raman peaks at around 1020 cm−1 is detected, which could be attributed to the vibration of S–O from SO4 2– [46]. The possible reason for such SO4 2– generation is the NiS transformation during the OER process. The produced SO4 2– exhibits the ability to repel Cl ions from the catalyst surface through electrostatic repulsive forces. This implies that SO4 2– can function as a protective barrier, mitigating the Cl ions induced corrosion process in electrolytes with elevated salinity levels [8,46]. The in situ ATR-FTIR measurements of NiFe-MOF@NiS/NF were utilized to investigate rate-determining step of the OER process. As shown in Fig. 5(g), the peak at approximately 1641 cm−1 can be assigned to the carboxyl group [47], while two positive peaks centered at around 1219 and 1090 cm−1 are attributed to Si–O–Si stretching band of the Si prism and surface OOH* intermediate [48]. It can be seen that the intensity of OOH* peak becomes stronger by increasing the applied potential, indicating the rate-determining step of O* → OOH* is easily accelerated on the NiFe-MOF@NiS/NF surface. Therefore, it is anticipated that the developed NiFe-MOF@NiS/NF heterostructures will demonstrate outstanding catalytic performance in an alkaline seawater electrolyte, as will be further elaborated later. 3.4 Electrocatalytic activity in alkaline seawater The electrocatalytic OER activity of NiFe-MOF@NiS/NF is investigated with a three-electrode system in alkaline seawater electrolytes. Illustrated in Fig. 6(a) are the LSV curves for the OER of the heterogeneous NiFe-MOF@NiS/NF, in comparison with those of NiFe-MOF/NF, NiS/NF, and RuO2/NF. The NiFe-MOF@NiS/NF displays excellent activity with the low overpotential of 296 mV to reach 100 mA cm−2, superior to the two references and other transition metal-based catalysts recently reported (Fig. 6(d) and Table S2). Notably, the NiFe-MOF@NiS/NF can drive the high current density of 500 mA cm−2 only at a low overpotential of 355 mV, which is smaller than below 480 mV, not triggering the oxidation of chloride [11,49]. The corrosion resistance of catalysts is generally assessed via calculating the difference in overpotential between alkaline electrolytes and alkaline seawater electrolytes under the same current density [8]. As expected, at the current density of 100 mA cm−2, the overpotential differences (Δη 100) between both electrolytes are concluded to be 6, 24 and 18 mV for NiFe-MOF@NiS/NF, NiFe-MOF/NF, and NiS/NF, respectively. The lower Δη 100 value of NiFe-MOF@NiS/NF indicates the Cl corrosion process is significantly alleviated, which is attributed to the produced SO4 2– acts as a protective barrier to repel invading Cl–. Besides, we further investigate the OER performance of NiFe-MOF@NiS/NF in simulated seawater with varying concentrations of NaCl (Fig. S16). As the NaCl concentration rises, the LSV curves of the NiFe-MOF@NiS/NF display a smaller variation compared with the NiFe-MOF/NF reference. Even in 1 mol L−1 KOH + 2.0 mol L−1 NaCl, the NiFe-MOF@NiS/NF still maintains remarkable OER activity with a low overpotential of 293 mV to achieve current density of 100 mA cm−2, suggesting that NiS layer within the catalyst is critical to hamper chloride corrosion. In the alkaline seawater electrolyte, the Tafel slope in Fig. 6(b) of NiFe-MOF@NiS/NF is only 86.2 mV dec−1, which is much smaller than those of NiFe-MOF/NF (90.6 mV dec−1), NiS/NF (124.4 mV dec−1) and the commercial RuO2/NF (149.4 mV dec−1) in the alkaline seawater electrolyte. The lowest Tafel slope of NiFe-MOF@NiS/NF suggests its faster charge transfer capacity during OER process. Moreover, in the EIS analysis depicted in Fig. 6(c), the minimal diameter of the semicircle for NiFe-MOF@NiS/NF also indicates enhanced electrical conductivity and faster charge transfer. Further Arrhenius plots show that the NiFe-MOF@NiS/NF possesses a smallest activation energy at an overpotential of 250 mV (Fig. S17), further indicating the fast reaction kinetics of NiFe-MOF@NiS/NF in the alkaline seawater electrolyte. The C dl is a vital parameter to estimate the accessible active sites via the measured CV curves (Figs. 6(e) and S18). The highest C dl value of the NiFe-MOF@NiS/NF reveals the largest surface roughness and exceptional intrinsic activity. Additionally, the turnover frequency (TOF) is applied to further unveil the intrinsic activity of the catalysts, which is gained in light of the charge capacity derived by integrating the CV curves. As shown in Fig. 6(f), the calculated TOF value of the NiFe-MOF@NiS/NF is significantly higher than those of the NiFe-MOF/NF and NiS/NF over the whole range of potentials, suggesting the increased intrinsic activity for the NiFe-MOF@NiS/NF. As shown in Figs. 6(g) and S19, the MA and SA values of NiFe-MOF@NiS/NF are calculated to be 275.0 A g−1 and 0.72 mA cm−2, respectively, higher than those of NiFe-MOF/NF (83.4 A g−1, 0.33 mA cm−2) and NiS/NF (41.6 A g−1 0.26 mA cm−2), suggesting the NiFe-MOF@NiS/NF possesses enhanced intrinsic OER activity in alkaline seawater electrolytes. In addition, the cycling durability of the NiFe-MOF@NiS/NF is investigated via successive CV scanning. After 10000 cycles of CV scanning, the inappreciable positive shift of polarization curve could be observed compared with the initial one (Fig. 6(h)), indicating the robust durability and excellent corrosion resistance in alkaline seawater. The multi-potential steps curve of the NiFe-MOF@NiS/NF is recorded by continuously increasing the current density with a rate of 20 mA cm−2 per 300 s. As illustrated in Fig. 6(i), it is evident that the potential of NiFe-MOF@NiS/NF remains consistently stable throughout each step, indicating enhanced mass transfer and remarkable durability. Under a sustained high current density of 100 mA cm−2 (Fig. 6(j)), the NiFe-MOF@NiS/NF exhibits continuous operation for over 600 hours without a noteworthy increase in voltage. However, the NiFe-MOF/NF reference shows a short operation time of 24 h and continuous voltage increase under the same conditions (Fig. S20), indicating the NiFe-MOF/NF undergoes severe corrosion in alkaline seawater. The remarkable long-term durability of NiFe-MOF@NiS/NF in alkaline seawater could be ascribed to the sulfate film formed by the self-reconstruction of NiS during OER process, which could keep Cl− anions away from the catalyst surface. In addition to evaluating the activity and stability of NiFe-MOF@NiS/NF, OER selectivity is another crucial criterion for assessing the efficiency of catalysts in seawater electrolysis. To evaluate the selectivity in alkaline seawater, the Faradaic efficiency of generated O2 for as-prepared NiFe-MOF@NiS/NF is quantitatively determined with water drainage method. As shown in Fig. S21, the calculated Faradaic efficiency (~95%) validates high OER selectivity, which further indicates the efficient suppression of competitive CER by the produced SO4 2– on the surface of NiFe-MOF@NiS/NF during OER process. 4 Conclusions In summary, the NiFe-MOF@NiS/NF catalyst with amorphous/crystalline interface have been successfully fabricated for highly efficient water and seawater oxidation under large current densities via the sulfur-modified corrosion process followed by electrodeposition treatment. DFT calculations reveal that the electronic interaction between NiFe-MOF and NiS could accelerate the charge transfer and optimize the adsorption energy of oxygen intermediates for boosting OER activity. Meanwhile, a series of characterization results suggest the optimized catalyst undergoes reconstruction of NiS layer, transforming into SO4 2– during OER process, which could effectively prevent corrosion of the highly active NiFe-MOF layer by Cl ions via electrostatic repulsive forces. Therefore, the NiFe-MOF@NiS/NF display superior OER activity and high selectivity, which only requires a low overpotential of 346 and 355 mV to drive the anodic current density of 500 mA cm−2 in alkaline water and seawater, respectively. Furthermore, the NiFe-MOF@NiS/NF could perform continuous water and seawater electrolysis for at least 600 h at a current density of 100 mA cm−2. This work provides a new perspective on the rational design of chlorine resistant catalysts to improve the OER performance of alkaline seawater. Conflict of Interest The authors declare no conflict of interest. Supporting Information Supporting information is available in the online version of this article. Supplementary Material Supplementary appendix References 1 L. Xiao Z. Wang J. Guan Chem. Sci. 14 2023 12850 12868 L. Xiao, Z. Wang, J. Guan, Chem. Sci., 2023, 14, 12850–12868. 2 X. Zhao J. Wang J. Kang X. Wang H. Yu C.-F. Du Chin. J. Struc. Chem. 42 2023 100159 X. Zhao, J. Wang, J. Kang, X. Wang, H. Yu, C.-F. Du, Chin. J. Struc. Chem., 2023, 42, 100159. 3 S. Kandambeth V.S. Kale D. Fan J.A. Bau P.M. Bhatt S. Zhou A. Shkurenko M. Rueping G. Maurin O. Shekhah M. Eddaoudi Adv. Energy Mater. 13 2023 2202964 S. Kandambeth, V. S. Kale, D. Fan, J. A. Bau, P. M. Bhatt, S. Zhou, A. Shkurenko, M. Rueping, G. Maurin, O. Shekhah, M. Eddaoudi, Adv. Energy Mater., 2023, 13, 2202964. 4 X. Bai J. Han S. Chen X. Niu J. Guan Chin. J. Catal. 54 2023 212 219 X. Bai, J. Han, S. Chen, X. Niu, J. Guan, Chin. J. Catal., 2023, 54, 212–219. 5 J. Ding D. Guo N. Wang H.-F. Wang X. Yang K. Shen L. Chen Y. Li Angew. Chem. Int. Ed. 62 2023 e202311909 J. Ding, D. Guo, N. Wang, H.-F. Wang, X. Yang, K. Shen, L. Chen, Y. Li, Angew. Chem. Int. Ed., 2023, 62, e202311909. 6 W. Tong M. Forster F. Dionigi S. Dresp R. Sadeghi Erami P. Strasser A.J. Cowan P. Farràs Nat. Energy 5 2020 367 377 W. Tong, M. Forster, F. Dionigi, S. Dresp, R. Sadeghi Erami, P. Strasser, A. J. Cowan, P. Farràs, Nat. Energy, 2020, 5, 367–377. 7 H. Zhang Y. Wang B. Zhang S. Zhang Y. Ma Z. Wu Y. Zhu F. Liu Z. Xiao L. Wang Sci. China Mater. 66 2023 4630 4638 H. Zhang, Y. Wang, B. Zhang, S. Zhang, Y. Ma, Z. Wu, Y. Zhu, F. Liu, Z. Xiao, L. Wang, Sci. China Mater., 2023, 66, 4630–4638. 8 L. Tan J. Yu C. Wang H. Wang X. Liu H. Gao L. Xin D. Liu W. Hou T. Zhan Adv. Funct. Mater. 32 2022 2200951 L. Tan, J. Yu, C. Wang, H. Wang, X. Liu, H. Gao, L. Xin, D. Liu, W. Hou, T. Zhan, Adv. Funct. Mater., 2022, 32, 2200951. 9 S. Ma B. Yu B.Y. Xia B. You Sci China Mater. 67 2024 752 761 S. Ma, B. Yu, B. Y. Xia, B. You, Sci China Mater., 2024, 67, 752–761. 10 C. Huang Q. Zhou D. Duan L. Yu W. Zhang Z. Wang J. Liu B. Peng P. An J. Zhang L. Li J. Yu Y. Yu Energy Environ. Sci. 15 2022 4647 4658 C. Huang, Q. Zhou, D. Duan, L. Yu, W. Zhang, Z. Wang, J. Liu, B. Peng, P. An, J. Zhang, L. Li, J. Yu, Y. Yu, Energy Environ. Sci., 2022, 15, 4647–4658. 11 S. Dresp F. Dionigi M. Klingenhof P. Strasser ACS Energy Lett. 4 2019 933 942 S. Dresp, F. Dionigi, M. Klingenhof, P. Strasser, ACS Energy Lett., 2019, 4, 933–942. 12 Q. Wu Q. Gao B. Shan W. Wang Y. Qi X. Tai X. Wang D. Zheng H. Yan B. Ying Y. Luo S. Sun Q. Liu M.S. Hamdy X. Sun Acta Phys.-Chim. Sin. 39 2023 2303012 Q. Wu, Q. Gao, B. Shan, W. Wang, Y. Qi, X. Tai, X. Wang, D. Zheng, H. Yan, B. Ying, Y. Luo, S. Sun, Q. Liu, M. S. Hamdy, X. Sun, Acta Phys.-Chim. Sin., 2023, 39, 2303012. 13 C. Feng M. Chen Z. Yang Z. Xie X. Li S. Li A. Abudulaa G. Guan J Mater. Sci. Technol. 162 2023 203 226 C. Feng, M. Chen, Z. Yang, Z. Xie, X. Li, S. Li, A. Abudulaa, G. Guan, J Mater. Sci. Technol., 2023, 162, 203–226. 14 J. Zhou F. Qiao Z. Ren X. Hou Z. Chen S. Dai G. Su Z. Cao H. Jiang M. Huang Adv. Funct. Mater. 34 2024 2304380 J. Zhou, F. Qiao, Z. Ren, X. Hou, Z. Chen, S. Dai, G. Su, Z. Cao, H. Jiang, M. Huang, Adv. Funct. Mater., 2024, 34, 2304380. 15 T. Tang Z. Wang J. Guan Coord. Chem. Rev. 492 2023 215288 T. Tang, Z. Wang, J. Guan, Coord. Chem. Rev., 2023, 492, 215288. 16 J. Fan C. Fu R. Liang H. Lv C. Fang Y. Guo W. Hao Small 18 2022 2203588 J. Fan, C. Fu, R. Liang, H. Lv, C. Fang, Y. Guo, W. Hao, Small, 2022, 18, 2203588. 17 C. Ni H. Zheng W. Liu L. Wu R. Li K. Zhou W. Zhang Adv. Funct. Mater. 33 2023 2301075 C. Ni, H. Zheng, W. Liu, L. Wu, R. Li, K. Zhou, W. Zhang, Adv. Funct. Mater., 2023, 33, 2301075. 18 M. Xiao C. Wu J. Zhu C. Zhang Y. Li J. Lyu W. Zeng H. Li L. Chen S. Mu Nano Res. 16 2023 8945 8952 M. Xiao, C. Wu, J. Zhu, C. Zhang, Y. Li, J. Lyu, W. Zeng, H. Li, L. Chen, S. Mu, Nano Res., 2023, 16, 8945–8952. 19 Y. Jiang T.-Y. Chen J.-L. Chen Y. Liu X. Yuan J. Yan Q. Sun Z. Xu D. Zhang X. Wang C. Meng X. Guo L. Ren L. Liu R.Y.-Y. Lin Adv. Mater. 36 2024 2306910 Y. Jiang, T.-Y. Chen, J.-L. Chen, Y. Liu, X. Yuan, J. Yan, Q. Sun, Z. Xu, D. Zhang, X. Wang, C. Meng, X. Guo, L. Ren, L. Liu, R. Y.-Y. Lin, Adv. Mater., 2024, 36, 2306910. 20 R. Zhang L. Pan B. Guo Z.-F. Huang Z. Chen L. Wang X. Zhang Z. Guo W. Xu K.P. Loh J.-J. Zou J. Am. Chem. Soc. 145 2023 2271 2281 R. Zhang, L. Pan, B. Guo, Z.-F. Huang, Z. Chen, L. Wang, X. Zhang, Z. Guo, W. Xu, K. P. Loh, J.-J. Zou, J. Am. Chem. Soc., 2023, 145, 2271–2281. 21 X. Wang H. Tian X. Yu L. Chen X. Cui J. Shi Chin. J. Catal. 51 2023 5 48 X. Wang, H. Tian, X. Yu, L. Chen, X. Cui, J. Shi, Chin. J. Catal., 2023, 51, 5–48. 22 G. Gao X. Chen L. Han G. Zhu J. Jia A. Cabot Z. Sun Coord. Chem. Rev. 503 2024 215639 G. Gao, X. Chen, L. Han, G. Zhu, J. Jia, A. Cabot, Z. Sun, Coord. Chem. Rev., 2024, 503, 215639. 23 Y. Luo P. Wang G. Zhang S. Wu Z. Chen H. Ranganathan S. Sun Z. Shi Chem. Eng. J. 454 2023 140061 Y. Luo, P. Wang, G. Zhang, S. Wu, Z. Chen, H. Ranganathan, S. Sun, Z. Shi, Chem. Eng. J., 2023, 454, 140061. 24 Y. Zhang W. Zhou Y. Tang Y. Guo Z. Geng L. Liu X. Tan H. Wang T. Yu J. Ye Appl. Catal. B 305 2022 121055 Y. Zhang, W. Zhou, Y. Tang, Y. Guo, Z. Geng, L. Liu, X. Tan, H. Wang, T. Yu, J. Ye, Appl. Catal. B, 2022, 305, 121055. 25 G. Kresse J. Furthmuller Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmuller, Phys. Rev. B, 1996, 54, 11169–11186. 26 B. Hammer L.B. Hansen J.K. Norskov Phys. Rev. B 59 1999 7413 7421 B. Hammer, L. B. Hansen, J. K. Norskov, Phys. Rev. B, 1999, 59, 7413–7421. 27 S. Grimme J. Comput. Chem. 27 2006 1787 1799 S. Grimme, J. Comput. Chem., 2006, 27, 1787–1799. 28 Z. Wu Y. Gao Z. Wang W. Xiao X. Wang B. Li Z. Li X. Liu T. Ma L. Wang Chin. J. Catal. 46 2023 36 47 Z. Wu, Y. Gao, Z. Wang, W. Xiao X. Wang, B. Li, Z. Li, X. Liu, T. Ma, L. Wang, Chin. J. Catal., 2023, 46, 36–47. 29 W. Zhang J. Luo X. Zhang W. Guo N. Han S. Xie Z. Zhou Z. Anwer Z. Xue J. Fransaer J. Mater. Sci. Technol. 164 2023 240 245 W. Zhang, J. Luo, X. Zhang, W. Guo, N. Han, S. Xie, Z. Zhou, Z. Anwer, Z. Xue, J. Fransaer, J. Mater. Sci. Technol., 2023, 164, 240–245. 30 Q. Wen K. Yang D. Huang G. Cheng X. Ai Y. Liu J. Fang H. Li L. Yu T. Zhai Adv. Energy Mater. 11 2021 2102353 Q. Wen, K. Yang, D. Huang, G. Cheng, X. Ai, Y. Liu, J. Fang, H. Li, L. Yu, T. Zhai, Adv. Energy Mater., 2021, 11, 2102353. 31 F. Herold S. Prosch N. Oefner K. Brunnengraber O. Leubner Y. Hermans K. Hofmann A. Drochner J.P. Hofmann W. Qi B.J.M. Etzold Angew. Chem. Int. Ed. 60 2021 5898 5906 F. Herold, S. Prosch, N. Oefner, K. Brunnengraber, O. Leubner, Y. Hermans, K. Hofmann, A. Drochner, J. P. Hofmann, W. Qi, B. J. M. Etzold, Angew. Chem. Int. Ed., 2021, 60, 5898–5906. 32 T. Ni X. Hou H. Wang L. Chu S. Dai M. Huang Chin. J. Struc. Chem. 43 2024 100210 T. Ni, X. Hou, H. Wang, L. Chu, S. Dai, M. Huang, Chin. J. Struc. Chem., 2024, 43, 100210. 33 C. Dai B. Li J. Li B. Zhao R. Wu H. Ma X. Duan Nano Res. 13 2020 2506 2511 C. Dai, B. Li, J. Li, B. Zhao, R. Wu, H. Ma, X. Duan, Nano Res., 2020, 13, 2506–2511. 34 N. Kornienko J. Resasco N. Becknell C.-M. Jiang Y.-S. Liu K. Nie X. Sun J. Guo S.R. Leone P. Yang J. Am. Chem. Soc. 137 2015 7448 7455 N. Kornienko, J. Resasco, N. Becknell, C.-M. Jiang, Y.-S. Liu, K. Nie, X. Sun, J. Guo, S. R. Leone, P. Yang, J. Am. Chem. Soc., 2015, 137, 7448–7455. 35 S. Zheng J. Wu K. Wang M. Hu H. Wen S. Yin Acta Phys.-Chim. Sin. 39 2023 2301032 S. Zheng, J. Wu, K. Wang, M. Hu, H. Wen, S. Yin, Acta Phys.-Chim. Sin., 2023, 39, 2301032. 36 L. Xiao X. Bai J. Han T. Tang S. Chen H. Qi C. Hou F. Bai Z. Wang J. Guan Nano Res. 17 2024 2429 2437 L. Xiao, X. Bai, J. Han, T. Tang, S. Chen, H. Qi, C. Hou, F. Bai, Z. Wang, J. Guan, Nano Res., 2024, 17, 2429–2437. 37 N. Xu F. Wang J. Han W. Yu W. Li Y. Li Y. Zhou Y. Chai B. Dong Inorg. Chem. Front. 10 2023 7193 7203 N. Xu, F. Wang, J. Han, W. Yu, W. Li, Y. Li, Y. Zhou, Y. Chai, B. Dong, Inorg. Chem. Front., 2023, 10, 7193–7203. 38 X. Xu T. Guo J. Xia B. Zhao G. Su H. Wang M. Huang A. Toghan Chem. Eng. J. 425 2021 130514 X. Xu, T. Guo, J. Xia, B. Zhao, G. Su, H. Wang, M. Huang, A. Toghan, Chem. Eng. J., 2021, 425, 130514. 39 J. Li X. Xu X. Hou S. Zhang G. Su W. Tian H. Wang M. Huang A. Toghan Nano Res. 16 2023 8853 8862 J. Li, X. Xu, X. Hou, S. Zhang, G. Su, W. Tian, H. Wang, M. Huang, A. Toghan, Nano Res., 2023, 16, 8853–8862. 40 L. Xiao L. Qi J. Sun A. Husile S. Zhang Z. Wang J. Guan Nano Energy 120 2024 109155 L. Xiao, L. Qi, J. Sun, A. Husile, S. Zhang, Z. Wang, J. Guan, Nano Energy, 2024, 120, 109155. 41 L. Xiao Z. Wang J. Guan Adv. Funct. Mater. 24 2024 2310195 L. Xiao, Z. Wang, J. Guan, Adv. Funct. Mater., 2024, 24, 2310195. 42 Y. Dou C. He L. Zhang M. Al-Mamun H. Guo W. Zhang Q. Xia J. Xu L. Jiang Y. Wang P. Liu X. Chen H. Yin H. Zhao Cell Rep. Phys. Sci. 1 2020 100077 Y. Dou, C. He, L. Zhang, M. Al-Mamun, H. Guo, W. Zhang, Q. Xia, J. Xu, L. Jiang, Y. Wang, P. Liu, X. Chen, H. Yin, H. Zhao, Cell Rep. Phys. Sci., 2020, 1, 100077. 43 N. Zhang J. Du N. Zhou D. Wang D. Bao H. Zhong X. Zhang Chin. J. Catal. 53 2023 134 142 N. Zhang, J. Du, N. Zhou, D. Wang, D. Bao, H. Zhong, X. Zhang, Chin. J. Catal., 2023, 53, 134–142. 44 C. Wang P. Zhai M. Xia W. Liu J. Gao L. Sun J. Hou Adv. Mater. 35 2023 2209307 C. Wang, P. Zhai, M. Xia, W. Liu, J. Gao, L. Sun, J. Hou, Adv. Mater., 2023, 35, 2209307. 45 M. Zhao W. Li J. Li W. Hu C.M. Li Adv. Sci. 7 2020 2001965 M. Zhao, W. Li, J. Li, W. Hu, C. M. Li, Adv. Sci., 2020, 7, 2001965. 46 T. Ma W. Xu B. Li X. Chen J. Zhao S. Wan K. Jiang S. Zhang Z. Wang Z. Tian Z. Lu L. Chen Angew. Chem. Int. Ed. 60 2021 22740 22744 T. Ma, W. Xu, B. Li, X. Chen, J. Zhao, S. Wan, K. Jiang, S. Zhang, Z. Wang, Z. Tian, Z. Lu, L. Chen, Angew. Chem. Int. Ed., 2021, 60, 22740–22744. 47 C.F. Li J.W. Zhao L.J. Xie J.Q. Wu Q. Ren Y. Wang G.R. Li Angew. Chem. Int. Ed. 60 2021 18129 18137 C. F. Li, J. W. Zhao, L. J. Xie, J. Q. Wu, Q. Ren, Y. Wang, G. R. Li, Angew. Chem. Int. Ed., 2021, 60, 18129–18137. 48 F. He Q. Zheng X. Yang L. Wang Z. Zhao Y. Xu L. Hu Y. Kuang B. Yang Z. Li L. Lei M. Qiu J. Lu Y. Hou Adv. Mater. 35 2023 2304022 F. He, Q. Zheng, X. Yang, L. Wang, Z. Zhao, Y. Xu, L. Hu, Y. Kuang, B. Yang, Z. Li, L. Lei, M. Qiu, J. Lu, Y. Hou, Adv. Mater., 2023, 35, 2304022. 49 F. Zhang L. Yu L. Wu D. Luo Z. Ren Trends Chem. 3 2021 485 498 F. Zhang, L. Yu, L. Wu, D. Luo, Z. Ren, Trends Chem., 2021, 3, 485–498.",
      "scopus-id": "85198241124",
      "coredata": {
        "eid": "1-s2.0-S1872206724600306",
        "dc:description": "Developing metal-organic frameworks (MOF) based catalysts with high activity and chlorine corrosion resistance is of paramount importance for seawater oxidation at large current density. Herein, we report a heterogeneous structure coupling NiFe-MOF nanoparticles with NiS nanosheets onto Ni foam (denoted as the NiFe-MOF@NiS/NF) via the mild strategy involving sulfur-modified corrosion and electrodeposition treatment. The constructed amorphous/crystalline interfaces could not only facilitate the adequate infiltration of electrolyte and release of O2 bubbles at large current densities, but also significantly improve the charge transfer from NiFe-MOF to NiS and the adsorption/desorption capacity of oxygen intermediates. Intriguingly, during oxygen evolution reaction process, the sulfate film formed by the self-reconstruction could remarkably inhibit the adsorption of Cl– ions on the catalyst surface in the seawater electrolytes. Benefiting from the robust corrosion resistance, unique amorphous/crystalline interfaces, and the charge redistribution, the well-designed NiFe-MOF@NiS/NF exhibits the low overpotential of 346 and 355 mV under a high current density of 500 mA cm−2 in alkaline water and seawater electrolytes, respectively. More importantly, the as-fabricated NiFe-MOF@NiS/NF demonstrates prolonged stability and durability, lasting over 600 h at a current density of 100 mA cm−2 in both electrolytes. This study enriches the understanding of electronic structure modulation and chlorine corrosion resistance in seawater, providing broad prospects for designing advanced MOF-based catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206724600306",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hou, Xianbiao"
          },
          {
            "@_fa": "true",
            "$": "Yu, Chen"
          },
          {
            "@_fa": "true",
            "$": "Ni, Tengjia"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Shucong"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Jian"
          },
          {
            "@_fa": "true",
            "$": "Dai, Shuixing"
          },
          {
            "@_fa": "true",
            "$": "Chu, Lei"
          },
          {
            "@_fa": "true",
            "$": "Huang, Minghua"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206724600306"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206724600306"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(24)60030-6",
        "prism:volume": "61",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Constructing amorphous/crystalline NiFe-MOF@NiS heterojunction catalysts for enhanced water/seawater oxidation at large current density",
        "prism:copyright": "Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Metal-organic framework"
          },
          {
            "@_fa": "true",
            "$": "Amorphous/crystalline heterointerface"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalyst"
          },
          {
            "@_fa": "true",
            "$": "Water/seawater oxidation"
          },
          {
            "@_fa": "true",
            "$": "Large current density"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "192-204",
        "prism:endingPage": "204",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2024",
        "prism:doi": "10.1016/S1872-2067(24)60030-6",
        "prism:startingPage": "192",
        "dc:identifier": "doi:10.1016/S1872-2067(24)60030-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55937",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "558",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "122754",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "535",
            "@width": "610",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "116401",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "634",
            "@width": "642",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "179941",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "585",
            "@width": "564",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "100529",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "518",
            "@width": "616",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "131548",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "572",
            "@width": "551",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "128136",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16794",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "166",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20316",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16080",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "166",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14329",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "158",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10917",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20472",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "158",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11849",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "530",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "261819",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1483",
            "@width": "1505",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "664979",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1421",
            "@width": "1621",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "511298",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1686",
            "@width": "1706",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "797861",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1554",
            "@width": "1499",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "407954",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1375",
            "@width": "1636",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "604221",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1520",
            "@width": "1464",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "549849",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600306-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "2411880",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85198241124"
      }
    }
  }
}