{
  "metadata": {
    "title": "Co-Mo-K Sulfide-Based Catalyst Promoted by Multiwalled Carbon Nanotubes for Higher Alcohol Synthesis from Syngas",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2006-11-30",
    "doi": "10.1016/S1872-2067(06)60053-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206706600533",
    "pii": "S1872206706600533"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33845970256",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2006-12-27 2006-12-27 2010-03-29T11:01:33 1-s2.0-S1872206706600533 S1872-2067(06)60053-3 S1872206706600533 10.1016/S1872-2067(06)60053-3 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206706X60114 2015-05-15T07:13:55.760442-04:00 0 0 20061101 20061130 2006 2006-12-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 27 27 11 11 Volume 27, Issue 11 4 1019 1027 1019 1027 200611 November 2006 2006-11-01 2006-11-30 2006 article fla Copyright © 2006 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. COMOKSULFIDEBASEDCATALYSTPROMOTEDBYMULTIWALLEDCARBONNANOTUBESFORHIGHERALCOHOLSYNTHESISSYNGAS MA X CHIANELLI 1994 361 R HERMAN 1991 265 R FORZATTI 1991 109 P STILES 1991 811 A SLAA 1992 129 J VERKERK 1999 407 K IIJIMA 1991 56 S SERP 2003 337 P ZHANG 2005 1 H PLANEIX 1994 7935 J ZHANG 1999 213 Y LIU 2001 203 Z LICH 2003 71 B CHEN 2001 328 H VANSTEEN 2002 327 E DONG 2003 237 X ZHANG 2005 5094 H CHEN 1997 1495 P LIZH 2001 21 R OKAMOTO 2002 115 Y ABART 1982 155 J VENEZIA 2003 359 A MURAMATSU 1992 1334 A ISHIKAWA 1975 39 Y CHEMISTRYPHYSICSCARBON ZHOUZH 2002 692 H ZHANG 2002 2429 H MAX2006X1019 MAX2006X1019X1027 MAX2006X1019XX MAX2006X1019X1027XX item S1872-2067(06)60053-3 S1872206706600533 1-s2.0-S1872206706600533 10.1016/S1872-2067(06)60053-3 273538 2010-09-20T16:24:42.334002-04:00 2006-11-01 2006-11-30 1-s2.0-S1872206706600533-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206706600533/MAIN/application/pdf/c2e373c087cdd070971b909e588c5c27/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206706600533/MAIN/application/pdf/c2e373c087cdd070971b909e588c5c27/main.pdf main.pdf pdf true 577697 MAIN 9 1-s2.0-S1872206706600533-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206706600533/PREVIEW/image/png/43d3c34c43ae55491375b153f90db64e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206706600533/PREVIEW/image/png/43d3c34c43ae55491375b153f90db64e/main_1.png main_1.png png 66043 849 656 IMAGE-WEB-PDF 1 CHINESE JOURNAL OF CATALYSIS Volume 27, Issue 11, November 2006 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2006, 27(11): 1019–1027. Received date: 2006-05-08. * Corresponding author. Tel/Fax: +86-592-2184591; E-mail: hbzhang@xmu.edu.cn Foundation item: Supported by the National Basic Research Program of China (2005CB221403) and the National Natural Science Foundation of China (20473063 and 20590364). Copyright © 2006, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. RESEARCH PAPER Co-Mo-K Sulfide-Based Catalyst Promoted by Multiwalled Carbon Nanotubes for Higher Alcohol Synthesis from Syngas MA Xiaoming, LIN Guodong, ZHANG Hongbin* College of Chemistry and Chemical Engineering, State Key Laboratory of Physical Chemistry of Solid Surfaces, Xiamen University, Xiamen 361005, Fujian, China Abstract: Using homemade multiwalled carbon nanotubes (CNT) as the promoter, sulfurized Co-Mo-K catalysts (denoted Co i- Mo j K k -x%CNT) were prepared by the coprecipitation method. Their catalytic performance for the synthesis of higher alcohols from syn- gas was evaluated and compared with that of the CNT-free counterpart (Co i Mo j K k ). Appropriate incorporation of a minor amount of CNT into Co i Mo j K k led to a significant increase in CO conversion and the selectivity for the higher alcohols. Under the reaction conditions of 5.0 MPa, 623 K, V(H 2 ):V(CO):V(N 2 ) = 60:30:10, and GHSV = 3600 ml/(g·h), the observed space-time-yield of total (C 1–4 ) alcohols reached 241.5 mg/(g·h) with 21.6% of CO conversion over the Co 1 Mo 1 K 0.3 -10%CNT catalyst, which was 1.84 times that over the Co 1 Mo 1 K 0.3 catalyst. Ethanol became the dominant product of the CO hydrogenation under the conditions mentioned above. The wa- ter-gas-shift (WGS) side reaction was inhibited to a great extent over the CNT-promoted catalyst. The results of catalyst characterization indicated that the addition of a small amount of CNT into the Co 1 Mo 1 K 0.3 catalyst did not cause an obvious change in the apparent activa- tion energy for the conversion of CO but led to an increase in the molar percentage of the catalytically active Mo species (Mo 4+ ) in the total amount of Mo at the surface of the working catalyst. On the basis of the temperature-programmed desorption results, it could be in- ferred that under the conditions of the higher alcohol synthesis, there existed a considerably larger amount of reversibly adsorbed H spe- cies on the CNT-promoted catalyst, which would generate a surface microenvironment with high steady-state concentration of the ad- sorbed H species on the catalyst and thus increase the rate of a series of surface hydrogenation reactions. In addition, high steady-state concentration of adsorbed H species on the surface of the catalyst would effectively inhibit the WGS side reaction. These factors consid- erably contribute to the increase in the yield of the main product. Key Words: multiwalled carbon nanotube; promoter; cobalt; molybdenum; potassium; sulfide-based catalyst; carbon monoxide; hydro- genation; higher alcohol synthesis Higher alcohols (C 2+ -alcohols) together with methanol and dimethyl ether (DME) have been considered the most impor- tant species among the coal-based clean synthetic fuels and chemical feedstocks. The higher alcohols have been con- firmed to be a better and cleaner automobile fuel with high octane numbers and low emissions of NO x , ozone, CO, and aromatic vapors [1]. Recently, the use of methyl tert-butyl ether (MTBE) as the additive of oil-based fuels has been pro- hibited in some countries or regions because of the legal re- quirements with respect to environmental protection, which is greatly renewed interest in the hydrogenation of syngas to C 2+ -oxygenates as gasoline blends. Higher alcohol synthesis (HAS) over MoS 2 -based catalysts has been extensively stud- ied since the mid-1980s [2]. The progress in this field has considerably contributed to the better understanding of the nature of those catalytic reaction systems. Nevertheless, the existing HAS technology is still implemented on a small scale. Both the single-pass-conversion of the feed syngas and the selectivity for C 2+ -alcohols are relatively low. Most sys- tems produce methanol as the main product instead of C 2+ -alcohols [2–6]. Development of catalysts with high effi- ciency and selectivity for C 2+ -alcohols has been one of the key MA Miaoming et al. / Chinese Journal of Catalysis, 2006, 27(11): 1019–1027 objectives of research. Multiwalled carbon nanotubes (CNT) are a novel type of nano-carbon material. This new form of carbon, first discov- ered in 1991 by Iijima [7] in carbon soot made by an arc-discharge method, is structurally similar to the hollow graphite fiber, except that it has a very high degree of struc- tural perfection. This type of carbon nanotubes possess highly graphitized tube wall, nanosized channel, and sp 2 -C-con- structed surface. They display exceptionally high mechanical strength, high thermal/electrical conductivity, medium to high specific surface area, and excellent performance for adsorp- tion and spillover of hydrogen. Recently, the use of CNT as a novel nano-carbon support or promoter of catalysts has drawn increased attention [8, 9]. Catalytic applications include selective hydrogenation of α , β -unsaturated aldehydes [10], hydrofomylation of alkenes [11], selective dehydrogenation [12], selective oxidation [13], ammonia synthesis [14], Fischer–Tropsch synthesis [15], methanol synthesis [16], higher alcohol synthesis [17], etc. The catalytic studies conducted so far on CNT-based systems have shown promising results in terms of activity and selectivity. In this article, the authors report the development of the CNT-promoted Co-Mo-K sulfide-based catalyst, which is highly active for HAS from syngas. The catalyst displayed much better performance for the highly effective and selective formation of C 2+ -alcohols as compared to the CNT-free coun- terpart. These results shed some light on understanding the nature of the promoting action by the CNT and the prospect of developing highly active sulfur-resistant catalysts for HAS. 1 Experimental 1.1 Preparation of the catalysts CNT samples were synthesized using the catalytic method reported previously [18]. The freshly prepared CNT was treated with boiling nitric acid for 8 h followed by rinsing with deionized water, once more acid treating/water rinsing, and then drying at 383 K under a N 2 atmosphere. Open-end CNT with hydrophilic surface was then obtained. A series of CNT-promoted Co-Mo-K catalysts, denoted Co i Mo j K k -x%CNT (where x% represents the mass fraction of CNT), were prepared by coprecipitation and impregnation methods. Two aqueous solutions containing calculated amounts of Co(NO 3 ) 2 ·6H 2 O and (NH 4 ) 6 Mo 7 O 24 ·4H 2 O (all of AR grade), respectively, were simultaneously added dropwise into a Pyrex flask containing a calculated amount of CNT at 358 K with vigorous stirring. The amount added was adjusted to maintain a constant pH of approximately 5. The precipitate was continuously stirred for 4 h at 358 K followed by cooling to room temperature, aging overnight, and then filtering. The filter cake (precipitate) was repeatedly rinsed with deionized water until the filtrate was neutral, then dried at 383 K for 4 h, and calcined at 773 K for 4 h under a N 2 atmosphere. After cooling to room temperature, the sample was impregnated with a calculated amount of potassium carbonate aqueous solution by the conventional incipient wetness method, then dried at 383 K, and calcined at 673 K under a N 2 atmosphere for 4 h. Thus the oxide precursors of the CNT-promoted Co-Mo-K catalysts were obtained. A CNT-free oxide precur- sor of the Co-Mo-K catalyst (denoted Co i Mo j K k ) was pre- pared in a similar way. All samples of catalyst precursors were pressed, crushed, and sieved to 40–80 mesh for the evaluation of activity. 1.2 Catalyst evaluation Performance of the catalysts for the HAS from syngas was evaluated in a fixed-bed continuous flow reactor and gas chromatograph (GC) combination system. A total of 0.80 g of catalyst sample was used for each test. Prior to the reaction, the sample of the oxide precursor was pre-reduced/sulfurized in situ in a 95% H 2 /5% CS 2 gaseous mixture stream at 0.1 MPa and 1800 ml/(g·h). The sulfurization temperature was programmed from room temperature to 673 K, kept at 673 K for 6 h, and then decreased to the desired temperature for the catalyst test. The HAS reaction was carried out in a steady state under the reaction conditions of 573–623 K, 2.0–5.0 MPa, V(H 2 ):V(CO):V(N 2 ) = 45:45:10, and GHSV = 2400– 3600 ml/(g·h). The reactants and products were determined using an online gas chromatograph (GC) (Model GC-950) equipped with dual detectors (a thermal conductivity detector and a flame ionization detector) and dual columns filled with carbon molecular sieve (TDX-01) and 5% Carbowax 20M/Carbopack B, respectively. The former column (2.0 m length) was used for the analysis of N 2 (as an internal stan- dard), CO, and CO 2 , and the latter (60 cm length) was used for the analysis of C 1–4 -alkanes, C 1–4 -alcohols, and other oxygen- ates. CO conversion was determined through an internal stan- dard, and the carbon-based selectivity for the car- bon-containing products (including alcohols, alkanes, and other oxygenates) was calculated using an internal normaliza- tion method. 1.3 Characterization of the catalysts Transmission electron microscope (TEM) observations were carried out using a Technai F30 (Philips, The Nether- lands) or an H-600 (Hitachi, Japan) electron microscope. X-ray photoelectron spectroscopy (XPS) measurements were performed using a Quantum 2000 Scanning ESCA Micro- probe system (PHI, USA) with Al K α radiation (15 kV, 25 W, hν = 1486.6 eV) under ultrahigh vacuum (1 × 10 –7 Pa), and the binding energies were calibrated internally by the carbon deposit C 1s (E b = 284.6 eV). Specific surface area (SSA) was determined by N 2 adsorption using a Micromeritics Tris- MA Miaoming et al. / Chinese Journal of Catalysis, 2006, 27(11): 1019–1027 tar-3000 (Carlo Erba) system. Tests of H 2 temperature-programmed reduction (TPR) and H 2 temperature-programmed desorption (TPD) of the catalysts were carried out in a fixed-bed continuous flow reactor or an adsorption–desorption system. A KOH column and a 3A-zeolite molecular sieve column were installed in sequence at the reactor exit to remove water vapor produced by the reduction of the metallic oxide components of the catalysts. The temperature ramp rate was 10 K/min. The change in hy- drogen signals was monitored using an online GC (Shimadzu GC-8A) with a thermal conductivity detector. For the TPR measurements, 10 mg of the oxide precursor of the catalyst was used. The sample was first flushed by an Ar (of 99.999% purity) stream at 573 K for 90 min to clean its surface and then cooled to room temperature followed by switching to a N 2 -carried 5% H 2 gaseous mixture as the reducing gas (40 ml/min) to start the TPR measurement from 293 to 723 K. For the TPD test, 50 mg of the catalyst sample was used each time. Prior to the test, the oxide precursor of the catalyst was pre-reduced/sulfurized in situ in a H 2 -carried 5% CS 2 gaseous mixture stream at 0.1 MPa and 1800 ml/(g·h). The re- duced/sulfurized sample was then flushed by an Ar stream at 573 K for 30 min followed by cooling to 433 K and switching to a H 2 (of 99.999% purity) stream (40 ml/min). It was then cooled to room temperature and maintained at this tempera- ture for 2 h. Subsequently, the sample was flushed by an Ar stream at room temperature until the stable baseline of GC appeared, and the TPD measurement was then carried out from 293 to 823 K. 2 Results and discussion 2.1 Optimization of catalyst composition The HAS reaction over a series of Co 1 Mo 1 K 0.3 -x%CNT catalysts with the same Co:Mo:K molar ratio of 1:1:0.3 and varying amount of CNT addition was investigated, and the results are shown in Fig. 1. The observed carbon-containing products included CO hydrogenation products C 1–4 -alcohols and C 1–3 -alkanes, and CO 2 yielded from the water–gas shift (WGS) side reaction (CO + H 2 O = CO 2 + H 2 ). The catalyst with the addition of 10% CNT showed the best catalytic per- formance. The yield of C 1–4 -alcohols reached 11.0% over this catalyst, while the yield of C 1–4 -alcohols over the other five catalysts were 9.8%, 8.3%, 7.9%, 7.3%, and 6.1%, respec- tively. It is well known that CO hydrogenation over the existing alkali (K 2 CO 3 )-promoted MoS 2 -based catalysts produces methanol as the main product instead of C 2+ -alcohols [2–6]. The incorporation of a proper amount of cobalt into the cata- lyst systems can increase the CO conversion and the selectiv- ity for C 2+ -alcohols [19]. On the basis of the optimization of the amount of added CNT, the dependence of the HAS reac- tion upon the Co/Mo molar ratio was investigated for a series of Co x Mo 1 K 0.3 -10%CNT catalysts. Fig. 2 shows that the cata- lyst with the Co/Mo molar ratio of 1 had the best catalytic performance. The yield of C 1–4 -alcohols over the Co 1 Mo 1 K 0.3 - 10%CNT catalyst reached 11.0%, while the yield of C 1–4 -alcohols over the other four catalysts were 9.8%, 5.9%, 5.4%, and 4.7%, respectively. Fig. 2 Results of HAS over sulfurized Co x Mo 1 K 0.3 -10%CNT catalysts with varying Co/Mo molar ratio (1) X(CO), (2) S(C 2+ -alc), (3) S(C 1–4 -alc), (4) Y(C 1–4 -alc) (Reaction conditions are the same as in Fig. 1.) The effect of K/Mo molar ratio on the HAS reaction was investigated over a series of Co 1 Mo 1 K x -10%CNT catalysts. Over the K-free system, the main products were C 1–3 -alkanes, while over the Co 1 Mo 1 K x -10%CNT system (Fig. 3), the yield Fig. 1 Results of higher alcohol synthesis (HAS) over sulfurized Co 1 Mo 1 K 0.3 -x%CNT catalysts with varying CNT addition (1) X(CO), (2) S(C 2+ -alc), (3) S(C 1–4 -alc), (4) Y(C 1–4 -alc) (Reaction conditions: 2.0 MPa, 603 K, V(H 2 ):V(CO):V(N 2 ) = 45:45:10, GHSV = 2400 ml/(g·h), 18 h.) MA Miaoming et al. / Chinese Journal of Catalysis, 2006, 27(11): 1019–1027 of C 1–4 -alcohols increased with the increase in the K doping amount. After reaching the maximum at K/Mo = 0.3, it de- creased with the further increase in the K doping amount. Hence the optimal K/Mo molar ratio was 0.3. 2.2 Reactivity of HAS over the CNT-promoted catalysts To evaluate the performance of the catalysts under working conditions with a higher extent of reaction, the HAS reaction from syngas was carried out at a high pressure of 5.0 MPa and GHSV of 3600 ml/(g·h). Fig. 4 shows the results of the com- parative assay of the HAS reaction over the sulfurized Co 1 Mo 1 K 0.3 -10%CNT and Co 1 Mo 1 K 0.3 catalysts. Similar be- havior was observed on the two catalysts, i.e., CO conversion and selectivity for C 2+ -alcohols and C 1–3 -alkanes increased with increasing reaction temperature, while the selectivity for both methanol and total alcohols decreased. However, there was an obvious difference in reactivity between the two cata- lysts toward the HAS. Over the CNT-promoted catalyst, CO conversion reached 21.6% at 623 K with the selectivity for total alcohols and C 2+ -alcohols higher than that over the CNT-free counterparts. Fig. 5 shows the product distribution of HAS over the CNT-promoted catalyst and the CNT-free counterpart. Over the sulfurized Co 1 Mo 1 K 0.3 -10%CNT catalyst under the reac- tion conditions of 5.0 MPa and 623 K, the selectivity for total alcohols and C 2–4 -alcohols reached 61.5% and 41.3%, respec- tively, which were higher than those over Co 1 Mo 1 K 0.3 . The main product of CO hydrogenation was ethanol (with a selec- tivity of 27.3%) on the former, while it was methane (with a selectivity of 27.7%) on the latter. Fig. 4 Results of HAS over the sulfurized Co 1 Mo 1 K 0.3 -10%CNT (a) and Co 1 Mo 1 K 0.3 (b) catalysts (1) X(CO), (2) S(MeOH), (3) S(EtOH), (4) S(C 2+ -alc), (5) S(C 1–4 -alc), (6) S(C 1–3 -HC), (7) S(CO 2 ) (Reaction conditions are the same as in Fig. 3 except the reaction temperature.) It was experimentally found that the incorporation of a proper amount of CNT into the Co 1 Mo 1 K 0.3 catalyst not only enhanced the CO conversion and C 2+ -alcohol selectivity but also inhibited the WGS side reaction to a considerable extent. The selectivity for the by-product CO 2 over the Co 1 Mo 1 K 0.3 - 10%CNT catalyst at 573–633 K was maintained at 16.5%–12.5%, while the selectivity for CO 2 over Co 1 Mo 1 K 0.3 under the same reaction conditions reached as high as 33.9%–28.5%, two times that of the former. Table 1 shows the space-time-yield (STY) of HAS over the CNT-promoted Co-Mo-K sulfide catalyst and the CNT-free counterpart. At the reaction temperature of 623 K, STY of the total alcohols reached 241.5 mg/(g·h), which is higher than that (131.0 mg/(g·h)) on the CNT-free counterpart. The C 2+ -alcohols/MeOH ratio for the former was 1.39 (C-based selectivity ratio); therefore, such mixed alcohol products show good prospects to be used as gasoline additives or even alter- native automobile fuels. Fig. 3 Results of HAS over sulfurized Co 1 Mo 1 K x -10%CNT catalysts with varying K/Mo molar ratio (1) X(CO), (2) S(C 2+ -alc), (3) S(C 1–4 -alc), (4) Y(C 1–4 -alc) (Reaction conditions: 5.0 MPa, 603 K, V(H 2 ):V(CO):V(N 2 ) = 45:45:10, GHSV = 3600 ml/(g·h), 18 h.) MA Miaoming et al. / Chinese Journal of Catalysis, 2006, 27(11): 1019–1027 Fig. 6 shows the operation stability of the Co 1 Mo 1 K 0.3 - 10%CNT catalyst for HAS lasting 100 h. After 24 h of the initial stage of the reaction, the catalyst attained a stable oper- ating state, with a CO conversion and selectivities for the total alcohols and C 2+ -alcohols being 22.4%, 69.3%, and 45.0%, respectively. The catalyst did not show any obvious deactiva- tion after reaction for 100 h. The apparent activation energy (E a ) of the HAS reaction was measured and the results are illustrated as the Arrhenius plots in Fig. 7. The E a of the Co 1 Mo 1 K 0.3 -10%CNT catalyst was 74.3 kJ/mol, which is quite similar to the E a value of 80.2 kJ/mol observed on Co 1 Mo 1 K 0.3 . This indicated that the in- corporation of a proper amount of CNT into the Co-Mo-K sulfide catalyst did not cause an obvious change in E a for the HAS reaction, implying that the addition of small amount of CNT into Co 1 Mo 1 K 0.3 did not alter the major reaction pathway of CO hydrogenation. 2.3 Characterization of the CNT-promoted catalysts It is quite evident that the considerably good performance of the CNT-promoted catalyst for HAS from syngas is closely related to the unique structures and properties of the CNT promoter. Fig. 8(a) shows the TEM image of the CNT. Previ- ous characterization studies [18] have shown that this type of CNT was a herringbone-type multiwalled carbon nanotubes with outer diameters of 10–50 nm, inner diameters of 3–5 nm, and N 2 -BET specific surface area of about 140 m 2 /g. These Fig. 5 Product distribution of HAS over the sulfurized catalysts (a) Co 1 Mo 1 K 0.3 -10%CNT, (b) Co 1 Mo 1 K 0.3 (Reaction conditions are the same as in Fig. 3 except T = 623 K.) Table 1 STY of HAS over the CNT-promoted CoMoK-sulfide catalyst and the CNT-free counterpart STY/(mg/(g·h)) Catalyst T/K MeOH EtOH PrOH BuOH C 2+ -alc C 1–4 -alc C 1–3 -HC CO 2 Co 1 Mo 1 K 0.3 -10%CNT 613 106.3 84.8 20.4 12.4 117.6 223.8 46.2 84.6 623 101.2 98.0 25.2 17.2 140.3 241.5 62.0 93.5 633 77.8 123.4 37.4 23.1 183.9 261.6 98.6 107.5 Co 1 Mo 1 K 0.3 613 66.3 41.2 11.1 3.1 55.4 121.7 38.5 133.9 623 62.0 50.2 15.0 3.8 69.0 131.0 57.9 160.2 633 52.0 52.3 20.0 6.2 78.6 130.6 72.9 172.2 Reaction conditions are the same as in Fig. 3 except the reaction temperature. Fig. 6 Operation stability of HAS over the sulfurized Co 1 Mo 1 K 0.3 -10%CNT catalyst lasting 100 h (1) X(CO), (2) S(C 1–4 -alc) (Reaction conditions are the same as in Fig. 3 except T = 623 K.) MA Miaoming et al. / Chinese Journal of Catalysis, 2006, 27(11): 1019–1027 nanotubes were constructed by the superposition of several graphene layer facets, which were tilted at a certain angle with respect to the axis of the central hollow nanofiber, as if a number of cones were placed one on the top of the other one [18]. It was shown by elemental analysis and O 2 tempera- ture-programmed oxidation (TPO) measurements that the contents of elemental carbon and graphitized carbon were ≥ 99% and > 90%, respectively, in the purified CNT. The test of H 2 temperature-programmed hydrogenation (TPH) showed that the temperature required for initiating the hydrogenation reaction of CNT with H 2 was ≥ 773 K, indicating that this type of CNT was stable in a H 2 atmosphere at the reaction temperatures for HAS [17]. Fig. 8(b) shows the TEM image of the oxide precursor of the Co 1 Mo 1 K 0.3 -10%CNT catalyst. It can be seen that the pre-oxidized CNT evenly dispersed into Co 1 Mo 1 K 0.3 . Fig. 9 shows the H 2 -TPR profiles of the Co 1 Mo 1 K 0.3 - 10%CNT and Co 1 Mo 1 K 0.3 catalyst precursors. For the former, H 2 reduction was initiated at 448 K, reached the peak at 623 K, and was completed at 708 K. The TPR profile was broad and asymmetric, most likely involving the partial overlap of multiple peaks that corresponded to the continual multistep single-electron reduction of CoO x and MoO y components. For the latter, the H 2 reduction was initiated at 648 K, reached the peak at 685 K, and was completed at 713 K with the total area intensity of the TPR profile taken in the range of 423–723 K (corresponding to a certain amount of H 2 consumed) to be merely 27% of the former. In view of the fact that the Co 1 Mo 1 K 0.3 content of the CNT-containing catalyst was 90% (mass fraction) of the CNT-free counterpart, it can be esti- mated that the specific amount of H 2 consumed (i.e., the amount of H 2 consumed due to the reduction of unit mass of Co 1 Mo 1 K 0.3 ) of the CNT-containing catalyst was 4.1 times that the CNT-free counterpart. The high specific amount of H 2 consumed indicated the high fraction of the Co x Mo y species reducible to lower valence in the total Co x Mo y amount. Thus, it could be inferred that the reducibility of Co 1 Mo 1 K 0.3 - 10%CNT was much higher than that of Co 1 Mo 1 K 0.3 , implying that more Co x Mo y species on the former were reduced to lower valence states that are catalytically active in the work- ing catalyst. Therefore, the specific activity of the catalyst for CO hydrogenation was enhanced. Fig. 9 H 2 -TPR profiles of the catalysts (oxide precursor) (1) Co 1 Mo 1 K 0.3 -10%CNT, (2) Co 1 Mo 1 K 0.3 Fig. 7 Arrhenius plots of HAS over the sulfurized catalysts (1) Co 1 Mo 1 K 0.3 -10%CNT, (2) Co 1 Mo 1 K 0.3 (Reaction conditions: 2.0 MPa, V(H 2 ):V(CO):V(N 2 ) = 45:45:10, GHSV = 6000 ml/(g·h), 18 h.) Fig. 8 TEM images of the CNT (a) and the Co 1 Mo 1 K 0.3 -10%CNT catalyst (b) MA Miaoming et al. / Chinese Journal of Catalysis, 2006, 27(11): 1019–1027 Fig. 10 shows the XPS spectra of the working catalysts of Co 1 Mo 1 K 0.3 -10%CNT and Co 1 Mo 1 K 0.3 . There was little dif- ference between the two catalysts with respect to the position and shape of their Co 2p XPS peaks. The Co 2p 3/2 and Co 2p 1/2 peaks appeared at 779.0 and 795.0 eV, respectively, with their area intensity ratio being about 2. These values are char- acteristics of the Co sulfide species interacting with Mo spe- cies to form Co–Mo–S composite species [20]. Unlike the Co 2p XPS spectra, there are some differences between the two catalysts with respect to the position and shape as well as the relative intensity of the peaks associated with the Mo species. According to Ref. [21] and assuming E b (Mo 3d 3/2 ) – E b (Mo 3d 5/2 ) = 3.1 eV and intensity ratio of peaks Mo 3d 5/2 /Mo 3d 3/2 = 1.5 for each Mo n+ species in the same valence state, analysis and fitting of these Mo 3d XPS spectra were carried out. The results (Fig. 10 and Table 2) showed that, under the reductive atmosphere containing H 2 , CO, etc., most of the Mo n+ was reduced to lower valence: the majority in Mo 4+ , minority in Mo 5+ , and few in Mo 6+ . This was analogous to the case of coexistence of Mo 4+ (major) and Mo 5+ (minor) in the related systems [22]. From the results in Table 2, it can be seen that the molar fraction of the Mo 4+ species in the total Mo amount at the surface of the working Co 1 Mo 1 K 0.3 -10%CNT reached 88.1%, which is 1.14 times that of Co 1 Mo 1 K 0.3 (77.3%). It is generally considered that low valence Mo n+ species (mainly Mo 4+ ) at the surface of the working catalyst are cata- lytically active sites that are responsible for adsorption activa- tion, hydrogenolysis, or dissociation-hydrogenation of CO to form metallic carbene followed by CO insertion and chain growth [23]. The higher the concentration of Mo 4+ species at the surface of the working catalyst, the higher the catalyst activity. In comparison with the CNT-free Co 1 Mo 1 K 0.3 cata- lyst, the higher concentration of Mo 4+ species at the surface of the working Co 1 Mo 1 K 0.3 -10%CNT catalyst resulted from its higher reducibility. This is one of the important factors that lead to a significant increase in the specific activity of the catalyst for CO hydrogenation. 2.4 H 2 -TPD of the working catalyst and the nature of promoter action of CNT Recently, there has been an increasing interest in the use of nanostructured carbon materials (especially CNT, carbon nanofibers, and mechanically milled graphite) as hydrogen sorbents. It was demonstrated by Ishikawa et al. [24] that graphitized carbon black surfaces were capable of rapidly equilibrating H 2 /D 2 mixture. A dissociation rate of 4.2 × 10 −7 mol/(s·(m 2 -ASA)) was measured at ambient temperatures and pressures. The ASA (active surface area) was described in terms of atoms located at edge positions on the graphite basal plane and was determined on the basis of the amount of oxy- gen capable of chemisorbing at these sites, irrespective of the nature of the carbon material under investigation. Our previ- ous H 2 -TPD investigation [25] showed that hydrogen adsorp- tion on CNT can occur at ambient temperatures and pressures, and the desorbed product was almost exclusively H 2 at tem- Fig. 10 XPS spectra of the functioning catalysts (a) Co 1 Mo 1 K 0.3 -10%CNT, (b) Co 1 Mo 1 K 0.3 Table 2 Binding energies and relative contents (molar percentage) of the Mo n+ species with different valence states at the surface of the functioning catalysts E b of Mo 3d 5/2 (eV) Relative content (%) Catalyst Mo 4+ Mo 5+ Mo 6+ Mo 4+ Mo 5+ Mo 6+ Co 1 Mo 1 K 0.3 -10%CNT 228.9 229.6 232.0 88.1 9.3 2.6 Co 1 Mo 1 K 0.3 228.8 229.4 232.0 77.3 15.5 7.2 MA Miaoming et al. / Chinese Journal of Catalysis, 2006, 27(11): 1019–1027 peratures lower than 723 K and included CH 4 , C 2 H 4 , and C 2 H 2 in addition to H 2 at temperatures of 773 K and above. This implies that H 2 adsorption on CNT may have two forms, as- sociative (molecular state) and dissociative (atomic state), as demonstrated by the Raman spectroscopic study of the H 2 /CNT adsorption system by the authors [26]. Fig. 11 shows the H 2 -TPD profiles of the prereduced Co 1 Mo 1 K 0.3 -10% CNT and Co 1 Mo 1 K 0.3 catalysts. Overall, each profile contained a low-temperature peak (peak I) and a high-temperature peak (peak II). The low-temperature peaks resulted from the desorption of weakly adsorbed H species, most probably molecularly adsorbed hydrogen. The high-temperature peaks were attributed to the desorption of strongly adsorbed H species, perhaps dissociatively chemi- sorbed hydrogen. Fig. 11 H 2 -TPD profiles of the catalysts (1) Co 1 Mo 1 K 0.3 -10%CNT, (2) Co 1 Mo 1 K 0.3 The relative area intensities of peak I and peak II for these catalyst samples were calculated, and the results are listed in Table 3. It is believed that at the reaction temperatures for HAS (573–633 K for the present study), the concentration of hydrogen adspecies associated with peak I was very low, and most of hydrogen adspecies at the surface of the working catalysts was those corresponding to peak II. Therefore, it could be inferred that those strongly chemisorbed H species were closely associated with the reaction activity of HAS. The ratio of the relative area intensities of peak II for the two catalysts was 100/22 (see Table 3), which was in line with the HAS reaction activity observed over the two catalysts. Table 3 Relative area intensity of peaks I and II in H 2 -TPD profiles for the catalysts Relative area intensity Catalyst Peak I Peak II Co 1 Mo 1 K 0.3 -10%CNT 36 100 Co 1 Mo 1 K 0.3 33 22 On the basis of the above results, it could be inferred that a considerable amount of reversibly adsorbed H species existed on the working CNT-promoted catalyst, which generated a surface microenvironment with high steady-state concentra- tion of H adspecies. Those active H adspecies could be easily transferred to Co i Mo j K k active sites via the CNT-promoted hydrogen spillover and thus increased the rate of the surface hydrogenation reactions. This is very similar to the cases in the synthesis of methanol and higher alcohols from syngas over the CNT-promoted catalysts [16, 17]. Moreover, the high steady-state concentration of H adspecies at the surface of the catalyst considerably inhibited the WGS side reaction, which would also contribute to the increase in the product yields. 3 Conclusions The present study indicated that CNT can serve as an ex- cellent promoter of the Co i Mo j K k sulfide catalyst for HAS from syngas. The incorporation of a proper amount of CNT into the Co i Mo j K k sulfide catalyst significantly increases the CO conversion and the selectivity for C 2+ -alcohols. The ex- cellent performance of CNT toward the adsorption and activa- tion of H 2 may play a significant role in enhancing the catalyst activity, improving the HAS selectivity, and inhibiting the WGS side reaction. For better understanding the mechanism of the promoting effect of the CNT, further studies, especially in situ characterization of reaction intermediates under the HAS reaction conditions, are needed. References [1] Chianelli R R, Lyons J E, Mills G A. Catal Today, 1994, 22(2): 361 [2] Herman R G. Stud Surf Sci Catal, 1991, 64: 265 [3] Forzatti P, Tronconi E, Pasquon I. Catal Rev-Sci Eng, 1991, 33(1–2): 109 [4] Stiles A B, Chen F, Harrison J B, Hu X D, Storm D A, Yang H X. Ind Eng Chem, Res, 1991, 30(5): 811 [5] Slaa J C, van Ommen J G, Ross J R H. Catal Today, 1992, 15(1): 129 [6] Verkerk K A N, Jaeger B, Finkeldei C H, Keim W. Appl Catal A, 1999, 186(1–2): 407 [7] Iijima S. Nature, 1991, 354(6348): 56 [8] Serp P, Corrias M, Kalck P. Appl Catal A, 2003, 253(2): 337 [9] Zhang H B, Lin G D, Yuan Y Zh. Curr Top Catal, 2005, 4: 1 [10] Planeix J M, Coustel N, Coq B, Brotons V, Kumbhar P S, Du- tartre R, Geneste P, Bernier P, Ajayan P M. J Am Chem Soc, 1994, 116(17): 7935 [11] Zhang Y, Zhang H B, Lin G D, Chen P, Yuan Y Zh, Tsai K R. Appl Catal A, 1999, 187(2): 213 [12] Liu Z J, Xu Z, Yuan Zh Y, Lu D, Chen W, Zhou W. Catal Lett, 2001, 72(3–4): 203 [13] Li Ch B, Pan W X, Wong W K, Li J L, Qiu X Q, Chen X P. J MA Miaoming et al. / Chinese Journal of Catalysis, 2006, 27(11): 1019–1027 Mol Catal A, 2003, 193(1–2): 71 [14] Chen H B, Lin J D, Cai Y, Wang X Y, Yi J, Wang J, Wei G, Lin Y Zh, Liao D W. Appl Surf Sci, 2001, 180(3–4): 328 [15] van Steen E, Prinsloo F F. Catal Today, 2002, 71(3–4): 327 [16] Dong X, Zhang H B, Lin G D, Yuan Y Zh, Tsai K R. Catal Lett, 2003, 85(3–4): 237 [17] Zhang H B, Dong X, Lin G D, Liang X L, Li H Y. Chem Com- mun, 2005, 40: 5094 [18] Chen P, Zhang H B, Lin G D, Hong Q, Tsai K R. Carbon, 1997, 35(10–11): 1495 [19] Li Zh R, Fu Y L, Bao J, Jiang M, Hu T D, Liu T, Xie Y N. Appl Catal A, 2001, 220(1–2): 21 [20] Okamoto Y, Ochiai K, Kawano M, Kobayashi K, Kubota T. Appl Catal A, 2002, 226(1–2): 115 [21] Abart J, Delgado E, Ertl G, Jeziorowshi H, Knözinger H, Thiele N, Wang X Zh, Taglauer E. Appl Catal, 1982, 2(3): 155 [22] Venezia A M. Catal Today, 2003, 77(4): 359 [23] Muramatsu A, Tatsumi T, Tominaga H. J Phys Chem, 1992, 96(3): 1334 [24] Ishikawa Y, Austin L G, Brown D E, Walker P L Jr. In: Walker P L Jr, Thrower P A eds. Chemistry and Physics of Carbon, Vol 12. New York: Marcel Dekker, 1975. 39 [25] Zhou Zh H, Wu X M, Wang Y, Lin G D, Zhang H B. Acta Phys-Chim Sin, 2002, 18(8): 692 [26] Zhang H B, Lin G D, Zhou Zh H, Dong X, Chen T. Carbon, 2002, 40(13): 2429 CHNJC 60053 S1872-2067(06)60053-3 10.1016/S1872-2067(06)60053-3 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Basic Research Program of China (2005CB221403) and the National Natural Science Foundation of China (20473063 and 20590364). Research Paper Co-Mo-K Sulfide-Based Catalyst Promoted by Multiwalled Carbon Nanotubes for Higher Alcohol Synthesis from Syngas MA Xiaoming LIN Guodong ZHANG Hongbin * College of Chemistry and Chemical Engineering, State Key Laboratory of Physical Chemistry of Solid Surfaces, Xiamen University, Xiamen 361005, Fujian, China * Corresponding author. Tel/Fax: +86-592-2184591 Using homemade multiwalled carbon nanotubes (CNT) as the promoter, sulfurized Co-Mo-K catalysts (denoted Co i Mo j K k -x%CNT) were prepared by the coprecipitation method. Their catalytic performance for the synthesis of higher alcohols from syngas was evaluated and compared with that of the CNT-free counterpart (Co i Mo j K k ). Appropriate incorporation of a minor amount of CNT into Co i Mo j K k led to a significant increase in CO conversion and the selectivity for the higher alcohols. Under the reaction conditions of 5.0 MPa, 623 K, V(H2):V(CO):V(N2) = 60:30:10, and GHSV = 3600 ml/(g·h), the observed space-time-yield of total (C1–4) alcohols reached 241.5 mg/(g·h) with 21.6% of CO conversion over the Co1Mo1K0.3-10%CNT catalyst, which was 1.84 times that over the Co1Mo1K0.3 catalyst. Ethanol became the dominant product of the CO hydrogenation under the conditions mentioned above. The water-gas-shift (WGS) side reaction was inhibited to a great extent over the CNT-promoted catalyst. The results of catalyst characterization indicated that the addition of a small amount of CNT into the Co1Mo1K0.3 catalyst did not cause an obvious change in the apparent activation energy for the conversion of CO but led to an increase in the molar percentage of the catalytically active Mo species (Mo4+) in the total amount of Mo at the surface of the working catalyst. On the basis of the temperature-programmed desorption results, it could be inferred that under the conditions of the higher alcohol synthesis, there existed a considerably larger amount of reversibly adsorbed H species on the CNT-promoted catalyst, which would generate a surface microenvironment with high steady-state concentration of the adsorbed H species on the catalyst and thus increase the rate of a series of surface hydrogenation reactions. In addition, high steady-state concentration of adsorbed H species on the surface of the catalyst would effectively inhibit the WGS side reaction. These factors considerably contribute to the increase in the yield of the main product. Key Words multiwalled carbon nanotube promoter cobalt molybdenum potassium sulfide-based catalyst carbon monoxide hydrogenation higher alcohol synthesis References 1 RR Chianelli JE Lyons GA Mills Catal Today 22 2 1994 361 2 RG Herman Stud Surf Sci Catal 64 1991 265 3 P Forzatti E Tronconi I Pasquon Catal Rev-Sci Eng 33 1–2 1991 109 4 AB Stiles F Chen JB Harrison XD Hu DA Storm HX Yang Ind Eng Chem, Res 30 5 1991 811 5 JC Slaa JG van Ommen JRH Ross Catal Today 15 1 1992 129 6 KAN Verkerk B Jaeger CH Finkeldei W Keim Appl Catal A 186 1–2 1999 407 7 S Iijima Nature 354 6348 1991 56 8 P Serp M Corrias P Kalck Appl Catal A 253 2 2003 337 9 HB Zhang GD Lin Y Zh Yuan Curr Top Catal 4 2005 1 10 JM Planeix N Coustel B Coq V Brotons PS Kumbhar R Dutartre P Geneste P Bernier PM Ajayan J Am Chem Soc 116 17 1994 7935 11 Y Zhang HB Zhang GD Lin P Chen Y Zh Yuan KR Tsai Appl Catal A 187 2 1999 213 12 ZJ Liu Z Xu Y Yuan Zh D Lu W Chen W Zhou Catal Lett 72 3–4 2001 203 13 B Li Ch WX Pan WK Wong JL Li XQ Qiu XP Chen J Mol Catal A 193 1–2 2003 71 14 HB Chen JD Lin Y Cai XY Wang J Yi J Wang G Wei Y Zh Lin DW Liao Appl Surf Sci 180 3–4 2001 328 15 E van Steen FF Prinsloo Catal Today 71 3–4 2002 327 16 X Dong HB Zhang GD Lin Y Zh Yuan KR Tsai Catal Lett 85 3–4 2003 237 17 HB Zhang X Dong GD Lin XL Liang HY Li Chem Commun 40 2005 5094 18 P Chen HB Zhang GD Lin Q Hong KR Tsai Carbon 35 10–11 1997 1495 19 R Li Zh YL Fu J Bao M Jiang TD Hu T Liu YN Xie Appl Catal A 220 1–2 2001 21 20 Y Okamoto K Ochiai M Kawano K Kobayashi T Kubota Appl Catal A 226 1–2 2002 115 21 J Abart E Delgado G Ertl H Jeziorowshi H Knözinger N Thiele X Zh Wang E Taglauer Appl Catal 2 3 1982 155 22 AM Venezia Catal Today 77 4 2003 359 23 A Muramatsu T Tatsumi H Tominaga J Phys Chem 96 3 1992 1334 24 Y Ishikawa LG Austin DE Brown PL Walker Jr PL Walker Jr PA Thrower Chemistry and Physics of Carbon Vol 12 1975 Marcel Dekker New York 39 25 H Zhou Zh XM Wu Y Wang GD Lin HB Zhang Acta Phys-Chim Sin 18 8 2002 692 26 HB Zhang GD Lin H Zhou Zh X Dong T Chen Carbon 40 13 2002 2429",
      "scopus-id": "33845970256",
      "coredata": {
        "eid": "1-s2.0-S1872206706600533",
        "dc:description": "Using homemade multiwalled carbon nanotubes (CNT) as the promoter, sulfurized Co-Mo-K catalysts (denoted Co i Mo j K k -x%CNT) were prepared by the coprecipitation method. Their catalytic performance for the synthesis of higher alcohols from syngas was evaluated and compared with that of the CNT-free counterpart (Co i Mo j K k ). Appropriate incorporation of a minor amount of CNT into Co i Mo j K k led to a significant increase in CO conversion and the selectivity for the higher alcohols. Under the reaction conditions of 5.0 MPa, 623 K, V(H2):V(CO):V(N2) = 60:30:10, and GHSV = 3600 ml/(g·h), the observed space-time-yield of total (C1–4) alcohols reached 241.5 mg/(g·h) with 21.6% of CO conversion over the Co1Mo1K0.3-10%CNT catalyst, which was 1.84 times that over the Co1Mo1K0.3 catalyst. Ethanol became the dominant product of the CO hydrogenation under the conditions mentioned above. The water-gas-shift (WGS) side reaction was inhibited to a great extent over the CNT-promoted catalyst. The results of catalyst characterization indicated that the addition of a small amount of CNT into the Co1Mo1K0.3 catalyst did not cause an obvious change in the apparent activation energy for the conversion of CO but led to an increase in the molar percentage of the catalytically active Mo species (Mo4+) in the total amount of Mo at the surface of the working catalyst. On the basis of the temperature-programmed desorption results, it could be inferred that under the conditions of the higher alcohol synthesis, there existed a considerably larger amount of reversibly adsorbed H species on the CNT-promoted catalyst, which would generate a surface microenvironment with high steady-state concentration of the adsorbed H species on the catalyst and thus increase the rate of a series of surface hydrogenation reactions. In addition, high steady-state concentration of adsorbed H species on the surface of the catalyst would effectively inhibit the WGS side reaction. These factors considerably contribute to the increase in the yield of the main product.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206706600533",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "MA, Xiaoming"
          },
          {
            "@_fa": "true",
            "$": "LIN, Guodong"
          },
          {
            "@_fa": "true",
            "$": "ZHANG, Hongbin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206706600533"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206706600533"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(06)60053-3",
        "prism:volume": "27",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Co-Mo-K Sulfide-Based Catalyst Promoted by Multiwalled Carbon Nanotubes for Higher Alcohol Synthesis from Syngas",
        "prism:copyright": "Copyright © 2006 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "11",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "multiwalled carbon nanotube"
          },
          {
            "@_fa": "true",
            "$": "promoter"
          },
          {
            "@_fa": "true",
            "$": "cobalt"
          },
          {
            "@_fa": "true",
            "$": "molybdenum"
          },
          {
            "@_fa": "true",
            "$": "potassium"
          },
          {
            "@_fa": "true",
            "$": "sulfide-based catalyst"
          },
          {
            "@_fa": "true",
            "$": "carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "higher alcohol synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "11",
        "openaccessSponsorType": null,
        "prism:pageRange": "1019-1027",
        "prism:endingPage": "1027",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2006",
        "prism:doi": "10.1016/S1872-2067(06)60053-3",
        "prism:startingPage": "1019",
        "dc:identifier": "doi:10.1016/S1872-2067(06)60053-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33845970256"
      }
    }
  }
}