{
  "metadata": {
    "title": "Monolayer-Protected Gold Nanoparticle Surface-Bound Catalysts: Preparation and Application",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2010-12-31",
    "doi": "10.1016/S1872-2067(10)60118-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206710601180",
    "pii": "S1872206710601180"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-78650444184",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2010-12-20 2010-12-20 2010-12-17T22:21:16 1-s2.0-S1872206710601180 S1872-2067(10)60118-0 S1872206710601180 10.1016/S1872-2067(10)60118-0 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206710X00110 2015-05-15T07:13:55.760442-04:00 0 0 20100101 20101231 2010 2010-12-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount figure affil articletitle auth authfirstini authfull authkeywords authlast nonengabst primabst pubtype ref specialabst alllist content subj ssids 1872-2067 18722067 31 31 11 12 11 12 Volume 31, Issues 11–12 1 1307 1315 1307 1315 2010 2010 2010-01-01 2010-12-31 2010 article fla Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. MONOLAYERPROTECTEDGOLDNANOPARTICLESURFACEBOUNDCATALYSTSPREPARATIONAPPLICATION JIA L BRUST 2002 175 M LI 2004 2954 X SCHMID 1992 1709 G TOUR 1995 9529 J BRUST 1994 801 M WHETTEN 1996 428 R WHETTEN 1999 397 R HOSTETLER 1996 4212 M HOSTETLER 1999 3782 M LI 2003 1064 X KRPETIC 2009 619 Z PAN 2007 1941 Y SCHMID 1981 3634 G SCHMID 2008 1909 G TEMPLETON 1999 27 A TRACY 2007 16209 J VIUDEZ 2009 5186 A HOU 2009 12954 W ESUMI 2000 2604 K ESUMI 1998 3157 K CHECHIK 1999 6364 V WUELFING 1998 12696 W ZHANG 2007 12229 F THODE 2008 5988 C LOPEZACEVEDO 2009 12573 O SHALOM 2007 1146 D SOMMER 2007 11991 W NAGARAJU 2008 13855 D VASILEV 2008 2062 K GARCIARAYA 2009 8756 D HUISMAN 1995 3273 B HUISMAN 1996 3523 B HUISMAN 2000 269 B LI 2001 1919 X HASAN 2002 1132 M FRIGGERI 2001 6388 A LI 2004 296 X BARTZ 1998 2466 M LI 1999 4957 H BELSER 2008 967 T LI 2003 4279 X PETER 2004 11684 M JIAX2010X1307 JIAX2010X1307X1315 JIAX2010X1307XL JIAX2010X1307X1315XL item S1872-2067(10)60118-0 S1872206710601180 1-s2.0-S1872206710601180 10.1016/S1872-2067(10)60118-0 273538 2010-12-22T03:28:55.025622-05:00 2010-01-01 2010-12-31 1-s2.0-S1872206710601180-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601180/MAIN/application/pdf/4c93f8338b60315a8aac51f7006b90c3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601180/MAIN/application/pdf/4c93f8338b60315a8aac51f7006b90c3/main.pdf main.pdf pdf true 990420 MAIN 7 1-s2.0-S1872206710601180-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601180/PREVIEW/image/png/6dbe63a8a220eefcb5f2ec623ee5c9c1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601180/PREVIEW/image/png/6dbe63a8a220eefcb5f2ec623ee5c9c1/main_1.png main_1.png png 66292 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206710601180-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601180/fx1/DOWNSAMPLED/image/jpeg/ad63d33c9273bc524ec46198ce4b3346/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601180/fx1/DOWNSAMPLED/image/jpeg/ad63d33c9273bc524ec46198ce4b3346/fx1.jpg fx1 true fx1.jpg jpg 18019 176 229 IMAGE-DOWNSAMPLED 1-s2.0-S1872206710601180-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601180/fx1/THUMBNAIL/image/gif/3894f9735a99bd22ce41ce046537e390/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601180/fx1/THUMBNAIL/image/gif/3894f9735a99bd22ce41ce046537e390/fx1.sml fx1 true fx1.sml sml 7133 164 213 IMAGE-THUMBNAIL CHINESE JOURNAL OF CATALYSIS Volume 31, Issue 11, 2010 Online English edition of the Chinese language journal Cite this article as: Chin. J. Catal., 2010, 31: 1307–1315. Received date: 2 April 2010. *Corresponding author. Tel/Fax: +86-25-83587775; E-mail: xuemeili@njut.edu.cn # Corresponding author. E-mail: taohe@njut.edu.cn Foundation item: Supported by the National Natural Science Foundation of China (20976083), the National Basic Research Program of China (973 Program, 2009CB623402), the State Key Laboratory of Materials-Oriented Chemical Engineering (ZK200804), and the China-Israel Joint Program Funded by the Ministry of Science and Technology of China. Copyright © 2010, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(10)60118-0 SURVEY PAPER Monolayer-Protected Gold Nanoparticle Surface-Bound Catalysts: Preparation and Application JIA Lifeng, HE Tao*, LI Zhipeng, LI Xue-Mei* State Key Laboratory of Materials-Oriented Chemical Engineering, Nanjing University of Technology, Nanjing 210009, Jiangsu, China Abstract: Precious metal nanomaterials have shown significantly different reactivity and catalytic activity because of their small-size ef- fects. In this report, we focused on gold nanoparticle-based catalysts, especially gold nanoparticle surface-bound catalysts, their preparation and application. Because of its special surface properties, gold can form stable bonds with sulfur containing molecules including sulfides and thiols. These molecules form well ordered self-assembled monolayers on gold nanoparticles, which render monolayer-protected gold nanoparticles (MPGs) with good solubility, easy characterization, extraordinary stability, and versatility. With attached functional groups, we used MPGs as surface-bound catalysts. These catalysts show the combined characteristics of a homogeneous and a heterogeneous catalyst, which is critical for theoretical aspects and in the development of new types of surface-bound catalysts. Key words: gold nanoparticle; coordination catalysis; heterogeneous catalysis; surface-bound catalyst The preparation and application of monolayer-protected gold nanoparticles (MPGs) is a novel interdisciplinary area [1–3]. Because of the very strong gold-sulfur interaction [4], gold nanoparticles are very stable after coated with thiols by the formation of self-assembled monolayers (SAM), which render the MPGs with good dispersibility and solubility in a certain solvent [5]. Because of their nanometer size, MPGs show small size effects, especially quantized size effects [6] and surface effects. The surface effects are expressed by that surface functional groups determine their solubility [7], reac- tivity [2,8–10], biocompatibility [11,12], and catalytic activity [2]. It is noteworthy that the catalytic activities are mainly because of the surface-bound catalytically active functional groups. Owing to the high surface-to-volume ratio of the nanoparticles, these colloid-bound catalysts exhibit higher catalytic efficiency than their homogeneous counterparts. Moreover, these surface-bound catalysts show the characteris- tics of both homogeneous catalysts and heterogeneous cata- lysts. Specifically, the surface-bound catalysts can be well dispersed in a solvent just like a homogeneous catalyst but can also be recovered by precipitation and centrifugation. There- fore, the preparation and application of these catalysts are an interesting subject. Because there have been limited reviews in this area, we summarize previous work and recent progress with a special focus on nanoparticle preparation, surface func- tionalization, and application in catalysis in this report. 1 Preparation of MPGs and introduction of functional ligands to MPGs 1.1 Preparation of MPGs Gold nanoparticles tend to aggregate due to their high sur- face energy. It has been a challenge to prepare gold nanoparti- cles with good dispersibility and uniform size until Schmid reported in 1981 for the first time a type of ligand-protected gold nanocluster, Au 55 [PPh 3 ] 12 Cl 6 [3,13,14]. This gold nano- cluster has a double-layer structure with a gold core consisting of 55 gold atoms and an outer layer of 12 chlorine and 6 triphenylphosphine ligands. This ligand-protected gold cluster is uniform in size and is chemically very stable, but its prepa- ration involves typical organometallic synthesis. In 1998, Brust JIA Lifeng et al. / Chinese Journal of Catalysis, 2010, 31: 1307–1315 et al. [5] reported a two phase preparation of monolayer pro- tected gold nanoparticles (Scheme 1). This process involves the use of a phase transfer reagent tetraoctyammonia bromide to transfer the tetrachloroaurate ligand from water into toluene, which is then reduced by NaBH 4 in the presence of dodecane thiol. Although the resulting MPGs are not as uniform in size as those of Schmid, particles of various sizes ranging from 1.5 to 20 nm were prepared according to this method. 1.2 Introduction of functional ligands to MPGs Brust’s method is a two-phase method, and most products are lipophilic with the outer functional groups determining the final solubility and reactivity of the MPGs. Moreover, because of their small size, these MPGs can be characterized just like common chemical compounds. Many characterization meth- ods are applicable including NMR [5], infrared spectroscopy [15], ultraviolet spectroscopy, and mass spectrometry [7,16]. Moreover, MPGs show quantized effects [17], small size ef- fects, and surface effects. Surface effects are of special rele- vance because the surface functional groups determine their solubility, reactivity, and even catalytic activity. Based on Brust’s method, a wide variety of thiols with chain lengths of C 3 –C 24 [1], dialkyldisulfides [18], dendrimers [19–21], and thiolated polyethylene glycol (PEG) [22,23] have been used as coating ligands for MPG preparation. There have also been reports on the use of other ligands including amides [24] and iron carbonyls [25]. Other methods for the preparation of MPGs include microfluidic [26], microwave [27], and elec- trochemical methods [28]. Gold nanoparticles, however, are usually prepared by citrate or succinic acid reduction [29]. Currently, the preparation methods are rather versatile but the control of monodispersity and the attachment of desired func- tional groups are still major challenges [30]. Compared with thiols, thioether interacts less strongly with gold but it is chemically more stable. Moreover, when multiple attachment points exist in a molecule, for example, the pres- ence of many thioether end groups, a well-ordered SAM can still be formed on gold, for example, the thioether derivatives of calix arene and -cyclodextrin [31–33]. In 2001, Li et al. [34] reported the use of thioethers as protecting ligands for MPGs. The molecular structures of the series of thioethers used are shown in Scheme 2 with 1–4 thioether ligands and different head functional groups. Results show that compared to thiols, thioethers also yield gold nanoparticles but with shorter time stability. The combination of rigid headgroups and multiple attachment points afford gold nanoparticles with comparable stability to thiolated MPGs. Hasan et al. [35] made use of this weak gold thioether interaction to study the ligand exchange process of a thioether with dodecanethiol and monitored the Scheme 1. Brust’s synthesis of monolayer-protected gold nanoclusters (MPGs) [5]. S O O O S O OH O S S O S O S O S O Br S S S Fe S NH S O NH NH NH O O O S S NH NO 2 NH NH O O O SS 1 234 56 78 t-Bu t-Bu t-Bu t-Bu Scheme 2. Molecular structure of the thioethers used for MPG formation [34]. JIA Lifeng et al. / Chinese Journal of Catalysis, 2010, 31: 1307–1315 exchange by 1 H NMR, which provided a powerful proof of the fate of hydrogen in RS-H during the SAM formation on gold. The introduction of functional groups, especially catalyti- cally active functional groups, is critical in the preparation of a surface-bound catalyst. A prerequisite for the ligand is that it must have a thiol moiety. It is well known that sulfur can form a complex with many transition metals that constitute the major components of catalysts. Therefore, it has been a challenge to introduce a complex catalyst to a gold nanoparticle surface. Two representative methods have been developed to introduce functional groups to MPGs: place-exchange as developed by Hostetler et al. [9] and mixed ligands as developed by Friggeri et al. [36]. In a typical place-exchange approach, MPGs capped with an alkanethiol prepared using Brust’s method are placed in a solvent containing the desired functional thiol. During the exchange process, the surface thiolate desorbs and makes place for the thiol in solution, which then adsorbs onto the gold nanoparticle surface. The advantage of this process is that a broad range of end functional groups are available. Although many end-functional groups can be introduced to the surface of gold, this method suffers from difficulties in controlling the degree of exchange. Moreover, the steric hin- drance of bulky groups, hydrogen bonding, ionic strength of the exchange solution, and pH of the solution affect the ex- change process. Irreversible aggregation can also result in some cases. In the mixed ligand approach, Friggeri et al. [36] used the desired molar ratio of the initial mixture of thiols to prepare MPGs. Decanethiol and mercapto-11-undecanethiol were used in a 4:1 ratio to prepare MPGs providing a simple method to obtain MPGs with mixed functional groups. More- over, analysis demonstrated that the final product had the same molar ratio of ligands as the initial ratio. By further esterifica- tion of the hydroxyl end groups with 4-(diphenylphosphino) benzoic acid, triphenylphosphine functionalized MPGs were obtained, which might be useful for the preparation of a sur- face-bound Grubbs type of catalyst (Scheme 3). 2 Preparation of MPG surface-bound catalysts and their application Bartz et al. [38] reported the first preparation and catalytic activity of an MPG surface-bound catalyst for the ring-opening metathesis polymerization of norbornene. Bartz et al. used the Scheme 3. Use of a decanethiol and 11-hydroxy-undecanethiol mixture as ligands for the preparation of MPGs and coupling to 4-(diphenylphosphino) benzoic acid [36,37]. JIA Lifeng et al. / Chinese Journal of Catalysis, 2010, 31: 1307–1315 thiol derivative of hexadiene as a protecting ligand for gold nanoparticles, which were then reacted with RuCl 3 to form a hexadiene-Ru complex, similar to the well known metathesis catalyst (Scheme 4). They found that the surface-bound cata- lyst catalyzed the ring-opening polymerization of norbornene with much higher catalytic efficiency. They suggested that the orientation of the catalyst on the surface facilitates its interac- tion with the monomer and the growth of the polymer chain. It is noteworthy that in the catalytic process, the MPGs were well dispersed in the reaction mixture and they showed the charac- teristics of a homogeneous catalyst. After the completion of the reaction, the MPGs were recovered by precipitation, which is typical of a heterogeneous catalyst. The results of Bartz et al. are very interesting but the preparation of the surface-bound catalyst requires organometallic chemistry, which limits its accessibility. Nevertheless, it has been demonstrated that these surface bound catalysts show the combined characteristics of both a homogeneous catalyst and a heterogeneous catalyst. Based on a place-exchange reaction, Li et al. [39] attached a dihydroxylation catalyst, which showed reactivity in the di- hydroxylation of aromatic olefins to yield chiral diols (Scheme 5). The catalytic reaction was carried out in an aqueous mixed solvent, where no exclusion of air or water was needed. Moreover, the catalytic reactivity of this surface-bound catalyst is similar to the polymer supported alkaloid ligands. Belser et al. [40] prepared a MPG surface-bound catalyst for the asymmetric hydrolysis of epoxy functional groups based on Co(III) (Scheme 6) also by a place-exchange approach. A thiol derivative of chiral salen was attached to a gold nanoparticle by place-exchange, which was then reacted with Co(II) acetate. Scheme 4. Gold nanoparticle surface-bound catalyst for olefin metathesis polymerization: the ligand used for colloid preparation, the homogeneous catalyst, and the surface-bound catalyst [38]. Scheme 5. Gold nanoparticle surface-bound catalyst and its application in the dihydroxylation of aromatic olefins [39]. JIA Lifeng et al. / Chinese Journal of Catalysis, 2010, 31: 1307–1315 After oxidation, a catalytically active system was formed on the MPGs surface. Catalytic reaction tests showed that at a load of 0.01 mol%, a higher than 99.9% ee kinetic resolution was achieved over a reaction time of 5 h. For the catalyst without surface-attachment similar results could only be obtained for 0.1 mol% catalyst loading and a reaction time of 24 h. Ap- parently, the catalytic reactivity of the surface-bound catalyst is much better than the unbound catalyst with advantages of easy regeneration and recovery. In the Brust approach to prepare MPGs, a phase transfer reagent was used to transfer the aurate to the organic phase and the final product was lipophilic. Moreover, the phase transfer SH O Co(OAC) 2 ,TfOH,air Au O S S S S S S S S S S S S S t-BuHO N N OH t-Bu t-Bu Au S S S S S S S S S S S S S O O t-BuO N N Co O t-Bu t-Bu OS O O CF 3 O O t-Bu O N N Co O t-Bu t-Bu HO S O O CF 3 O O t-Bu N N O Co O t-Bu t-Bu OS O O CF 3 O O t-Bu O N N Co O t-Bu t-Bu OS O O CF 3 Scheme 6. Synthesis of a Co(III) containing MPG-based catalyst for the asymmetric hydrolysis of epoxy functional groups [40]. Scheme 7. Preparation of a sulfonic acid functionalized gold nanoparticle and its application in the hydrolysis of TMS silylether [41]. JIA Lifeng et al. / Chinese Journal of Catalysis, 2010, 31: 1307–1315 reagent needs to be removed to yield a pure product. On the other hand, this method is not suitable for the preparation of water-soluble gold nanoparticles. In 2004, Li et al. [41] re- ported the preparation of water-soluble, sulfonated MPGs in a one-step approach. These particles showed reasonable catalytic reactivity. The MPGs were prepared by reduction of tetra- chloroauric acid in the presence of 5-mercapto- 2-benzimidazole sulfonate sodium salt (MBS) in water. Sul- fonic acid functionalized gold nanoparticles were obtained by ion exchange using a Dowex-H + ion exchanger. The sulfonic acid functionalized gold nanoparticles catalyzed the hydrolysis of trimethylsilylether (TMS) adsorbate in solution (Scheme 7). The MPGs were further applied as ink in a microcontact printing process, which catalyzed the hydrolysis of the TMS SAM selectively in the area of contact yielding patterned sur- faces of different functional groups [31,41]. Because gold nanoparticles have a similar geometric size as the tip of an atomic force microscope, these MPGs provided a powerful and easily monitored model system for later catalytic probe nano- lithography during nanofabrication (Scheme 8) [42]. 3 Conclusions We summarize recent developments in surface-bound cata- lysts based-on monolayer protected gold nanoparticles. Be- cause of their small size effects and surface effects, MPG sur- face-bound catalysts show characteristics of both a homoge- neous catalyst and a heterogeneous catalyst. Because of their high surface-to-volume ratio and possibly the cooperative effects of the gold nanoparticles, these catalysts show signifi- cantly higher catalytic efficiency than their homogeneous counterparts. These catalysts can also be used as model sys- tems to study the kinetics of a certain reaction, which may help in the development of new catalysts. References 1 Brust M, Kiely C J. Colloid Surf A, 2002, 202: 175 2 Li X M, Huskens J, Reinhoudt D N. J Mater Chem, 2004, 14: 2954 3 Schmid G. Chem Rev, 1992, 92: 1709 4 Tour J M, Jones L, Pearson D L, Lamba J J S, Burgin T P, Whitesides G M, Allara D L, Parikh A N, Atre S. J Am Chem Soc, 1995, 117: 9529 5 Brust M, Walker M, Bethell D, Schiffrin D J, Whyman R. J Chem Soc, Chem Commun, 1994: 801 6 Whetten R L, Khoury J T, Alvarez M N, Murthy S, Vezmar I, Wang Z L, Stephens P W, Cleveland C L, Luedtke W D, Landman U. Adv Mater, 1996, 8: 428 7 Whetten R L, Shafigullin M N, Khoury J T, Schaaff T G, Vezmar I, Alvarez M M, Wilkinson A. Acc Chem Res, 1999, 32: 397 8 Hostetler M J, Green S J, Stokes J J, Murray R W. J Am Chem Soc, 1996, 118: 4212 9 Hostetler M J, Templeton A C, Murray R W. Langmuir, 1999, 15: 3782 10 Li X M, Huskens J, Reinhoudt D N. Nanotechnology, 2003, 14: 1064 11 Krpetic Z, Nativo P, Porta F, Brust M. Bioconjugate Chem, 2009, 20: 619 12 Pan Y, Neuss S, Leifert A, Fischler M, Wen F, Simon U, Schmid G, Brandau W, Jahnen-Dechent W. Small, 2007, 3: 1941 13 Schmid G, Pfeil R, Boese R, Bandermann F, Meyer S, Calis G H M, van der Velden W A. Chem Ber, 1981, 114: 3634 14 Schmid G. Chem Soc Rev, 2008, 37: 1909 15 Templeton A C, Wuelfing W P, Murray R W. Acc Chem Res, Scheme 8. Schematic illustration of the use of a catalytic probe nanolithography (CPL) process based on MBS-H � modified gold coated atomic force microscope tip pattern creation on a self-assembled monolayer on gold [42]. JIA Lifeng et al. / Chinese Journal of Catalysis, 2010, 31: 1307–1315 1999, 33: 27 16 Tracy J B, Crowe M C, Parker J F, Hampe O, Fields-Zinna C A, Dass A, Murray R W. J Am Chem Soc, 2007, 129: 16209 17 Viudez A J, Madueno R, Blazquez M, Pineda T. J Phys Chem C, 2009, 113: 5186 18 Hou W B, Dasog M, Scott R W J. Langmuir, 2009, 25: 12954 19 Esumi K, Suzuki A, Yamahira A, Torigoe K. Langmuir, 2000, 16: 2604 20 Esumi K, Suzuki A, Aihara N, Usui K, Torigoe K. Langmuir, 1998, 14: 3157 21 Chechik V, Crooks R M. Langmuir, 1999, 15: 6364 22 Wuelfing W P, Gross S M, Miles D T, Murray R W. J Am Chem Soc, 1998, 120: 12696 23 Zhang F, Skoda M W A, Jacobs R M J, Zorn S, Martin R A, Martin C M, Clark G F, Goerigk G, Schreiber F. J Phys Chem A, 2007, 111: 12229 24 Thode C J, Williams M E. Langmuir, 2008, 24: 5988 25 Lopez-Acevedo O, Rintala J, Virtanen S, Femoni C, Tiozzo C, Gronbeck H, Pettersson M, Hakkinen H. J Am Chem Soc, 2009, 131: 12573 26 Shalom D, Wootton R C R, Winkle R F, Cottam B F, Vilar R, deMello A J, Wilde C P. Mater Lett, 2007, 61: 1146 27 Sommer W J, Weck M. Langmuir, 2007, 23: 11991 28 Nagaraju D H, Lakshminarayanan V. Langmuir, 2008, 24: 13855 29 Vasilev K, Zhu T, Glasser G, Knoll W, Kreiter M. J Nanosci Nanotechnol, 2008, 8: 2062 30 Garcia-Raya D, Madueno R, Blazquez M, Pineda T. J Phys Chem C, 2009, 113: 8756 31 Huisman B H, Thoden van Velzen E U, van Veggel F C J M, Engbersen J F J, Reinhoudt D N. Tetrahedron Lett, 1995, 36: 3273 32 Huisman B H, Rudkevich D M, vanVeggel F C J M, Reinhoudt D N. J Am Chem Soc, 1996, 118: 3523 33 Huisman B H, Rudkevich D M, Farran A, Verboom W, van Veggel F C J M, Reinhoudt D N. Eur J Org Chem, 2000, 2000: 269 34 Li X-M, de Jong M R, Inoue K, Shinkai S, Huskens J, Reinhoudt D N. J Mater Chem, 2001, 11: 1919 35 Hasan M, Bethell D, Brust M. J Am Chem Soc, 2002, 124: 1132 36 Friggeri A, van Manen H J, Auletta T, Li X M, Zapotoczny S, Schonherr H, Vancso G J, Huskens J, van Veggel F C J M, Reinhoudt D N. J Am Chem Soc, 2001, 123: 6388 37 Li X M, Auletta T, van Veggel F C J M, Huskens J, Reinhoudt D N. Org Biomol Chem, 2004, 2: 296 38 Bartz M, Küther J, Seshadri R, Tremel W. Angew Chem, Int Ed, 1998, 37: 2466 39 Li H, Luk Y Y, Mrksich M. Langmuir, 1999, 15: 4957 40 Belser T, Jacobsen E N. Adv Synth Catal, 2008, 350: 967 41 Li X M, Paraschiv V, Huskens J, Reinhoudt D N. J Am Chem Soc, 2003, 125: 4279 42 Peter M, Li X M, Huskens J, Reinhoudt D N. J Am Chem Soc, 2004, 126: 11684 CHNJC 60118 S1872-2067(10)60118-0 10.1016/S1872-2067(10)60118-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (20976083), the National Basic Research Program of China (973 Program, 2009CB623402), the State Key Laboratory of Materials-Oriented Chemical Engineering (ZK200804), and the China-Israel Joint Program Funded by the Ministry of Science and Technology of China. SURVEY PAPER Monolayer-Protected Gold Nanoparticle Surface-Bound Catalysts: Preparation and Application Lifeng JIA Tao HE # Zhipeng LI Xue-Mei LI * State Key Laboratory of Materials-Oriented Chemical Engineering, Nanjing University of Technology, Nanjing 210009, Jiangsu, China * Corresponding author. Tel/Fax: +86-25-83587775 # Corresponding author Precious metal nanomaterials have shown significantly different reactivity and catalytic activity because of their small-size effects. In this report, we focused on gold nanoparticle-based catalysts, especially gold nanoparticle surface-bound catalysts, their preparation and application. Because of its special surface properties, gold can form stable bonds with sulfur containing molecules including sulfides and thiols. These molecules form well ordered self-assembled monolayers on gold nanoparticles, which render monolayer-protected gold nanoparticles (MPGs) with good solubility, easy characterization, extraordinary stability, and versatility. With attached functional groups, we used MPGs as surface-bound catalysts. These catalysts show the combined characteristics of a homogeneous and a heterogeneous catalyst, which is critical for theoretical aspects and in the development of new types of surface-bound catalysts. 摘要 ：贵金属纳米粒子由于其小尺寸效应而表现出特殊的催化性能. 综述了纳米 Au 粒子表面配位催化剂的制备方法及其在催化中的应用. 由于 Au 可与硫化物形成配位键, 所以硫化物可在 Au 表面形成有序单分子膜. 单分子膜保护的 Au 纳米粒子具有非常好的溶解性、分散性、稳定性, 以及由不同的表面功能团而导致的不同的催化性能. 该催化体系兼具均相催化剂和多相催化剂的特点, 这对开发新型催化剂具有重要的理论和实际意义. Graphical abstract Monolayer-protected gold nanoparticles were applied as catalyst using ligands that are catalytically active. Results show that these surface-bound catalysts demonstrate significant catalytic activity. Key words gold nanoparticle coordination catalysis heterogeneous catalysis surface-bound catalyst References 1 M Brust CJ Kiely Colloid Surf A 202 2002 175 2 XM Li J Huskens DN Reinhoudt J Mater Chem 14 2004 2954 3 G Schmid Chem Rev 92 1992 1709 4 JM Tour L Jones DL Pearson JJS Lamba TP Burgin GM Whitesides DL Allara AN Parikh S Atre J Am Chem Soc 117 1995 9529 5 M Brust M Walker D Bethell DJ Schiffrin R Whyman J Chem Soc, Chem Commun 1994 801 6 RL Whetten JT Khoury MN Alvarez S Murthy I Vezmar ZL Wang PW Stephens CL Cleveland WD Luedtke U Landman Adv Mater 8 1996 428 7 RL Whetten MN Shafigullin JT Khoury TG Schaaff I Vezmar MM Alvarez A Wilkinson Acc Chem Res 32 1999 397 8 MJ Hostetler SJ Green JJ Stokes RW Murray J Am Chem Soc 118 1996 4212 9 MJ Hostetler AC Templeton RW Murray Langmuir 15 1999 3782 10 XM Li J Huskens DN Reinhoudt Nanotechnology 14 2003 1064 11 Z Krpetic P Nativo F Porta M Brust Bioconjugate Chem 20 2009 619 12 Y Pan S Neuss A Leifert M Fischler F Wen U Simon G Schmid W Brandau W Jahnen-Dechent Small 3 2007 1941 13 G Schmid R Pfeil R Boese F Bandermann S Meyer GHM Calis WA van der Velden Chem Ber 114 1981 3634 14 G Schmid Chem Soc Rev 37 2008 1909 15 AC Templeton WP Wuelfing RW Murray Acc Chem Res 33 1999 27 16 JB Tracy MC Crowe JF Parker O Hampe CA Fields-Zinna A Dass RW Murray J Am Chem Soc 129 2007 16209 17 AJ Viudez R Madueno M Blazquez T Pineda J Phys Chem C 113 2009 5186 18 WB Hou M Dasog RWJ Scott Langmuir 25 2009 12954 19 K Esumi A Suzuki A Yamahira K Torigoe Langmuir 16 2000 2604 20 K Esumi A Suzuki N Aihara K Usui K Torigoe Langmuir 14 1998 3157 21 V Chechik RM Crooks Langmuir 15 1999 6364 22 WP Wuelfing SM Gross DT Miles RW Murray J Am Chem Soc 120 1998 12696 23 F Zhang MWA Skoda RMJ Jacobs S Zorn RA Martin CM Martin GF Clark G Goerigk F Schreiber J Phys Chem A 111 2007 12229 24 CJ Thode ME Williams Langmuir 24 2008 5988 25 O Lopez-Acevedo J Rintala S Virtanen C Femoni C Tiozzo H Gronbeck M Pettersson H Hakkinen J Am Chem Soc 131 2009 12573 26 D Shalom RCR Wootton RF Winkle BF Cottam R Vilar AJ deMello CP Wilde Mater Lett 61 2007 1146 27 WJ Sommer M Weck Langmuir 23 2007 11991 28 DH Nagaraju V Lakshminarayanan Langmuir 24 2008 13855 29 K Vasilev T Zhu G Glasser W Knoll M Kreiter J Nanosci Nanotechnol 8 2008 2062 30 D Garcia-Raya R Madueno M Blazquez T Pineda J Phys Chem C 113 2009 8756 31 BH Huisman EU Thoden van Velzen FCJM van Veggel JFJ Engbersen DN Reinhoudt Tetrahedron Lett 36 1995 3273 32 BH Huisman DM Rudkevich FCJM vanVeggel DN Reinhoudt J Am Chem Soc 118 1996 3523 33 BH Huisman DM Rudkevich A Farran W Verboom FCJM van Veggel DN Reinhoudt Eur J Org Chem 2000 2000 269 34 X-M Li MR de Jong K Inoue S Shinkai J Huskens DN Reinhoudt J Mater Chem 11 2001 1919 35 M Hasan D Bethell M Brust J Am Chem Soc 124 2002 1132 36 A Friggeri HJ van Manen T Auletta XM Li S Zapotoczny H Schonherr GJ Vancso J Huskens FCJM van Veggel DN Reinhoudt J Am Chem Soc 123 2001 6388 37 XM Li T Auletta FCJM van Veggel J Huskens DN Reinhoudt Org Biomol Chem 2 2004 296 38 M Bartz J Küther R Seshadri W Tremel Angew Chem, Int Ed 37 1998 2466 39 H Li YY Luk M Mrksich Langmuir 15 1999 4957 40 T Belser EN Jacobsen Adv Synth Catal 350 2008 967 41 XM Li V Paraschiv J Huskens DN Reinhoudt J Am Chem Soc 125 2003 4279 42 M Peter XM Li J Huskens DN Reinhoudt J Am Chem Soc 126 2004 11684",
      "scopus-id": "78650444184",
      "coredata": {
        "eid": "1-s2.0-S1872206710601180",
        "dc:description": "Precious metal nanomaterials have shown significantly different reactivity and catalytic activity because of their small-size effects. In this report, we focused on gold nanoparticle-based catalysts, especially gold nanoparticle surface-bound catalysts, their preparation and application. Because of its special surface properties, gold can form stable bonds with sulfur containing molecules including sulfides and thiols. These molecules form well ordered self-assembled monolayers on gold nanoparticles, which render monolayer-protected gold nanoparticles (MPGs) with good solubility, easy characterization, extraordinary stability, and versatility. With attached functional groups, we used MPGs as surface-bound catalysts. These catalysts show the combined characteristics of a homogeneous and a heterogeneous catalyst, which is critical for theoretical aspects and in the development of new types of surface-bound catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206710601180",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "JIA, Lifeng"
          },
          {
            "@_fa": "true",
            "$": "HE, Tao"
          },
          {
            "@_fa": "true",
            "$": "LI, Zhipeng"
          },
          {
            "@_fa": "true",
            "$": "LI, Xue-Mei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206710601180"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206710601180"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(10)60118-0",
        "prism:volume": "31",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Monolayer-Protected Gold Nanoparticle Surface-Bound Catalysts: Preparation and Application",
        "prism:copyright": "Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "11-12",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "gold nanoparticle"
          },
          {
            "@_fa": "true",
            "$": "coordination catalysis"
          },
          {
            "@_fa": "true",
            "$": "heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "surface-bound catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "11-12",
        "openaccessSponsorType": null,
        "prism:pageRange": "1307-1315",
        "prism:endingPage": "1315",
        "pubType": "fla",
        "prism:coverDisplayDate": "2010",
        "prism:doi": "10.1016/S1872-2067(10)60118-0",
        "prism:startingPage": "1307",
        "dc:identifier": "doi:10.1016/S1872-2067(10)60118-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "176",
            "@width": "229",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206710601180-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18019",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206710601180-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7133",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/78650444184"
      }
    }
  }
}