{
  "metadata": {
    "title": "A Novel Ce-P-O Catalyst for the Selective Catalytic Reduction of NO with NH<ce:inf loc=post>3</ce:inf>",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2010-08-31",
    "doi": "10.1016/S1872-2067(09)60093-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206709600929",
    "pii": "S1872206709600929"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-77956532418",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2010-09-09 2010-09-09 2010-11-01T09:29:53 1-s2.0-S1872206709600929 S1872-2067(09)60092-9 S1872206709600929 10.1016/S1872-2067(09)60093-0 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206710X00092 2015-05-15T07:13:55.760442-04:00 0 0 20100801 20100831 2010 2010-09-09T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 31 31 8 8 Volume 31, Issue 8 5 938 942 938 942 201008 August 2010 2010-08-01 2010-08-31 2010 article sco Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. ANOVELCEPOCATALYSTFORSELECTIVECATALYTICREDUCTIONNONH3 LI F KEIM 2008 2274 W HANDBOOKHETEROGENEOUSCATALYSIS KROCHER 2007 262 O PASTPRESENTINDENOXCATALYSIS CURTIN 2005 197 T ENVIRONMENTALCATALYSIS BOSCH 1988 369 H BUSCA 1998 1 G BRANDENBERGER 2008 492 S COSTIGAN 2001 29 M CONCISEINTERNATIONALCHEMICALASSESSMENT LIU 2009 194 F LIU 2008 2043 F ROY 2008 6002 S QI 2003 848 G LONG 2002 452 R SMIRNIOTIS 2001 2479 P LONG 1999 5595 R DU 2009 12 Y ZHU 2004 822 Y ZHU 2006 185 Y LIU 2009 419 Q ZHANG 2007 300 Z ZHU 2005 261 Y ALEMANY 1995 117 L CHEN 1993 277 J SAUR 1986 104 O KAMATA 1999 189 H LIX2010X938 LIX2010X938X942 LIX2010X938XF LIX2010X938X942XF item S1872-2067(09)60092-9 S1872206709600929 1-s2.0-S1872206709600929 10.1016/S1872-2067(09)60093-0 273538 2010-12-01T18:38:57.135112-05:00 2010-08-01 2010-08-31 1-s2.0-S1872206709600929-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600929/MAIN/application/pdf/ee2355aa45bf5138762363cc93eca959/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600929/MAIN/application/pdf/ee2355aa45bf5138762363cc93eca959/main.pdf main.pdf pdf true 245748 MAIN 4 1-s2.0-S1872206709600929-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600929/PREVIEW/image/png/4001c15fe12425db56b494a066808c82/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600929/PREVIEW/image/png/4001c15fe12425db56b494a066808c82/main_1.png main_1.png png 67760 849 656 IMAGE-WEB-PDF 1 SHORT COMMUNICATION CHINESE JOURNAL OF CATALYSIS Volume 31, Issue 8, 2010 Online English edition of the Chinese language journal Cite this article as: Chin. J. Catal., 2010, 31: 938–942. Received date: 15 March 2010. *Corresponding author. Tel: +86-431-85262228; Fax: +86-431-85685653; E-mail: xgyang@ciac.jl.cn Foundation item: Supported by the National Basic Research Program of China (973 Program, 2004CB719502). Copyright © 2010, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(09)60093-0 A Novel Ce-P-O Catalyst for the Selective Catalytic Reduction of NO with NH 3 LI Fei 1,2 , XIAO Dehai 1,3 , ZHANG Yibo 1,2 , WANG Deqiang 1,2 , PAN Xiqiang 1,2 , YANG Xiangguang 1,3, * 1 State Key Laboratory of Rare Earth Resource Utilization, Changchun Institute of Applied Chemistry, Chinese Academy of Sciences, Changchun 130022, Jilin, China 2 Graduate University of Chinese Academy of Sciences, Beijing 100049, China 3 Laboratory of Green Chemistry and Process, Changchun Institute of Applied Chemistry, Chinese Academy of Sciences, Changchun 130022, Jilin, China Abstract: A novel Ce-P-O catalyst for the selective catalytic reduction of NO with NH 3 was synthesized. The Ce-P-O catalyst was calcined at 500 °C and showed higher deNO x activity (NO conversion > 90%) with the temperature range of 300–550 °C and at GHSV = 20 000 h −1 . The NO conversion was not significantly affected by the presence of H 2 O and SO 2 . By comparison with the commercial V-W-Ti catalyst, the Ce-P-O catalyst exhibited better resistance to deactivation due to K 2 O poisoning. Key words: nitrogen oxide; selective catalytic reduction; ammonia; cerium; phosphate Nitrogen oxides (NO x : NO and NO 2 ) present in exhaust gases from the combustion of fossil fuels remains a major source of air pollution and acid rain. The selective catalytic reduction of NO x with ammonia (NH 3 -SCR) is a wide-spread process for the abatement of NO x from the flue gas of station- ary emission sources. NH 3 -SCR has also been used to remove NO x in exhaust gases from diesel trucks [1–3]. The selective catalytic reduction (SCR) process is based on the reaction between NO and NH 3 to produce water and nitrogen according to the reaction 4NO + 4NH 3 + O 2 → 4N 2 + 6H 2 O. The well-known commercial catalyst used for this process is based on V 2 O 5 /TiO 2 and is promoted with either WO 3 or MO 3 [4,5]. However, these catalysts suffer from many disadvan- tages [5,6]. For example, the vanadium-based catalysts have a high activity for the oxidation of SO 2 into SO 3 , which results in a rapid decrease in activity and selectivity for the reduction of NO x above 400 °C. Despite the low sensitivity of this catalyst to SO 2 poisoning, deactivation does occur. Furthermore, the emission of vanadium can pose a health problem because of vanadium toxicity [7]. The emission of vanadium from the V-based catalyst in the flue gas cannot be strictly excluded because of the higher volatility of vanadium when the V 2 O 5 is near or above the monolayer surface in the industrial V-based catalysts. Therefore, an alternative NH 3 -SCR catalyst that only contains harmless substances and can survive the harsh oper- ating conditions is required. Recently, two main types of non-vanadium catalyst have been developed for different purposes. Supported or unsup- ported transitional metal oxide catalysts have been widely investigated for the low-temperature deNO x reaction by NH 3 [8–13]. These catalysts include MnO x -CeO 2 mixed oxides, MnO x loaded on TiO 2 , and Fe-Mn based catalysts, but these catalysts suffer from low N 2 selectivity, deactivation by H 2 O and SO 2 , and ammonium nitrate deposition, etc. Many re- searchers have also investigated zeolite-type SCR catalysts [6]. For example, Long et al. [14] have reported that Fe-ZSM-5 catalysts prepared by specific ion-exchange procedures show high activities for the NH 3 -SCR reaction. However, the dura- bility of the corresponding catalysts, especially their high-temperature hydrothermal stability and their resistance against sulfur poisoning, was not adequate under their bound- ary conditions. Because of their specific surface acidity and redox properties, we have recently used many transition metal pyrophosphates or LI Fei et al. / Chinese Journal of Catalysis, 2010, 31: 938–942 phosphates for various reactions such as the selective oxidation of cyclohexane [15–17], the vapor-phase dehydration of glyc- erol to produce acrolein [18], the vapor-phase Beckmann re- arrangement of cyclohexanone oxime [19], and the gas-phase selective oxidation of p-cresol [20]. It is known that surface acidity and certain redox properties are necessary for catalysts in the NH 3 -SCR reaction of NO. Surface acidity facilitates the activation of NH 3 and/or NO while the acid sites are supplied by the catalyst support or by active components. The redox properties benefit the reaction between the reductants and the oxidants, and the redox sites are usually supplied with multi- valent ions or relevant oxides such as Cu 2+ , Fe 3+ , Mn 2+ , Ce 3+ , etc. Therefore, some transition metal phosphates or pyro- phosphates should be active in NH 3 -SCR reactions. Based on this idea, in this paper we present a novel non-toxic catalyst using a Ce-P-O compound as the active component working in a broad operation window in a medium-high temperature range (300–550 °C). The Ce-P-O catalyst was synthesized by the precipitation method. In a typical preparation procedure, 0.01 mol ce- rium(III) nitrate (AR) was dissolved in 200 ml distilled water at room temperature. Then 7.5 mmol pyrophosphoric acid (45%) was dropped into the cerium(III) nitrate solution with stirring and the solution was stirred for several minutes. To clarify the solution a small amount of HNO 3 was added. Urea (0.10 mol) was added to the solution until it became clear. The solution was then heated to ~95 °C and kept at this temperature for 2 h. The solution was then cooled to room temperature and stirred for another 8 h. The precipitate was recovered by filtration, washing, and drying at 110 °C for 12 h. After calcination at 500 °C for 4 h, the samples were pressed, crushed, and sieved to 0.18–0.425 mm before use. The V-W-Ti catalyst (V 2 O 5 1.5%, WO 3 10%, similar to the commercial deNO x catalyst) was prepared according to Ref. [21]. The K 2 O loaded catalysts were prepared by impregnation of the V-W-Ti catalyst and the Ce-P-O catalyst with aqueous solutions of KNO 3 . The samples were then dried at 110 °C and calcined at 400 °C for 4 h in air. SCR activity measurements were carried out in a fixed-bed quartz reactor. The reaction conditions were as follows: 0.3 ml (0.4 g) catalyst, 0.1% NO, 0.1% NH 3 , 10% O 2 , 5% water vapor (when used), 0.004% or 0.05% SO 2 (when used), and the bal- ance was Ar, 100 ml/min total flow rate and GHSV = 20 000 h −1 (ambient conditions). Water vapor was generated by pass- ing the Ar stream through a gas-wash bottle containing deion- ized water at a suitable temperature. The reactants and products were analyzed on-line using a mass spectrometer (Hiden QIC-20). Figure 1 shows the catalytic activities for NO reduction by NH 3 over Ce-P-O and V-W-Ti catalysts. By comparison with the V-W-Ti catalyst in Fig. 1, the Ce-P-O catalyst exhibited excellent catalytic properties over a broad temperature range. With increasing temperature, NO conversion over the Ce-P-O catalyst increased and reached nearly 90% above 250 °C. At temperatures above 300 °C, NO conversions over the Ce-P-O catalyst exceeded 95%, which was higher than that of the V-W-Ti catalyst, especially at 500 °C. The Ce-P-O catalyst, therefore, showed better high-temperature deNO x performance than the V-W-Ti catalyst. The surface acidity and redox prop- erties of Ce-P-O were characterized by tempera- ture-programmed desorption of NH 3 (NH 3 -TPD) and tem- perature-programmed reduction of H 2 (H 2 -TPR) (not shown). The NH 3 -TPD spectra of the Ce-P-O catalyst showed a wide ammonia desorption peak even at higher temperatures (> 500 °C) and this is related to higher-temperature deNO x activity. Although V-W-Ti also shows a wider NH 3 -TPD peak, the oxidation ability of the catalysts is another key factor for de- NO x activity. By comparison with the V-W-Ti catalyst, the Ce-P-O catalyst showed a much lower H 2 -uptake between 300 and 600 °C. The ratio of H 2 -uptake area on V-W-Ti to that on Ce-P-O is 5.8, which implies that the Ce-P-O catalyst has a lower oxidation ability than V-W-Ti. The lower oxidation ability of Ce-P-O can prevent the excessive oxidation of NH 3 in the SCR reaction especially at higher temperatures. As dis- cussed by Chen et al. [22], the high-temperature decline of NO SCR activity over the V-Ti catalysts was caused by the oxida- tion of NH 3 . Therefore, the Ce-P-O catalyst shows better ac- tivity above 450 °C. In view of this catalyst’s surface acidity and lower oxidation ability over a wide temperature range, the high deNO x activity of the Ce-P-O catalyst at higher tempera- ture can be explained. The effect of water vapor and SO 2 on the catalytic behavior of Ce-P-O is shown in Fig. 2. When 5% H 2 O was added to the feed gas, the NO conversion was influenced slightly over the whole temperature range except at 250 °C, where the NO conversion decreased from 88.5% to 66.5%. The addition of 0.004% SO 2 did not change the NO conversion significantly at lower temperatures (≤ 450 °C). At 500–550 °C, more than 75% NO conversion was obtained over the Ce-P-O catalyst. The effects of a high SO 2 concentration (0.05%) on SCR activity were also investigated and are shown in Fig. 2. When 0.05% 250 300 350 400 450 500 550 50 60 70 80 90 100 C onver s i on of N O ( % ) Temperaure ( o C) Ce-P-O V-W-Ti Fig. 1. Activity of NH 3 -SCR-NO x over Ce-P-O and V-W-Ti catalysts. Reaction conditions: 0.3 ml catalyst, [NO] = [NH 3 ] = 0.1%, [O 2 ] = 10%, Ar balance, 100 ml/min, GHSV = 20 000 h −1 . LI Fei et al. / Chinese Journal of Catalysis, 2010, 31: 938–942 SO 2 was added to the reaction gases and the space velocity was kept at 20 000 h –1 , the NO conversion over the Ce-P-O catalyst decreased significantly to ~50% at 300–550 °C under steady state conditions. Over the V-W-Ti catalyst, the conversions decreased much more severely than the case of the Ce-P-O catalyst, which decreased to ~40% under the same conditions. However, the deNO x activity of the Ce-P-O catalyst was re- stored when the 0.05% SO 2 was removed from the feed gas. In addition, the results for the 0.004% SO 2 plus 5% H 2 O feed gas are also shown in Fig. 2. The catalytic behavior was not af- fected at 400–550 °C. More than 90% NO conversion was obtained at higher temperatures (≥ 350 °C) in the presence of 0.004% SO 2 and 5% H 2 O and this was a little higher than that in the presence of 5% H 2 O. As described in the literature, sul- fation of the Ce-P-O surface increases the acidity of the cata- lysts [22]. When water vapor is fed into the reaction system, a considerable amount of Lewis acid sites are converted to Brönsted acid sites. Saur et al. [23] suggested that hydroxyla- tion of surface sulfated catalysts leads to the formation of surface S-OH groups. These new acid sites may be responsible for the higher SCR activity in the presence of 0.004% SO 2 and 5% H 2 O above 450 °C. The high ash content (K 2 O, CaO, and As 2 O 3 ) in the flue gas reduces the performance and longevity of the deNO x catalysts and, therefore, it is necessary to evaluate the resistance to deactivation of the catalyst by poisoning with alkaline metal compounds. As shown in Fig. 3, the catalytic activity decreases over the Ce-P-O and V-W-Ti catalysts after loading with 2.8% K 2 O. However, the deactivation of NO conversion by K 2 O over the V-W-Ti catalyst is consistent with the results of Kamata and co-workers [24], and it was much more severe than that of Ce-P-O. As Kamata suggested, potassium disturbs the forma- tion of the active ammonia intermediate, NH 4 + , resulting in deactivation of the catalyst. The alkali binds irreversibly to the ammonia adsorption sites and causes a permanent loss of ac- tivity. By comparison with the V-W-Ti catalyst, the Ce-P-O catalyst shows better resistance to deactivation by poisoning with K 2 O, especially between 300 and 400 °C where the con- version is three times higher than that of the V-W-Ti catalyst. Ce-P-O is, therefore, a promising catalyst for the reduction of NO x emissions from power plants compared with the V-W-Ti catalyst at high temperatures. Although many low temperature SCR catalysts have been studied for the treatment of flue gas from stationary sources [5,6], these catalysts cannot be used for mobile sources under highly dynamic operating conditions and space restrictions, especially for the exhaust gas of diesel trucks. The Ce-P-O catalyst is an active ingredient like V 2 O 5 and can be supported on different catalyst supports. It can also be coated directly onto the honeycomb monolith. Therefore, the Ce-P-O catalyst has potential application in the abatement of NO x from mobile sources because of its broad operating temperature window. In conclusion, a new highly active Ce-P-O catalyst with water, SO 2 , and alkaline metal compounds resistance was developed for the SCR of NO with NH 3 in the presence of excess O 2 . Further studies are in progress to better understand the mechanistic aspects of our catalytic system. References 1 Keim W. Handbook of Heterogeneous Catalysis. Weinheim: Wiley-VCH, 2008. 2274 2 Kröcher O. Past and Present in DeNO x Catalysis. Oxford: El- sevier, 2007. 262 3 Curtin T. Environmental Catalysis. Boca Raton: Taylor & Francis, 2005. 197 4 Bosch H, Janssen F. Catal Today, 1988, 2: 369 250 300 350 400 450 500 550 20 40 60 80 100 (7) (5) (4) (3) (6) (2) C onver s i on of N O ( % ) Temperature ( o C) (1) Fig. 2. Effect of water vapor and SO 2 on NH 3 -SCR-NO activity over Ce-P-O (closed symbols) and V-W-Ti (open symbols) catalysts. (1) Without SO 2 and H 2 O; (2) With 0.004% SO 2 ; (3) With 0.05% SO 2 ; (4) After removal of 0.05% SO 2 ; (5) With 0.004% SO 2 and 5% H 2 O; (6) With 5% H 2 O; (7) With 0.05% SO 2 over V-W-Ti. Reaction conditions: 0.3 ml catalyst, [NO] = [NH 3 ] = 0.1%, [O 2 ] = 10%, [H 2 O] = 5% (when used), [SO 2 ] = 0.004% or 0.05% (when used), Ar balance, 100 ml/min, GHSV = 20000 h −1 . 250 300 350 400 450 500 550 0 10 20 30 40 50 60 70 80 Conversion of N O (% ) Temperature ( o C) 2.8% K 2 O/Ce-P-O 2.8% K 2 O/V-W-Ti Fig. 3. Effect of 2.8% K 2 O on NH 3 -SCR-NO activity over Ce-P-O and V-W-Ti catalysts. Reaction conditions: 0.3 ml catalyst, [NO] = [NH 3 ] = 0.1%, [O 2 ] = 10%, Ar balance, 100 ml/min, GHSV = 20000 h −1 . LI Fei et al. / Chinese Journal of Catalysis, 2010, 31: 938–942 5 Busca G, Lietti L, Ramis G, Berti F. Appl Catal B, 1998, 18: 1 (and references therein) 6 Brandenberger S, Kröcher O, Tissler A, Althoff R. Catal Rev- Sci Eng, 2008, 50: 492 (and references therein) 7 Costigan M, Cary R, Dobson S. Concise International Chemi- cal Assessment. Geneva: WHO, 2001. 29 8 Liu F, He H, Ding Y, Zhang C. Appl Catal B, 2009, 93: 194 9 Liu F, He H, Zhang C. Chem Commun, 2008: 2043 10 Roy S, Viswanath B, Hegde M S, Madras G. J Phys Chem C, 2008, 112: 6002 11 Qi G, Yang R T. Chem Commun, 2003: 848 12 Long R Q, Yang R T, Chang R. Chem Commun, 2002: 452 13 Smirniotis P G, Pena D A, Uphade B S. Angew Chem, Int Ed, 2001, 40: 2479 14 Long R Q, Yang R T. J Am Chem Soc, 1999, 121: 5595 15 Du Y, Xiong Y L, Li J, Yang X G. J Mol Catal A, 2009, 298: 12 16 Zhu Y J, Li J, Yang X G, Wu Y. Chem Lett, 2004, 33: 822 17 Zhu Y J, Li J, Xie X F, Yang X G, Wu Y. J Mol Catal A, 2006, 246: 185 18 Liu Q B, Zhang Z, Du Y, Li J, Yang X G. Catal Lett, 2009, 127: 419 19 Zhang Z, Li J, Yang X G. Catal Lett, 2007, 118: 300 20 Zhu Y J, Li J, Yang X G, Wu Y. Chin J Catal, 2005, 26: 261 21 Alemany L J, Lietti L, Ferlazzo N, Forzatti P, Busca G, Giamello E, Bregani F. J Catal, 1995, 155: 117 22 Chen J P, Yang R T. J Catal, 1993, 139: 277 23 Saur O, Bensitel M, Saad A B M, Lavalley J C, Tripp C P, Morrow B A. J Catal, 1986, 99: 104 24 Kamata H, Takahashi K, Odenbrand C U I. J Mol Catal A, 1999, 139: 189 CHNJC 60092 S1872-2067(09)60092-9 10.1016/S1872-2067(09)60093-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Basic Research Program of China (973 Program, 2004CB719502). Short Communication A Novel Ce-P-O Catalyst for the Selective Catalytic Reduction of NO with NH3 Fei LI a b Dehai XIAO a c Yibo ZHANG a b Deqiang WANG a b Xiqiang PAN a b Xiangguang YANG a c * a State Key Laboratory of Rare Earth Resource Utilization, Changchun Institute of Applied Chemistry, Chinese Academy of Sciences, Changchun 130022, Jilin, China b Graduate University of Chinese Academy of Sciences, Beijing 100049, China c Laboratory of Green Chemistry and Process, Changchun Institute of Applied Chemistry, Chinese Academy of Sciences, Changchun 130022, Jilin, China * Corresponding author. Tel: +86-431-85262228; Fax: +86-431-85685653 A novel Ce-P-O catalyst for the selective catalytic reduction of NO with NH3 was synthesized. The Ce-P-O catalyst was calcined at 500 °C and showed higher deNO x activity (NO conversion > 90%) with the temperature range of 300–550 °C and at GHSV = 20 000 h−1. The NO conversion was not significantly affected by the presence of H2O and SO2. By comparison with the commercial V-W-Ti catalyst, the Ce-P-O catalyst exhibited better resistance to deactivation due to K2O poisoning. Key words nitrogen oxide selective catalytic reduction ammonia cerium phosphate References 1 W Keim Handbook of Heterogeneous Catalysis 2008 Wiley-VCH Weinheim 2274 2 O Kröcher Past and Present in DeNO x Catalysis 2007 Elsevier Oxford 262 3 T Curtin Environmental Catalysis 2005 Taylor & Francis Boca Raton 197 4 H Bosch F Janssen Catal Today 2 1988 369 5 G Busca L Lietti G Ramis F Berti Appl Catal B 18 1998 1 (and references therein) 6 S Brandenberger O Kröcher A Tissler R Althoff Catal Rev-Sci Eng 50 2008 492 (and references therein) 7 M Costigan R Cary S Dobson Concise International Chemical Assessment 2001 WHO Geneva 29 8 F Liu H He Y Ding C Zhang Appl Catal B 93 2009 194 9 F Liu H He C Zhang Chem Commun 2008 2043 10 S Roy B Viswanath MS Hegde G Madras J Phys Chem C 112 2008 6002 11 G Qi RT Yang Chem Commun 2003 848 12 RQ Long RT Yang R Chang Chem Commun 2002 452 13 PG Smirniotis DA Pena BS Uphade Angew Chem, Int Ed 40 2001 2479 14 RQ Long RT Yang J Am Chem Soc 121 1999 5595 15 Y Du YL Xiong J Li XG Yang J Mol Catal A 298 2009 12 16 YJ Zhu J Li XG Yang Y Wu Chem Lett 33 2004 822 17 YJ Zhu J Li XF Xie XG Yang Y Wu J Mol Catal A 246 2006 185 18 QB Liu Z Zhang Y Du J Li XG Yang Catal Lett 127 2009 419 19 Z Zhang J Li XG Yang Catal Lett 118 2007 300 20 YJ Zhu J Li XG Yang Y Wu Chin J Catal 26 2005 261 21 LJ Alemany L Lietti N Ferlazzo P Forzatti G Busca E Giamello F Bregani J Catal 155 1995 117 22 JP Chen RT Yang J Catal 139 1993 277 23 O Saur M Bensitel ABM Saad JC Lavalley CP Tripp BA Morrow J Catal 99 1986 104 24 H Kamata K Takahashi CUI Odenbrand J Mol Catal A 139 1999 189",
      "scopus-id": "77956532418",
      "coredata": {
        "eid": "1-s2.0-S1872206709600929",
        "dc:description": "A novel Ce-P-O catalyst for the selective catalytic reduction of NO with NH3 was synthesized. The Ce-P-O catalyst was calcined at 500 °C and showed higher deNO x activity (NO conversion > 90%) with the temperature range of 300–550 °C and at GHSV = 20 000 h−1. The NO conversion was not significantly affected by the presence of H2O and SO2. By comparison with the commercial V-W-Ti catalyst, the Ce-P-O catalyst exhibited better resistance to deactivation due to K2O poisoning.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206709600929",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "LI, Fei"
          },
          {
            "@_fa": "true",
            "$": "XIAO, Dehai"
          },
          {
            "@_fa": "true",
            "$": "ZHANG, Yibo"
          },
          {
            "@_fa": "true",
            "$": "WANG, Deqiang"
          },
          {
            "@_fa": "true",
            "$": "PAN, Xiqiang"
          },
          {
            "@_fa": "true",
            "$": "YANG, Xiangguang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206709600929"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206709600929"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(09)60092-9",
        "prism:volume": "31",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "A Novel Ce-P-O Catalyst for the Selective Catalytic Reduction of NO with NH3",
        "prism:copyright": "Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "8",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "nitrogen oxide"
          },
          {
            "@_fa": "true",
            "$": "selective catalytic reduction"
          },
          {
            "@_fa": "true",
            "$": "ammonia"
          },
          {
            "@_fa": "true",
            "$": "cerium"
          },
          {
            "@_fa": "true",
            "$": "phosphate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "8",
        "openaccessSponsorType": null,
        "prism:pageRange": "938-942",
        "prism:endingPage": "942",
        "pubType": "sco",
        "prism:coverDisplayDate": "August 2010",
        "prism:doi": "10.1016/S1872-2067(09)60093-0",
        "prism:startingPage": "938",
        "dc:identifier": "doi:10.1016/S1872-2067(09)60093-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/77956532418"
      }
    }
  }
}