{
  "metadata": {
    "title": "Modulating the microenvironment structure of single Zn atom: ZnN<ce:inf loc=post>4</ce:inf>P/C active site for boosted oxygen reduction reaction",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2022-08-31",
    "doi": "10.1016/S1872-2067(22)64089-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206722640890",
    "pii": "S1872206722640890"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85136288925",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2022-06-24 2022-06-24 2022-06-24 2022-06-24 2022-06-24T19:57:21 1-s2.0-S1872206722640890 S1872-2067(22)64089-0 S1872206722640890 10.1016/S1872-2067(22)64089-0 S300 S300.1 FULL-TEXT 1-s2.0-S1872206722X00089 2022-08-28T01:32:38.296514Z 0 0 20220801 20220831 2022 2022-06-24T21:36:26.575434Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 43 43 8 8 Volume 43, Issue 8 16 2193 2201 2193 2201 202208 August 2022 2022-08-01 2022-08-31 2022 article fla Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. MODULATINGMICROENVIRONMENTSTRUCTURESINGLEZNATOMZNN4PCACTIVESITEFORBOOSTEDOXYGENREDUCTIONREACTION SHAH S 1 Introduction 2 Experimental 2.1 Synthesis of ZIF-8 2.2 Synthesis of ZnN4/C 2.3 Synthesis of ZnN4P/C 3 Results and discussion 3.1 Characterization of catalysts 3.2 Electrochemical performance 3.3 Theoretical computation 4 Conclusions Electronic supporting information Supplementary Material References Uncited References TIAN 2007 732 735 N LI 2019 7035 7039 J JAOUEN 2007 5975 5984 F SHAO 2019 1807615 Y LIU 2021 120389 D YANG 2021 2000051 J YANG 2021 2100007 H SHAH 2022 2100090 S LI 2022 5925 5929 P JIAO 2021 327 339 L ZHANG 2021 7607 7611 Y YANG 2021 1013 1023 X INDRA 2018 1705146 A SHEN 2016 5887 5903 K SHAH 2020 118570 S XIANG 2019 45 55 R NAJAM 2020 89 95 T LIANG 2018 9604 9633 Z JIANG 2018 11594 11598 R CHEN 2020 858 867 K WANG 2021 1269 1286 Y PENG 2020 2003018 L XIE 2021 2101038 X YAN 2021 2000067 X SHAH 2021 23191 23200 S PENG 2021 2100078 L SHAH 2021 111878 S NAJAM 2019 16796 16803 T ZHU 2021 2170073 Y XU 2021 16372 16376 M WU 2021 136 X JIANG 2021 753 761 J XU 2021 269 335 Z SHAH 2022 301 322 S NAJAM 2022 504 540 T HAN 2019 1847 1853 B SHAH S WANG 2020 2002203 Y ZHANG 2021 336 381 S SONG 2021 7234 7244 H YUAN 2020 2404 2412 K HU 2010 9603 9607 X NAJAM 2018 15101 15106 T SHAH 2017 498 504 S RATSO 2018 14663 14674 S GONG 2009 760 764 K SHAHX2022X2193 SHAHX2022X2193X2201 SHAHX2022X2193XS SHAHX2022X2193X2201XS 2024-06-24T00:00:00.000Z 2024-06-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 0 2022-08-28T01:31:38.896Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 21761162015 22075033 91834301 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China (22075033, 21761162015, 91834301). item S1872-2067(22)64089-0 S1872206722640890 1-s2.0-S1872206722640890 10.1016/S1872-2067(22)64089-0 273538 2022-06-24T20:36:26.575434Z 2022-08-01 2022-08-31 1-s2.0-S1872206722640890-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/MAIN/application/pdf/9cafe2bb776d0d5f108b366e401b8d26/main.pdf main.pdf pdf true 8842784 MAIN 9 1-s2.0-S1872206722640890-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/PREVIEW/image/png/badb9d9e00d88f25ec8d4ef2efa2d376/main_1.png main_1.png png 50575 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206722640890-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr1/STRIPIN/image/jpeg/1476d78813239b98e377bbedfce14eb1/gr1.jpg gr1 gr1.jpg jpg 65951 340 364 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640890-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr2/STRIPIN/image/jpeg/9fe112d80b6b0e7ea12375db6c750079/gr2.jpg gr2 gr2.jpg jpg 97486 412 511 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640890-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr3/DOWNSAMPLED/image/jpeg/4dbb34d826a33fdbea14a6ad03e7d33f/gr3.jpg gr3 gr3.jpg jpg 62475 289 626 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640890-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr4/DOWNSAMPLED/image/jpeg/e8f137215201da2e919155efbb031682/gr4.jpg gr4 gr4.jpg jpg 59609 359 476 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640890-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr5/DOWNSAMPLED/image/jpeg/51d4349aaa093def089365bf846ac862/gr5.jpg gr5 gr5.jpg jpg 76097 497 568 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640890-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr6/DOWNSAMPLED/image/jpeg/2d393aab7df2294ac3ece9457e49a213/gr6.jpg gr6 gr6.jpg jpg 23933 197 358 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640890-grap.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/grap/DOWNSAMPLED/image/jpeg/87e04d59ae1a5a04e7d567fb187ed284/grap.jpg grap true grap.jpg jpg 24360 244 288 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640890-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr1/THUMBNAIL/image/gif/99df807c61b8ff5d13d7b0f3b62691cc/gr1.sml gr1 gr1.sml sml 21734 164 175 IMAGE-THUMBNAIL 1-s2.0-S1872206722640890-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr2/THUMBNAIL/image/gif/2002d5fd1f4e058104c46016483a0fd5/gr2.sml gr2 gr2.sml sml 16776 164 203 IMAGE-THUMBNAIL 1-s2.0-S1872206722640890-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr3/THUMBNAIL/image/gif/9240611c26338ef49c113a94f35289d3/gr3.sml gr3 gr3.sml sml 7717 101 219 IMAGE-THUMBNAIL 1-s2.0-S1872206722640890-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr4/THUMBNAIL/image/gif/0258dcb059153bc1aa0766a1d83aaff1/gr4.sml gr4 gr4.sml sml 10155 164 217 IMAGE-THUMBNAIL 1-s2.0-S1872206722640890-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr5/DOWNSAMPLED/image/gif/4f35e7a0c21e38847f7e5a0567b8235f/gr5.sml gr5 gr5.sml sml 9160 164 187 IMAGE-THUMBNAIL 1-s2.0-S1872206722640890-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/gr6/THUMBNAIL/image/gif/ca154eaba3956cd14c4165692b54965d/gr6.sml gr6 gr6.sml sml 9383 120 219 IMAGE-THUMBNAIL 1-s2.0-S1872206722640890-grap.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/grap/THUMBNAIL/image/gif/9da16bde515d83d018ccbc3fd63f4dc1/grap.sml grap true grap.sml sml 16993 164 193 IMAGE-THUMBNAIL 1-s2.0-S1872206722640890-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/MAIN/image/jpeg/e8fd09c97e3b9206158cf9643ab9186f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 526804 905 968 IMAGE-HIGH-RES 1-s2.0-S1872206722640890-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/HIGHRES/image/jpeg/4ba785fe638dc95445166c4c6337e45b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 491121 1093 1357 IMAGE-HIGH-RES 1-s2.0-S1872206722640890-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/DOWNSAMPLED/image/jpeg/62f1630887c2b87e106eee643363a13c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 283082 769 1663 IMAGE-HIGH-RES 1-s2.0-S1872206722640890-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/HIGHRES/image/jpeg/899617e32fa4648b9a1b405a05eca5d2/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 246560 953 1264 IMAGE-HIGH-RES 1-s2.0-S1872206722640890-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/HIGHRES/image/jpeg/2fb140d183bd48d1c474c5d13f8b6d04/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 313783 1321 1510 IMAGE-HIGH-RES 1-s2.0-S1872206722640890-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/HIGHRES/image/jpeg/83e623ae78a5777082ae6cbc6abc9c4c/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 109889 522 951 IMAGE-HIGH-RES 1-s2.0-S1872206722640890-grap_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/HIGHRES/image/jpeg/bae16f009f65a850406230a9d04c061e/grap_lrg.jpg grap true grap_lrg.jpg jpg 104697 651 767 IMAGE-HIGH-RES 1-s2.0-S1872206722640890-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640890/mmc1/MAIN/application/pdf/6f034ac19034d7d0c171f579fe5c5172/mmc1.pdf mmc1 mmc1.pdf pdf false 1835534 APPLICATION CHNJC 64089 S1872-2067(22)64089-0 10.1016/S1872-2067(22)64089-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a,b) TEM and HR-TEM images of ZnN4P/C. (c) Aberration corrected HAADF-STEM image of ZnN4P/C. (d) HAADF-TEM image and (e) Corresponding element mapping images for ZnN4P/C. Fig. 2 (a) N2 adsorption-desorption isotherms of ZnN4P/C and ZnN4/C (insert: pore-size distribution). (b) High-resolution XPS spectra of Zn 2p for ZnN4P/C and ZnN4/C. (c) Zn K-edge XANES spectra of ZnN4P/C, ZnO, ZnPc and Zn-foil. (d) Fourier transforms of k 3-weighted Zn K-edge EXAFS of ZnN4P/C, ZnO, ZnPc and Zn-foil. (e) Corresponding EXAFS fitting in k and R space foil (inset: suggested structural model of ZnN4P/C). (f) Wavelet transforms for the k 3-weighted Zn K-edge EXAFS signals of Zn-foil, ZnO, ZnPc, and ZnN4P/C. Fig. 3 (a) RRDE curves and corresponding peroxide (%). (b) Tafel plots. (c) Comparative study of half-wave potential calculated from ORR-LSV curves and kinetic current density (J k). (d) The electron transferred number calculated from RRDE test and corresponding peroxide yield. (e) Comparative study of long-term stability test carried out for 8000 CV-cycles. Fig. 4 Comparative study of Zn-air battery performance. (a) The peak power density and corresponding discharge voltage curves. (b) Galvanostatic discharge voltage curves at various current densities. (c) Charge-discharge cycling performance at 10 mA cm−2 of current density. (d) Specific capacitance curves calculated at a current density of 20 mA/cm2. Fig. 5 (a,b) Calculated charge density difference of ZnN4/C and ZnN4P/C (blue and yellow regions represent electron depletion and electron accumulation, respectively). (c) Partial density of states (PDOS) for Zn atoms of ZnN4/C, and ZnN4P/C (inset: structural models of ZnN4/C and ZnN4P/C). (d) Gibbs-free energy diagram of ZnN4/C, and ZnN4P/C calculated at U = 0 V. (e) Gibbs-free energy for the elementary reaction of ORR on ZnN4/C and ZnN4P/C models. Scheme 1 Schematic illustration for the fabrication of ZnN4P/C catalyst. Available online 20 June 2022 This work was supported by the National Natural Science Foundation of China (22075033, 21761162015, 91834301). Article Modulating the microenvironment structure of single Zn atom: ZnN4P/C active site for boosted oxygen reduction reaction Syed Shoaib Ahmad Shah a b Tayyaba Najam a c * Jiao Yang a Muhammad Sufyan Javed d Lishan Peng a e f # Zidong Wei a $ a School of Chemistry and Chemical Engineering, Chongqing University, Chongqing 400044, China School of Chemistry and Chemical Engineering Chongqing University Chongqing 400044 China School of Chemistry and Chemical Engineering, Chongqing University, Chongqing 400044, China b Key Laboratory of Luminescence Analysis and Molecular Sensing, Ministry of Education, School of Materials and Energy, Southwest University, Chongqing 400715, China Key Laboratory of Luminescence Analysis and Molecular Sensing Ministry of Education School of Materials and Energy Southwest University Chongqing 400715 China Key Laboratory of Luminescence Analysis and Molecular Sensing, Ministry of Education, School of Materials and Energy, Southwest University, Chongqing 400715, China c College of Chemistry and Environmental Engineering, Shenzhen University, Shenzhen 518060, Guangdong, China College of Chemistry and Environmental Engineering Shenzhen University Shenzhen Guangdong 518060 China College of Chemistry and Environmental Engineering, Shenzhen University, Shenzhen 518060, Guangdong, China d School of Physical Science and Technology, Lanzhou University, Lanzhou 730000, Gansu, China School of Physical Science and Technology Lanzhou University Lanzhou Gansu 730000 China School of Physical Science and Technology, Lanzhou University, Lanzhou 730000, Gansu, China e School of Chemical Sciences, The University of Auckland, Auckland 1142, New Zealand School of Chemical Sciences The University of Auckland Auckland 1142 New Zealand School of Chemical Sciences, The University of Auckland, Auckland 1142, New Zealand f Ganjiang Innovation Academy, Chinese Academy of Sciences, Ganzhou 341100, Jiangxi, China Ganjiang Innovation Academy Chinese Academy of Sciences Ganzhou Jiangxi 341100 China Ganjiang Innovation Academy, Chinese Academy of Sciences, Ganzhou 341100, Jiangxi, China * Corresponding author # Corresponding author $ Corresponding author The electronic structure of catalytic active sites can be influenced by modulating the coordination bonding of the central single metal atom, but it is difficult to achieve. Herein, we reported the single Zn-atom incorporated dual doped P, N carbon framework (Zn-N4P/C) for ORR via engineering the surrounding coordination environment of active centers. The Zn-N4P/C catalyst exhibited comparable ORR activity (E 1/2 = 0.86 V) and significantly better ORR stability than that of Pt/C catalyst. It also shows respectable performance in terms of maximum peak power density (249.6 mW cm−2), specific capacitance (779 mAh g−1), and charge-discharge cycling stability for 150 hours in Zn-air battery. The high catalytic activity is attributed to the uniform active sites, tunable electronic/geometric configuration, optimized intrinsic activity, and faster mass transfer during ORR-pathway. Further, theoretical results exposed that the Zn-N4P configuration is more electrochemically active as compared to Zn-N4 structure for the oxygen reduction reaction. Graphical abstract The microenvironment modulation of Zn single atom catalysts by P-doping enhanced the catalytic performance of single atoms for ORR and Zn-air battery by altering the electronic structure of central metal atom. Keywords N-, P-doping Oxygen reduction reaction Zn-air battery Single-atom catalyst Microenvironment modulation 1 Introduction The current energy crisis motivated researchers to cultivate alternate energy conversion and storage devices. The fuel cells and metal-air batteries are emerging devices due to their high-power densities and easy operation. The oxygen reduction reaction (ORR) is the most critical step, which limited the performance of fuel cells as well as metal-air batteries due to its sluggish kinetics. Though the Pt and Pt–based electrocatalysts showed good performance, the scarcity and poor stability are the limiting factors [1]. It's urgent to explore Pt-free catalysts with high ORR performance to commercialize the metal-air batteries and fuel cells. The transition metal-coordinated N-doped carbon (M-N-C) catalysts have been explored as promising alternates, including the Fe-N-C, Co-N-C, Mn-N-C, and Zn-N-C, etc. [4,5]. Though the Fe-N-C showed ORR activity comparable to that of Pt, they typically have less stability during long-time operation [5]. The single atom catalysts (SACs) are finding increasing interest for electrocatalysis owing to their sufficient active sites with almost a hundred percent metal utilization [6–10]. The electronic and geometric configurations of SACs greatly depend upon their distinct atomic microenvironment modulation (MEM) including local coordination environment and electronic state of catalytic center [11–13]. Therefore, the activity, selectivity and durability of SACs are directly linked to their MEM system. However, due to lack of structural tailorability and precision in traditional synthetic methods, it remains a great challenge to synthesize a suitable MEM in catalytic active sites with enhanced performance. Recently, metal organic frameworks (MOFs) have been attracting much attentions due to their characteristic properties including the high porosity, high surface area and structural diversity [14–18]. The atomic distribution of metal atoms on carbon support can be obtained by pyrolysis of MOFs and Zn based MOFs are usually considered as favorable precursors [19,20]. Due to the less boiling point of Zn (907 °C), SACs can be easily synthesized without agglomeration forming the metal-coordinated N-doped carbon (M-N x -C) [21,22]. Hence, MOF-derived SACs can ultimately inherit their high surface area/porosity and develop strong interaction between metal atoms and substrate [23,24]. The heteroatom-doped carbon materials have displayed promising electrocatalytic applications including ORR, and the ORR activity has been credited to the difference in electronegativity, charge polarization and electronic spin of carbon and other heteroatoms (S, P, N, F, B) [25–28]. This charge re-distribution by incorporating the heteroatoms also influence the electronic structure of metal atoms resulting the improved ORR performance by stretching O=O bond [29–32]. Further, incorporation of the heteroatoms can also modulate the electronic structure of SACs via strong electronic coupling [30]. The doping of multi-heteroatoms may have more influence on modulating the coordination sphere of SACs and thus improve the intrinsic activity and stability of the optimized active sites [33–36]. Extensive efforts have been carried out to modulate microenvironment of SACs [37–40]. However, the microenvironment behavior and the structure-activity relationship of catalysts remain largely elusive. Therefore, the atomically distinct microenvironment and exact identification of active sites may portray strong indication to disclose the influence of MEM on the catalytic performance in ORR. Herein, the microenvironment modulation strategy is reported to fabricate Zn based single atom sites supported on the P, N dual-doped carbon (Zn-N4P/C) for ORR. The experimental and computational results suggest that single Zn atoms stabilized by four N-coordination in P, N dual-doped carbon matrix are the actual active sites. The enhanced ORR performance is attributed to the creation of active sites via charge redistribution due to multi-heteroatom doping, which lowers the reducing potential barriers of the oxygen reduction reaction. Moreover, higher durability and more positive half-wave potential are attained on Zn-N4P/C than that of P-free controls and commercial Pt/C. When assembled as air-cathode in zinc-air battery, it shows respectable performance in terms of maximum peak power and energy densities. 2 Experimental 2.1 Synthesis of ZIF-8 3 g of Zn(NO3)2·6H2O was dissolved in 80 mL of methanol then 80 mL of methanolic solution containing 6.5 g of 2-methylimidazole (2-MeIM) was mixed by stirring one hour, followed by 24 h incubation at room temperature. The white powder of ZIF-8 was centrifuged, washed several times with methanol and dried at 60 °C in oven. 2.2 Synthesis of ZnN4/C For the synthesis of ZnN4/C, the as prepared ZIF-8 was carbonized at 900 °C for 2 h. under Ar/H2 atmosphere. The black sample was used without further treatment. 2.3 Synthesis of ZnN4P/C For the fabrication of ZnN4P/C, 0.1 g of ZnN4/C was added into 20 mL of solution (water:ethanol) and sonicated for 15 min. Then, 4 mL of phytic acid solution (50%) was poured in the suspension and stirred for 12 h. The sample was collected by centrifugation, washed with ethanol and dried in oven. The collected sample was carbonized in Ar/H2 atmosphere for 1 h at 900 °C to produce ZnN4P/C. The details about electrochemical measurements, structural characterization, and theoretical calculations are in the Supporting information. 3 Results and discussion 3.1 Characterization of catalysts The synthesis method for the preparation of Zn-N4P/C is given in Scheme 1 . Firstly, Zn-NC is prepared through the controllable pyrolysis of Zn-MOF. During the first carbonization step, Zn is evaporated leaving the Zn-single atoms on the NC surface [12,33]. Then, the surrounding microenvironment of Zn active species (ZnN4/C) is tuned by adding phytic acid. The phytic acid has dual functionality such as; (1) P-source, (2) removal of inactive metal species, which tend to motivate in situ growth of ZnN4P/C porous/defective support during second heating. We have the first time induced the electronic structure modulations in Zn-single atom catalysts supported on P, N doped carbon matrices. The X-ray diffraction (XRD) patterns of Zn-N4P/C and Zn-NC revealed a broad peak at about 24.3° that is assigned to (002) phase of amorphous carbon whereas no sharp peak was observed, suggesting the absence of Zn NPs and crystalline ZnP2 phase (Fig. S1). The Scanning electron microscopy (SEM) images showed that the Zn-N4P/C sample inherited the typical polyhedron morphology of Zn-MOF morphology, whereas slight morphological changes occurred during the second pyrolysis for P-doping (Fig. S2) as the edges and corners become smooth. The high carbonization temperature decomposes the ZIF-8 crystals to form an interconnected N-doped carbon network. During the carbothermal reduction, the zinc ions are reduced to form Zn nanoparticles, which can be easily evaporated (low boiling point of Zn) revealing copious pores in produced N-doped carbon matrix. The transmission electron microscopy (TEM) and high-resolution TEM (HR-TEM) images exposed the presence of amorphous structure along with the absence of any Zn-NPs and impure phases (Figs. 1(a), (b) ). In order to deeply understand the morphology of Zn-N4P/C, the aberration-corrected high-angle annular dark-field (HAADF) scanning transmission electron microscopy (STEM) result indicated single Zn-atoms over the surface of P, N doped carbon matrix by showing single bright spots (Fig. 1(c)). The corresponding energy dispersive X-ray spectrometer (EDX) mapping as shown in Fig. 1(d) further confirmed the homogeneous distribution of Zn, C, N, and P in Zn-N4P/C sample. The high Zn-content of 6.8 wt% was determined by EDX analysis which is very close to the value obtained by inductively coupled plasma (ICP) result (i.e., 6.23 wt%, Table S1). The degree of graphitization was further monitored by the Raman spectroscopy and higher I G/I D value of ZnN4P/C than that of ZnN4/C indicated high graphitization in ZnN4P/C, which is capable to enhance the electronic conductivity to boost the ORR performance. The N2 adsorption-desorption isotherm showed comparatively higher BET surface area exhibited by ZnN4P/C (1049.3 m2/g) as compared to ZnN4/C (986.2 m2/g) as shown in Fig. 2(a) . Thus, indicating that the presence of ZnN4 species in P, N doped carbon, would successively provide adequate active sites and promotes the faster mass transfer during ORR-pathway [41,42]. Further, X-ray photoelectron spectroscopy (XPS) was used to figure out the element composition of Zn-N4/C and Zn-N4P/C samples (Fig. S6). The XPS survey of Zn-N4P/C revealed the existence of C, N, P, and Zn, thus confirming the formation of heteroatom P, N doped catalyst with a high Zn-content of 3.6 wt% (Fig. S6 and Table S2). The high-resolution N1s spectra can be deconvoluted into five peaks related to pyridinic-N (398.2 eV), Zn-N x (399.4 eV), pyrrolic-N (399.9 eV), graphitic-N (401.2 eV), and N-oxide (402.3 eV) signals (Fig. S7). Notably, the intensity of pyrrolic-N peak is high in Zn-N4/C whereas the peak intensity of Zn-N x peak is high in Zn-N4P/C, indicating that more ZnN x active species are exposed to the surface after P-doping. Fig. S8 shows the C 1s spectrum of ZnN4/C was categorized as three main peaks, i.e., graphitic sp 2 carbon (C=C), N coordinated with carbon (C–N), O=C–O signals. While an additional peak of P coordinated with carbon (C-P) was found in Zn-N4P/C sample representing the successful P-doping into carbon matrix. The P 2p spectrum shown in Fig. S9 presents a prominent peak of P-O (134.1 eV), indicating surface oxidation of Zn-N4P/C. The spin-orbit doublet peaks correspond to the peak signals P 2p 3/2, and P 2p 1/2 at about 129.9, and 131.4 eV. The higher binding energy of P 2p 1/2 peak indicated the existence of a partially negative charged P [30]. Thus, the electrons were transferred from C/N towards P due to its higher electronegativity during electrocatalysis. The high-resolution Zn 2p analysis of Zn-N4/C and Zn-N4P/C samples showed two prominent peaks at about 1045.6, 1022.4 eV, assigned to Zn 2p 1/2, Zn 2p 3/2 signals (Fig. 2(b)). The positive shift of 0.2 eV in the binding energy of Zn-N4P/C was observed as compared to Zn-N4/C, which might be responsible for creating a stabilization effect against the oxidation/dissolution of metallic species. Hence, all these results confirmed the successful fabrication of homogeneously dispersed Zn SACs with P and N sites embedded in the carbon matrix. In addition, X-ray absorption near-edge structure (XANES) and K-edge extended X-ray absorption fine structure (EXAFS) measurements were performed to reveal the local structural information of the metal center. The Zn K-edge XANES (Fig. 2(c)) illustrates that the absorption threshold position in Zn-N4P/C sample is positively shifted compared with that of ZnPc and ZnO, indicating that the average valence state of Zn is higher than +2 [3]. The corresponding XANES derivative spectra as shown in Fig. S10, are used to fit the detail valence state of Zn. The location of the first peak in energy for the value of Zn foil and ZnO can be used as a reference, and the fitting result indicates the oxidation state of Zn in ZnN4P/C is 3.3. The prominent peak at ~1.5 Å associated with the Zn–N bonding in the Fourier transform (FT) k 2-weighted Zn K-edge EXAFS spectrum further confirmed the presence of Zn single atom in Zn-N4P/C (Fig. 2(d)). On the other hand, the absence of Zn-Zn (at R =2.2 Å) and Zn-P (at R =1.8 Å) also confirmed that Zn single atoms were only stabilized via N-coordination to form ZnN x active sites. Furthermore, the fitting EXAFS results suggested Zn-N4 structure is the prevailing structure in ZnN4P/C instead of Zn-Zn/ZnN2 moieties. The fitting of EXAFS (FT-EXAFS) spectra in R-space are shown in Fig. 2(e) and the EXAFS fitting parameters are listed in Table S3. The EXAFS parameters are calculated to extract the quantitative structural configuration for the atoms surrounding the central Zn-atom in Zn-N4P/C sample (Table S3) which confirmed the Zn-atom coordinated with nearly four nitrogen atoms. The elongation in Zn–N bond results presumably from the influence of P atoms in ZnN4P/C by directly forming neighboring N–P bonds. Further FT-EXAFS results indicated that one P atom and six C atoms exist in the second shell of Zn with a distance of 2.33 and 3.06 Å, respectively. The distance between Zn and P atom fits well with the predicted structure simulated by DFT calculation inserted in Fig. 2(e). The existence of P atoms located next to Zn-N4 moiety influence the Zn–N bond with a longer length by directly forming neighboring N–P bonds. Further, wavelet transforms (WT) for the k 3-weighted Zn K-edge EXAFS oscillations were performed for Zn-foil, ZnO, ZnPc, and ZnN4P/C samples to evaluate the atomic state of Zn-atom (Fig. 2(f)). The results confirmed the presence of Zn-N scattering path in ZnN4P/C sample by revealing only one peak with maximum intensity at about 3.9 Å−1, similar to ZnPc. On contrary, Zn-foil and ZnO samples displayed maximum peak intensities at 6.2 and 4.4 Å−1, assigned to Zn-Zn and Zn-O scattering paths. The contour intensity maximum for ZnN4P/C catalyst shifted slightly compared with that of ZnPc, which is ascribed to the influence of P-doping. Hence, these results confirmed the existence of highly dispersed isolated Zn-atoms fused with dual doped P, N-rich carbon framework. 3.2 Electrochemical performance The rotating ring disk electrode (RRDE) test was used to monitor the catalytic performance of as-synthesized samples in 0.1 mol/L KOH. The Zn-N4P/C electrocatalyst showed comparable activity to that of Pt/C (20%) as shown in Fig. 3 . The similar E onset of 1.01 V, E 1/2 = 0.86 V and 5.14 mA cm−2 of diffusion limiting current density presented by Zn-N4P/C with respect to commercial Pt/C (5.42 mA cm−2), whereas ZnN4/C showed lower E onset of 0.81 V with 2.16 mA cm−2 of current density at 0.4 V (Fig. 3(a)). The result of Zn-N4P/C was also exceptional due to very low production of hydrogen peroxide (< 2%) as compared to ZnN4/C (12%) and Pt/C (> 3%) (Fig. 3(a)). Moreover, the Zn-N4P/C electrocatalyst showed an electron transferred number of ~3.9, calculated from RRDE data (Fig. 3(b)), indicating the efficient reduction of oxygen to water through a 4e− pathway. Further, the comparable kinetic current density exhibited by Zn-N4P/C with respect to Pt/C (Fig. 3(c)) while higher as compared to ZnN4/C. The enhanced catalytic performance of Zn-N4P/C was further confirmed by Tafel slope. Fig. 3(d) shows that the Zn-N4P/C has a Tafel slope of 81 mV dec−1, nearby to commercial Pt/ C (76 mV dec−1) and much less than ZnN4/C (142 mV dec−1). Hence, the electrocatalytic performance of Zn-N4P/C showed that Zn-SACs embedded in a dual-doped carbon framework improves the catalyst's activity and motivate the synergistic effect with N-C. These consequences indicated Zn-N4P/C as the best electrocatalyst among other synthesized catalysts and comparable to the commercial Pt/C. In addition, the durability test was investigated between 0.6–1.0 V (RHE) at 50 mV s−1 of sweep rate for 8000 CV cycles and confirmed the good durability of Zn-N4P/C by demonstrating a small ΔE 1/2 of 5 mV (Fig. 3(e)) than Pt/C (ΔE 1/2 of 20 mV). These features confirmed Zn-N4P/C as a good electrocatalyst for the ORR as compared to the reported SACs in the alkaline media (Table S4). On the basis of results, it can be concluded that structural changes that occur through P-doping lead to encourage the activity of ZnN4 species. Moreover, the P-doping can induce different charge distributions as compared to nitrogen due to its large atomic radius and high electron donating ability [38]. Hence, P-doping may assist the ORR process by inducing the carbon atoms with a positive charge to attract electrons and effectively deteriorate the O−O bonding [44–46]. Further, the as-synthesized catalyst without P-doping showed inferior performance, thus confirming the critical role of dual doping for enhanced ORR pathway. Therefore, the enriched ORR catalytic activity is credited to the synergism of single Zn single atoms and P, N doped carbon framework. Motivated by the superior ORR activity, the Zn-N4P/C was assembled to monitor Zn-air battery performance. Fig. 4(a) shows the peak power density of Zn-N4P/C at 249.6 mW cm−2, comparatively higher than that of Pt/C (227 mW cm−2). The comparative study of stability performance was carried out at various discharge voltages; that is from 5 to 50 mA cm−2 (Fig. 4(b)). The results indicated a significant increase in voltage gap with 2, 11, 36.7, 110.4 mV, suggesting the robust conductive nature of Zn-N4P/C at higher current densities. As shown in Fig. 4(c), Zn-N4P/C catalyst showed excellent stability during the galvanostatic charge/discharge at 10 mA cm−2 by retaining the charge-discharge voltage gap for 150 h. While, Pt/C showed the gradual performance loss with increased charge-discharge gap. The specific capacities calculated at 20 mA cm−2 for Zn-N4P/C, and Pt/C were 779, and 714 mAh g−1 (Fig. 4(d)). Further, the Zn-air battery assembled by the Zn-N4P/C electrode showed open circuit voltage of 1.49 V (Fig. S12) comparatively better than previously reported catalysts (Table S4). 3.3 Theoretical computation The ORR reaction mechanism and the phenomenon behind the activity enhancement was further explored by density functional theory (DFT) calculations based on the structural models for ZnN4/C and ZnN4P/C. The computational details are provided in supporting information. As shown in Figs. 5(a), (b) , the P bridged Zn-N4 moieties (Zn-N4-P) show improved electron density around the Zn atom (yellow region) than the basal plane-hosted Zn-N4 sites, indicating the redistribution of charge density on ZnN4P/C. The partial density of states (PDOS) study on ZnN4/C and ZnN4P/C indicated the slightly small negative shift in d bandgap (ɛ d) of Zn in ZnN4P/C than the Zn atoms in ZnN4/C, assuming the enhanced local electronic conductivity of Zn-N4 specie via P-doping (Fig. 5(b)). In addition, it was also confirmed that the fragile binding energy of adsorbates on P doped ZnN4 carbon. The corresponding five states of ZnN4/C and ZnN4P/C for Gibbs-free energy calculations, represented in Figs. S13 and S14. Further, the Gibbs free energy diagrams were calculated at U = 0 V (Fig. 5(d)) and U = 1.23 V (Fig. S15) towards ORR-pathway. As known, the last electron transfers step (*OH desorption) is considered as rate-determining step (RDS), representing that the weakening of Zn-O affinity is important for activity promotion. Therefore, adsorption and desorption properties were investigated on ZnN4/C and ZnN4P/C. The ZnN4P/C represented a much larger value of ΔG OH* (adsorption free-energy of *OH) than that of Zn-N4, endorsing the lower binding ability for the oxygen molecule and faster OH* desorption process. Further, the extremely high adsorption of *OH in Zn-N4/C results in a greater energy barrier for the last electron transfer step, whereas ZnN4P/C sample demonstrated well-regulated binding strength of *OH which ultimately reduces the energy barrier (Fig. 5(e)). The improved performance is attributed to the P-doping by reducing the adsorption capability of intermediate specie (*OH), finally assisting the dynamic improvement of ORR. 4 Conclusions In summary, successful fabrication of the single ZnN4 sites induced N, P doped carbon framework was synthesized by structural modulation strategy. The synergistic modulation on the electronic structure of zinc single-atom catalysts by the N/P coordination greatly enhanced its ORR performance. These findings showed; (1) the heteroatom doping and metallic sites on the carbon framework are key factors for improved catalytic performance, (2) the synergistic modulations can be adopted via facile synthesis method. The optimized ZnN4P/C catalyst showed comparatively higher ORR performance (E 1/2 = 0.861 V) as compared to ZnN4/C, and Pt/C (20%). Further, it shows superior activity by demonstrating maximum peak power density (249.6 mW cm−2), greater specific capacitance (779 mAh g− 1), and stable charge/discharge cycling performance operated at 10 mA cm−2 for 150 h, comparatively better than commercial Pt/C. Further, the DFT calculations revealed that the improved ORR performance can be attributed to the charge redistribution on ZnN4 active sites via P-doping with optimal O2 binding and fast electron transfer. Hence, this work shows optimal synthetic strategy for the microenvironment modulations in SACs for enhanced performance. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material References 1 N. Tian Z.-Y. Zhou S.-G. Sun Y. Ding Z.L. Wang Science 316 2007 732 735 N. Tian, Z.-Y. Zhou, S.-G. Sun, Y. Ding, Z. L. Wang, Science, 2007, 316, 732–735. 3 J. Li S. Chen N. Yang M. Deng S. Ibraheem J. Deng J. Li L. Li Z. Wei Angew. Chem. Int. Ed. 58 2019 7035 7039 J. Li, S. Chen, N. Yang, M. Deng, S. Ibraheem, J. Deng, J. Li, L. Li, Z. Wei, Angew. Chem. Int. Ed., 2019, 58, 7035–7039. 4 F. Jaouen J.-P. Dodelet Electrochim. Acta 52 2007 5975 5984 F. Jaouen, J.-P. Dodelet, Electrochim. Acta, 2007, 52, 5975–5984. 5 Y. Shao J.-P. Dodelet G. Wu P. Zelenay Adv. Mater. 31 2019 1807615 Y. Shao, J.-P. Dodelet, G. Wu, P. Zelenay, Adv. Mater., 2019, 31, 1807615. 6 D. Liu A. Barbar T. Najam M.S. Javed J. Shen P. Tsiakaras X. Cai Appl. Catal. B 297 2021 120389 D. Liu, A. Barbar, T. Najam, M. S. Javed, J. Shen, P. Tsiakaras, X. Cai, Appl. Catal. B, 2021, 297, 120389. 7 J. Yang W. Li D. Wang Y. Li Small Struct. 2 2021 2000051 J. Yang, W. Li, D. Wang, Y. Li, Small Struct., 2021, 2, 2000051. 8 H. Yang R. Shi L. Shang T. Zhang Small Struct. 2 2021 2100007 H. Yang, R. Shi, L. Shang, T. Zhang, Small Struct., 2021, 2, 2100007. 9 S.S.A. Shah T. Najam M. Wen S.-Q. Zang A. Waseem H.-L. Jiang Small Struct. 2022 2100090 S. S. A. Shah, T. Najam, M. Wen, S.-Q. Zang, A. Waseem, H.-L. Jiang, Small Struct., 2022, 2100090. 10 P. Li X. Qi L. Zhao J. Wang M. Wang M. Shao J.S. Chen R. Wu Z. Wei J. Mater. Chem. A 10 2022 5925 5929 P. Li, X. Qi, L. Zhao, J. Wang, M. Wang, M. Shao, J. S. Chen, R. Wu, Z. Wei, J. Mater. Chem. A, 2022. 10, 5925-5929. 11 L. Jiao J. Wang H.-L. Jiang Acc. Mater. Res. 2 2021 327 339 L. Jiao, J. Wang, H.-L. Jiang, Acc. Mater. Res., 2021, 2, 327–339. 12 Y. Zhang L. Jiao W. Yang C. Xie H.-L. Jiang Angew. Chem. Int. Ed. 60 2021 7607 7611 Y. Zhang, L. Jiao, W. Yang, C. Xie, H.-L. Jiang, Angew. Chem. Int. Ed., 2021, 60, 7607–7611. 13 X. Yang S. Wang T. Chen N. Yang K. Jiang P. Wang S. Li X. Ding H. Chen Chin. J. Catal. 42 2021 1013 1023 X. Yang, S. Wang, T. Chen, N. Yang, K. Jiang, P. Wang, S. Li, X. Ding, H. Chen, Chin. J. Catal., 2021, 42, 1013–1023. 14 A. Indra T. Song U. Paik Adv. Mater. 30 2018 1705146 A. Indra, T. Song, U. Paik, Adv. Mater., 2018, 30, 1705146. 15 K. Shen X. Chen J. Chen Y. Li ACS Catal. 6 2016 5887 5903 K. Shen, X. Chen, J. Chen, Y. Li, ACS Catal., 2016, 6, 5887–5903. 16 S.S.A. Shah T. Najam M.K. Aslam M. Ashfaq M.M. Rahman K. Wang P. Tsiakaras S. Song Y. Wang Appl. Catal. B 268 2020 118570 S. S. A. Shah, T. Najam, M. K. Aslam, M. Ashfaq, M. M. Rahman, K. Wang, P. Tsiakaras, S. Song, Y. Wang, Appl. Catal. B, 2020, 268, 118570. 17 R. Xiang Y. Duan C. Tong L. Peng J. Wang S.S.A. Shah T. Najam X. Huang Z. Wei Electrochim. Acta 302 2019 45 55 R. Xiang, Y. Duan, C. Tong, L. Peng, J. Wang, S. S. A. Shah, T. Najam, X. Huang, Z. Wei, Electrochim. Acta, 2019, 302, 45–55. 18 T. Najam M. Wang M.S. Javed S. Ibraheem Z. Song M.M. Ahmed A.U. Rehman X. Cai S.S.A. Shah J. Colloid Interface Sci. 578 2020 89 95 T. Najam, M. Wang, M. S. Javed, S. Ibraheem, Z. Song, M. M. Ahmed, A. U. Rehman, X. Cai, S. S. A. Shah, J. Colloid Interface Sci., 2020, 578, 89–95. 19 Z. Liang C. Qu D. Xia R. Zou Q. Xu Angew. Chem. Int. Ed. 57 2018 9604 9633 Z. Liang, C. Qu, D. Xia, R. Zou, Q. Xu, Angew. Chem. Int. Ed., 2018, 57, 9604–9633. 20 R. Jiang L. Li T. Sheng G. Hu Y. Chen L. Wang J. Am. Chem. Soc. 140 2018 11594 11598 R. Jiang, L. Li, T. Sheng, G. Hu, Y. Chen, L. Wang, J. Am. Chem. Soc., 2018, 140, 11594–11598. 21 K. Chen S. Ci Q. Xu P. Cai M. Li L. Xiang X. Hu Z. Wen Chin. J. Catal. 41 2020 858 867 K. Chen, S. Ci, Q. Xu, P. Cai, M. Li, L. Xiang, X. Hu, Z. Wen, Chin. J. Catal., 2020, 41, 858–867. 22 Y. Wang X. Huang Z. Wei Chin. J. Catal. 42 2021 1269 1286 Y. Wang, X. Huang, Z. Wei, Chin. J. Catal., 2021, 42,1269–1286. 23 L. Peng L. Shang T. Zhang G.I.N. Waterhouse Adv. Energy Mater. 10 2020 2003018 L. Peng, L. Shang, T. Zhang, G. I. N. Waterhouse, Adv. Energy Mater., 2020, 10, 2003018. 24 X. Xie L. Peng H. Yang G.I.N. Waterhouse L. Shang T. Zhang Adv. Mater. 33 2021 2101038 X. Xie, L. Peng, H. Yang, G. I. N. Waterhouse, L. Shang, T. Zhang, Adv. Mater., 2021, 33, 2101038. 25 X. Yan Y. Jia X. Yao Small Struct. 2 2021 2000067 X. Yan, Y. Jia, X. Yao, Small Struct., 2021, 2, 2000067. 26 S.S.A. Shah T. Najam M.S. Javed M.M. Rahman P. Tsiakaras ACS Appl. Mater. Interfaces 13 2021 23191 23200 S. S. A. Shah, T. Najam, M. S. Javed, M. M. Rahman, P. Tsiakaras, ACS Appl. Mater. Interfaces, 2021, 13, 23191–23200. 27 L. Peng C. Wang Q. Wang R. Shi T. Zhang G.I.N. Waterhouse Adv. Energy Sustainability Res. 2 2021 2100078 L. Peng, C. Wang, Q. Wang, R. Shi, T. Zhang, G. I. N. Waterhouse, Adv. Energy Sustainability Res., 2021, 2, 2100078. 28 S.S.A. Shah T. Najam M.A. Nazir Y. Wu H. Ali A.U. Rehman M.M. Rahman M. Imran M.S. Javed Mol. Cat. 514 2021 111878 S. S. A. Shah, T. Najam, M. A. Nazir, Y. Wu, H. Ali, A. U. Rehman, M. M. Rahman, M. Imran, M. S. Javed, Mol. Cat., 2021, 514, 111878. 29 T. Najam S.S.A. Shah W. Ding Z. Wei J. Phys. Chem. C 123 2019 16796 16803 T. Najam, S. S. A. Shah, W. Ding, Z. Wei, J. Phys. Chem. C, 2019, 123, 16796–16803. 30 Y. Zhu X. Yang C. Peng C. Priest Y. Mei G. Wu Small 17 2021 2170073 Y. Zhu, X. Yang, C. Peng, C. Priest, Y. Mei, G. Wu, Small, 2021, 17, 2170073. 31 M. Xu D. Li K. Sun L. Jiao C. Xie C. Ding H.-L. Jiang Angew. Chem. Int. Ed. 60 2021 16372 16376 M. Xu, D. Li, K. Sun, L. Jiao, C. Xie, C. Ding, H.-L. Jiang, Angew. Chem. Int. Ed., 2021, 60, 16372–16376. 32 X. Wu H. Zhang S. Zuo J. Dong Y. Li J. Zhang Y. Han Nano-Micro Lett. 13 2021 136 X. Wu, H. Zhang, S. Zuo, J. Dong, Y. Li, J. Zhang, Y. Han, Nano-Micro Lett., 2021, 13, 136. 33 J.-S. Jiang H.-L. Wei A.-D. Tan R. Si W.-D. Zhang Y.-X. Yu Chin. J. Catal. 42 2021 753 761 J.-S. Jiang, H.-L. Wei, A.-D. Tan, R. Si, W.-D. Zhang, Y.-X. Yu, Chin. J. Catal., 2021, 42, 753–761. 34 Z. Xu W. Deng X. Wang Electrochem. Energy Rev. 4 2021 269 335 Z. Xu, W. Deng, X. Wang, Electrochem. Energy Rev., 2021, 4, 269–335. 35 S.S.A. Shah T. Najam M.S. Bashir L. Peng M.A. Nazir M.S. Javed Energy Storage Mater. 45 2022 301 322 S. S. A. Shah, T. Najam, M. S. Bashir, L. Peng, M. A. Nazir, M. S. Javed, Energy Storage Mater., 2022, 45, 301–322. 36 T. Najam S.S.A. Shah S. Ibraheem X. Cai E. Hussain S. Suleman M.S. Javed P. Tsiakaras Energy Storage Mater. 45 2022 504 540 T. Najam, S. S. A. Shah, S. Ibraheem, X. Cai, E. Hussain, S. Suleman, M. S. Javed, P. Tsiakaras, Energy Storage Mater., 2022, 45, 504–540. 37 B. Han R. Lang H. Tang J. Xu X.-K. Gu B. Qiao J. Liu Chin. J. Catal. 40 2019 1847 1853 B. Han, R. Lang, H. Tang, J. Xu, X.-K. Gu, B. Qiao, J. Liu, Chin. J. Catal., 2019, 40, 1847–1853. 38 S.S.A. Shah T. Najam M.S. Javed M.S. Bashir M.A. Nazir N.A. Khan A.U. Rehman M.A. Subhan M.M. Rahman Chem. Rec. DOI: https://doi.org/10.1002/tcr.202100280 2022 S. S. A. Shah, T. Najam, M. S. Javed, M. S. Bashir, M. A. Nazir, N. A. Khan, A. U. Rehman, M. A. Subhan, M. M. Rahman, Chem. Rec., 2022, DOI: https://doi.org/10.1002/tcr.202100280. 39 Y.-C. Wang L.-Y. Wan P.-X. Cui L. Tong Y.-Q. Ke T. Sheng M. Zhang S.-H. Sun H.-W. Liang Y.-S. Wang K. Zaghib H. Wang Z.-Y. Zhou J. Yuan Small 16 2020 2002203 Y.-C. Wang, L.-Y. Wan, P.-X. Cui, L. Tong, Y.-Q. Ke, T. Sheng, M. Zhang, S.-H. Sun, H.-W. Liang, Y.-S. Wang, K. Zaghib, H. Wang, Z.-Y. Zhou, J. Yuan, Small, 2020, 16, 2002203. 40 S. Zhang M. Chen X. Zhao J. Cai W. Yan J.C. Yen S. Chen Y. Yu J. Zhang Electrochem. Energy Rev. 4 2021 336 381 S. Zhang, M. Chen, X. Zhao, J. Cai, W. Yan, J. C. Yen, S. Chen, Y. Yu, J. Zhang, Electrochem. Energy Rev., 2021, 4, 336–381. 41 H. Song M. Wu Z. Tang J.S. Tse B. Yang S. Lu Angew. Chem. Int. Ed. 60 2021 7234 7244 H. Song, M. Wu, Z. Tang, J. S. Tse, B. Yang, S. Lu, Angew. Chem. Int. Ed., 2021, 60, 7234–7244. 42 K. Yuan D. Lützenkirchen-Hecht L. Li L. Shuai Y. Li R. Cao M. Qiu X. Zhuang M.K.H. Leung Y. Chen U. Scherf J. Am. Chem. Soc. 142 2020 2404 2412 K. Yuan, D. Lützenkirchen-Hecht, L. Li, L. Shuai, Y. Li, R. Cao, M. Qiu, X. Zhuang, M. K. H. Leung, Y. Chen, U. Scherf, J. Am. Chem. Soc., 2020, 142, 2404–2412. 44 X. Hu Y. Wu H. Li Z. Zhang J. Phys. Chem. C 114 2010 9603 9607 X. Hu, Y. Wu, H. Li, Z. Zhang, J. Phys. Chem. C, 2010, 114, 9603–9607. 45 T. Najam S.S.A. Shah W. Ding J. Jiang L. Jia W. Yao L. Li Z. Wei Angew. Chem. Int. Ed. 57 2018 15101 15106 T. Najam, S. S. A. Shah, W. Ding, J. Jiang, L. Jia, W. Yao, L. Li, Z. Wei, Angew. Chem. Int. Ed., 2018, 57, 15101–15106. 46 S.S.A. Shah L. Peng T. Najam C. Cheng G. Wu Y. Nie W. Ding X. Qi S. Chen Z. Wei Electrochim. Acta 251 2017 498 504 S. S. A. Shah, L. Peng, T. Najam, C. Cheng, G. Wu, Y. Nie, W. Ding, X. Qi, S. Chen, Z. Wei, Electrochim. Acta, 2017, 251, 498–504. Uncited References 2 S. Ratso N. Ranjbar Sahraie M.T. Sougrati M. Käärik M. Kook R. Saar P. Paiste Q. Jia J. Leis S. Mukerjee F. Jaouen K. Tammeveski J. Mater. Chem. A 6 2018 14663 14674 S. Ratso, N. Ranjbar Sahraie, M. T. Sougrati, M. Käärik, M. Kook, R. Saar, P. Paiste, Q. Jia, J. Leis, S. Mukerjee, F. Jaouen, K. Tammeveski, J. Mater. Chem. A, 2018, 6, 14663–14674. 43 K. Gong F. Du Z. Xia M. Durstock L. Dai Science 323 2009 760 764 K. Gong, F. Du, Z. Xia, M. Durstock, L. Dai, Science, 2009, 323, 760–764.",
      "scopus-id": "85136288925",
      "coredata": {
        "eid": "1-s2.0-S1872206722640890",
        "dc:description": "The electronic structure of catalytic active sites can be influenced by modulating the coordination bonding of the central single metal atom, but it is difficult to achieve. Herein, we reported the single Zn-atom incorporated dual doped P, N carbon framework (Zn-N4P/C) for ORR via engineering the surrounding coordination environment of active centers. The Zn-N4P/C catalyst exhibited comparable ORR activity (E 1/2 = 0.86 V) and significantly better ORR stability than that of Pt/C catalyst. It also shows respectable performance in terms of maximum peak power density (249.6 mW cm−2), specific capacitance (779 mAh g−1), and charge-discharge cycling stability for 150 hours in Zn-air battery. The high catalytic activity is attributed to the uniform active sites, tunable electronic/geometric configuration, optimized intrinsic activity, and faster mass transfer during ORR-pathway. Further, theoretical results exposed that the Zn-N4P configuration is more electrochemically active as compared to Zn-N4 structure for the oxygen reduction reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206722640890",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shah, Syed Shoaib Ahmad"
          },
          {
            "@_fa": "true",
            "$": "Najam, Tayyaba"
          },
          {
            "@_fa": "true",
            "$": "Yang, Jiao"
          },
          {
            "@_fa": "true",
            "$": "Javed, Muhammad Sufyan"
          },
          {
            "@_fa": "true",
            "$": "Peng, Lishan"
          },
          {
            "@_fa": "true",
            "$": "Wei, Zidong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206722640890"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206722640890"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(22)64089-0",
        "prism:volume": "43",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Modulating the microenvironment structure of single Zn atom: ZnN4P/C active site for boosted oxygen reduction reaction",
        "prism:copyright": "Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "8",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "N-, P-doping"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Zn-air battery"
          },
          {
            "@_fa": "true",
            "$": "Single-atom catalyst"
          },
          {
            "@_fa": "true",
            "$": "Microenvironment modulation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "8",
        "openaccessSponsorType": null,
        "prism:pageRange": "2193-2201",
        "prism:endingPage": "2201",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2022",
        "prism:doi": "10.1016/S1872-2067(22)64089-0",
        "prism:startingPage": "2193",
        "dc:identifier": "doi:10.1016/S1872-2067(22)64089-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "340",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "65951",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "412",
            "@width": "511",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "97486",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "289",
            "@width": "626",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62475",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "359",
            "@width": "476",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "59609",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "497",
            "@width": "568",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76097",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "197",
            "@width": "358",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23933",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "288",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-grap.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24360",
            "@ref": "grap",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "175",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21734",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16776",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7717",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10155",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9160",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9383",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-grap.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16993",
            "@ref": "grap",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "905",
            "@width": "968",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "526804",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1093",
            "@width": "1357",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "491121",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "769",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "283082",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "953",
            "@width": "1264",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "246560",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1321",
            "@width": "1510",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "313783",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "522",
            "@width": "951",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "109889",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "767",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-grap_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "104697",
            "@ref": "grap",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640890-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1835534",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85136288925"
      }
    }
  }
}