{
  "metadata": {
    "title": "Phosphate-decorated Fe-N-C to promote electrocatalytic oxygen reaction activities for highly stable zinc-air batteries",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2023-06-30",
    "doi": "10.1016/S1872-2067(23)64432-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206723644328",
    "pii": "S1872206723644328"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85162230715",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2023-06-22 2023-06-22 2023-06-22 2023-06-22 2023-06-22T15:56:17 1-s2.0-S1872206723644328 S1872-2067(23)64432-8 S1872206723644328 10.1016/S1872-2067(23)64432-8 S300 S300.1 FULL-TEXT 1-s2.0-S1872206723X00060 2023-10-10T19:22:11.034928Z 0 0 20230601 20230630 2023 2023-06-22T16:04:27.146413Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 49 49 C Volume 49 13 141 151 141 151 202306 June 2023 2023-06-01 2023-06-30 2023 article fla Copyright © 2023 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. PHOSPHATEDECORATEDFENCPROMOTEELECTROCATALYTICOXYGENREACTIONACTIVITIESFORHIGHLYSTABLEZINCAIRBATTERIES ZHANG G 1 Introduction 2 Experimental 2.1 Synthesis 2.2 Material characterizations 2.3 Electrochemical performance tests 2.4 Zn-air battery test 3 Results and discussion 4 Conclusions Electronic supporting information Conflict of Interests Supplementary Material References JANOSCHKA 2015 78 81 T LV 2022 1511 1528 J LIU 2022 4542 4553 J LIU 2018 16166 16170 X SUN 2021 46 51 W ZHANG 2022 17139 17148 G ZHOU 2021 571 582 S ZHOU 2022 2694 2704 C YU 2019 1901666 P LIU 2021 2006766 X GUO 2019 1298 1310 Y ZHAO 2023 121992 S LIU 2022 10657 10666 M ZHANG 2017 1604000 L ZHENG 2019 1096 1104 X ZHANG 2022 9277 9307 G GUO 2020 4386 4395 Y LIU 2021 127569 X WEI 2021 2102595 B DING 2022 2207331 K LIU 2021 2101314 H LIU 2016 1295 1301 L ZHANG 2019 19104 19112 G CUI 2021 2101607 X WU 2020 6198 6223 X MA 2019 122034 Z CHEN 2011 B1164 B1174 J LEE 2017 523 524 S MOLLER 2020 1585 1589 S CUI 2022 1617 1631 Y SONG 2020 104208 S ZHANG 2014 9636 9644 K HE 2013 4459 4469 C DONG 2022 5365 H XING 2022 e202211098 G PAN 2022 2203621 Y CHENG 2022 2443 2452 Y LI 2018 419 425 F LI 2018 577 585 J ZHANG 2021 8166 8174 J WANG 2018 9999 10010 R HE 2020 135119 C LIU 2020 938 S BAI 2022 6094 Y KONG 2022 e202116290 F XU 2022 e202117703 M DOU 2022 2110585 H ZHANGX2023X141 ZHANGX2023X141X151 ZHANGX2023X141XG ZHANGX2023X141X151XG 2025-06-22T00:00:00.000Z 2025-06-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2023-10-10T19:06:15.985Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 22179034 U20A20250 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China ( U20A20250, 22179034 ). item S1872-2067(23)64432-8 S1872206723644328 1-s2.0-S1872206723644328 10.1016/S1872-2067(23)64432-8 273538 2023-06-22T15:04:27.146413Z 2023-06-01 2023-06-30 1-s2.0-S1872206723644328-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/MAIN/application/pdf/319a49b213164628bb1dc4956613c57e/main.pdf main.pdf pdf true 5674668 MAIN 11 1-s2.0-S1872206723644328-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/PREVIEW/image/png/a9086c0c8d4e835ae9460918fa3f9edf/main_1.png main_1.png png 52831 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206723644328-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/fx1/DOWNSAMPLED/image/jpeg/a164d5782c498730f9c467947c976e9b/fx1.jpg fx1 true fx1.jpg jpg 37083 196 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644328-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr1/DOWNSAMPLED/image/jpeg/965112a42cb80732332ca3676433b019/gr1.jpg gr1 gr1.jpg jpg 137964 580 533 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644328-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr2/DOWNSAMPLED/image/jpeg/0ad88603f59fcc87cba8f84c0c5b809b/gr2.jpg gr2 gr2.jpg jpg 116227 523 700 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644328-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr3/DOWNSAMPLED/image/jpeg/195682a2289a271133710c728ed9f922/gr3.jpg gr3 gr3.jpg jpg 85189 472 681 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644328-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr4/DOWNSAMPLED/image/jpeg/a0880d549ecdf22bc4b40230f30bee07/gr4.jpg gr4 gr4.jpg jpg 79644 432 488 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644328-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr5/DOWNSAMPLED/image/jpeg/3f3ce5d2a9c142e8915260feef8ed72e/gr5.jpg gr5 gr5.jpg jpg 71734 429 468 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644328-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr6/DOWNSAMPLED/image/jpeg/70383c7254a524ae111987b056866e67/gr6.jpg gr6 gr6.jpg jpg 50277 360 374 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644328-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/fx1/THUMBNAIL/image/gif/3003d9955a4fa20d190d7ed802137753/fx1.sml fx1 true fx1.sml sml 28169 142 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723644328-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr1/THUMBNAIL/image/gif/a8169a2304fae7bd2e924f5106e955b5/gr1.sml gr1 gr1.sml sml 17744 163 150 IMAGE-THUMBNAIL 1-s2.0-S1872206723644328-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr2/THUMBNAIL/image/gif/ab80a68383ce6ec696cec8ddb7851a2d/gr2.sml gr2 gr2.sml sml 13090 164 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723644328-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr3/THUMBNAIL/image/gif/ed9daadc5e4c430c3a5295b81150d317/gr3.sml gr3 gr3.sml sml 8694 152 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723644328-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr4/THUMBNAIL/image/gif/a8818ab9b6b57c6bafde9a584c0b08b1/gr4.sml gr4 gr4.sml sml 11921 164 185 IMAGE-THUMBNAIL 1-s2.0-S1872206723644328-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr5/THUMBNAIL/image/gif/06774042f35a3e5e2f0c84f0359baae4/gr5.sml gr5 gr5.sml sml 13750 164 179 IMAGE-THUMBNAIL 1-s2.0-S1872206723644328-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/gr6/HIGHRES/image/gif/955481f6a8036249416027d06e98d2db/gr6.sml gr6 gr6.sml sml 14123 164 170 IMAGE-THUMBNAIL 1-s2.0-S1872206723644328-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/HIGHRES/image/jpeg/eba128b5e1c2af9b169f2b100e5eb4f5/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 218569 520 800 IMAGE-HIGH-RES 1-s2.0-S1872206723644328-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/HIGHRES/image/jpeg/6674ffc3cd154569c507603951e67180/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 871478 1542 1417 IMAGE-HIGH-RES 1-s2.0-S1872206723644328-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/HIGHRES/image/jpeg/096db88f029c6655d7a2b0a8cfd20df5/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 536757 1389 1859 IMAGE-HIGH-RES 1-s2.0-S1872206723644328-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/HIGHRES/image/jpeg/08437891feb2fd7dc40a96a1e068aefe/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 364797 1254 1808 IMAGE-HIGH-RES 1-s2.0-S1872206723644328-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/PUBMED/image/jpeg/7fd96b1efdcb3b036fdd83ae88d380df/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 353813 1148 1297 IMAGE-HIGH-RES 1-s2.0-S1872206723644328-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/MAIN/image/jpeg/337c6693374e26708bd13f5545d2f0e4/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 341673 1139 1243 IMAGE-HIGH-RES 1-s2.0-S1872206723644328-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/HIGHRES/image/jpeg/918cc8c75b93f5944e6d16d810e25e64/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 229137 956 993 IMAGE-HIGH-RES 1-s2.0-S1872206723644328-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/mmc1/MAIN/application/pdf/981374f9d3e216c3ab9a121bf3b3cfea/mmc1.pdf mmc1 mmc1.pdf pdf false 3880600 APPLICATION 1-s2.0-S1872206723644328-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644328/STRIPIN/image/gif/ea3971965b42acc2858bc95d3d0419ce/si1.gif si1 si1.gif gif 1327 64 187 ALTIMG CHNJC 64432 S1872-2067(23)64432-8 10.1016/S1872-2067(23)64432-8 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Schematic illustration of the construction of P-Fe3O4/Fe2N@NPC. TEM (b) and HRTEM (c−e) images of P-Fe3O4/Fe2N@NPC. (f) STEM and EDS elemental mapping images of C, N, O, P and Fe elements in P-Fe3O4/Fe2N@NPC. Fig. 2 XRD patterns (a), Raman spectra (b) and N2 sorption isotherms (c) of Fe3O4/Fe2N@NPC and P-Fe3O4/Fe2N@NPC. Wide XPS spectra (d), high-resolution XPS spectra of Fe 2p (e), P 2p (f), C 1s (g), N 1s (h) and O 1s (i) for Fe3O4/Fe2N@NPC and P-Fe3O4/Fe2N@NPC. Fig. 3 (a) LSV curves of Fe3O4/Fe2N@NPC, P-Fe3O4/Fe2N@NPC and commercial Pt/C catalysts tested in 0.1 mol L−1 KOH electrolyte at 1600 r min−1 and a sweep rate of 5 mV s−1. (b) ORR Tafel plots of the catalysts. (c) K-L plots of J −1 versus ω −1/2 at potentials of 0.3−0.5 V and the inset shows the LSV curve in the speed range of 400−2025 r min−1. (d) Calculated n and H2O2 yields (%) based on the RRDE of P-Fe3O4/Fe2N@NPC. (e) ORR stability test of P-Fe3O4/Fe2N@NPC before and after 10000 cycles. (f) iR-compensated OER polarization curves of the catalyst in 1 mol L−1 KOH electrolyte. (g) OER Tafel plots. (h) OER stability test of P-Fe3O4/Fe2N@NPC at different current densities, and the inset represents the OER performance before and after 5000 CV cycle. (i) LSV curves of Fe3O4/Fe2N@NPC, P-Fe3O4/Fe2N@NPC in the full OER/ORR region in 0.1 mol L−1 KOH. Fig. 4 The optimized structures for O2 adsorption on Fe3O4 (a), P-Fe3O4 (b) and Fe2N(c), P-Fe2N (d). (e) Density of states. (f,g) Free energy diagrams of the OER and ORR on Fe3O4, P-Fe3O4, Fe2N and P-Fe2N at potentials of 0 and 1.23 V. Fig. 5 (a) Schematic diagram of rechargeable ZAB. (b) Specific discharging capacities for liquid state ZABs assembled by P-Fe3O4/Fe2N@NPC and Pt/C+RuO2 at 5 mA cm−2. (c) Cyclic performance of rechargeable ZABs with duration of 10 min per cycle at 10 mA cm−2 for Fe3O4/Fe2N@NPC, P-Fe3O4/Fe2N@NPC and Pt/C+RuO2. (d) Discharge polarization curves and power density curves. (e) The corresponding galvanostatic charge-discharge plots of Fe3O4/Fe2N@NPC and P-Fe3O4/Fe2N@NPC for the 300−312 cycles. (f) The photograph of the battery electrolyte using Fe3O4/Fe2N@NPC (①) and P-Fe3O4/Fe2N@NPC (②) as the air electrode after 10000 cycles. Fig. 6 (a) Schematic diagram of solid-state ZAB. (b) Open-circuit voltages for solid-state ZABs assembled with P-Fe3O4/Fe2N@NPC by PVA+rGO. (c) Galvanostatic discharge-charge cycling profiles of P-Fe3O4/Fe2N@NPC enabled all-solid-state ZAB by PVA+KOH and PVA+rGO+KOH solid electrolyte at 2 mA cm−2. (d) Photograph of a timepiece is driven by two all-solid-state ZABs in series. (e) Charge-discharge polarization curves for battery tests under different bending degrees at 2 mA cm−2. Available online 5 June 2023 This work was supported by the National Natural Science Foundation of China (U20A20250, 22179034). Article Phosphate-decorated Fe-N-C to promote electrocatalytic oxygen reaction activities for highly stable zinc-air batteries Guangying Zhang a Xu Liu b Xinxin Zhang a Zhijian Liang a Gengyu Xing a Bin Cai a Di Shen a Lei Wang a * Honggang Fu a * a Key Laboratory of Functional Inorganic Material Chemistry, Ministry of Education, Heilongjiang University, Harbin 150080, Heilongjiang, China Key Laboratory of Functional Inorganic Material Chemistry Ministry of Education Heilongjiang University Harbin Heilongjiang 150080 China Key Laboratory of Functional Inorganic Material Chemistry, Ministry of Education, Heilongjiang University, Harbin 150080, Heilongjiang, China b Department of Chemistry, College of Arts and Science, Northeast Agricultural University, Harbin 150030, Heilongjiang, China Department of Chemistry College of Arts and Science Northeast Agricultural University Harbin Heilongjiang 150030 China Department of Chemistry, College of Arts and Science, Northeast Agricultural University, Harbin 150030, Heilongjiang, China * Corresponding author. An obvious challenge for rechargeable Zn-air batteries (ZABs) is the impact of large charge potentials on the oxidation of their cathode catalysts, which accelerates the corrosion of the carbon electrodes, and significantly compromises their stability. It is therefore necessary to design simple methods aimed at facilitating the oxygen evolution reaction (OER) processes of ZABs to suppress the corrosion of their cathode materials. Herein, a biomass-derived N-doped porous carbon material coupled with Fe3O4 and Fe2N nanoparticles and modified with phosphorus (P-Fe3O4/Fe2N@NPC) was designed as an air-cathode to reduce the charging voltage of ZABs. It exhibited excellent ORR/OER bifunctional electrocatalytic activities, and the assembled ZAB displayed an ultra-long service life. DFT calculations showed that the P-modification modulated the electronic state and coordination environment of the active iron atom, thereby significantly enhancing the OER activity of P-Fe3O4/Fe2N@NPC. Graphical Abstract Fe-N-C catalyst composed of phosphate-decorated Fe3O4 and Fe2N nanoparticles coupled with biomass carbon has been synthesized. It exhibits promoted oxygen evolution reaction and oxygen reduction reaction activities, which can be used to assemble high-stable zinc-air battery. Keywords Fe-N-C catalyst Phosphate-decoration Oxygen reduction reaction Oxygen evolution reaction Zinc-air battery 1 Introduction With the increasing threats to energy demand and the environment, the development of new clean energy has become an inevitable trend. Being discontinuous and unstable, good energy storage batteries are required for solar and wind energy sources to maintain stable outputs [1,2]. In terms of specific energy, activity and electrochemical reversibility, Zn-air batteries (ZABs) stand out for their high theoretical energy density, abundant raw materials, safety and pollution-free characteristics [3–6]. However, the slow oxygen reactions (ORR/OER) at the air electrodes are limitations to the energy efficiencies of ZABs, and there are high material requirements for the electrode materials to satisfy the low overpotential of ORR/OER [7–11]. Precious metals (Pt, Ru, etc.) are still the current benchmark catalysts for the fabrication of ZABs. Unfortunately, their high cost, low storage capacity and lack of stability are some of the shortcomings associated with their application in the development [12–15]. This means that the reasonable design of efficient bifunctional oxygen reaction catalysts remains a challenging direction that requires quick and effective interventions. With adjustable microstructures, surface active centers, excellent electrical and thermal conductivity and large specific surface areas, carbon-based materials have become important basic materials for new energy and high-technology industries [16–18]. A variety of functional carbon materials are derived from natural biomass, but the application of biomass-derived carbon-based materials in ZABs is still relatively rare. Hence, the use of natural biomass to prepare highly reactive oxygen electrocatalysts for ZABs would be an important breakthrough, and this is extremely consistent with the “two-carbon” strategy. Since ORR/OER are inverse reactions of each other, it is almost impossible to simultaneously satisfy the optimal oxygen intermediate adsorption energy [19,20], so it is necessary to employ excellent bifunctional catalysts with different active components to optimize the oxygen intermediate adsorption energy. With biomass carbon system containing transition metal oxides (TMOs) [21], nitrides (TMNs) [22], and carbides (TMCs) [23], the ORR and OER activities are enhanced due to the synergistic effects induced by the electronegativity of the dopants as well as their atomic sizes. For example, Cui et al. [24] reported a wood-derived air cathode active material containing Co/CoO nanoparticles and nitrogen-doped carbon with excellent ORR/OER bifunctional activity. Interestingly, biomass cellulose is rich in oxygen, and it is possible for it to form transition metal oxides without the introduction of additional oxygen, while ammonification of the sample is an effective strategy to form nitrides [25,26]. The preparation of nitride and oxide heterostructures on biomass carbon is a feasible strategy for the preparation of bifunctional oxygen reaction catalysts. However, most widely used carbon-based catalysts are relatively unstable during battery charging processes. Chen et al. [27] proposed carbon oxidation could occur when the potential is greater than 0.207 V. High charging potential of ZABs (mostly above 2.0 V) leads to severe oxidation of the cathode catalyst. This may contribute to rapid deactivation of the active sites and shedding into the electrolyte to form carbonates, leading to poor stability [28,29]. This aggravates the carbonation processes of electrolytes, which rapidly degrades the performances of batteries [30]. Therefore, the development of highly efficient OER catalysis is critical for the long-term stability of carbon-based materials in ZABs. To produce an electrocatalyst for the corrosion-resistant oxygen electrode of ZABs, Song et al. [31] loaded amorphous MnO x on a highly conductive and stable TiC support. Compared with the oxidation-prone carbon-based a-MnO x /C catalyst, the a-MnO x /TiC exhibited excellent electrochemical stability and low overpotential in a strongly alkaline electrolyte under OER conditions, thus yielding ZABs with longer service lives. Nevertheless, most of the existing studies in this area are directed towards the design of catalyst supports, with very little work dedicated to the surface modification of catalysts. Herein, we report a highly reactive carbon-based cathode consisting of surface phosphorus-modified Fe3O4 and Fe2N nanoparticles coupled with biomass carbon, named P-Fe3O4/Fe2N@NPC catalyst. The catalyst exhibited excellent bifunctional oxygen reaction activity and durability with an onset-wave potential of 0.99 V (half-wave potential of 0.86 V) for ORR and an overpotential of 280 mV to achieve a current density of 10 mA cm−2 for OER. The significant improvement in the OER performance is attributed to the altered coordination environment around the metal species and the generation of more defect sites after the surface phosphorus modification. Density functional theory (DFT) calculations revealed that P surface induction promotes the desorption of oxygen intermediate species, which facilitates the acceleration of the OER process, resulting in a significantly reduced charging voltage for the ZAB battery. The rechargeable ZAB had a low charge-discharge voltage gap of 0.80 V with a cycle lifespan of 3300 cycles at 10 mA cm−2. Furthermore, when the P-Fe3O4/Fe2N@NPC catalyst was used directly as a freestanding electrode in the solid-state rechargeable ZAB, it also exhibited a remarkable open-circuit voltage (1.432 V) and a satisfactory stability. 2 Experimental 2.1 Synthesis First, the washed coconut shells were incorporated into a 3 M KOH aqueous solution for 1 h and hydrothermal heating at 180 °C for 8 h. Afterwards, 0.5 mmol FeCl2·4H2O and 2.5 mmol ZnCl2 were dissolved in 100 ml of deionized water to prepare the metal salt solution. Dissolve 1.0 g of coconut shell in a metal salt solution with vigorous stirring for 6 h. After evaporating aqueous solution at 80 °C, the obtained precursor was pyrolyzed at 900 °C for 1 h in NH3 atmosphere. For comparison, the dosage of ZnCl2 and different calcination temperatures were varied as follows: 0, 5 mmol, 800, 1000 °C, and the obtained samples are denoted as Fe3O4/Fe2N@NPC. 100 mg of Fe3O4/Fe2N@NPC and 500 mg of NaPH2O2 were placed separately in porcelain boats and the NaPH2O2 was placed in the inlet direction of the tube furnace with the sample on the outlet side, keeping a 5 cm interval. In the flowing N2 atmosphere, the tube furnace was heated to 350 °C at a heating rate of 5 °C min−1 and held for 2 h to obtain P-Fe3O4/Fe2N@NPC. 2.2 Material characterizations Transmission electron microscopy (TEM, JEM-2100/JEOL with an acceleration voltage of 200 kV) and scanning transmission electron microscopy (STEM, JEM-F200 with an acceleration voltage of 200 kV) were carried out analyze the morphology and structure. The crystal phase structure was determined by X-ray diffraction (XRD) measure on a Rigaku D/max-IIIB diffractometer instrument with Cu Kα (λ = 1.5406 Å) radiation. Raman spectra of the samples were performed by Jobin Yvon HR 800 micro-Raman spectrometer at 457.9 nm. The N2 adsorption-desorption isotherms were conducted with a Micromeritics TriStar II. The temperature-programmed desorption of O2 (O2-TPD) was obtained in AutoChem adsorption analyzer equipped with a thermal conductivity detector. X-ray photoelectron spectroscopy (XPS) was tested on a VG ESCALABMK II. 2.3 Electrochemical performance tests The ORR performance of all catalysts was evaluated by a typical three-electrode test in O2-saturated 0.1 mol L−1 KOH solution. A platinum foil (1.0 cm2) and a reversible hydrogen electrode (RHE) were used as counter and reference electrodes, respectively. The catalyst-loaded glassy carbon electrode on rotating ring disk electrode (RRDE) was used as work electrode. For working electrode catalyst ink preparation, 5 mg of catalyst was dissolved in a mixture of 1.0 mL of ethanol solution and 0.5 mL of 5 wt% Nafion and ultrasonically dispersed until homogeneous. Then, 30 μL of catalyst ink was applied drop by drop to the glassy carbon electrode and left to dry naturally. The ORR performance was evaluated by linear sweep voltammetry (LSV) in the test range of 0–1.2 V (for RHE). The electrons transfer number (n) was obtained using the Koutecky-Levich (K-L) equation: 1 J = 1 J L + 1 J K = 1 B w 0.5 + 1 J K B = 0.62 N F C 0 ( D 0 ) 2 / 3 V - 1 / 6 where J, J L, J K are the measured current density, diffusion-limited and kinetic-limited current densities, respectively. ω is the angular frequency of the disk, n is transferred electron number in ORR, F is the Faraday constant (96485 C mol−1), C 0 is the bulk concentration of O2 (1.22 × 10−6 mol cm−3), D 0 is the diffusion coefficient of O2 (1.93 × 10−5 cm2 s−1), ν is the kinematic viscosity of the electrolyte (0.01 cm2 s−1). The production percentage of hydrogen peroxide (H2O2 %) and the value of electron transfer number (n) were determined via the following equations: H2O2 (%) = 200 × (I R/N)/(I R + I R/N) n = 4 × I D/(I D + I R/N) where I D is the Faradaic current at the disk, and I R is the ring current, and N is the H2O2 collection efficiency of the RRDE (N = 0.37). The measurements for the OER were performed with standard three electrode on a CHI760E electrochemical workstation in 1 mol L−1 KOH solution. Working electrode preparation: 5 mg of catalyst was prepared as a slurry and evenly coated on Ni foam. The graphite rod and Hg/HgO electrode were used for the counter electrode and reference electrode, respectively. The measured versus Hg/HgO was converted to a relationship with the reversible hydrogen electrode (RHE) by the following equation: E(RHE) = E(Hg/HgO) + 0.098 V + 0.059 × pH. LSV curves were tested at 90% iR compensation and at a constant temperature of 25 °C. Chronoamperometry curve was tested at different potentials requiring 10, 20, 50, 100 and 200 current densities. The ECSA can be evaluated by the double-layer capacitance (C dl). Cyclic voltammetry (CV) curves at various scan rates of 10, 20, 30, 40 and 50 mV s−1 were tested at the potential range of 1.1–1.2 V (vs. RHE). The half of the current density difference can be calculated for all obtained CV curve by Δj/2= (j a – j c)/2, where j a and j c are the positive and negative current densities at 1.15 V (vs. RHE), respectively. A series curves of Δj/2 as a function of scan rate was performed by least square method, and the slope value obtained was C dl. The ECSA is calculated as follows: ECSA = C dl/C s The specific capacitance value (C s) of a flat plate standard with an actual surface area of 1 cm2 is typically in the range of 20–60 μ F cm−2, where C s = 60 μ F cm−2. The Nyquist plots were intercalated at frequencies from 100000 to 0.1 Hz. 2.4 Zn-air battery test The aqueous rechargeable ZAB was assembled with a catalyst as the air electrode, a polished zinc foil as the anode, and 6 mol L−1 KOH containing 0.2 mol L−1 Zn (Ac)2 as the electrolyte. For comparison, the rechargeable ZAB performance with 20 wt% Pt/C+RuO2 (1:1) was also evaluated by the same conditions. Solid-state ZABs uses zinc foil as anode electrode, P-Fe3O4/Fe2N@NPC as air cathode electrode, and PVA+rGO as solid gel electrolyte. Preparation of PVA+rGO gel electrolyte: 10 g polyvinyl alcohol (PVA) powder and 100 mg rGO was dissolved into 100 mL water and stirred at 95 °C until the solution becomes transparent gel, then 30 mL mixture of 6 mol L−1 KOH contained 0.2 mol L−1 Zn (Ac)2 was added. Continue stirring for 40 min to thicken the solution, pour the gel in a plastic storage box and freeze overnight in a –20 °C freezer. 3 Results and discussion Samples are synthesized through a four-step process (Fig. 1(a) ). Step one involved alkali treatment for cellulose extraction from the natural coconut shells. In the second step, cellulose, and zinc and iron salts were jointly dispersed in aqueous solution and dried under stirring to coordinately bind the cellulose and metal. In the third step, Fe3O4/Fe2N@NPC was obtained after pyrolysis at 900 °C under NH3 atmosphere. In the final step, the surface phosphate treatment was based on the low toxic NaH2PO2 as the P source, which was decomposed after pyrolysis to produce PH3 gas, which modified the Fe3O4/Fe2N@NPC surface. TEM images were used to characterize the microstructure of P-Fe3O4/Fe2N@NPC. P-Fe3O4/Fe2N@NPC sample presented a 2D structure composed of nanoparticles and defect-rich carbon nanosheets (Fig. 1(b)). It shows fully exposed active sites, which contribute to improved catalytic activity and reaction kinetics. As shown in Figs. 1(c–e), nanoparticles with diameter of about 20 nm were anchored on the NPC nanosheets. The presence of uniform micropores on the carbon nanosheet was visible in the region without nanoparticles (Fig. S1). The micropores facilitated the proton/electron-transfer processes in the electrochemical reaction. Detailed structural analysis of P-Fe3O4/Fe2N@NPC by HRTEM revealed lattice fringes with spacing of 3.02, 2.57 and 2.12 Å (Figs. 1(d and e) and Fig. S2), which are ascribed to the Fe3O4 (220), Fe3O4 (311) and Fe2N (121) facets, respectively. It is evident that the lattice spacing was slightly expanded compared to the standard value of the corresponding crystal plane [32–34]. This is attributed to the P-doping which enlarged the crystal lattice of Fe3O4/Fe2N@NPC to a certain degree. The elemental mapping images obtained from EDX showed the uniform distribution of C, N, O and P elements (Fig. 1(f)) in the whole nanosheets, confirming the successful P-modification on the surface of catalyst. Fe element was largely distributed in the nanoparticle region, further suggesting that the P-Fe3O4/Fe2N@NPC was composed of defective carbon and P-Fe3O4/Fe2N nanoparticles. The XRD pattern reveals that Fe3O4/Fe2N@NPC is well indexed to the reference patterns of Fe3O4 (PDF#06-0629), Fe2N (PDF#50-0958) and graphitic carbon (Fig. 2(a) ). Compared with Fe3O4/Fe2N@NPC, the peak positions of P-Fe3O4/Fe2N@NPC generated certain degrees of negative shift, which is attributed to the introduction of P anion with larger radius than N and O anions, causing the lattice expansion of Fe2N and Fe3O4. In addition, the presence of additional broad diffraction peaks of amorphous carbon between 20°–25° were observed, and these are attributed to the formation of defective carbon structures triggered by the zinc species, which is consistent with the TEM results. Inductively coupled plasma atomic emission spectroscopy (ICP-AES) characterization yielded percentages of Fe and Zn are about 3.70% and 0.03% (Table S1), respectively. It is suggested that there is almost no residual Zn in the catalyst. Raman spectroscopy analysis of the synthesized catalysts confirms the presence of two graphitic and defective carbon characteristics peaks (Fig. 2(b) and Fig. S3). The D band located at 1347 cm−1 corresponds to the defective carbon while the G band at 1600 cm−1 is ascribed to the graphitic sp 2 hybridized carbon [35,36]. Compared with Fe3O4/ Fe2N@NPC, the I D/I G values of the P-doped sample were increased, indicating that P-Fe3O4/Fe2N@NPC had a higher defect degree. In addition, the degree of defects was significantly higher compared to the samples without zinc addition, and the degree of defects increased with the increase of zinc content. The N2 adsorption-desorption curves (Fig. 2(c)) show a typical type-IV behavior for both catalysts. The adsorption increased gradually at lower N2 pressures (P/P 0 = 0–0.2) and there was an obvious hysteresis loop as it approached higher N2 pressures (P/P 0 = 0.45–0.95), which indicates the coexistence of micropores and mesopores in the catalysts [37–39]. Fe3O4/Fe2N@NPC and P-Fe3O4/Fe2N@NPC exhibited the Brunauer-Emmett-Teller surface area of 891.85 and 798.82 m2 g −1, indicating that the surface phosphorylation hardly affected the physical properties of the material. As shown in Fig. S4, the P-Fe3O4/Fe2N@NPC exhibited the pore size of less than 2 nm. The special structure of P-Fe3O4/Fe2N@NPC can provide abundant active sites and high density of ion diffusion paths, which is favorable to accelerate the kinetic rate of oxygen reaction. The composition of P-Fe3O4/Fe2N@NPC and the elemental chemical state were further investigated by XPS. Compared with Fe3O4/Fe2N@NPC, the wide spectra (Fig. 2(d)) detected the signal of an additional P, which further demonstrates the successful modification of P species on the catalyst surface. The elemental content in the P-Fe3O4/Fe2N@NPC obtained from the XPS results have been listed in Table S2. The XPS spectra of Fe 2p showed that Fe2+ and Fe3+ coexisted in Fe3O4/Fe2N@NPC and P-Fe3O4/Fe2N@NPC (Fig. 2(e)). It is noteworthy that all the peaks of Fe 2p were shifted towards the direction of low binding energy due to the P doping, suggesting that the surface modification by P changed the surface electronic configuration of the metallic Fe species. Since P is less electronegative than N/O, Fe does not need to assign as many electrons to P, resulting in a lower valence state of Fe. The P content in P-Fe3O4/Fe2N@NPC was about 1.14 at%. The P 2p spectrum displayed three peak signals (Fig. 2(f)), 135.1 eV corresponding to P–O and 133.4 eV ascribed to the P–C characteristic peak, demonstrating that P was partially doped in the carbon substrate of the biomass. In addition, the peak at 129.2 eV is attributed to the P–Fe bond, further confirming the P modification on the surface of the nanoparticles. As depicted in Fig. 2(g), the peaks centered at 284.8 and 286.2 eV correspond to C–C and C–O, respectively. These are dominated by the carbon matrix of the natural biomass. The fitted N 1s spectrum (Fig. 2(h)) of P-Fe3O4/Fe2N@NPC was branched into three peaks attributed to pyridine N, Fe–N x and graphite N, respectively. The pyridine nitrogen increased the number of active sites on the catalyst, and the graphite nitrogen improved the conductivity of the catalyst. Moreover, the O 1s XPS spectrum (Fig. 2(i)) showed four types of oxygen species (529.9, 531.1, 532.1, and 533.3 eV) which are attributed to Fe–O, O-vacancy, O–C=O and physically absorbed O. It is worth noting that the content of O and N decreased after phosphating, indicating that P displaced N/O from their original positions. O2-TPD test was used to characterize the O2 adsorption capacity and the surface defects of Fe3O4/Fe2N@NPC and P-Fe3O4/Fe2N@NPC catalysts. The O2-TPD curves (Fig. S5) showed that both catalysts exhibited oxygen desorption peaks at low temperature regions (< 500 °C) for chemisorbed oxygen on the surface defects and the high temperature regions (> 500 °C) for lattice oxygen release [40,41]. This demonstrates the presence of surface oxygen vacancies in both catalysts. In addition, the peak temperature related to the desorbed oxygen species of P-Fe3O4/Fe2N@NPC was lower than that of Fe3O4/Fe2N@NPC, proving that the powerful electronic regulation of the P modification imparted the catalyst surface with the ability to adsorb/desorb oxygen more efficiently and reduce the activation energy barriers of the adsorbed oxygen molecules. Meanwhile, the P surface modification changed the variability of the lattice oxygen. These results further highlight the important roles of surface phosphating in enhancing OER activity. The ORR performance of P-Fe3O4/Fe2N@NPC was evaluated in a 0.1 mol L−1 KOH electrolyte continuously fluxed with O2. Fe3O4/Fe2N@NPC and Pt/C catalysts were tested for comparison. At 5 mV s−1 sweep rate and 1600 r min−1, the LSV curve revealed that the catalyst possessed an admirable onset potential (E onset) of 0.99 V (vs. RHE) and half-wave potential (E 1/2) of 0.86 V which is comparable to that of Pt/C (Fig. 3(a) ). The optimal ORR activity of Fe3O4/Fe2N@NPC catalyst was obtained by controlling the reaction conditions (Fig. S6). Notably, the ORR performance of P-Fe3O4/Fe2N@NPC underwent a weak decay of E 1/2 (2 mV), but its performance is still comparatively superior to those of the most recently reported biomass carbon catalysts. Therefore, this composite nanoparticles with defect-rich biomass carbon have an appreciable ORR performance. Furthermore, KSCN poisoning experiment (Fig. S7) showed that iron species are the principal active centers for ORR, since the catalyst performance greatly declined with the introduction of metal shielding agents (0.01 mol L−1 KSCN) to the conventional electrolyte. Smaller Tafel slopes represent faster ORR kinetic rates [42]. As displayed in Fig. 3(b), the Tafel slope of P-Fe3O4/Fe2N@NPC (50 mV dec−1) and Fe3O4/Fe2N@NPC (37 mV dec−1) is very low, indicating a faster kinetic process in the biomass carbon composites. In addition, it was shown by Koutecký-Levich (K-L) equation calculated the electron transfer number of P-Fe3O4/ Fe2N@NPC as 3.95 during the ORR process that oxygen can be reduced by an efficient pathway. The rotating ring-disk electrode (RRDE) technique was further monitored for production of H2O2 by-products in the reaction to further investigate the ORR pathway. As shown in Fig. S8, the H2O2 yield of Pt/C was about 4.2% in the range of 0.25–0.75 V. The H2O2 yield of P-Fe3O4/Fe2N@NPC was below 7.5% in the range of 0.25–0.75 V, indicating that the ORR process catalyzed by this electrode had a good selectivity for H2O2 production (Fig. 3(d) and Fig. S9). In addition, the catalyst displayed excellent methanol tolerance and the current density remained constant above 3000 s after the addition of methanol to the 0.1 mol L−1 KOH electrolyte (Fig. S10). Moreover, the catalyst exhibited excellent stability. As illustrated in Fig. 3(e), the LSV curve revealed that the performance of P-Fe3O4/Fe2N@NPC was basically unchanged before and after 10000 CV scan. However, the E 1/2 decay of the commercial 20% Pt/C catalyst reached 48 mV after 10000 continuous cycles, indicating that the long-term durability of P-Fe3O4/Fe2N@NPC was much higher than that of Pt/C, making it an efficient material to replace the Pt/C catalyst (Fig. S11). As shown in Fig. S12, the current of Pt/C decays to 76% of the initial value after test, while the P-Fe3O4/Fe2N@NPC still maintains 93% of the initial value. It further demonstrates that the P-Fe3O4/Fe2N@NPC catalyst exhibit better stability. Additional emphasis was placed on investigating the OER performances of the materials. The OER performances of P-Fe3O4/Fe2N@NPC, Fe3O4/Fe2N@NPC and RuO2 working electrodes in a 1.0 mol L−1 KOH electrolyte were recorded using a three-electrode system. The results showed that P-Fe3O4/Fe2N@NPC had the lowest overpotential, and requiring an overpotential of only 280 mV to reach a current density of 10 mA cm−2. This is better than the results for the reference catalyst, RuO2 and the sample without surface modification Fe3O4/Fe2N@NPC. In addition, the overpotential values of P-Fe3O4/Fe2N@NPC catalyst were 332, 351, and 383 mV, and they delivered 50, 100, 350 mA cm−2, respectively, which is much lower than those of Fe3O4/Fe2N@NPC (361, 383, 420 mV) (Fig. 3(f)). It turns out that more active sites were created and excited by the slightly low temperature surface phosphating for metal compounds and biomass carbon complexes. The OER activity recorded in this study is better than those of some recently reported bifunctional oxygen reaction catalysts, and a comparative assessment of these performances is listed in Table S3. As demonstrated in Fig. 3(g), the Tafel slope of P-Fe3O4/Fe2N@NPC was smaller at 62 mV dec−1 relative to Fe3O4/Fe2N@NPC (82 mV dec−1) and RuO2 (120 mV dec−1), indicating that the kinetic rate of P-Fe3O4/Fe2N@NPC was faster. The double-layer capacitance (C dl) was calculated using different sweep CV data because it positively correlates with the electrochemical active surface area (ECSA) of catalysts. The different sweep CV of P-Fe3O4/Fe2N@NPC as shown in Fig. S13 possesses a better C dl of 25 mF cm−2 than Fe3O4/Fe2N@NPC (6 mF cm−2) (Fig. S14). Accordingly, the polarization curve based on ECSA normalization is exhibited in Fig. S15, as expected, the ECSA of P-Fe3O4/Fe2N@NPC was also greater than that of Fe3O4/Fe2N@NPC, and this confirms the key role of P-induction in enhancing OER activity. Moreover, small electrochemical impedance can provide fast proton transport capability. The circuit-fitted electrochemical impedance spectroscopy (EIS) data are exhibited in Fig. S16. By contrast, the charge transfer resistance (R ct) of P-Fe3O4/Fe2N@NPC was ~6.2 Ω, which is smaller than that of Fe3O4/Fe2N@NPC (~7.6 Ω), indicating that P modification affects the conductivity of catalysts. The stability of catalysts is critical in their practical applications. Impressively, Fig. 3(h) shows the current-time curves of P-Fe3O4/Fe2N@NPC tested at different stages of chronoamperometry modes without iR compensation. No fluctuation was observed after testing for more than 100 h at different current densities (10, 20, 50, 100, 200 mA cm−2). In the P-Fe3O4/Fe2N@NPC catalyst structure, N,P co-doped porous carbon plays as the support, and its abundant pores and heteroatom doping provide higher conductivity and electrochemical activity area for the catalyst. Fe3O4 and Fe2N provide the main oxygen reaction active centers, and P-Fe3O4 and P-Fe2N species after P modification can effectively improve the OER activity. Apparently, the excellent OER performance of P-Fe3O4/Fe2N@NPC can be accounted for as follows. (1) The large specific surface area of the Fe3O4/Fe2N nanoparticles and the defect-rich biomass carbon composite structure provided abundant active sites. (2) The surface P-induced electron structure redistribution reduced the activation energy of the reaction and provided fast proton transport paths while expanding the number of active sites. As illustrated in Fig. 3(i), P-Fe3O4/Fe2N@NPC has a low potential difference (ΔE), with an ORR potential at E 1/2 and an OER potential difference of 0.74 V at 10 mA cm−2, which is lower than that of Fe3O4/Fe2N@NPC (0.81 V). The P-Fe3O4/Fe2N@NPC catalyst exhibited a relatively small ΔE in 0.1 mol L−1 KOH electrolyte, which is much better than most of the reported bifunctional catalysts (Table S3). These results indicate that P-Fe3O4/Fe2N@NPC electrocatalyst has good reversible activity for the ORR/OER. DFT calculations were performed to understand the role of surface P doping in enhancing OER activity from the atomic scale. This will also demonstrate the change in surface electronic structure, activation energy reduction, and increase in OER activity associated with the optimization of P atoms. As shown in Figs. 4(a,b) , we constituted a heterostructure geometric model with Fe3O4 (400) and Fe2N (121) and used the Fe sites of Fe3O4 and Fe2N as the active sites for O2 adsorption, respectively. After the introduction of the P atoms, two possible models were constructed with P modification on Fe3O4 or Fe2N (Figs. 4(c,d)). Compared to the Fe-3d-t2g component of the original model located at E V-0.543 eV, the P-Fe3O4 and P-Fe2N models representing the introduction of phosphorus were red-shifted to E V-0.442 and E V-0.493 eV (E V = 0 for E F (Fermi energy level)), respectively, which is closer to E F (Fig. 4(e)). This demonstrates that surface P modification promoted stronger electron transfer abilities on the iron sites during the electrochemical reactions. The free energies of adsorption intermediates are visually reflected in the rate control of the catalyst during oxygen reaction, enabling the calculations of the Gibbs free energy for the four-step pathway intermediates from *H2O to O2 (Tables S4 and S5). Figs. 4(f,g) demonstrates the adsorption energy of the various intermediates for ORR and OER before and after phosphorylation of the Fe sites. Worthy of note is that the most difficult step represents the rate determining step (RDS) for ORR and the oxygen generation step was identified as the OER potential determinant step [43–45]. The corresponding Gibbs reaction free energy (ΔG) result of the four structures showed that the ORR RDS was the OOH* → O* (ΔG 3). The free energy of the rate determining step increases after phosphorylation for both Fe3O4 and Fe2N sites, indicating that the ORR performance of the catalyst is slightly weakened by P-decorated, which is consistent with the results of ORR activity. The OER RDS was determined to be the ΔG 4. The ΔG 4 of P-Fe3O4 and P-Fe2N structures were 2.25 and 1.02 eV, respectively, which are more favorable than Fe3O4 (2.36 eV) and Fe2N (1.25 eV) models, with P modification exerting a lower external force to drive OER. Succinctly, these results suggest that P modification on the surface of Fe3O4 and Fe2N improve the adsorption energy of oxygen intermediates by modulating the electronic structure of the Fe sites, thus improving the OER performance. In view of the excellent bifunctional oxygen reactivity, P-Fe3O4/Fe2N@NPC was further employed as an air electrode to assemble ZAB, and the structure diagram of as-constructed ZAB is shown in Fig. 5(a). As comparisons, ZABs were also assembled using Pt/C and Fe3O4/Fe2N@NPC as cathode terminals. The galvanostatic discharge diagrams showed that the P-Fe3O4/Fe2N@NPC ZAB was continuously discharged for 165 h at 5 mA cm−2 (Fig. 5(b) ). Using the mass of consumed zinc foil anode, the specific capacity of the P-Fe3O4/Fe2N@NPC battery reached 974 mA h g−1 at 5 mA cm−2, which is more than that of the Pt+RuO2 ZAB (870 mAh g−1). Galvanostatic cycling tests were further employed to investigate the stability performance of the rechargeable P-Fe3O4/Fe2N@NPC ZAB. As shown in Fig. 5(c), the initial charge-discharge potential gap was 0.80 V at a current density of 10 mA cm−2, which is more superior to those of Fe3O4/Fe2N@NPC ZAB and Pt+RuO2 ZAB. Compared with the 2.12 V charging voltage of Fe3O4/Fe2N@NPC, the charging voltage of P-Fe3O4/Fe2N@NPC was significantly reduced to 1.96 V, which is as a result of the low OER overpotential and high conductivity of P-Fe3O4/Fe2N@NPC. The discharge and charge voltages for P-Fe3O4/Fe2N@NPC were 1.16 and 1.96 V at 10 mA cm−2, both of which are better than that of the Fe3O4/Fe2N@NPC catalyst (Fig. 5(e)). As illustrated in Fig. 5(d), the discharge curve exhibited an excellent discharge capacity with consistently higher discharge voltage compared with that of the Pt+RuO2 ZAB. Notably, the maximum power density of the P-Fe3O4/Fe2N@NPC-based ZAB reaches 142 mW cm−2, which is better than that of the Pt+RuO2 ZAB (123 mW cm−2). In addition, to understand the extent of corrosion of the carbon-based anode, we monitored the color change of the battery electrolyte after cycling. The electrolyte of the Fe3O4/Fe2N@NPC battery changed from colorless to dark yellow before and after 10000 cycles of charging and discharging, indicating that the high charging voltage resulted to significantly enhanced corrosion processes. In contrast, the color of the electrolyte for the P-Fe3O4/Fe2N@NPC battery changed to light yellow after the same cycles, signifying that the corrosion process was not as severe as that of the former (Fig. 5(f)). Hence, the rechargeable P-Fe3O4/Fe2N@NPC-based ZAB operated stably for more than 550 h with a smooth voltage gap. These results demonstrate that P-modified biomass carbon-based catalysts have attractive potentials for application in ZAB devices. The development of flexible devices represents an important research direction in the future, and it is crucial to debunk the complexities surrounding the reconciliation of the ionic conductivity and mechanical flexibility of traditional solid-state electrolytes [46,47]. The photos of PVA+KOH and PVA+rGO+KOH are shown in Figs. S17 and S18. It can be observed that the PVA+rGO+KOH exhibit well flexibility when they are bending, indicating the well application in solid-state batteries (Figs. S17 and S18). In view of this, a flexible solid-state ZAB was constructed using P-Fe3O4/Fe2N@NPC coated on carbon cloths as the air cathode and PVA+rGO+KOH as the quasi-solid polymer electrolyte. As a comparison, solid-state battery were assembled with PVA+KOH as the gel electrolyte with a larger charge/discharge voltage difference, indicating that rGO has a significant role in improving the conductivity of the electrolyte. The structural representation of the flexible solid-state ZAB is demonstrated in Fig. 6(a). The ZAB exhibited an open-circuit voltage of 1.432 V (Fig. 6(b) ). Moreover, the P-Fe3O4/Fe2N@NPC-based solid-state battery exhibited perfect reversible charge and discharge performances and operated stably for more than 35 h (Fig. 6(c)). The performances of the rechargeable liquid and the all-solid-state ZABs assembled with P-Fe3O4/Fe2N@NPC were compared with those of other reported cathodes (Table S6). Notably, the rGO-containing electrolyte battery displayed higher discharge voltages at the same current density, demonstrating that rGO improved the conductivity of the solid-state electrolyte to tolerate high current densities. Two portable solid-state batteries in series were used to operate a counting spreadsheet (Fig. 6(d)). Due to the extremely complex operating conditions of actual wearable devices, it is important for fabricated batteries to be bending-resistant. The solid-state batteries were highly flexible and their charge and discharge performances remained unchanged under different bending angles (Fig. 6(e)), proving the suitability of the P-Fe3O4/Fe2N@NPC material for applications in flexible devices. 4 Conclusions The key challenge of carbon-based materials for ZAB applications is their severe carbon corrosion at high potentials. It is therefore critical to develop highly active carbon-based catalysts for OER. Surface phosphorylated Fe3O4/Fe2N nanoparticles coupled with biomass carbon catalysts was proposed and investigated as an excellent bifunctional oxygen reaction catalyst for efficient rechargeable ZABs. Its ORR has a high half-wave potential of 0.86 V and the OER has an overpotential of 280 mV at a current density of 10 mA cm−2. DFT calculations indicate that the introduction of P atoms on the catalyst surface modulates the electronic state of the metallic Fe, thus significantly enhancing the OER activity of P-Fe3O4/Fe2N@NPC. As kinetics promoter, the surface phosphorus significantly improved the OER activity and effectively mitigated carbon corrosion of the P-Fe3O4/Fe2N@NPC biomass carbon material for ZAB. Assembled liquid rechargeable ZAB with high activity and strong stability, capable of continuous stable operation for more than 550 h at 10 mA cm−2 (charge/discharge voltage gap of 0.8 V). Generally, the excellent results from the surface phosphorus modification strategy are proofs of the potential application of carbon-based materials in ZABs. Electronic supporting information Supporting information is available in the online version of this article. Conflict of Interests The authors declare that they have no conflict of interests. Supplementary Material Supporting information References 1 T. Janoschka N. Martin U. Martin C. Friebe S. Morgenstern H. Hiller M.D. Hager U.S. Schubert Nature 527 2015 78 81 T. Janoschka, N. Martin, U. Martin, C. Friebe, S. Morgenstern, H. Hiller, M. D. Hager, U. S. Schubert, Nature, 2015, 527, 78–81. 2 J. Lv J. Xie A.G.A. Mohamed X. Zhang Y. Wang Chem. Soc. Rev. 51 2022 1511 1528 J. Lv, J. Xie, A. G. A. Mohamed, X. Zhang, Y. Wang, Chem. Soc. Rev., 2022, 51, 1511–1528. 3 J.-N. Liu C.-X. Zhao J. Wang D. Ren B.-Q. Li Q. Zhang Energy Environ. Sci. 15 2022 4542 4553 J.-N. Liu, C.-X. Zhao, J. Wang, D. Ren, B.-Q. Li, Q. Zhang, Energy Environ. Sci., 2022, 15, 4542–4553. 4 X. Liu L. Wang P. Yu C. Tian F. Sun J. Ma W. Li H. Fu Angew. Chem. Int. Ed. 57 2018 16166 16170 X. Liu, L. Wang, P. Yu, C. Tian, F. Sun, J. Ma, W. Li, H. Fu, Angew. Chem. Int. Ed., 2018, 57, 16166–16170. 5 W. Sun F. Wang B. Zhang M. Zhang V. Küpers X. Ji C. Theile P. Bieker K. Xu C. Wang M. Winter Science 371 2021 46 51 W. Sun, F. Wang, B. Zhang, M. Zhang, V. Küpers, X. Ji, C. Theile, P. Bieker, K. Xu, C. Wang, M. Winter, Science, 2021, 371, 46–51. 6 G. Zhang X. Liu L. Wang G. Xing C. Tian H. Fu ACS Nano 16 2022 17139 17148 G. Zhang, X. Liu, L. Wang, G. Xing, C. Tian, H. Fu, ACS Nano, 2022, 16, 17139–17148. 7 S. Zhou J. Qin X. Zhao J. Yang Chin. J. Catal. 42 2021 571 582 S. Zhou, J. Qin, X. Zhao, J. Yang, Chin. J. Catal., 2021, 42, 571–582. 8 C. Zhou X. Chen S. Liu Y. Han H. Meng Q. Jiang S. Zhao F. Wei J. Sun T. Tan R. Zhang J. Am. Chem. Soc. 144 2022 2694 2704 C. Zhou, X. Chen, S. Liu, Y. Han, H. Meng, Q. Jiang, S. Zhao, F. Wei, J. Sun, T. Tan, R. Zhang, J. Am. Chem. Soc., 2022, 144, 2694–2704. 9 P. Yu L. Wang F. Sun Y. Xie X. Liu J. Ma X. Wang C. Tian J. Li H. Fu Adv. Mater. 31 2019 1901666 P. Yu, L. Wang, F. Sun, Y. Xie, X. Liu, J. Ma, X. Wang, C. Tian, J. Li, H. Fu, Adv. Mater., 2019, 31, 1901666. 10 X. Liu G. Zhang L. Wang H. Fu Small 17 2021 2006766 X. Liu, G. Zhang, L. Wang, H. Fu, Small, 2021, 17, 2006766. 11 Y. Guo Y.-N. Chen H. Cui Z. Zhou Chin. J. Catal. 40 2019 1298 1310 Y. Guo, Y.-N. Chen, H. Cui, Z. Zhou, Chin. J. Catal., 2019, 40, 1298–1310. 12 S. Zhao T. Liu Y. Dai J. Wang Y. Wang Z. Guo J. Yu I.T. Bello M. Ni Appl. Catal. B 320 2023 121992 S. Zhao, T. Liu, Y. Dai, J. Wang, Y. Wang, Z. Guo, J. Yu, I. T. Bello, M. Ni, Appl. Catal. B, 2023, 320, 121992. 13 M. Liu H. Chun T.-C. Yang S.J. Hong C.-M. Yang B. Han L.Y.S. Lee ACS Nano 16 2022 10657 10666 M. Liu, H. Chun, T.-C. Yang, S. J. Hong, C.-M. Yang, B. Han, L. Y. S. Lee, ACS Nano, 2022, 16, 10657–10666. 14 L. Zhang L.-X. Ding H. Chen D. Li S. Wang H. Wang Small 13 2017 1604000 L. Zhang, L.-X. Ding, H. Chen, D. Li, S. Wang, H. Wang, Small, 2017, 13, 1604000. 15 X. Zheng Y. Cao X. Han H. Liu J. Wang Z. Zhang X. Wu C. Zhong W. Hu Y. Deng Sci. China Mater. 62 2019 1096 1104 X. Zheng, Y. Cao, X. Han, H. Liu, J. Wang, Z. Zhang, X. Wu, C. Zhong, W. Hu, Y. Deng, Sci. China Mater., 2019, 62, 1096–1104. 16 G. Zhang X. Liu L. Wang H. Fu J. Mater. Chem. A 10 2022 9277 9307 G. Zhang, X. Liu, L. Wang, H. Fu, J. Mater. Chem. A, 2022, 10, 9277–9307. 17 Y. Guo S. Yao L. Gao A. Chen M. Jiao H. Cui Z. Zhou J. Mater. Chem. A 8 2020 4386 4395 Y. Guo, S. Yao, L. Gao, A. Chen, M. Jiao, H. Cui, Z. Zhou, J. Mater. Chem. A, 2020, 8, 4386–4395. 18 X. Liu L. Wang G. Zhang F. Sun G. Xing C. Tian H. Fu Chem. Eng. J. 414 2021 127569 X. Liu, L. Wang, G. Zhang, F. Sun, G. Xing, C. Tian, H. Fu, Chem. Eng. J., 2021, 414, 127569. 19 B. Wei Z. Fu D. Legut T.C. Germann S. Du H. Zhang J.S. Francisco R. Zhang Adv. Mater. 33 2021 2102595 B. Wei, Z. Fu, D. Legut, T. C. Germann, S. Du, H. Zhang, J. S. Francisco, R. Zhang, Adv. Mater., 2021, 33, 2102595. 20 K. Ding J. Hu J. Luo L. Zhao W. Jin Y. Liu Z. Wu G. Zou H. Hou X. Ji Adv. Funct. Mater. 32 2022 2207331 K. Ding, J. Hu, J. Luo, L. Zhao, W. Jin, Y. Liu, Z. Wu, G. Zou, H. Hou, X. Ji, Adv. Funct. Mater., 2022, 32, 2207331. 21 H. Liu Y. Liu S. Mehdi X. Wu T. Liu B. Zhou P. Zhang J. Jiang B. Li Adv. Sci. 8 2021 2101314 H. Liu, Y. Liu, S. Mehdi, X. Wu, T. Liu, B. Zhou, P. Zhang, J. Jiang, B. Li, Adv. Sci., 2021, 8, 2101314. 22 L. Liu X. Yang N. Ma H. Liu Y. Xia C. Chen D. Yang X. Yao Small 12 2016 1295 1301 L. Liu, X. Yang, N. Ma, H. Liu, Y. Xia, C. Chen, D. Yang, X. Yao, Small, 2016, 12, 1295–1301. 23 G. Zhang X. Liu L. Wang F. Sun Y. Yang C. Tian P. Yu Q. Pan H. Fu ACS Sustainable Chem. Eng. 7 2019 19104 19112 G. Zhang, X. Liu, L. Wang, F. Sun, Y. Yang, C. Tian, P. Yu, Q. Pan, H. Fu, ACS Sustainable Chem. Eng., 2019, 7, 19104–19112. 24 X. Cui Y. Liu G. Han M. Cao L. Han B. Zhou S. Mehdi X. Wu B. Li J. Jiang Small 17 2021 2101607 X. Cui, Y. Liu, G. Han, M. Cao, L. Han, B. Zhou, S. Mehdi, X. Wu, B. Li, J. Jiang, Small, 2021, 17, 2101607. 25 X. Wu N. Luo S. Xie H. Zhang Q. Zhang F. Wang Y. Wang Chem. Soc. Rev. 49 2020 6198 6223 X. Wu, N. Luo, S. Xie, H. Zhang, Q. Zhang, F. Wang, Y. Wang, Chem. Soc. Rev., 2020, 49, 6198–6223. 26 Z. Ma Y. Zhang C. Li Y. Yang W. Zhang C. Zhao S. Wang Bioresour. Technol. 292 2019 122034 Z. Ma, Y. Zhang, C. Li, Y. Yang, W. Zhang, C. Zhao, S. Wang, Bioresour. Technol., 2019, 292, 122034. 27 J. Chen J.B. Siegel T. Matsuura A.G. Stefanopoulou J. Electrochem. Soc. 158 2011 B1164 B1174 J. Chen, J. B. Siegel, T. Matsuura, A. G. Stefanopoulou, J. Electrochem. Soc., 2011, 158, B1164–B1174. 28 S.H. Lee K.S. Ryu Bull. Korean Chem. Soc. 38 2017 523 524 S. H. Lee, K. S. Ryu, Bull. Korean Chem. Soc., 2017, 38, 523–524. 29 S. Möller S. Barwe J. Masa D. Wintrich S. Seisel H. Baltruschat W. Schuhmann Angew. Chem. Int. Ed. 59 2020 1585 1589 S. Möller, S. Barwe, J. Masa, D. Wintrich, S. Seisel, H. Baltruschat, W. Schuhmann, Angew. Chem. Int. Ed., 2020, 59, 1585–1589. 30 Y. Cui Y. Zhu J. Du Y. Zhang K. Li W. Liu G. Huang X. Zhang Joule 6 2022 1617 1631 Y. Cui, Y. Zhu, J. Du, Y. Zhang, K. Li, W. Liu, G. Huang, X. Zhang, Joule, 2022, 6, 1617–1631. 31 S. Song W. Li Y.-P. Deng Y. Ruan Y. Zhang X. Qin Z. Chen Nano Energy 67 2020 104208 S. Song, W. Li, Y.-P. Deng, Y. Ruan, Y. Zhang, X. Qin, Z. Chen, Nano Energy, 2020, 67, 104208. 32 K. Zhang W. Zhao J.-T. Lee G. Jang X. Shi J.H. Park J. Mater. Chem. A 2 2014 9636 9644 K. Zhang, W. Zhao, J.-T. Lee, G. Jang, X. Shi, J. H. Park, J. Mater. Chem. A, 2014, 2, 9636–9644. 33 C. He S. Wu N. Zhao C. Shi E.-Z. Liu J. Li ACS Nano 7 2013 4459 4469 C. He, S. Wu, N. Zhao, C. Shi, E.-Z. Liu, J. Li, ACS Nano, 2013, 7, 4459–4469. 34 H. Dong W. Du J. Dong R. Che F. Kong W. Cheng M. Ma N. Gu Y. Zhang Nat. Commun. 13 2022 5365 H. Dong, W. Du, J. Dong, R. Che, F. Kong, W. Cheng, M. Ma, N. Gu, Y. Zhang, Nat. Commun., 2022, 13, 5365. 35 G. Xing M. Tong P. Yu L. Wang G. Zhang C. Tian H. Fu Angew. Chem. Int. Ed. 61 2022 e202211098 G. Xing, M. Tong, P. Yu, L. Wang, G. Zhang, C. Tian, H. Fu, Angew. Chem. Int. Ed., 2022, 61, e202211098. 36 Y. Pan X. Ma M. Wang X. Yang S. Liu H.-C. Chen Z. Zhuang Y. Zhang W.-C. Cheong C. Zhang X. Cao R. Shen Q. Xu W. Zhu Y. Liu X. Wang X. Zhang W. Yan J. Li H.M. Chen C. Chen Y. Li Adv. Mater. 34 2022 2203621 Y. Pan, X. Ma, M. Wang, X. Yang, S. Liu, H.-C. Chen, Z. Zhuang, Y. Zhang, W.-C. Cheong, C. Zhang, X. Cao, R. Shen, Q. Xu, W. Zhu, Y. Liu, X. Wang, X. Zhang, W. Yan, J. Li, H. M. Chen, C. Chen, Y. Li, Adv. Mater., 2022, 34, 2203621. 37 Y. Cheng H. Song J. Yu J. Chang G.I.N. Waterhouse Z. Tang B. Yang S. Lu Chin. J. Catal. 43 2022 2443 2452 Y. Cheng, H. Song, J. Yu, J. Chang, G. I. N. Waterhouse, Z. Tang, B. Yang, S. Lu, Chin. J. Catal., 2022, 43, 2443–2452. 38 F. Li J. Li Q. Feng J. Yan Y. Tang H. Wang J. Energy Chem. 27 2018 419 425 F. Li, J. Li, Q. Feng, J. Yan, Y. Tang, H. Wang, J. Energy Chem., 2018, 27, 419–425. 39 J. Li G. Liu B. Liu Z. Min D. Qian J. Jiang J. Li Electrochim. Acta 265 2018 577 585 J. Li, G. Liu, B. Liu, Z. Min, D. Qian, J. Jiang, J. Li, Electrochim. Acta, 2018, 265, 577–585. 40 J. Zhang J. Li C. Zhong P. Xi D. Chao D. Gao Nano Lett. 21 2021 8166 8174 J. Zhang, J. Li, C. Zhong, P. Xi, D. Chao, D. Gao, Nano Lett., 2021, 21, 8166–8174. 41 R. Wang L. Wang W. Zhou Y. Chen H. Yan Z. Ren C. Tian K. Shi H. Fu ACS Appl. Mater. Interfaces 10 2018 9999 10010 R. Wang, L. Wang, W. Zhou, Y. Chen, H. Yan, Z. Ren, C. Tian, K. Shi, H. Fu, ACS Appl. Mater. Interfaces, 2018, 10, 9999–10010. 42 C. He Z. Ma Q. Wu Y. Cai Y. Huang K. Liu Y. Fan H. Wang Q. Li J. Qi Q. Li X. Wu Electrochim. Acta 330 2020 135119 C. He, Z. Ma, Q. Wu, Y. Cai, Y. Huang, K. Liu, Y. Fan, H. Wang, Q. Li, J. Qi, Q. Li, X. Wu, Electrochim. Acta, 2020, 330,135119. 43 S. Liu Z. Li C. Wang W. Tao M. Huang M. Zuo Y. Yang K. Yang L. Zhang S. Chen P. Xu Q. Chen Nat. Commun. 11 2020 938 S. Liu, Z. Li, C. Wang, W. Tao, M. Huang, M. Zuo, Y. Yang, K. Yang, L. Zhang, S. Chen, P. Xu, Q. Chen, Nat. Commun., 2020, 11, 938. 44 Y. Bai Y. Wu X. Zhou Y. Ye K. Nie J. Wang M. Xie Z. Zhang Z. Liu T. Cheng C. Gao Nat. Commun. 13 2022 6094 Y. Bai, Y. Wu, X. Zhou, Y. Ye, K. Nie, J. Wang, M. Xie, Z. Zhang, Z. Liu, T. Cheng, C. Gao, Nat. Commun., 2022, 13, 6094. 45 F. Kong X. Cui Y. Huang H. Yao Y. Chen H. Tian G. Meng C. Chen Z. Chang J. Shi Angew. Chem. Int. Ed. 61 2022 e202116290 F. Kong, X. Cui, Y. Huang, H. Yao, Y. Chen, H. Tian, G. Meng, C. Chen, Z. Chang, J. Shi, Angew. Chem. Int. Ed., 2022, 61, e202116290. 46 M. Xu H. Dou Z. Zhang Y. Zheng B. Ren Q. Ma G. Wen D. Luo A. Yu L. Zhang X. Wang Z. Chen Angew. Chem. Int. Ed. 21 2022 e202117703 M. Xu, H. Dou, Z. Zhang, Y. Zheng, B. Ren, Q. Ma, G. Wen, D. Luo, A. Yu, L. Zhang, X. Wang, Z. Chen, Angew. Chem. Int. Ed., 2022, 21, e202117703. 47 H. Dou M. Xu Y. Zheng Z. Li G. Wen Z. Zhang L. Yang Q. Ma A. Yu D. Luo X. Wang Z. Chen Adv. Mater. 34 2022 2110585 H. Dou, M. Xu, Y. Zheng, Z. Li, G. Wen, Z. Zhang, L. Yang, Q. Ma, A. Yu, D. Luo, X. Wang, Z. Chen, Adv. Mater., 2022, 34, 2110585.",
      "scopus-id": "85162230715",
      "coredata": {
        "eid": "1-s2.0-S1872206723644328",
        "dc:description": "An obvious challenge for rechargeable Zn-air batteries (ZABs) is the impact of large charge potentials on the oxidation of their cathode catalysts, which accelerates the corrosion of the carbon electrodes, and significantly compromises their stability. It is therefore necessary to design simple methods aimed at facilitating the oxygen evolution reaction (OER) processes of ZABs to suppress the corrosion of their cathode materials. Herein, a biomass-derived N-doped porous carbon material coupled with Fe3O4 and Fe2N nanoparticles and modified with phosphorus (P-Fe3O4/Fe2N@NPC) was designed as an air-cathode to reduce the charging voltage of ZABs. It exhibited excellent ORR/OER bifunctional electrocatalytic activities, and the assembled ZAB displayed an ultra-long service life. DFT calculations showed that the P-modification modulated the electronic state and coordination environment of the active iron atom, thereby significantly enhancing the OER activity of P-Fe3O4/Fe2N@NPC.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206723644328",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Guangying"
          },
          {
            "@_fa": "true",
            "$": "Liu, Xu"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Xinxin"
          },
          {
            "@_fa": "true",
            "$": "Liang, Zhijian"
          },
          {
            "@_fa": "true",
            "$": "Xing, Gengyu"
          },
          {
            "@_fa": "true",
            "$": "Cai, Bin"
          },
          {
            "@_fa": "true",
            "$": "Shen, Di"
          },
          {
            "@_fa": "true",
            "$": "Wang, Lei"
          },
          {
            "@_fa": "true",
            "$": "Fu, Honggang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206723644328"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206723644328"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(23)64432-8",
        "prism:volume": "49",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Phosphate-decorated Fe-N-C to promote electrocatalytic oxygen reaction activities for highly stable zinc-air batteries",
        "prism:copyright": "Copyright © 2023 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fe-N-C catalyst"
          },
          {
            "@_fa": "true",
            "$": "Phosphate-decoration"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Zinc-air battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "141-151",
        "prism:endingPage": "151",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2023",
        "prism:doi": "10.1016/S1872-2067(23)64432-8",
        "prism:startingPage": "141",
        "dc:identifier": "doi:10.1016/S1872-2067(23)64432-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "196",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37083",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "580",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "137964",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "523",
            "@width": "700",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "116227",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "472",
            "@width": "681",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "85189",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "432",
            "@width": "488",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "79644",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "429",
            "@width": "468",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71734",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "360",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50277",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "142",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "28169",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17744",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13090",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8694",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "185",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11921",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "179",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13750",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "170",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14123",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "520",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "218569",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1542",
            "@width": "1417",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "871478",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1389",
            "@width": "1859",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "536757",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1254",
            "@width": "1808",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "364797",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1148",
            "@width": "1297",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "353813",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1139",
            "@width": "1243",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "341673",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "956",
            "@width": "993",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "229137",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "3880600",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644328-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1327",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85162230715"
      }
    }
  }
}