{
  "metadata": {
    "title": "Preparation of Copper-Based Catalysts for Methanol Synthesis by Acid–Alkali-Based Alternate Precipitation Method",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2006-03-31",
    "doi": "10.1016/S1872-2067(06)60014-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206706600144",
    "pii": "S1872206706600144"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33749451076",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2006-05-31 2006-05-31 2010-03-29T11:01:33 1-s2.0-S1872206706600144 S1872-2067(06)60014-4 S1872206706600144 10.1016/S1872-2067(06)60014-4 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206706X60035 2015-05-15T07:13:55.673234-04:00 0 0 20060301 20060331 2006 2006-05-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 27 27 3 3 Volume 27, Issue 3 4 210 216 210 216 200603 March 2006 2006-03-01 2006-03-31 2006 article fla Copyright © 2006 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. PREPARATIONCOPPERBASEDCATALYSTSFORMETHANOLSYNTHESISBYACIDALKALIBASEDALTERNATEPRECIPITATIONMETHOD CEN Y CAI 1995 153 Q CATALYSISINC1CHEMISTRY CHEN 1997 133 W CHINCHEN 1988 1 G KILER 1982 243 K YIN 2000 373 Y GUO 2003 39 H SERMON 1993 2773 P WANG 2004 154 Y YU 2004 824 F GUO 2003 508 H FIGUEIREDO 1998 146 R OVESEN 1997 133 C BARTLEY 1988 141 G HU 1991 181 Y OKAMOTO 1983 3740 Y PAN 1988 440 W GUO 2003 9 X CENX2006X210 CENX2006X210X216 CENX2006X210XY CENX2006X210X216XY item S1872-2067(06)60014-4 S1872206706600144 1-s2.0-S1872206706600144 10.1016/S1872-2067(06)60014-4 273538 2010-09-20T16:25:28.918469-04:00 2006-03-01 2006-03-31 1-s2.0-S1872206706600144-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206706600144/MAIN/application/pdf/71f27359989830d46bd962f85f6c8354/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206706600144/MAIN/application/pdf/71f27359989830d46bd962f85f6c8354/main.pdf main.pdf pdf true 780571 MAIN 7 1-s2.0-S1872206706600144-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206706600144/PREVIEW/image/png/37fae190298a08ea645fb6dfad197f58/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206706600144/PREVIEW/image/png/37fae190298a08ea645fb6dfad197f58/main_1.png main_1.png png 64905 849 656 IMAGE-WEB-PDF 1 CHINESE JOURNAL OF CATALYSIS Volume 27, Issue 3, March 2006 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2006, 27(3): 210–216. Received date: 2005-08-01. * Corresponding author. Tel: +86-571-88320063; E-mail: cuihua@zjut.edu.cn Copyright © 2006, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. RESEARCH PAPER Preparation of Copper-Based Catalysts for Methanol Synthesis by Acid–Alkali-Based Alternate Precipitation Method CEN Yaqing, LI Xiaonian, LIU Huazhang* State Key Laboratory Breeding Base of Green Chemistry-Synthesis Technology, Institute of Industrial Catalysis, Zhejiang University of Technology, Hangzhou 310032, Zhejiang, China Abstract: A new copper-based catalyst for methanol synthesis was prepared by the acid–alkali-based alternate precipitation (AP) method. The catalyst activity is the highest when the pH value of the mother solution alters three times in the range of 5.0 to 9.5. Com- pared with the catalysts prepared by other methods, the activity and thermal stability of the catalyst prepared by the AP method are the best. About 88% activity of the catalyst is remained after the thermal test, which is 8%–20% higher than those of other catalysts. Fur- thermore, the activity of this catalyst after the thermal test is higher than those of other catalysts before the thermal test. The catalysts were characterized by X-ray diffraction (XRD), N 2 adsorption, differential thermogravimetric analysis (DTG), and scanning electron microscopy (SEM). XRD patterns show that the characteristic peaks of CuO and ZnO are far more broadened for the catalyst prepared by the AP method. From SEM photographs it is found that the grains of the catalyst prepared by the AP method are smaller, and the distribu- tion of the grains is symmetrical. The crystal size of this catalyst is small. DTG patterns show that this catalyst requires the lowest reduc- tion temperature. The primary reason for the high activity and thermal stability of the catalyst prepared by the AP method is that an amor- phous sosoloid of CuO and ZnO is formed, which can increase the dispersion of the active components and the BET surface area of the catalyst. Key Words: methanol synthesis; copper-based catalyst; acid–alkali-based alternate precipitation method Methanol is a very important raw material that is widely used in the chemical industry including organic synthesis, dye, fuel, medicine, dope, and defense. Its output is inferior to ammonia and ethene. It is not only a basic substance in C1 chemistry but is also a potential clean fuel, and therefore due to these properties methanol synthesis has drawn great atten- tion both internationally and domestically [1,2]. In the 1960s, ICI Co. Ltd. invented a copper-based catalyst for methanol synthesis at low pressure, which promoted the development of the methanol industry [3,4]. At present the copper-based cata- lysts for methanol synthesis are usually prepared by the co-precipitation (CP) method, and they show high activity even at low temperature and low pressure. However, there still exist many drawbacks for such catalysts, for example, poor tolerance to poisoning, low thermal stability, low me- chanical strength, and short life span [5,6]. A great deal of research has been conducted to find measures to overcome these drawbacks. Researchers now pay attention to two as- pects: one is adding other compositions except copper, zinc, and aluminium to the catalysts [7,8]; and the other is improv- ing the preparation method and technology for the catalysts [9,10]. In this article, a new copper-based catalyst for methanol synthesis was prepared by the acid–alkali-based alternate pre- cipitation (AP) method. The influence of pH value and altera- tion times on the activity of the catalysts was studied. The catalytic activity of catalysts prepared by the AP method, CP method, reverse-precipitation (RP) method, and nor- mal-precipitation (NP) method, as well as the foreign indus- trial (FI) catalyst and Chinese industrial (CI) catalyst were compared. These catalysts were all characterized by X-ray diffraction (XRD), differential thermogravimetric analysis (DTG), N 2 adsorption, and scanning electron microscopy (SEM). CEN Yaqing et al. / Chinese Journal of Catalysis, 2006, 27(3): 210–216 1 Experimental 1.1 Catalyst preparation Cu(NO 3 ) 2 · 3H 2 O, Zn(Ac) 2 · 2H 2 O, Al(NO 3 ) 3 · 9H 2 O, Zr(NO 3 ) 4 · 5H 2 O, and Na 2 CO 3 are AR reagents. The composition of the catalyst is copper : zinc : aluminum : zirconium = 4.5 : 4.5 : 1 : 0.4 in molar ratio. Copper nitrate, zinc acetate, aluminum nitrate, and zirconium nitrate were dissolved respectively and then mixed in a definite ratio to form an acid solution. The aqueous solution of sodium carbonate was an alkali solution. The acid solution and the alkali solution were added into a sedimenta- tion tank alternately under stirring. The pH value of the mother solution on alkali side was adjusted by the alkali solu- tion and the pH value on acid side was adjusted by the acid solution. A cycle for the pH value of the mother solution changing from neutral to alkaline to acidic to neutral was de- fined as one time of alteration. The precipitation temperature was 70 o C. The precipitates were aged at 80 o C for 2 h under stirring, then washed and filtered, dried at 110 o C for 12 h, and calcinated at 350 o C for 9 h. The catalyst was pressed, grounded, and screened to the size of 40–60 mesh at room temperature. The contrast catalysts were prepared by the CP method, RP method, and NP method under the same condi- tions. 1.2 Activity test The activity and thermal stability of the catalysts were measured with WFSM-3060, a continuous tubular flow fixed-bed microreactor. The catalyst (1.0 ml, mixed with quartz in the volume ratio of 1:1) was packed into a stainless steel reactor (i.d. = 8 mm). It was then reduced by flowing 5%H 2 /N 2 premixed gas, with programmed temperature at at- mospheric pressure for 18 h, and the highest temperature was 240 o C. After reduction, the mixed gas was switched to the reactant gas. The catalytic activity test was carried out under the conditions of 5.0 MPa, 250 o C, and a space velocity of 10000 h −1 . The thermal stability of the catalyst was tested after reaction at 380 o C for 5 h. The tail gas was analyzed by an online gas chromatograph (Shimadzu GC-14B), and the conversion of CO was calculated by the external standard method. The products were collected using a cooling system and then weighed to calculate the space-time yield (STY, g/(g· h)), which was defined as the mass of products per gram of catalyst per hour. The products were analyzed by an outline gas chromatograph with the method of area normalization to calculate the methanol selectivity. 1.3 Catalyst characterization The catalysts were characterized by XRD, low temperature N 2 adsorption, DTG, and SEM. XRD patterns were recorded using a Thermo X’TRA diffractometer with Cu K α 1 radiation. The tube voltage was 45 kV and the electric current was 40 mA. Diffraction peaks were recorded in the step-scanning mode with a step size of 0.02 o and a counting time of 1 s/step in the 2θ angles from 15.0 o to 80.0 o . BET surface area and pore parameters of catalysts were determined by nitrogen physical adsorption at −196 o C. A 50 mg sample was heated to 250 o C and held at that temperature for 12 h to remove the adsorbed species, and nitrogen adsorption isotherms were then measured using a NOVA 1000e surface area analyzer (Quan- tachrome Instruments Corp.). DTG studies were carried out on a STA 449 thermoanalyzer (Netzsch Instruments Corp.). A 10 mg sample was heated from room temperature to 120 o C under Ar atmosphere, then held at that temperature for 2 h and cooled to room temperature. DTG patterns were recorded from room temperature to 500 o C in a 5%H 2 /Ar premixed gas flow. The heating rate was 5 o C/min. SEM micrographs were obtained with a HITACHI S-4700 instrument. 2 Results and discussion 2.1 Effect of pH value on the activity and thermal stabil- ity of the catalysts Both the pH value and the alteration times are important parameters for the preparation of catalyst by the AP method. The pH value of the acid solution used in the experiment was 3.65, and the concentration of the mother solution would be diluted during the reaction. Therefore, the chosen pH value on acid side was 5.0, and the alteration times were set at three. A series of catalysts with different pH values on alkali side were prepared to study the effect of alkali side pH value on the activity and thermal stability of the catalysts. Fig. 1(a) shows that with increasing pH value on alkali side, the activity of the catalyst first increases and then decreases, and the catalyst prepared at the pH value on alkali side of 9.5 has the highest activity. XRD patterns of the catalysts prepared at different pH val- ues on alkali side are shown in Fig. 2(a). For the oxidized catalysts, the peaks are identified as the diffraction lines of CuO and ZnO species, and no peak is assigned to Al 2 O 3 . This observation suggests that Al 2 O 3 highly disperses in the cata- lysts and cannot be detected by XRD. The peaks at 2θ of 35.44 o and 38.66 o are the characteristic peaks of CuO, and the peak at 2θ of 34.33 o can be attributed to ZnO. By comparing the peak shape of CuO and ZnO species in diffraction lines (1), (2), (3), and (4), one can find that the peaks are sharp in (1), (3), and (4), but diffuse in (2). In addition, the peak inten- sity of line (2) is less than the others. This indicates that CuO and ZnO in catalyst (2) are well interacted and dispersed, and basically exist in an amorphous sosoloid form and little minor crystals. According to Figueiredo et al. [11], the interaction between CuO and ZnO is an important parameter to determine CEN Yaqing et al. / Chinese Journal of Catalysis, 2006, 27(3): 210–216 the catalyst activity. Hence our experimental result is consis- tent with this conclusion, i.e., the activity of catalyst (2) is higher than catalysts (1), (3), and (4). According to the above results, the catalyst activity was best when the pH value on alkali side was 9.5. Hence the pH value on alkali side was chosen as 9.5 and alteration times were set at three. Under this condition, a series of catalysts with different pH values on acid side were prepared. Fig. 1(b) shows that with increasing pH value on acid side, the catalyst activity first increases and then decreases. The highest activity was observed when the pH value on acid side was 5.0. XRD patterns of the catalysts prepared at different pH val- ues on acid side are shown in Fig. 2(b). By comparing the peak shapes of CuO and ZnO species in diffraction lines (5), (6), (7), and (8), one can find that the peaks are sharp in (5), (6), and (8), but diffuse in (7). Moreover, the intensity of peaks of line (7) is less than the others. Hence the activity of catalyst (7) is higher than that of catalysts (5), (6), and (8). 2.2 Effect of alteration times on the activity and thermal stability of the catalysts According to the above results, the range of pH value was chosen from 5.0 to 9.5. A series of catalysts with different acid–alkali alteration times were prepared to study the effect of alteration times on the activity and thermal stability of the catalysts. Fig. 3 shows that with increasing alteration times, the catalyst activity first increases and then decreases, and the catalyst prepared with three alteration times has the highest activity. Fig. 3 Effect of different alteration times on activity and thermal stability of catalysts (1) Before thermal test, (2) After thermal test (Reaction conditions are the same as in Fig. 1.) Fig. 1 Effect of different pH values on activity and thermal stability of catalysts (a) Different pH values on alkali side (b) Different pH values on acid side (1) Before thermal test, (2) After thermal test (Reaction conditions: 250 o C, 5.0 MPa, 10000 h −1 , (CO + CO 2 + O 2 ):H 2 = 3:7 (volume ratio), CO:CO 2 :O 2 = 99.4:0.4:0.2, H 2 99.999 %. Thermal test conditions: 380 o C, 300 min.) Fig. 2 XRD patterns of catalysts prepared by different pH values (a) Different pH values on alkali side, (b) Different pH values on acid side (1) pH = 5.0–10.0, (2) pH = 5.0–9.5, (3) pH = 5.0–8.5, (4) pH = 5.0–9.0, (5) pH = 6.0–9.5, (6) pH = 5.5–9.5, (7) pH = 5.0–9.5, (8) pH = 4.5–9.5 CEN Yaqing et al. / Chinese Journal of Catalysis, 2006, 27(3): 210–216 XRD patterns of the catalysts prepared with different al- teration times are shown in Fig. 4. By comparing the peak shape of CuO and ZnO species in diffraction lines (1), (2), and (3), one can find that the peaks are sharp in (1) and (3), but diffuse in (2). In addition, the peak intensity of line (2) is less than the others. Hence the activity of catalyst (2) is higher than that of catalysts (1) and (3). Fig. 4 XRD patterns of catalysts prepared with different alteration times (1) 4 times, (2) 3 times, (3) 2 times 2.3 Comparison of activity and thermal stability of the cata- lysts prepared by different methods The reaction of methanol synthesis on the copper-based catalyst is structure-sensitive [12,13]. Many studies showed that the catalyst activity is dependent on the preparation methods [14–16]. Table 1 shows the activity and thermal sta- bility of different catalysts. We can see that the catalyst pre- pared by AP method has the highest activity among the six catalysts. The activity of the catalyst prepared by CP method is better than that of the catalyst prepared by RP method, and the activity of the catalyst prepared by NP method is the low- est. This result is consistent with that reported by Guo et al. [17]. The activity of the FI catalyst is higher than that of the catalyst prepared by CP method, and the activity of the CI catalyst before thermal test is a little lower than that of the catalyst prepared by CP method, but its thermal stability is better than the latter. In addition, the activity of the catalyst prepared by AP method after thermal test is the best, and the hold rate of activity after thermal test of this catalyst is 88%, which is 8%–20% higher than that of other catalysts. Fur- thermore, the activity of this catalyst after thermal test is higher than that of other catalysts before thermal test. The change in the CO conversion is consistent with that of STY. There are little changes in water content of the product, selec- tivity for methanol, and product distribution on different cata- lysts. Hence the activity and thermal stability of the catalyst can be increased obviously by AP method. The catalyst activity is related to the interaction between CuO and ZnO in the copper-based catalyst for methanol syn- thesis, and this interaction is determined by the dispersion degree of CuO and ZnO, which is greatly affected by the method and condition of precipitation. The precipitation of Cu 2+ needs a low pH value, and a high pH value favors the precipitation of Zn 2+ . By the CP method, Cu 2+ and Zn 2+ can deposit simultaneously when the pH value is 7. However, in this method the particle deposits will be adulterated with amorphous grains, small crystals, di-congeries and so on, and finally form big crystals with a weak interaction between CuO and ZnO. The process of RP is conducted in an alkali solution by changing the pH value from high to low. Although Cu 2+ and Zn 2+ can precipitate simultaneously, big crystals with a Table 1 Activity and thermal stability of catalysts prepared by different methods X(CO)/ STY w (water)/ Distribution of alcohols (%) Method Sample % (g/(g·h)) % C 1 OH C 2 OH C 3 OH C 4 OH Acid–alkali-based alternate precipitation (AP) before thermal test 38.5 0.859 0.391 99.72 0.21 0.04 0.03 after thermal test 34.3 0.757 0.649 99.87 0.08 0.02 0.02 Co-precipitation (CP) before thermal test 33.3 0.671 0.517 99.65 0.24 0.06 0.05 after thermal test 30.3 0.506 0.803 99.74 0.17 0.05 0.04 Reverse-precipitation (RP) before thermal test 31.5 0.608 0.448 99.70 0.23 0.04 0.03 after thermal test 29.3 0.448 0.694 99.79 0.15 0.03 0.03 Normal-precipitation (NP) before thermal test 30.8 0.572 0.452 99.72 0.21 0.05 0.02 after thermal test 27.0 0.391 0.920 99.84 0.12 0.03 0.01 Foreign industrial catalyst (FI) before thermal test 33.8 0.741 0.493 99.61 0.28 0.06 0.05 after thermal test 30.5 0.557 1.140 99.83 0.11 0.03 0.03 Chinese industrial catalyst (CI) before thermal test 33.0 0.638 0.574 99.80 0.15 0.03 0.02 after thermal test 30.5 0.514 0.675 99.89 0.08 0.02 0.01 Reaction conditions: 250 o C, 5.0 MPa, 10000 h −1 , (CO + CO 2 + O 2 ):H 2 =3:7, CO:CO 2 :O 2 = 99.4:0.4:0.2, H 2 99.999 %. Thermal test conditions: 380 o C, 300 min. CEN Yaqing et al. / Chinese Journal of Catalysis, 2006, 27(3): 210–216 weak interaction between CuO and ZnO are formed. The process of NP is conducted in an acid solution with a pH value change from low to high. In this case, Cu 2+ deposits first followed by Zn 2+ . It is difficult to form dispersed precipitate and the interaction between CuO and ZnO is restrained. Hence the activity of the catalyst prepared by this method is low. These disadvantages can be overcome by making use of the AP method, where the pH value is changed between acid and alkali, and the precipitate deposits or dissolves when the mother solution is alkaline or acidic. CuO and ZnO in this precipitate are well dispersed, and exist in an amorphous sosoloid form. Therefore, by using this method the interaction between CuO and ZnO is enhanced, and the activity and thermal stability of the catalyst are high. Fig. 5 shows XRD patterns of the catalysts prepared by different methods. By comparing the peak shape of CuO and ZnO species in diffraction lines (1) – (4), we can find that the peaks are the most diffuse in line (1), and the peaks of CuO and ZnO overlaps. For example, the peak of ZnO at 2θ of 36.25 o is covered by the peak of CuO at 2θ of 35.44 o severely, and some peaks of ZnO are even covered by the nearby peaks of CuO completely. In addition, the intensity of peaks of line (1) is the lowest. This indicates that CuO and ZnO in catalyst (1) are well dispersed and have a strong interaction, and an isomorphous replacement takes place between CuO and ZnO, which wrecks the integrity of the crystals. Hence CuO and ZnO in this catalyst basically exist in an amorphous sosoloid form and little minor crystals. The process of isomorphous replacement is propitious to form active sites and strengthen the interaction between CuO and ZnO. The breadth and inten- sity of peaks in diffraction lines (2) and (3) are similar, the peak shape of CuO and ZnO in diffraction line (4) is the sharpest and the intensity is the strongest. This shows that the sizes of CuO and ZnO crystals in this catalyst are bigger, and the interaction between CuO and ZnO is restrained. Accord- ingly, the activity of the catalyst decreases. These XRD results are in agreement with the activity test. Therefore, the activity of catalyst (1) is higher than catalysts (2), (3), and (4). In addition, as can be seen from Fig. 5, the copper contents of the CI and FI catalysts are much higher than those of the catalysts prepared in our experiment, and the peaks of CuO are sharper. Because the precipitation method and composi- tion of the CI and FI catalysts are not known, a clear result from the comparison of XRD patterns cannot be obtained. The characteristic peak of carbon at 2θ of 26.51 o is found in diffraction lines (5) and (6), suggesting that maybe graphite is added into the CI and FI catalysts, and the peak at 2θ of 23.44 o in diffraction line (5) is the characteristic peak of Zn 6 Al 2 (OH) 16 CO 3 ·4H 2 O. 2.4 Reducibility of the catalysts Under a H 2 atmosphere, the reduction of the copper-based catalyst is a weight loss process of CuO to Cu, while ZnO and Al 2 O 3 cannot be reduced. Fig. 6 shows the reduction of the catalysts in a flowing 5%H 2 /Ar atmosphere. There are two weight loss peaks in lines (1), (2), (4), and (5), the first peak is the reduction of Cu 2+ to Cu + (process 1), and the second peak is the reduction of Cu + to Cu 0 (process 2). The first peak is much bigger than the second one in line (5), indicating that the reduction rate of process 1 is much higher than that of process 2. The first peak is higher than the second in line (4), implying that the reduction rate of process 1 is higher than that of process 2. The first peak is a little lower than the sec- ond in line (2), suggesting that the reduction rate of process 1 is a little lower than that of process 2. The two peaks of line (1) are almost the same, indicating that the reduction rate of process 1 is almost the same as that of process 2. There is only one weight loss peak in lines (3) and (6), suggesting that the process of Cu + to Cu 0 is not obvious. The better the CuO and ZnO dispersed in catalyst, the smaller the size of crystals, and the lower the reduction temperature. The reduction tempera- ture of the catalyst prepared by AP method is 14, 10, 16, 10, and 15 o C, respectively, lower than that of the catalysts pre- pared by CP, RP, and NP methods, as well as the CI and FI catalysts. This result is consistent with the XRD results, and CuO and ZnO in this catalyst are highly dispersed. Hence the activity and thermal stability of this catalyst are high. Fig. 5 XRD patterns of catalysts prepared by different methods (1) AP, (2) CP, (3) RP, (4) NP, (5) FI catalyst, (6) CI catalyst CEN Yaqing et al. / Chinese Journal of Catalysis, 2006, 27(3): 210–216 2.5 Physical structure of the catalysts Table 2 illustrates the textural properties of different cata- lysts. The BET surface area of the catalyst prepared by AP method is bigger than that of the catalysts prepared by CP and NP methods as well as the CI and FI catalysts, but slightly different from that of the catalyst prepared by RP method. It was found in the catalyst preparation that the catalyst prepared by RP method is fluffy after calcination, which may be the reason for the higher BET surface area. The BET surface area of the catalyst can be increased by AP method. Table 2 Physical parameters of catalysts prepared by different methods Method A BET /(m 2 /g) Pore volume (cm 3 /g) Pore size (nm) AP 107.74 0.3429 6.365 CP 61.60 0.2272 7.377 RP 103.82 0.5566 8.512 NP 75.17 0.2403 6.393 FI catalyst 72.38 0.2082 5.752 CI catalyst 82.46 0.2361 5.728 Fig. 7 shows the SEM images of catalysts prepared by dif- ferent methods. It is seen that the grains of the catalyst pre- pared by AP method are small, and their distribution is sym- metrical. By comparing Fig. 7(1) with Fig. 7(2), it is found that the grain distribution of the catalyst prepared by CP method is a little worse. The surface of the catalyst prepared by RP method contains big grains and some pieces. The sur- face of the catalyst prepared by NP method is composed of big crystals and strips, and the degree of crystallinity is high. The particle size of the CI catalyst is large and many grains are coagulated. These results are consistent with the results of XRD. The grains of the FI catalyst are very big, and it is pos- sible that some other substances are added into the catalyst in the process of preparation and shaping, and therefore we could not compare this catalyst with the other catalysts. Fig. 6 DTG patterns of catalysts prepared by different methods Fig. 7 SEM images of catalysts prepared by different methods (a) AP, (b) CP, (c) RP, (d) NP, (e) FI catalyst, (f) CI catalyst CEN Yaqing et al. / Chinese Journal of Catalysis, 2006, 27(3): 210–216 3 Conclusions The copper-based catalyst for methanol synthesis prepared by AP method mainly exists in amorphous sosoloid and has the following characteristics: low degree of crystallinity, small grain sizes, symmetrical distribution of grains, large BET surface area, and high activity and thermal stability. The per- formance of the copper-based catalyst for methanol synthesis is related to the crystal structure, grain size, BET surface area, and so on. The interaction between CuO and ZnO is the key factor to affect the activity of the catalyst. The stronger the interaction between CuO and ZnO, the easier the amorphous sosoloid can be formed, and the better the catalyst activity. The primary reason that the catalyst prepared by AP method has high activity and thermal stability is that an amorphous sosoloid of CuO and ZnO is formed in the catalyst, which can increase the dispersion of the active components and the BET surface area of the catalyst. References [1] Cai Q R, Peng Sh Y. Catalysis in C1 Chemistry. Beijing: Chem Ind Press, 1995. 153 [2] Chen W K, Wu Y T, Liang G H, Yu Z L. Petrochem Technol, 1997, 26(2): 133 [3] Chinchen G C, Denny P J, Jennings J R, Spencer M S, Waugh K C. Appl Catal, 1988, 36: 1 [4] Kiler K. Adv Catal, 1982, 31: 243 [5] Yin Y Q, Xiao T C, Su J X, Wang H T, Lu Y L, Li Sh B. J Mol Catal (China), 2000, 14(5): 373 [6] Guo H G, Han W F, Shen J L, Liu H Zh. Ind Catal, 2003, 11(3): 39 [7] Sermon P A, Luengo M A M, Wang Y. Stud Surf Sci Catal, 1993, 75: 2773 [8] Wang Y X, Zhang R, Wang X S, Yao D J, Tang W. Liaoning Chem Ind, 2004, 33(3): 154 [9] Yu F W, Ji J B, Zheng Y F, Liu H Zh. Petrochem Technol, 2004, 33(9): 824 [10] Guo H G, Han W F, Liu H Zh, Shen J L. J Zhejiang Univ Tech- nol, 2003, 31(5): 508 [11] Figueiredo R T, Martinez-Arias A, Lopez Granados M, Fierro J L G. J Catal, 1998, 178(1): 146 [12] Ovesen C V, Clausen B S, Schiotz J. Stoltze P, Topsøe H, Nør- skov J K. J Catal, 1997, 168(2): 133 [13] Bartley G J J, Burch R. Appl Catal, 1988, 43(1): 141 [14] Hu Y X, Cai J X, Wan H L, Cai Q R. J Fuel Chem Technol, 1991, 19(2): 181 [15] Okamoto Y, Fukino K, Imanaka T, Teranishi S. J Phys Chem, 1983, 87(19): 3740 [16] Pan W X, Cao R, Roberts D L, Griffin G L. J Catal, 1988, 114(2): 440 [17] Guo X J, Chen B Y, Bao G L, Li L M. Natur Gas Chem Ind, 2003, 28(2): 9 CHNJC 60014 S1872-2067(06)60014-4 10.1016/S1872-2067(06)60014-4 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences RESEARCH PAPER Preparation of Copper-Based Catalysts for Methanol Synthesis by Acid–Alkali-Based Alternate Precipitation Method CEN Yaqing LI Xiaonian LIU Huazhang * State Key Laboratory Breeding Base of Green Chemistry-Synthesis Technology, Institute of Industrial Catalysis, Zhejiang University of Technology, Hangzhou 310032, Zhejiang, China * Corresponding author. Tel: +86-571-88320063 A new copper-based catalyst for methanol synthesis was prepared by the acid-alkali-based alternate precipitation (AP) method. The catalyst activity is the highest when the pH value of the mother solution alters three times in the range of 5.0 to 9.5. Compared with the catalysts prepared by other methods, the activity and thermal stability of the catalyst prepared by the AP method are the best. About 88% activity of the catalyst is remained after the thermal test, which is 8%–20% higher than those of other catalysts. Furthermore, the activity of this catalyst after the thermal test is higher than those of other catalysts before the thermal test. The catalysts were characterized by X-ray diffraction (XRD), N2 adsorption, differential thermogravimetric analysis (DTG), and scanning electron microscopy (SEM). XRD patterns show that the characteristic peaks of CuO and ZnO are far more broadened for the catalyst prepared by the AP method. From SEM photographs it is found that the grains of the catalyst prepared by the AP method are smaller, and the distribution of the grains is symmetrical. The crystal size of this catalyst is small. DTG patterns show that this catalyst requires the lowest reduction temperature. The primary reason for the high activity and thermal stability of the catalyst prepared by the AP method is that an amorphous sosoloid of CuO and ZnO is formed, which can increase the dispersion of the active components and the BET surface area of the catalyst. Key Words methanol synthesis copper-based catalyst acid-alkali-based alternate precipitation method References 1 Cai QR Peng Sh Y Catalysis in C1 Chemistry 1995 Chem Ind Press Beijing 153 2 Chen WK Wu YT Liang GH Yu ZL Petrochem Technol 26 2 1997 133 3 Chinchen GC Denny PJ Jennings JR Spencer MS Waugh KC Appl Catal 36 1988 1 4 Kiler K Adv Catal 31 1982 243 5 Yin YQ Xiao TC Su JX Wang HT Lu YL Li Sh B J Mol Catal (China) 14 5 2000 373 6 Guo HG Han WF Shen JL Liu H Zh Ind Catal 11 3 2003 39 7 Sermon PA Luengo MAM Wang Y Stud Surf Sci Catal 75 1993 2773 8 Wang YX Zhang R Wang XS Yao DJ Tang W Liaoning Chem Ind 33 3 2004 154 9 Yu FW Ji JB Zheng YF Liu H Zh Petrochem Technol 33 9 2004 824 10 Guo HG Han WF Liu H Zh Shen JL J Zhejiang Univ Technol 31 5 2003 508 11 Figueiredo RT Martinez-Arias A Lopez Granados M Fierro JLG J Catal 178 1 1998 146 12 Ovesen CV Clausen BS Schiotz J Stoltze P Topsøe H Nørskov JK J Catal 168 2 1997 133 13 Bartley GJJ Burch R Appl Catal 43 1 1988 141 14 Hu YX Cai JX Wan HL Cai QR J Fuel Chem Technol 19 2 1991 181 15 Okamoto Y Fukino K Imanaka T Teranishi S J Phys Chem 87 19 1983 3740 16 Pan WX Cao R Roberts DL Griffin GL J Catal 114 2 1988 440 17 Guo XJ Chen BY Bao GL Li LM Natur Gas Chem Ind 28 2 2003 9",
      "scopus-id": "33749451076",
      "coredata": {
        "eid": "1-s2.0-S1872206706600144",
        "dc:description": "A new copper-based catalyst for methanol synthesis was prepared by the acid-alkali-based alternate precipitation (AP) method. The catalyst activity is the highest when the pH value of the mother solution alters three times in the range of 5.0 to 9.5. Compared with the catalysts prepared by other methods, the activity and thermal stability of the catalyst prepared by the AP method are the best. About 88% activity of the catalyst is remained after the thermal test, which is 8%–20% higher than those of other catalysts. Furthermore, the activity of this catalyst after the thermal test is higher than those of other catalysts before the thermal test. The catalysts were characterized by X-ray diffraction (XRD), N2 adsorption, differential thermogravimetric analysis (DTG), and scanning electron microscopy (SEM). XRD patterns show that the characteristic peaks of CuO and ZnO are far more broadened for the catalyst prepared by the AP method. From SEM photographs it is found that the grains of the catalyst prepared by the AP method are smaller, and the distribution of the grains is symmetrical. The crystal size of this catalyst is small. DTG patterns show that this catalyst requires the lowest reduction temperature. The primary reason for the high activity and thermal stability of the catalyst prepared by the AP method is that an amorphous sosoloid of CuO and ZnO is formed, which can increase the dispersion of the active components and the BET surface area of the catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206706600144",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "CEN, Yaqing"
          },
          {
            "@_fa": "true",
            "$": "LI, Xiaonian"
          },
          {
            "@_fa": "true",
            "$": "LIU, Huazhang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206706600144"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206706600144"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(06)60014-4",
        "prism:volume": "27",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Preparation of Copper-Based Catalysts for Methanol Synthesis by Acid–Alkali-Based Alternate Precipitation Method",
        "prism:copyright": "Copyright © 2006 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "methanol synthesis"
          },
          {
            "@_fa": "true",
            "$": "copper-based catalyst"
          },
          {
            "@_fa": "true",
            "$": "acid-alkali-based alternate precipitation method"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "210-216",
        "prism:endingPage": "216",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2006",
        "prism:doi": "10.1016/S1872-2067(06)60014-4",
        "prism:startingPage": "210",
        "dc:identifier": "doi:10.1016/S1872-2067(06)60014-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33749451076"
      }
    }
  }
}