{
  "metadata": {
    "title": "Selective Hydrogenation of Acetonitrile over Molybdenum Phosphide Catalysts",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2007-08-31",
    "doi": "10.1016/S1872-2067(07)60058-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206707600588",
    "pii": "S1872206707600588"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-35048823438",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2007-09-28 2007-09-28 2010-03-27T19:56:19 1-s2.0-S1872206707600588 S1872-2067(07)60058-8 S1872206707600588 10.1016/S1872-2067(07)60058-8 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206707X60091 2015-05-15T07:13:55.760442-04:00 0 0 20070801 20070831 2007 2007-09-28T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 28 28 8 8 Volume 28, Issue 8 2 670 672 670 672 200708 August 2007 2007-08-01 2007-08-31 2007 article sco Copyright © 2007 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. SELECTIVEHYDROGENATIONACETONITRILEOVERMOLYBDENUMPHOSPHIDECATALYSTS YANG P DEBELLEFON 1994 459 C WANG 2003 2954 M LI 1998 207 W OYAMA 2003 343 S OYAMA 2002 207 S INFANTESMOLINA 2004 479 A YANGX2007X670 YANGX2007X670X672 YANGX2007X670XP YANGX2007X670X672XP item S1872-2067(07)60058-8 S1872206707600588 1-s2.0-S1872206707600588 10.1016/S1872-2067(07)60058-8 273538 2010-09-16T23:36:26.511462-04:00 2007-08-01 2007-08-31 1-s2.0-S1872206707600588-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206707600588/MAIN/application/pdf/7e75c841071d6470eb763ec92ce89b57/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206707600588/MAIN/application/pdf/7e75c841071d6470eb763ec92ce89b57/main.pdf main.pdf pdf true 336610 MAIN 3 1-s2.0-S1872206707600588-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206707600588/PREVIEW/image/png/cde34f59915110b4117f5c270f77b1f5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206707600588/PREVIEW/image/png/cde34f59915110b4117f5c270f77b1f5/main_1.png main_1.png png 69269 849 656 IMAGE-WEB-PDF 1 SHORT COMMUNICATION CHINESE JOURNAL OF CATALYSIS Volume 28, Issue 8, August 2007 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2007, 28(8): 670–672. Received date: 2007-03-12. * Corresponding author. Tel: +86-411-84379070; Fax: +86-411-84694447; E-mail: canli@dicp.ac.cn Foundation item: Supported by the National Natural Science Foundation of China (20303018) and the National Basic Research Program of China (973 Program, 2006CB202506). Copyright © 2007, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. Selective Hydrogenation of Acetonitrile over Molybdenum Phosphide Catalysts YANG Pengfei 1,2 , JIANG Zongxuan 1 , YING Pinliang 1 , LI Can 1, * 1 State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China 2 Graduate University of Chinese Academy of Sciences, Beijing 100049, China Abstract: A series of molybdenum phosphide catalysts were prepared from initial Mo/P molar ratios ranging from 0.6 to 2.6. The cata- lytic activity of the catalysts for the selective hydrogenation of acetonitrile was studied. The catalysts with initial Mo/P ratios > 1.0 have high selectivity for ethylamine (80%–90%), and for the catalysts with Mo/P ratios < 1.0, the selectivity for diethylamine and triethyl- amine is more favorable (about 90%). When Mo/P ratio = 1.0, the highest conversion of acetonitrile is attained. Key Words: transition metal phosphide; molybdenum; acetonitrile; selective hydrogenation; ethylamine The selective hydrogenation of acetonitrile is the most economic route to produce high value amines, including ethylamine, diethylamine, and triethylamine, while efficiently using the acetonitrile byproduct from the acrylonitrile industry [1,2]. Present catalysts for the heterogeneous hydrogenation of acetonitrile are Raney Ni, Co, and the noble metals, but their selectivities for the amines are not high [1]. On the other hand, although transition metal phosphides (e.g., MoP, WP, and Ni 2 P) have received much attention in the hydrotreating fields [3,4], few researchers have used them in hydrogenation reactions other than hydrodesulfurization and hydrodenitro- genation. In the present work, molybdenum phosphides were pre- pared and used to study the selective hydrogenation of ace- tonitrile for the first time. First, stoichiometric amounts (Mo/P molar ratio = 0.6–2.6) of ammonium heptamolybdate (NH 4 ) 6 Mo 7 O 24 ·4H 2 O were mixed with diammonium hydrogen phosphate (NH 4 ) 2 HPO 4 in distilled water. After evaporation of the water and calcination in air at 500ºC for 4 h, the obtained solid was ground to a powder, pressed into pellets, crushed, and sieved to produce 20–40 mesh particles. The obtained particles were placed in a quartz reactor and reduced in a temperature controlled manner from room temperature to 300ºC in 30 min and from 300 to 650ºC over 175 min at a rate of 2ºC/min in flowing H 2 (~200 ml/min). The final tempera- ture was maintained for 120 min, followed by cooling to room temperature in H 2 . The sample was then passivated at room temperature for 6–8 h in a stream of 1% O 2 /N 2 . The hydrogenation of acetonitrile was performed in a con- tinuous flow system. A quartz tube under ambient pressure was used. Prior to any measurement, 0.25 g catalyst was pre- treated at 600ºC in a 90 ml/min flow of hydrogen for 60 min, followed by cooling in a H 2 flow to the desired reaction tem- perature. After that, hydrogen (20 ml/min) was bubbled through a stainless saturator containing acetonitrile held at 10ºC and introduced downflow into the reactor. The reactants and products were analyzed by an on-line gas chromatograph (HP 6890N) equipped with a flame ionization detector and a Chromosorb 103 column (3 mm × 2 m). The results were treated by the area unitary method. Fig. 1 shows XRD patterns of molybdenum phosphides prepared from different initial Mo/P ratios. One can see that the phases are MoP at initial Mo/P ≤ 1.0, a mixture of MoP and Mo 4 P 3 phases at 1.2–1.6, the Mo 4 P 3 phase at 1.7–2.0, and the Mo 8 P 5 phase at Mo/P > 2.0. According to the literature [5], excess phosphorus is neces- sary to avoid the formation of a metal-rich phosphide phase. In agreement with this, the MoP phase was formed at Mo/P ≤ 1.0, while excess Mo at Mo/P > 1.0 resulted in the forma- tion of Mo 4 P 3 and Mo 8 P 5 . It should be noted that the forma- YANG Pengfei et al. / Chinese Journal of Catalysis, 2007, 28(8): 670–672 tion of only the Mo 4 P 3 phase occurred at initial Mo/P = 1.7, which is higher than the 1.33 calculated from its stoichiome- try. Similarly, the initial Mo/P = 2.2 was higher than 1.6 for Mo 8 P 5 . This is probably due to the enrichment of Mo on the catalyst surface, which leads to higher Mo/P ratios on the surface than in the bulk. XRD patterns can only show the bulk phase, and thus the Mo/P ratios from an XRD analysis can be less than the initial ratios or the surface ratios. In addition, the evaporation of P in the form of PH 3 during the preparation process can also cause the catalyst surface to be enriched with Mo. Fig. 2 shows the effect of Mo/P molar ratio on the selective hydrogenation of acetonitrile after 120 min on stream. The activity of catalysts with the initial Mo/P < 1.0 was low, and the conversion of acetonitrile was less than 10%. The catalyst with the initial Mo/P = 1.0 showed the highest conversion value of about 50%. Its turnover frequency was about 0.020 s −1 from our previous study [6], which is comparable to that of some Ni catalysts reported in the literature [7]. The conver- sion decreased for catalysts with the initial Mo/P ratio > 1.0 but was still higher than that of the catalysts with initial Mo/P < 1.0. The selectivity for ethylamine was about 10% for the catalysts with initial Mo/P < 1.0 while it showed a large in- crease for the catalysts with Mo/P ≥ 1.0 and was as high as 80%–90%. On the other hand, the selectivities for diethyl- amine and triethylamine increased with the decrease of initial Mo/P ratios. Their total amount can reach about 90% at initial Mo/P < 1.0, whereas it was less than 10% at high Mo/P ratios. For the catalysts with initial Mo/P < 1.0, excess P over Mo led to the blocking of metal active sites, which lowered the activity of the catalysts. However, surface P may play the role of acidic sites for the condensation reaction during the hydro- genation of acetonitrile [6], which will lead to condensed products being more favorable for these catalysts. For the catalyst with initial Mo/P = 1.0, the surface metal active sites were much more than those of the catalysts with low initial Mo/P ratios. Thus, the selectivity for ethylamine increased because the hydrogenation of acetonitrile to form ethylamine proceeded on the metal sites [6]. On the other hand, the sur- face P can still act as the acidic sites for the condensation re- action. The synergetic effect between these two active sites resulted in a large improvement of the activity and gave the highest conversion [6]. When the initial Mo/P ratio was > 1.0, some Mo-rich phases (Mo 4 P 3 and Mo 8 P 5 ) were formed. The concentration of metal sites increased, and then the selectivity for ethylamine reached the highest value. At the same time, the amount of surface P decreased, leading to the low selec- tivity for the condensed products. Also, the mentioned syner- Fig. 1 XRD patterns of molybdenum phosphides with different initial Mo/P molar ratios Mo/P molar ratio: (1) 0.6, (2) 0.8, (3) 1.0, (4) 1.2, (5) 1.4, (6) 1.6, (7) 1.7, (8) 2.0, (9) 2.2, (10) 2.4, (11) 2.6 Fig. 2 Effect of Mo/P molar ratio on the selective hydrogenation of acetonitrile (a) Acetonitrile conversion; (b) Selectivity for ethylamine (1), diethylamine (2), and triethylamine (3) (Reaction conditions: 0.25 g catalyst, atmospheric pressure, time on stream 120 min, 200ºC.) YANG Pengfei et al. / Chinese Journal of Catalysis, 2007, 28(8): 670–672 getic effect between the metal and acidic sites was decreased such that the catalysts showed a lower activity than that with initial Mo/P = 1.0. In conclusion, a series of molybdenum phosphides were prepared and used as catalysts in the hydrogenation of ace- tonitrile for the first time. The activity and selectivity can be controlled by tuning initial Mo/P ratios. For catalysts with the initial Mo/P > 1.0, the selectivity for ethylamine was as high as 80%–90%, while for catalysts with the initial Mo/P < 1.0, the condensed products (diethylamine and triethylamine) were more favored, and the total selectivity for these reached about 90%. The catalyst with initial Mo/P ratio = 1.0 showed the highest activity. References [1] de Bellefon C, Fouilloux P. Catal Rev-Sci Eng, 1994, 36(3): 459 [2] Wang M H, Li H X, Wu Y D, Zhang J. Mater Lett, 2003, 57(19): 2954 [3] Li W, Dhandapani B, Oyama S T. Chem Lett, 1998, (3): 207 [4] Oyama S T. J Catal, 2003, 216(1–2): 343 [5] Oyama S T, Wang X, Lee Y-K, Bando K, Requejo F G. J Catal, 2002, 210(1): 207 [6] Yang P F, Jiang Z X, Ying P L, Li C. J Catal, submitted [7] Infantes-Molina A, Mérida-Robles J, Braos-García P, Rodríguez-Castellón E, Finocchio E, Busca G, Maireles-Torres P, Jiménez-López A. J Catal, 2004, 225(2): 479 CHNJC 60058 S1872-2067(07)60058-8 10.1016/S1872-2067(07)60058-8 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (20303018) and the National Basic Research Program of China (973 Program, 2006CB202506) Short Communication Selective Hydrogenation of Acetonitrile over Molybdenum Phosphide Catalysts Pengfei YANG a b Zongxuan JIANG a Pinliang YING a Can LI a * a State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China b Graduate University of Chinese Academy of Sciences, Beijing 100049, China * Corresponding author. Tel: +86-411-84379070; Fax: +86-411-84694447 A series of molybdenum phosphide catalysts were prepared from initial Mo/P molar ratios ranging from 0.6 to 2.6. The catalytic activity of the catalysts for the selective hydrogenation of acetonitrile was studied. The catalysts with initial Mo/P ratios > 1.0 have high selectivity for ethylamine (80%–90%), and for the catalysts with Mo/P ratios < 1.0, the selectivity for diethylamine and triethylamine is more favorable (about 90%). When Mo/P ratio = 1.0, the highest conversion of acetonitrile is attained. Key Words transition metal phosphide molybdenum acetonitrile selective hydrogenation ethylamine References 1 C de Bellefon P Fouilloux Catal Rev-Sci Eng 36 3 1994 459 2 MH Wang HX Li YD Wu J Zhang Mater Lett 57 19 2003 2954 3 W Li B Dhandapani ST Oyama Chem Lett 3 1998 207 4 ST Oyama J Catal 216 1–2 2003 343 5 ST Oyama X Wang Y-K Lee K Bando FG Requejo J Catal 210 1 2002 207 6 Yang P F, Jiang Z X, Ying PL, Li C. J Catal, submitted. 7 A Infantes-Molina J Mérida-Robles P Braos-García E Rodríguez-Castellón E Finocchio G Busca P Maireles-Torres A Jiménez-López J Catal 225 2 2004 479",
      "scopus-id": "35048823438",
      "coredata": {
        "eid": "1-s2.0-S1872206707600588",
        "dc:description": "A series of molybdenum phosphide catalysts were prepared from initial Mo/P molar ratios ranging from 0.6 to 2.6. The catalytic activity of the catalysts for the selective hydrogenation of acetonitrile was studied. The catalysts with initial Mo/P ratios > 1.0 have high selectivity for ethylamine (80%–90%), and for the catalysts with Mo/P ratios < 1.0, the selectivity for diethylamine and triethylamine is more favorable (about 90%). When Mo/P ratio = 1.0, the highest conversion of acetonitrile is attained.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206707600588",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "YANG, Pengfei"
          },
          {
            "@_fa": "true",
            "$": "JIANG, Zongxuan"
          },
          {
            "@_fa": "true",
            "$": "YING, Pinliang"
          },
          {
            "@_fa": "true",
            "$": "LI, Can"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206707600588"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206707600588"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(07)60058-8",
        "prism:volume": "28",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Selective Hydrogenation of Acetonitrile over Molybdenum Phosphide Catalysts",
        "prism:copyright": "Copyright © 2007 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "8",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "transition metal phosphide"
          },
          {
            "@_fa": "true",
            "$": "molybdenum"
          },
          {
            "@_fa": "true",
            "$": "acetonitrile"
          },
          {
            "@_fa": "true",
            "$": "selective hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "ethylamine"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "8",
        "openaccessSponsorType": null,
        "prism:pageRange": "670-672",
        "prism:endingPage": "672",
        "pubType": "sco",
        "prism:coverDisplayDate": "August 2007",
        "prism:doi": "10.1016/S1872-2067(07)60058-8",
        "prism:startingPage": "670",
        "dc:identifier": "doi:10.1016/S1872-2067(07)60058-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/35048823438"
      }
    }
  }
}