{
  "metadata": {
    "title": "Solvation structure and dynamics of Li and LiO<ce:inf loc=post>2</ce:inf> and their transformation in non-aqueous organic electrolyte solvents from first-principles simulations",
    "authors": "; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2022-11-30",
    "doi": "10.1016/S1872-2067(22)64098-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206722640981",
    "pii": "S1872206722640981"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85140080926",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2022-10-20 2022-10-20 2022-10-20 2022-10-20 2022-10-20T15:56:57 1-s2.0-S1872206722640981 S1872-2067(22)64098-1 S1872206722640981 10.1016/S1872-2067(22)64098-1 S300 S300.1 FULL-TEXT 1-s2.0-S1872206722X00119 2022-10-25T03:58:55.002641Z 0 0 20221101 20221130 2022 2022-10-20T16:11:59.102964Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 43 43 11 11 Volume 43, Issue 11 11 2850 2857 2850 2857 202211 November 2022 2022-11-01 2022-11-30 2022 article fla Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. SOLVATIONSTRUCTUREDYNAMICSLILIO2TRANSFORMATIONINNONAQUEOUSORGANICELECTROLYTESOLVENTSFIRSTPRINCIPLESSIMULATIONS DIDAR B 1 Introduction 2 Calculational details 3 Results and discussion 3.1 Interaction energies 3.2 First solvation shell structures 3.3 Solvation energy 3.4 Diffusion 3.5 Association and disproportionation reactions 3.5.1 Association (Li +O2 – → LiO2) 3.5.2 Disproportionation (2(LiO2) → Li2O2 + O2) 4 Conclusions Acknowledgments References CHRISTENSEN 2011 R1 R30 J BRUCE 2012 19 29 P AURBACH 2016 16128 D LIM 2017 2873 2888 H LU 2013 750 768 Y GIRISHKUMAR 2010 2193 2203 G PENG 2011 6351 6355 Z SAKONG 2020 27604 27613 S JOHNSON 2014 1091 1099 L SHAO 2012 844 857 Y ZAKHARCHENKO 2013 758 762 T WANG 2014 7746 7786 Z SERGEEV 2017 14463 14469 A ZAKHARCHENKO 2018 2114 2122 T ZAKHARCHENKO 2020 8716 8722 T ISAEV 2021 030520 V DIDAR 2021 24984 24994 B HUMMELSHOJ 2010 1101 1104 J RADIN 2012 1093 1103 M SERIANI 2009 445703 N LAOIRE 2009 20127 20134 C LAOIRE 2010 9178 9186 C KWABI 2016 3129 3134 D GITTLESON 2017 1167 1179 F WANG 2018 2364 2380 Y XIE 2015 8371 8376 J LIN 2020 2001592 X SCHEERS 2016 9961 9968 J GRO 2018 17 A DAS 2014 813 819 U ONG 2015 1535 1545 M PHAM 2017 21913 21920 T CHAUDHARI 2016 5709 5718 M BRYANTSEV 2010 8165 8169 V XIA 2014 12083 12092 C ZHANG 2016 3690 3698 Y HASKINS 2021 436 445 J LU 2014 5611 5640 J MA 2015 2144 2198 Z LIU 2017 2495 2510 Y KRESSE 1996 11169 11186 G KRESSE 1999 1758 1775 G BLOCHL 1994 17953 17979 P PERDEW 1996 3865 3868 J HAMMER 1999 7413 7421 B GRIMME 2011 1456 1465 S FORSTERTONIGOLD 2014 064501 K SAKONG 2016 194701 S MAHLBERG 2019 3250 3259 D JUAREZ 2022 2561 2572 F SOTOUDEH 2022 463 471 M NOSE 1984 511 519 S HOOVER 1985 1695 1697 W DILLENZ 2020 584654 M EINSTEIN 1905 549 560 A CARTER 1989 472 477 E SPRIK 1998 7737 7744 M CICCOTTI 2004 787 793 G KOMEIJI 2007 12 23 Y FLEURATLESSARD 2005 084101 P BUCKO 2008 064211 T GOHDA 2008 233 244 Y BURLATSKY 2016 A2232 A2239 S SEMINO 2014 214509 R SOTOUDEH 2021 2100113 M GANESH 2011 3085 3090 P YANG 2017 1600453 W JOHNSON 2014 1091 1099 L MCCLOSKEY 2012 23897 23905 B ALBERTUS 2011 A343 A351 P HUANG 2021 1752 1765 J DIDARX2022X2850 DIDARX2022X2850X2857 DIDARX2022X2850XB DIDARX2022X2850X2857XB 2024-10-20T00:00:00.000Z 2024-10-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 0 2022-10-25T03:57:50.097Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Center for Electrochemical Energy Storage Ulm-Karlsruhe DFG GR 1503/38-1 INST 40/467-1 FUGG DFG Deutsche Forschungsgemeinschaft http://data.elsevier.com/vocabulary/SciValFunders/501100001659 http://sws.geonames.org/2921044/ This research has been supported by the German Research Foundation (DFG) through contract GR 1503/38-1. The authors furthermore acknowledge computer time supplied by the state of Baden-Württemberg through the bwHPC project and the Germany Research Foundation (DFG) through grant number INST 40/467-1 FUGG (JUSTUS cluster). This work contributes to the research performed at CELEST (Center for Electrochemical Energy Storage Ulm-Karlsruhe). item S1872-2067(22)64098-1 S1872206722640981 1-s2.0-S1872206722640981 10.1016/S1872-2067(22)64098-1 273538 2022-10-20T15:11:59.102964Z 2022-11-01 2022-11-30 1-s2.0-S1872206722640981-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/MAIN/application/pdf/f18279292579fd507e777758f2467d58/main.pdf main.pdf pdf true 3276472 MAIN 8 1-s2.0-S1872206722640981-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/PREVIEW/image/png/ec71e7c3e3c5b9392b91ba25f7167e4d/main_1.png main_1.png png 48790 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206722640981-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/fx1/DOWNSAMPLED/image/jpeg/8426cf864b8a9ced55a73388beffe7c3/fx1.jpg fx1 true fx1.jpg jpg 23386 194 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640981-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr1/DOWNSAMPLED/image/jpeg/e1ff70c778b19a7fb1d2617430e327bb/gr1.jpg gr1 gr1.jpg jpg 38756 234 372 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640981-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr2/DOWNSAMPLED/image/jpeg/5676ad33b9e7ba5207665004275d333f/gr2.jpg gr2 gr2.jpg jpg 31241 200 373 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640981-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr3/DOWNSAMPLED/image/jpeg/41f62ad6f80ac1e099eaa073f2a118f2/gr3.jpg gr3 gr3.jpg jpg 21416 136 373 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640981-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr4/DOWNSAMPLED/image/jpeg/4375484371ea7f7d47ebfd1ed24b38aa/gr4.jpg gr4 gr4.jpg jpg 18217 141 371 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640981-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr5/DOWNSAMPLED/image/jpeg/b8a3e1b479e828cd63848afe69a78187/gr5.jpg gr5 gr5.jpg jpg 19005 132 373 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722640981-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/fx1/THUMBNAIL/image/gif/fbb206ca06cf8bcb6b637d1d1994fd2a/fx1.sml fx1 true fx1.sml sml 11333 141 219 IMAGE-THUMBNAIL 1-s2.0-S1872206722640981-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr1/THUMBNAIL/image/gif/bb81fdb4541b8102a83cacdf8bf22d37/gr1.sml gr1 gr1.sml sml 14752 138 219 IMAGE-THUMBNAIL 1-s2.0-S1872206722640981-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr2/THUMBNAIL/image/gif/c052f090f71d9894d2ca713c1b8a9d03/gr2.sml gr2 gr2.sml sml 10983 117 219 IMAGE-THUMBNAIL 1-s2.0-S1872206722640981-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr3/THUMBNAIL/image/gif/c389049dda051a8bd43225dfa2e9535e/gr3.sml gr3 gr3.sml sml 6977 80 219 IMAGE-THUMBNAIL 1-s2.0-S1872206722640981-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr4/THUMBNAIL/image/gif/33f691f3466df2503b5517670da2d006/gr4.sml gr4 gr4.sml sml 5530 83 219 IMAGE-THUMBNAIL 1-s2.0-S1872206722640981-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/gr5/THUMBNAIL/image/gif/b9bbd6b9d2d4753d5c993b4a0a831f1a/gr5.sml gr5 gr5.sml sml 6292 77 219 IMAGE-THUMBNAIL 1-s2.0-S1872206722640981-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/HIGHRES/image/jpeg/8824b4ada44550ee53efc866d43b7984/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 87716 516 800 IMAGE-HIGH-RES 1-s2.0-S1872206722640981-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/HIGHRES/image/jpeg/3b5affde24468e9a2f7c51be27709ada/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 165264 623 989 IMAGE-HIGH-RES 1-s2.0-S1872206722640981-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/HIGHRES/image/jpeg/e3b8cf8b752ea177e66d0980781d2142/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 140518 532 992 IMAGE-HIGH-RES 1-s2.0-S1872206722640981-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/HIGHRES/image/jpeg/72cb8dbc09deafa9a4a20f6260a295c0/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 101330 361 991 IMAGE-HIGH-RES 1-s2.0-S1872206722640981-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/HIGHRES/image/jpeg/bb1743a0e541e36a4f5f8a93b4d0cd06/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 78242 375 987 IMAGE-HIGH-RES 1-s2.0-S1872206722640981-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/HIGHRES/image/jpeg/1af5d16218e8d8231e35e00796ecf552/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 78795 351 992 IMAGE-HIGH-RES 1-s2.0-S1872206722640981-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722640981/STRIPIN/image/gif/fa4f57263fdaa2b71d1aedd6d43e8af5/si1.gif si1 si1.gif gif 484 34 88 ALTIMG CHNJC 64098 S1872-2067(22)64098-1 10.1016/S1872-2067(22)64098-1 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Charge density difference Δρ upon the interaction of Li with ACN (a), DMSO (b) and DME (c) molecules, and LiO2 with ACN (d), DMSO (e) and DME (f) molecules, as obtained from DFT calculations using Eq. (2). Cyan and yellow regions correspond to electron accumulation and depletion, respectively. The isosurface levels are ±0.005 eV Å−3. Fig. 2 Radial distribution functions of the Li–O and Li–N distances, respectively, obtained from AIMD simulations of Li (a) and LiO2 (b) in 1 mol/L ACN, DMSO and DME electrolytes. Insets show the first solvation shells for each case. Fig. 3 Solvation energies obtained from AIMD simulations of Li (a) and LiO2 (b) in 1 mol/L of each of ACN, DMSO and DME electrolytes. Fig. 4 Mean square displacement (MSD) obtained from AIMD simulations of Li (a) and LiO2 (b) in 1 mol/L of each of ACN, DMSO and DME electrolytes. Fig. 5 Reaction energy barriers obtained from the Blue Moon method of AIMD simulations for (Association) Li + O2 − → LiO2) (a) and (Disproportionation) 2(LiO2) → Li2O2 + O2 (b) in vacuum and 1 mol/L of each of ACN, DMSO and DME electrolytes. Table 1 Interaction energies (in eV) of Li and LiO2with electrolyte molecules obtained from DFT calculations using Eq. (1). Electrolyte PBE PBE-D3 RPBE RPBE-D3 Li ACN (Li-N) -0.50 -0.52 -0.47 -0.49 DMSO (Li-O) -0.76 -0.79 -0.67 -0.72 DME (Li-O) -0.82 -0.83 -0.70 -0.80 LiO2 ACN (Li-N) -0.84 -0.88 -0.81 -0.86 DMSO (Li-O) -0.98 -1.01 -0.94 -1.00 DME (Li-O) -1.05 -1.06 -0.95 -1.14 Table 2 Bond lengths in Å for the interactions of Li and LiO2 with electrolyte molecules obtained from DFT calculations. As far as the Li-O distances with respect to the complexes of LiO2 with DMSO and DME are concerned, the first line presents the Li distance to the oxygen atoms of the solvent molecules and the second line the Li-O distance within LiO2. The O-O distance always refers to the LiO2 compound. Electrolyte PBE PBE-D3 RPBE RPBE-D3 Li ACN (Li-N) 1.94 1.94 1.99 2.00 DMSO (Li-O) 1.80 1.80 1.85 1.82 DME (Li-O) 1.98 1.99 2.00 2.04 LiO2 ACN (Li-N) 2.07 2.04 2.16 2.05 Li-O 1.82 1.81 1.83 1.83 O-O 1.36 1.37 1.37 1.37 (DMSO) Li-O 1.88 1.90 1.92 1.91 Li-O 1.81 1.82 1.83 1.83 O-O 1.37 1.37 1.37 1.37 (DME) Li-O 2.06 2.16 2.12 2.09 Li-O 1.83 1.83 1.84 1.83 O-O 1.37 1.37 1.37 1.38 Available online 20 October 2022 Article Solvation structure and dynamics of Li and LiO2 and their transformation in non-aqueous organic electrolyte solvents from first-principles simulations Behnaz Rahmani Didar a Axel Groß a b * a Institute of Theoretical Chemistry, Ulm University, Albert-Einstein-Allee 11, D-89081 Ulm, Germany Institute of Theoretical Chemistry Ulm University Albert-Einstein-Allee 11 Ulm D-89081 Germany Institute of Theoretical Chemistry, Ulm University, Albert-Einstein-Allee 11, D-89081 Ulm, Germany b Helmholtz Institute Ulm (HIU) Electrochemical Energy Storage, Helmholtzstrasse 11 D-89081 Ulm, Germany Helmholtz Institute Ulm (HIU) Electrochemical Energy Storage Helmholtzstrasse 11 Ulm D-89081 Germany Helmholtz Institute Ulm (HIU) Electrochemical Energy Storage, Helmholtzstrasse 11 D-89081 Ulm, Germany * Corresponding author Density functional theory calculations together with ab initio molecular dynamics (AIMD) simulations have been used to study the solvation, diffusion and transformation of Li+ and LiO2 upon O2 reduction in three organic electrolytes. These processes are critical for the performance of Li-air batteries. Apart from studying the structure of the solvation shells in detail, AIMD simulations have been used to derive the diffusivity and together with the Blue Moon ensemble approach to explore LiO2 formation from Li+ and O2 − and the subsequent disproportionation of 2LiO2 into Li2O2 + O2. By comparing the results of the simulations to gas phase calculations, the impact of electrolytes on these reactions is assessed which turns out to be more pronounced for the ionic species involved in these reactions. Graphical Abstract Performing ab initio molecular dynamics simulations within the Blue Moon ensemble, it is demonstrated that the oxygen reduction reaction in non-aqueous Li+ electrolytes occurs spontaneously which is relevant for the understanding of Li-air batteries. Keywords Li-air batteries Li oxide Oxygen reduction Density functional theory Ab initio molecular dynamics Solvation Diffusivity Disproportionation 1 Introduction Li-air batteries have shown theoretical energy densities far greater than that of Li-ion batteries, making these contender batteries a promising candidate for electric vehicles and large scale energy storage stations [ 1–6 ]. In the operation of a Li-air battery in non-aqueous aprotic solvents, O2 reduction which is one of the most studied reactions in chemistry [ 7,8 ] is of central importance. In general, upon discharge Li+ from the anode reacts with oxygen anions (O2 − and O2 2–) that are formed at the cathode through reduction of O2 from the gas phase, leading to LiO2 (intermediate product), Li2O (discharge product) and Li2O2 (main discharge product). Spectroscopic studies of O2 reduction in an aprotic solvent specifically suggest that LiO2 is first formed as an intermediate which then further disproportionates to Li2O2 [ 7 ]. This means that the formation of Li2O2 does not proceed via the direct two-electron electroreduction of O2 to O2 2–, which is the common O2 reduction pathway in water, but rather as a one-electron reduction to O2 − followed by a disproportionation reaction. Ideally, during recharge associated with oxygen evolution, these products are brought back to their initial forms of Li and molecular oxygen. However, practically achieving the theoretically promised high energy density and maintaining rechargeability and high cyclability has posed a major challenge in the commercialization of Li-air batteries [ 9 ]. Instability and decomposition of the electrolyte, and deposition of the electrically-insulating main discharge product (Li2O2) on the cathode and its pore clogging effects, have been identified as the main causes of this problem [ 1,2,10–16 ]. Although several theoretical studies have shown that the top layers of Li2O2 are in fact metallic and may provide conducting pathways [ 17–20 ], growth of Li2O2 particles in the solution phase rather than its deposition on the cathode is proposed to be more advantageous to the cycling capability of the cell [ 13,16 ]. Decomposition and degradation of the electrolyte has been observed mostly with the use of carbonate based electrolytes where little or no Li2O2 is formed during discharge [ 2 ] to be reversed back to Li during recharge. In contrast, organic noncarbonate solvents such as dimethoxyethane (DME) (ether), dimethyl sulfoxide (DMSO), and acetonitrile (ACN), have shown a higher stability in the presence of reduced O2 species [ 2 ]. Studies have shown that the stability of intermediate products (LiO2 and oxygen anions), may strongly depend on the donor/acceptor number (donicity) of the solvent [ 9,21–23 ]. High donor number solvents such as DMSO (which has oxygen lone pairs) can solvate Li+ and Li+-containing species and give rise to superoxide (O2 − or LiO2) in the solution [ 24–27 ]. In fact, solvent donicity has been linked to the O2 reduction pathway to form Li2O2, through the solubility of LiO2 and the free energy of LiO2 → Li+ + O2 − [ 9,26,27 ]. It is argued that with low donicity solvents, Li+ is weakly solvated which leads to surface-adsorbed LiO2 and eventually Li2O2 films being formed near the electrode [ 9,25,26 ]. Therefore, it is clear that solubility and diffusion of Li+, oxygen anions, and LiO2 in the electrolyte solvent are critical parameters that affect reaction mechanisms and the overall function of Li-air cells. Studies on the oxygen reduction reaction and oxygen anion species are well-documented [ 9,22–25,28 ]. Still, some fundamental properties of Li+ and LiO2 including solvation structure and shell, energetics, dynamics, transport properties and molecular mechanisms have not been explored in detail. These properties and the interplay between them play a key role in the reaction mechanisms and the overall function of Li-air cells. First-principles methods such as density functional theory (DFT) and ab initio molecular dynamics (AIMD), are based on quantum mechanics principles. These class of simulations can provide valuable information regarding solvation and dynamics of species in the cell, and therefore guide the design of battery materials [ 29 ]. The papers of Das et al. [ 30 ], Ong et al. [ 31 ], Pham et al. [ 32 ], and Chaudhari et al. [ 33 ] present a few examples of studies that have used first-principles methods to investigate the stability of discharge products and solvation and diffusion in electrolytes of Li-air and Li-ion batteries. Bryantsev et al. [ 34 ] used DFT to address the stability of LiO2 and the free energy pathway to Li2O2 formation in Li-air batteries. Still, these calculations have all been performed in the gas phase and in the absence of any electrolyte. Their study demonstrated that there is a strong thermodynamic driving force for the formation of Li2O2 from LiO2. Furthermore, many studies have focused on the generation and growth of the discharge products directly on the electrode surface [ 35–37 ], however, to the best of our knowledge, studies addressing lithium peroxide formation in solution are scarce. In this work, we focus on non-electrochemical processes and use DFT and AIMD to study the solvation and diffusion of Li+ and LiO2 in the three organic electrolytes DME, DMSO and ACN. In addition, we address the discharge processes in Li-air batteries. We concentrate on the generally accepted discharge mechanism in aprotic electrolytes [ 4,27,38–40 ], first LiO2 formation (Li+ + O2 − → LiO2) and then disproportionation (2LiO2 → Li2O2 + O2), by performing constrained molecular dynamics simulations within the Blue Moon Ensemble in the three electrolytes. In particular, we will show that both reactions should occur spontaneously in all considered electrolytes, but we will identify characteristic differences in the performance of these three electrolytes. 2 Calculational details Spin-polarized periodic DFT calculations were performed using the Vienna ab initio simulation package (VASP) [ 41 ] with the projected augmented wave (PAW) method [ 42,43 ]. Exchange-correlation effects were considered within the generalized gradient approximation (GGA) using the Perdew-Burke- Ernzerhof (PBE) functional [ 44 ] and its revised version (RPBE) [ 45 ]. The wave functions were expanded in a plane wave basis with a kinetic cut-off energy of 400 eV. Dispersion effects were taken into account within the DFT-D3 method [ 46 ]. In particular the RPBE-D3 approach has been shown to yield reliable solvation structures [ 47,48 ] and interaction energies [ 49 ]. A convergence criterion with an energy of 10−6 eV was used for all calculations. Three different electrolytes were studied; DME, DMSO, and ACN. The simulation boxes chosen for these three different electrolytes had the size 12 Å × 12 Å × 12 Å. To ensure charge neutrality, Li+ was considered together with its counter ion (PF6 −) commonly used as salt in Li-based batteries. For each of theses systems, a LiPF6 was first placed in the simulation box, with the remaining free volume of the box packed with enough electrolyte yielding its standard density (DME: 0.87 g cm−3, DMSO: 1.1 g cm−3, ACN: 0.79 g cm−3) and ion (or salt) concentration of 1 mol/L. Then, geometry optimization was performed on each configuration with classical molecular mechanics using the universal force field. Note that the charge state of the species in solution could be addressed by charge partition schemes or also through their spin state [ 50 ]. However, there is some ambiguity, as far as the exact numbers derived from such schemes is concerned, and there is often also a gradual transition from an ionic to covalent or metallic interactions [ 51 ]. Therefore we prefer to associate the solvated species with a charge assignment as chemical intuition would dictate it. These relaxed structures were used for subsequent ab initio molecular dynamics (AIMD) simulations. AIMD simulations were performed in the NVT ensemble using a Nosé-Hoover thermostat [ 52,53 ] with a time step of 0.5 fs. All systems were first equilibrated for 5 ps and then simulated for 25 ps to gather statistics. A temperature of 300 K was used, dictated by normal battery operating conditions. Pair correlation functions were used to characterize solvation structures. The integral of the pair correlation function was used to calculate coordination numbers for each system. Interaction energies between a single species X and Y in the gas phase were calculated according to (1) E int = E XY − E X − E Y where E XY, E X, and E Y are the total energies of XY, X, and Y in the gas phase, respectively. A large number of possible configurations of the species were tested and optimized. Those reported belong to the most favorable configurations. Bond lengths were extracted from optimized force field structures. In order to illustrate the charge rearrangement and thus the nature of the interaction [ 54 ] between the solutes and the solvent molecules, we have determined charge density differences (2) Δρ = ρ total − ρ solute – ρ solvent molecule where ρ total, ρ solute, and ρ solvent molecule are the total charge density of the system, charge density of the solute (e.g. Li or LiO2), and charge density of the solvent molecule (e.g. DME molecule), respectively. In order to illustrate areas of electron accumulation and depletion, we have determined charge difference isosurfaces at a density of ±0.005 eÅ−3. We estimated the solvation energy (ΔE sol) of Li+ in different electrolytes based on cluster calculations by (3) ΔE sol = E Li +,(solvent)n − E Li + − E (solvent)n as done previously [ 32 ], where E Li + ,(solvent)n , E Li +, and E (solvent)n are the total energy of the cluster of Li+ and the electrolyte molecules in the first solvation shell, total energy of Li+, and total energy of the electrolyte molecules in the first solvation shell, respectively. The clusters were extracted directly from AIMD simulations and therefore implicitly include temperature and dynamic effects. The solvation energy of LiO2 in the electrolytes was estimated by the same approach, but with LiO2 substituted for Li+. Diffusion coefficients were calculated from the linear regression of the mean square displacement (MSD) over time using the Stokes-Einstein equation [ 55 ]: (4) D = 1 6 < ( Δ r ) 2 Δ t The MSD was calculated by averaging over multiple trajectory windows spanning the entire trajectory, using window lengths of 5 ps in increments of 1 ps. A linear regression of the MSD vs. time excluding the first picosecond was used to calculate D from Eq. (4) for each system. Here we used the thermodynamic integration slow growth approach to obtain free energy profiles of the reactions of interest [ 56,57 ]. This AIMD method has been implemented in VASP as the Blue Moon ensemble method [ 58–60 ]. Starting from an initial optimized structure and an initial location (ξ 1), the system is propagated along the reaction path coordinate corresponding to a collective variable to a final defined location (ξ 2), while the free energy gradient (δF/Δξ) is collected along this path. The free-energy profile (ΔF) along the reaction path is derived from the path integral ξ 1 → ξ 2 over the free energy gradient, and as the free energy is a state variable, the free energy extrema such as minima or transitions states are independent of the chosen path for a given reaction mechanism, i.e., when educts and products are known [ 61 ]. We used a step size of 0.00008 Å for every femtosecond, with which to collect free energy gradients. We averaged the dynamic trajectories over every 1000 steps. 3 Results and discussion 3.1 Interaction energies As a first step, we have carried out an in depth study of interaction energetics and structure of Li and LiO2 in the three considered electrolytes. Table 1 shows the interaction energies according to Eq. (1), determined using the PBE and RPBE functionals without and with D3 dispersion corrections, of a single Li atom and a LiO2 molecule with each of the three different electrolyte molecules. The optimized structures are shown in the Supporting Information. The trends among the different functionals are similar to those found before [ 47,49,62 ]. In general, RPBE yields a slightly lower interaction strength than PBE. For both functionals, dispersion corrections lead to stronger interactions as expected upon adding an attractive interaction. However, the differences are rather small. In the following, we will use the RPBE-D3 functional for the AIMD simulations. According to our calculations, the Li atom prefers to bond to the N atom of the ACN molecule, and the O atom of both DMSO and DME molecules. Table 1 demonstrates that the order of the interaction strength between an Li atom and an electrolyte molecule is DME >DMSO >ACN across all considered functionals. The same order in the interaction strength is also obtained for the LiO2 interaction with the three different electrolyte molecules. In spite of the strongest interaction, DME exhibits also the longest bond length with the Li atom, as listed in Table 2 . This is closely followed by Li-ACN, and lastly Li-DMSO. The same trend is observed for the calculated bond length between LiO2 and each of the three electrolyte molecules. The special role of DME can easily be understood by the fact that it interacts with the Li atom through the bonding to two oxygen atoms in a bidentate fashion, which can also be seen in the charge density difference plots shown in Fig. 1 . Interestingly enough, these plots also illustrate that in the case of the single Li atom interacting with the electrolyte molecules, there is a charge depletion at the O and the N atoms, with some charge transfer towards the Li atom, whereas in the case of LiO2 there is a charge accumulation close to the O and the N atoms and a more complex polarization pattern within the whole complex. 3.2 First solvation shell structures We now turn to an analysis of the AIMD runs. Note that, for the solvation of Li+, we performed two independent simulations for each electrolyte with one Li+-PF6 – pair in the simulation box, where the Li+-PF6 – ion pair was either initially associated or dissociated. For the case of ACN as the electrolyte, the initially associated LiPF6, dissociated within the first 2 ps and remained so for the remainder of the time. The initially dissociated LiPF6 remained dissociated for the entire simulation run time of 30 ps. For the case of DMSO as the electrolyte, both the associated and dissociated LiPF6 ion pair remained so for the duration of the simulations. In terms of thermodynamic stability, the associated LiPF6 structure was more favorable than the dissociated, as indicated by the lower DFT total energy along the AIMD runs. Similarly, for the case of DME as the electrolyte, both the associated and dissociated LiPF6 ion pair also remained so for the duration of the simulations and the associated structure was more energetically favorable than the dissociated. As for both DMSO and DME the associated structures were energetically more favorable, we only considered them in the calculations reported below. Fig. 2(a) shows the radial distribution functions (RDF) of Li+ with the three electrolytes (Li-N for ACN and Li-O for both DMSO and DME). At first glance, all three solvents show sharp first solvation shell peaks and clear coordination numbers in the first solvation shell. The integrated RDF, from which we can deduce coordination numbers, can be found in the Supporting Information (Figs. S1 and S2). For Li+ in each of ACN (Li-N pair correlation function), DMSO (Li-ODMSO pair correlation function) and DME (Li-ODME pair correlation function), a sharp peak is seen at 2.06, 1.97, and 2.06, respectively. The integrated RDFs show that Li in ACN, DMSO, and DME is bonded to 4, 3 and 2 electrolyte molecules, respectively, in the first solvation shell. Snapshots of the solvation structures (first solvation shells) are seen in insets of Fig. 2. As can be seen from the insets, Li+ in both DMSO and DME remains associated with PF6 –. This association, and the large size of DMSO and more so DME prevent the Li+ from bonding to more solvent molecules. Our simulations also show that Li+ has a tetrahedral coordination geometry in the bulk ACN electrolyte solution, whereas Li+ in bulk DMSO exhibits an undefined structure most closely resembling that of a tetrahedron with one of the vertex corners consisting of the PF6 – bonded with two F atoms to the Li+. Finally, Li+ in the bulk of DME is bonded to PF6 – and four O atoms belonging to 2 DME molecules, exhibiting an intermediate geometry between a trigonal bipyramidal and a square pyramidal arrangement. Note that the PF6 – counterion did not solvate in ACN, and was only weakly bonded to solvated Li+ in DMSO and DME. Fig. 2(b) depicts the radial distribution functions of LiO2 with the three electrolytes, again with respect to the Li-N distances for ACN and Li–O distances for both DMSO and DME. The peaks of the first solvation shell are located at 2.19, 1.97, and 2.06 Å for LiO2 in ACN, DMSO and DME, respectively. The integrated RDFs show that LiO2 is bonded to 3 ACN, 2 DMSO and 2 DME molecules (with 3 O atoms), respectively, in the first solvation shell. The structure of the first solvation shell of LiO2 in ACN appears to be a tetrahedral, similar to the first solvation shell of LiO2 in DME although its structure is less defined. In contrast, the first solvation shell of LiO2 in DMSO acquires a trigonal planar structure. 3.3 Solvation energy The magnitude of solvation energy is a good criterion for the interaction strength of the Li+ ion and LiO2 with the electrolytes. Fig. 3(a) shows the solvation energy of Li+ in 1 mol/L ACN, DMSO and DME solutions, measured throughout the duration of the simulations, along with the average for each electrolyte. We note that in the solvation energy calculation for Li+ in DMSO and DME, we have taken into account the association of Li+ with the counterion PF6 – that occurs in these two electrolytes. The solvation energy of Li+ in DMSO and DME is similar, and considerably larger and more favorable than in ACN, suggesting that Li+ is more tightly solvated by these larger molecules, in spite of the lower coordination. This agrees with findings from other molecular dynamics studies [ 63,64 ]. Fig. 3(b) depicts the solvation energy of LiO2 in 1 mol/L of each of the three electrolyte solutions, along with the average for each electrolyte. The sharp dip seen for LiO2 solvation energy in DMSO early on in the simulation (5 ps < time < 10 ps) corresponds to the Li+ instantaneously bonding to several more DMSO molecules. These bonds were then broken and remained so for the rest of the simulation time. Overall, unlike Li+ solvation energy trends, the solvation energy of LiO2 in all three electrolytes is quite similar to one another, although, DMSO shows slightly more favorable solvation energy towards LiO2. This is followed by DME and ACN. Comparing the trends of solvation energy of Li+ and LiO2 in the three electrolytes, it is apparent that the solvation of Li+ is more dependent upon the electrolyte. 3.4 Diffusion The electrolyte provides the medium through which ions present in the battery migrate and reach the electrodes. In fact, the ion mobility in the electrolyte can be a critical factor in the performance of a battery [ 65 ]. The solvation strength of ions such as Li+ and LiO2 in the three electrolytes studied here may influence their transportation in the electrolyte. This was investigated by means of determining the mean square distance traveled by Li+ and LiO2 over time, as shown in Fig. 4 . Overall, the diffusion coefficients of either of Li+ and LiO2 are by about two to three orders of magnitude lower in the three electrolytes studied here than in carbonate solvents studied elsewhere [ 31,32,66 ]. Diffusion coefficients derived for Li+ in 1 mol/L ACN, DMSO, and DME at 300K are ∼0.083 × 10−9, ∼0.009 × 10−9, and ∼0.002 × 10−9 m2/s, respectively. Therefore, diffusion of Li+, which follows the order of ACN >DME >DMSO, appears to be extremely low. Results in the previous section showed that the solvation of Li+ was the least energetically favorable in ACN. Taken together, we conclude that Li+ is less bound by and therefore freer to move within ACN, and that Li+ is more tightly solvated by DMSO. Compared with Li+, LiO2 shows slightly larger diffusion in the three electrolytes. Diffusion coefficients derived for LiO2 in 1 mol/L ACN, DMSO, and DME at 300 K are ∼0.25 × 10−9, ∼0.24 × 10−9, and ∼0.11 × 10−9 m2/s, respectively. Therefore the diffusion coefficient follows the ACN >DME >DMSO order. These results agree well with the solvation energy trends of ACN < DME < DMSO from the previous section. 3.5 Association and disproportionation reactions 3.5.1 Association (Li +O2 – → LiO2) In this section, we will discuss the reactions occuring during discharge in a Li-air battery which provide the driving force for the operation of this type of batteries. As a first step, an oxygen superoxide anion (O2 −) provided by the cathode reacts with the Li cation provided by the anode to form LiO2. LiO2 is unstable in its bulk phase at room temperature [ 34,67 ] and is generally considered as an intermediate product. The LiO2 stability in the dissolved form has been shown to be dependent on the electrolyte [ 9,22 ]. Here we employed Blue Moon ensemble AIMD simulations to study the LiO2 stability in the dissolved form by obtaining the reaction energy barrier for LiO2 dissociation into Li+ and O2 − in the three electrolytes. We then reversed this path to illustrate the formation of LiO2 from Li+ and O2 −. The resulting free energy profiles of this reaction (association) in the three electrolytes are shown in Fig. 5 alongside that of vacuum. Figs. S3 and S4 in the Supporting Information show the results in detail for each electrolyte. LiO2 in vacuum is 2.19 eV more stable than Li+ and O2 −. As for the LiO2 stability in the electrolytes, results show that LiO2 is 0.85, 0.70 and 0.53 eV more stable in DME, ACN and DMSO respectively, than Li+ and O2 −. Thus, the resulting order of stability of LiO2 in the three electrolytes is DME >ACN >DMSO and therefore, the association reaction is most favorable in DME among the considered electrolytes. This is in agreement with the experimental findings of Scheers et al. [ 28 ]. We note that these results so far show that an individual LiO2 molecule can form spontaneously from Li+ and O2 − and there is a strong thermodynamic driving force to form LiO2 in vacuum as well as in the three electrolytes studied here. Looking at the reverse process, the results just presented above mean that the energy barrier for LiO2 dissociation reaction to Li+ and O2 − in vacuum is 2.19 eV, and the presence of an electrolyte lowers this barrier considerably and thus also lowers the energy gain upon the dissociation reaction. This can be understood by considering the fact that the solvation energy of the two ions Li+ and O2 − is larger than the one of the neutral LiO2 molecule, as already illustrated in Fig. 3. Still, as just mentioned above, the chosen electrolytes support the spontaneous formation of LiO2. However, in the next section we will see how LiO2 molecules can easily further disproportionate to Li2O2 species, and are therefore unstable in the bulk solvent phase, in agreement with experimental observations [ 7 ]. 3.5.2 Disproportionation (2(LiO2) → Li2O2 + O2) Once LiO2 is formed, it can associate with other LiO2 species to form Li2O2 and O2 (disproportionation). Again we employed Blue Moon ensemble AIMD simulations to find the energy barrier for this reaction in vacuum and in electrolyte, the corresponding results are illustrated in Fig. 5(b). Note first, that the energetic differences between vacuum and electrolyte calculations are much smaller than for the association reaction Li+ + O2 − → LiO2. As such, the electrolyte obviously has a greater impact on the association reaction than on the disproportionation reaction. Consistent with the arguments given for the influence of the electrolyte on the association reaction, in the disproportionation reaction the educts and the product all correspond to neutral molecules so that there are no significant differences with respect to their stabilization in the presence of the solvent. Second, the results of Fig. 5(b) show that the formation of Li2O2 from LiO2 is exothermic in all considered environments in which Li2O2 is obviously thermodynamically more stable than LiO2, in agreement with the experimental results of Peng et al. [ 7 ] for ACN as the solvent. Bryantsev et al. [ 34 ] used DFT to study the free energy profile of this reaction in the gas phase (vacuum) by optimizing all possible intermediate structures and finding the most stable structure at each step. We note that their results using a hybrid functional with respect to the energy gain upon disproportionation in the gas phase agree rather well with our results obtained with the RPBE-D3 functional. Taking both reactions together, our calculations confirm that the preferred pathway during discharge involves Li+ and O2 − atoms associating and spontaneously forming LiO2, and the LiO2 then further reacts to Li2O2. The presence of solvents reduces the thermodynamic driving force for this pathway through the stabilization of the initial ionic educts. In other words, the electrolyte helps the recharge pathway with respect to these particular steps. Still, it is important to note that the thermodynamic driving force for the overall discharge reaction 2Li + O2 → Li2O2 is of course not affected by the presence of the electrolyte. Note furthermore that it is believed that insulating Li2O2 deposits upon discharge are supposed to be the predominant reason for the limited lifetime of Li-O2 batteries as they can limit electron and charge transfer pathways [ 16,18,68–70 ]. It has been suggested that the introduction of additional cations in the electrolyte might suppress the passivation by shifting the reaction zone of Li2O2 formation towards the electrolyte bulk [ 13,15–17 ] through an overcrowding of cations [ 71 ] close to the electrode. Molecular dynamics simulations show that it is possible to increase cation concentrations in the electric double layer, however, accompanying experiments indicate that the resulting drop of the Li+ concentration close to the electrode is still not sufficient to suppress the electrode surface passivation by Li2O2 growth [ 16 ]. This issue will need further attention. 4 Conclusions The properties of Li+ and LiO2 solvated in the three organic electrolytes DME, DMSO, and ACN have been studied by density functional theory calculations together with ab initio molecular dynamics simulations. The calculated diffusivities of Li+ and LiO2 in all three solvent are rather low and follow the trend of the solvation energies of these species. Their transformation together with oxygen reduction are crucial reactions occuring in Li-air batteries. Our simulations using the Blue moon ensemble confirm experimental findings that upon the interaction of Li+ with O2 − first LiO2 is formed which then further disproportionates to Li2O2. These reactions occur spontaneously in all three considered organic solvents, but the energy gain is reduced compared to the gas phase, in particular due to the higher stabilization of the ionic educts with regard to the molecular products in the electrolyte. This study represents a first step towards a more complete first-principles based understanding of the crucial processes occurring in the electrolytes of Li-air batteries which is needed to overcome obstacles in their reversible operation. Acknowledgments This research has been supported by the German Research Foundation (DFG) through contract GR 1503/38-1. The authors furthermore acknowledge computer time supplied by the state of Baden-Württemberg through the bwHPC project and the Germany Research Foundation (DFG) through grant number INST 40/467-1 FUGG (JUSTUS cluster). This work contributes to the research performed at CELEST (Center for Electrochemical Energy Storage Ulm-Karlsruhe). References 1 J. Christensen P. Albertus R.S. Sanchez-Carrera T. Lohmann B. Kozinsky R. Liedtke J. Ahmed A. Kojic J. Electrochem. Soc. 159 2011 R1 R30 J. Christensen, P. Albertus, R. S. Sanchez-Carrera, T. Lohmann, B. Kozinsky, R. Liedtke, J. Ahmed, A. Kojic, J. Electrochem. Soc., 2011, 159, R1–R30. 2 P.G. Bruce S.A. Freunberger L.J. Hardwick J.-M. Tarascon Nat. Mater. 11 2012 19 29 P. G. Bruce, S. A. Freunberger, L. J. Hardwick, J.-M. Tarascon, Nat. Mater., 2012, 11, 19–29. 3 D. Aurbach B.D. McCloskey L.F. Nazar P. Bruce Nat. Energy 1 2016 16128 D. Aurbach, B. D. McCloskey, L. F. Nazar, P. Bruce, Nat. Energy, 2016, 1, 16128. 4 H.-D. Lim B. Lee Y. Bae H. Park Y. Ko H. Kim J. Kim K. Kang Chem. Soc. Rev. 46 2017 2873 2888 H.-D. Lim, B. Lee, Y. Bae, H. Park, Y. Ko, H. Kim, J. Kim, K. Kang, Chem. Soc. Rev., 2017, 46, 2873–2888. 5 Y.-C. Lu B.M. Gallant D.G. Kwabi J.R. Harding R.R. Mitchell M.S. Whittingham Y. Shao-Horn Energy Environ. Sci. 6 2013 750 768 Y.-C. Lu, B. M. Gallant, D. G. Kwabi, J. R. Harding, R. R. Mitchell, M. S. Whittingham, Y. Shao-Horn, Energy Environ. Sci., 2013, 6, 750–768. 6 G. Girishkumar B. McCloskey A.C. Luntz S. Swanson W. Wilcke J. Phys. Chem. Lett. 1 2010 2193 2203 G. Girishkumar, B. McCloskey, A. C. Luntz, S. Swanson, W. Wilcke, J. Phys. Chem. Lett., 2010, 1, 2193–2203. 7 Z. Peng S.A. Freunberger L.J. Hardwick Y. Chen V. Giordani F. Bardé P. Novák D. Graham J.-M. Tarascon P.G. Bruce Angew. Chem. Int. Ed. 50 2011 6351 6355 Z. Peng, S. A. Freunberger, L. J. Hardwick, Y. Chen, V. Giordani, F. Bardé, P. Novák, D. Graham, J.-M. Tarascon, P. G. Bruce, Angew. Chem. Int. Ed., 2011, 50, 6351–6355. 8 S. Sakong D. Mahlberg T. Roman M. Pandey A. Groß J. Phys. Chem. C 124 2020 27604 27613 S. Sakong, D. Mahlberg, T. Roman, M. Pandey, A. Groß, J. Phys. Chem. C, 2020, 124, 27604–27613. 9 L. Johnson C. Li Z. Liu Y. Chen S.A. Freunberger P.C. Ashok B.B. Praveen K. Dholakia J.-M. Tarascon P.G. Bruce Nat. Chem. 6 2014 1091 1099 L. Johnson, C. Li, Z. Liu, Y. Chen, S. A. Freunberger, P. C. Ashok, B. B. Praveen, K. Dholakia, J.-M. Tarascon, P. G. Bruce, Nat. Chem., 2014, 6, 1091–1099. 10 Y. Shao S. Park J. Xiao J.-G. Zhang Y. Wang J. Liu ACS Catal. 2 2012 844 857 Y. Shao, S. Park, J. Xiao, J.-G. Zhang, Y. Wang, J. Liu, ACS Catal., 2012, 2 844–857. 11 T.K. Zakharchenko A.Y. Kozmenkova Isaev D.M. Itkis E.A. Goodolin J. Nanotechnol. 4 2013 758 762 T. K. Zakharchenko, A. Y. Kozmenkova, Isaev, D. M. Itkis, E. A. Goodolin, J. Nanotechnol., 2013, 4, 758–762. 12 Z.-L. Wang D. Xu J.-J. Xu X.-B. Zhang Chem. Soc. Rev. 43 2014 7746 7786 Z.-L. Wang, D. Xu, J.-J. Xu, X.-B. Zhang, Chem. Soc. Rev., 2014, 43, 7746–7786. 13 A.V. Sergeev A.V. Chertovich D.M. Itkis A. Sen A. Gross A.R. Khokhlov J. Phys. Chem. C 121 2017 14463 14469 A. V. Sergeev, A. V. Chertovich, D. M. Itkis, A. Sen, A. Gross, A. R. Khokhlov, J. Phys. Chem. C, 2017, 121, 14463–14469. 14 T.K. Zakharchenko A.I. Belova A.S. Frolov O.O. Kapitanova J.-J. Velasco-Velez A. Knop-Gericke D. Vyalikh D.M. Itkis L.V. Yashina Top. Catal. 61 2018 2114 2122 T. K. Zakharchenko, A. I. Belova, A. S. Frolov, O. O. Kapitanova, J.-J. Velasco-Velez, A. Knop-Gericke, D. Vyalikh, D. M. Itkis, L. V. Yashina, Top. Catal., 2018, 61, 2114–2122. 15 T.K. Zakharchenko A.Y. Kozmenkova V.V. Isaev D.M. Itkis L.V. Yashina Langmuir 36 2020 8716 8722 T. K. Zakharchenko, A. Y. Kozmenkova, V. V. Isaev, D. M. Itkis, L. V. Yashina, Langmuir, 2020, 36, 8716–8722. 16 V.V. Isaev A.V. Sergeev T.K. Zakharchenko D.M. Itkis A. Groß L.V. Yashina J. Electrochem. Soc. 168 2021 030520 V. V. Isaev, A. V. Sergeev, T. K. Zakharchenko, D. M. Itkis, A. Groß, L. V. Yashina, J. Electrochem. Soc., 2021, 168, 030520. 17 B.R. Didar L. Yashina A. Groß ACS Appl. Mater. Interfaces 13 2021 24984 24994 B. R. Didar, L. Yashina, A. Groß, ACS Appl. Mater. Interfaces, 2021, 13, 24984–24994. 18 J.S. Hummelshøj J. Blomqvist S. Datta T. Vegge J. Rossmeisl K.S. Thygesen A.C. Luntz K.W. Jacobsen J.K. Norskøv J. Chem. Phys. 132 2010 1101 1104 J. S. Hummelshøj, J. Blomqvist, S. Datta, T. Vegge, J. Rossmeisl, K. S. Thygesen, A. C. Luntz, K. W. Jacobsen, J. K. Norskøv, J. Chem. Phys., 2010, 132, 1101–1104 19 M.D. Radin J.F. Rodriguez F. Tian D.J. Siegel J. Am. Chem. Soc. 134 2012 1093 1103 M. D. Radin, J. F. Rodriguez, F. Tian, D. J. Siegel, J. Am. Chem. Soc., 2012, 134, 1093–1103. 20 N. Seriani Nanotechnology 20 2009 445703 N. Seriani, Nanotechnology, 2009, 20, 445703. 21 C.O. Laoire S. Mukerjee K.M. Abraham E.J. Plichta M.A. Hendrickson J. Phys. Chem. C 113 2009 20127 20134 C. O. Laoire, S. Mukerjee, K. M. Abraham, E. J. Plichta, M. A. Hendrickson, J. Phys. Chem. C, 2009, 113, 20127–20134. 22 C.O. Laoire S. Mukerjee K.M. Abraham E.J. Plichta M.A. Hendrickson J. Phys. Chem. C 114 2010 9178 9186 C. O. Laoire, S. Mukerjee, K. M. Abraham, E. J. Plichta, M. A. Hendrickson, J. Phys. Chem. C, 2010, 114, 9178– 9186. 23 D.G. Kwabi V.S. Bryantsev T.P.B.D.M. Itkis C.V. Thompson Y. Shao-Horn Angew. Chem. Int. Ed. 55 2016 3129 3134 D. G. Kwabi, V. S. Bryantsev, T. P. B. D. M. Itkis, C. V. Thompson, Y. Shao-Horn, Angew. Chem. Int. Ed., 2016, 55, 3129–3134. 24 F.S. Gittleson R.E. Jones D.K. Warda M.E. Fostera Energy Environ. Sci. 10 2017 1167 1179 F. S. Gittleson, R. E. Jones, D. K. Warda, M. E. Fostera, Energy Environ. Sci., 2017, 10, 1167–1179. 25 Y. Wang N.-C. Lai Y.-R. Lu Y. Zhou C.-L. Dong Y.-C. Lu Joule 2 2018 2364 2380 Y. Wang, N.-C. Lai, Y.-R. Lu, Y. Zhou, C.-L. Dong, Y.-C. Lu, Joule, 2018, 2, 2364–2380. 26 J. Xie Q. Dong I. Madden X. Yao Q. Cheng P. Dornath W. Fan D. Wang Nano Lett. 15 2015 8371 8376 J. Xie, Q. Dong, I. Madden, X. Yao, Q. Cheng, P. Dornath, W. Fan, D. Wang, Nano Lett., 2015, 15, 8371–8376. 27 X. Lin Z. Sun C. Tang Y. Hong P. Xu X. Cui R.Y.Z. Zhou M. Zheng Q. Dong Adv. Energy Mater. 10 2020 2001592 X. Lin, Z. Sun, C. Tang, Y. Hong, P. Xu, X. Cui, R. Y. Z. Zhou, M. Zheng, Q. Dong, Adv. Energy Mater., 2020, 10, 2001592. 28 J. Scheers D. Lidberg K. Sodeyama Z. Futera Y. Tateyama Phys. Chem. Chem. Phys. 18 2016 9961 9968 J. Scheers, D. Lidberg, K. Sodeyama, Z. Futera, Y. Tateyama, Phys. Chem. Chem. Phys., 2016, 18, 9961–9968. 29 A. Groß Top. Curr. Chem. 376 2018 17 A. Groß, Top. Curr. Chem., 2018, 376, 17. 30 U. Das K.C. Lau P.C. Redfern L.A. Curtiss J. Phys. Chem. Lett. 5 2014 813 819 U. Das, K. C. Lau, P. C. Redfern, L. A. Curtiss, J. Phys. Chem. Lett., 2014, 5, 813–819. 31 M.T. Ong O. Verners E.W. Draeger A.C.T. van Duin V. Lordi J.E. Pask J. Phys. Chem. B 119 2015 1535 1545 M. T. Ong, O. Verners, E. W. Draeger, A. C. T. van Duin, V. Lordi, J. E. Pask, J. Phys. Chem. B, 2015, 119, 1535–1545. 32 T.A. Pham K.E. Kweon A. Samanta V. Lordi J.E. Pask J. Phys. Chem. C 121 2017 21913 21920 T. A. Pham, K. E. Kweon, A. Samanta, V. Lordi, J. E. Pask, J. Phys. Chem. C, 2017, 121, 21913–21920. 33 M.I. Chaudhari J.R. Nair L.R. Pratt F.A. Soto P.B. Balbuena S.B. Rempe J. Chem. Theory Comput. 12 2016 5709 5718 M. I. Chaudhari, J. R. Nair, L. R. Pratt, F. A. Soto, P. B. Balbuena, S. B. Rempe, J. Chem. Theory Comput., 2016, 12, 5709–5718. 34 V.S. Bryantsev M. Blanco F. Faglioni J. Phys. Chem. A 114 2010 8165 8169 V. S. Bryantsev, M. Blanco, F. Faglioni, J. Phys. Chem. A, 2010, 114, 8165–8169. 35 C. Xia M. Waletzko L. Chen K. Peppler P.J. Klar J. Janek ACS Appl. Mater. Interfaces 6 2014 12083 12092 C. Xia, M. Waletzko, L. Chen, K. Peppler, P. J. Klar, J. Janek, ACS Appl. Mater. Interfaces, 2014, 6, 12083–12092. 36 Y. Zhang X. Zhang J. Wang W.C. McKee Y. Xu Z. Peng J. Phys. Chem. C 120 2016 3690 3698 Y. Zhang, X. Zhang, J. Wang, W. C. McKee, Y. Xu, Z. Peng, J. Phys. Chem. C, 2016, 120, 3690–3698. 37 J.B. Haskins H.H. Pham A. Khetan V. Viswanathan J.W. Lawson J. Phys. Chem. C 125 2021 436 445 J. B. Haskins, H. H. Pham, A. Khetan, V. Viswanathan, J. W. Lawson, J. Phys. Chem. C, 2021, 125, 436–445. 38 J. Lu L. Li J.-B. Park Y.-K. Sun F. Wu K. Amine Chem. Rev. 114 2014 5611 5640 J. Lu, L. Li, J.-B. Park, Y.-K. Sun, F. Wu, K. Amine, Chem. Rev., 2014, 114, 5611–5640. 39 Z. Ma X. Yuan L. Li Z.-F. Ma D.P. Wilkinson L. Zhang J. Zhang Energy Environ. Sci. 8 2015 2144 2198 Z. Ma, X. Yuan, L. Li, Z.-F. Ma, D. P. Wilkinson, L. Zhang, J. Zhang, Energy Environ. Sci., 2015,8, 2144–2198. 40 Y. Liu L. Wang L. Cao C. Shang Z. Wang H. Wang L. He J. Yang H. Cheng J. Li Z. Lu Mater. Chem. Front. 2017 2495 2510 Y. Liu, L. Wang, L. Cao, C. Shang, Z. Wang, H. Wang, L. He, J. Yang, H. Cheng, J. Li, Z. Lu, Mater. Chem. Front., 2017, 2495– 2510. 41 G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmüller, Phys. Rev. B, 1996, 54, 11169–11186. 42 G. Kresse D. Joubert Phys. Rev. B 59 1999 1758 1775 G. Kresse, D. Joubert, Phys. Rev. B, 1999, 59, 1758–1775. 43 P.E. Blöchl Phys. Rev. B 50 1994 17953 17979 P. E. Blöchl, Phys. Rev. B, 1994, 50, 17953–17979. 44 J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 3868 J. P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett., 1996, 77, 3865–3868. 45 B. Hammer L.B. Hansen J.K. Nørskov Phys. Rev. B 59 1999 7413 7421 B. Hammer, L. B. Hansen, J.K. Nørskov, Phys. Rev. B, 1999, 59, 7413–7421. 46 S. Grimme S. Ehrlich L. Goerigk J. Comput. Chem. 32 2011 1456 1465 S. Grimme, S. Ehrlich, L. Goerigk, J. Comput. Chem., 2011, 32, 1456–1465. 47 K. Forster-Tonigold A. Groß J. Chem. Phys. 141 2014 064501 K. Forster-Tonigold, A. Groß, J. Chem. Phys., 2014, 141, 064501. 48 S. Sakong K. Forster-Tonigold A. Groß J. Chem. Phys. 144 2016 194701 S. Sakong, K. Forster-Tonigold, A. Groß, J. Chem. Phys., 2016, 144, 194701. 49 D. Mahlberg S. Sakong K. Forster-Tonigold A. Groß J. Chem. Theory Comput. 15 2019 3250 3259 D. Mahlberg, S. Sakong, K. Forster-Tonigold, A. Groß, J. Chem. Theory Comput., 2019, 15, 3250–3259. 50 F. Juárez H. Yin A. Groß J. Phys. Chem. C 126 2022 2561 2572 F. Juárez, H. Yin, A. Groß, J. Phys. Chem. C, 2022, 126, 2561–2572. 51 M. Sotoudeh A. Groß JACS Au 2 2022 463 471 M. Sotoudeh, A. Groß, JACS Au, 2022, 2, 463–471. 52 S. Nosé J. Chem. Phys. 81 1984 511 519 S. Nosé, J. Chem. Phys., 1984, 81, 511–519. 53 W.G. Hoover Phys. Rev. A 31 1985 1695 1697 W. G. Hoover, Phys. Rev. A, 1985, 31, 1695–1697. 54 M. Dillenz M. Sotoudeh H. Euchner A. Groß Front. Energy Res. 8 2020 584654 M. Dillenz, M. Sotoudeh, H. Euchner, A. Groß, Front. Energy Res., 2020, 8, 584654. 55 A. Einstein Ann. Phys. 17 1905 549 560 A. Einstein, Ann. Phys., 1905, 17, 549–560. 56 E.A. Carter G. Ciccotti J.T. Hynes R. Kapral Chem. Phys. Lett. 156 1989 472 477 E. A. Carter, G. Ciccotti, J. T. Hynes, R. Kapral, Chem. Phys. Lett., 1989, 156, 472–477. 57 M. Sprik G. Ciccotti J. Chem. Phys. 109 1998 7737 7744 M. Sprik, G. Ciccotti, J. Chem. Phys., 1998, 109, 7737–7744. 58 G. Ciccotti M. Ferrario Mol. Simul. 30 2004 787 793 G. Ciccotti, M. Ferrario, Mol. Simul., 2004, 30, 787–793. 59 Y. Komeiji Chem-Bio Inf. J. 7 2007 12 23 Y. Komeiji, Chem-Bio Inf. J., 2007, 7, 12–23. 60 P. Fleurat-Lessard T. Ziegler J. Chem. Phys. 123 2005 084101 P. Fleurat-Lessard, T. Ziegler, J. Chem. Phys., 2005, 123, 084101. 61 T. Bucko J. Phys.: Condens. Matter 20 2008 064211 T. Bucko, J. Phys.: Condens. Matter, 2008, 20, 064211. 62 Y. Gohda S. Schnur A. Groß Faraday Discuss. 140 2008 233 244 Y. Gohda, S. Schnur, A. Groß, Faraday Discuss., 2008, 140, 233–244. 63 S. Burlatsky R.M. Darling D. Novikov V.V. Atrazhev V.I. Sultanov T.Y. Astakhova L. Su F. Brushett J. Electrochem. Soc. 163 2016 A2232 A2239 S. Burlatsky, R. M. Darling, D. Novikov, V. V. Atrazhev, V. I. Sultanov, T. Y. Astakhova, L. Su, F. Brushett, J. Electrochem. Soc., 2016, 163, A2232–A2239. 64 R. Semino G. Zaldívar E.J. Calvo D. Laria J. Chem. Phys. 141 2014 214509 R. Semino, G. Zaldívar, E. J. Calvo, D. Laria, J. Chem. Phys., 2014, 141, 214509. 65 M. Sotoudeh M. Dillenz A. Groß Adv. Energy Sustainability Res. 2 2021 2100113 M. Sotoudeh, M. Dillenz, A. Groß, Adv. Energy Sustainability Res., 2021, 2, 2100113. 66 P. Ganesh D.-E. Jiang P.R.C. Kent J. Phys. Chem. B 115 2011 3085 3090 P. Ganesh, D.-E. Jiang, P. R. C. Kent, J. Phys. Chem. B, 2011, 115, 3085–3090. 67 W. Yang D.Y. Kim L. Yang N. Li L. Tang K. Amine H.-K. Mao Adv. Sci. 4 2017 1600453 W. Yang, D. Y. Kim, L. Yang, N. Li, L. Tang, K. Amine, H.-K. Mao, Adv. Sci., 2017, 4, 1600453. 68 L. Johnson C. Li Z. Liu Y. Chen S.A. Freunberger P.C. Ashok B.B. Praveen K. Dholakia J.-M. Tarascon P.G. Bruce Nat. Chem. 6 2014 1091 1099 L. Johnson, C. Li, Z. Liu, Y. Chen, S. A. Freunberger, P. C. Ashok, B. B. Praveen, K. Dholakia, J.-M. Tarascon, P. G. Bruce, Nat. Chem., 2014, 6, 1091–1099. 69 B.D. McCloskey R. Scheffler A. Speidel G. Girishkumar A.C. Luntz J. Phys. Chem. C 116 2012 23897 23905 B. D. McCloskey, R. Scheffler, A. Speidel, G. Girishkumar, A. C. Luntz, J. Phys. Chem. C, 2012, 116, 23897–23905. 70 P. Albertus G. Girishkumar B. McCloskey R.S. Sánchez-Carrera B. Kozinsky J. Christensen A.C. Luntz J. Electrochem. Soc. 158 2011 A343 A351 P. Albertus, G. Girishkumar, B. McCloskey, R. S. Sánchez-Carrera, B. Kozinsky, J. Christensen, A. C. Luntz, J. Electrochem. Soc., 2011, 158, A343–A351. 71 J. Huang M. Li M.J. Eslamibidgoli M. Eikerling A. Groß JACS Au 1 2021 1752 1765 J. Huang, M. Li, M. J. Eslamibidgoli, M. Eikerling, A. Groß, JACS Au, 2021, 1, 1752–1765.",
      "scopus-id": "85140080926",
      "coredata": {
        "eid": "1-s2.0-S1872206722640981",
        "dc:description": "Density functional theory calculations together with ab initio molecular dynamics (AIMD) simulations have been used to study the solvation, diffusion and transformation of Li+ and LiO2 upon O2 reduction in three organic electrolytes. These processes are critical for the performance of Li-air batteries. Apart from studying the structure of the solvation shells in detail, AIMD simulations have been used to derive the diffusivity and together with the Blue Moon ensemble approach to explore LiO2 formation from Li+ and O2 − and the subsequent disproportionation of 2LiO2 into Li2O2 + O2. By comparing the results of the simulations to gas phase calculations, the impact of electrolytes on these reactions is assessed which turns out to be more pronounced for the ionic species involved in these reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206722640981",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Didar, Behnaz Rahmani"
          },
          {
            "@_fa": "true",
            "$": "Groß, Axel"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206722640981"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206722640981"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(22)64098-1",
        "prism:volume": "43",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Solvation structure and dynamics of Li and LiO2 and their transformation in non-aqueous organic electrolyte solvents from first-principles simulations",
        "prism:copyright": "Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "11",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Li-air batteries"
          },
          {
            "@_fa": "true",
            "$": "Li oxide"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction"
          },
          {
            "@_fa": "true",
            "$": "Density functional theory"
          },
          {
            "@_fa": "true",
            "$": "Ab initio molecular dynamics"
          },
          {
            "@_fa": "true",
            "$": "Solvation"
          },
          {
            "@_fa": "true",
            "$": "Diffusivity"
          },
          {
            "@_fa": "true",
            "$": "Disproportionation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "11",
        "openaccessSponsorType": null,
        "prism:pageRange": "2850-2857",
        "prism:endingPage": "2857",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2022",
        "prism:doi": "10.1016/S1872-2067(22)64098-1",
        "prism:startingPage": "2850",
        "dc:identifier": "doi:10.1016/S1872-2067(22)64098-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "194",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23386",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "234",
            "@width": "372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38756",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "373",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31241",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "136",
            "@width": "373",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21416",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "141",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18217",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "132",
            "@width": "373",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19005",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "141",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11333",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "138",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14752",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "117",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10983",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6977",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5530",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6292",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "516",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "87716",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "623",
            "@width": "989",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "165264",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "532",
            "@width": "992",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "140518",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "361",
            "@width": "991",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "101330",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "375",
            "@width": "987",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "78242",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "351",
            "@width": "992",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "78795",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722640981-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "484",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85140080926"
      }
    }
  }
}