{
  "metadata": {
    "title": "Effect of Hydrohalogenation of Metal/Zeolite Catalysts for Cyclohexene Hydroconversion II. Rhenium/H-ZSM-5 Catalysts",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2008-02-29",
    "doi": "10.1016/S1872-2067(08)60021-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708600212",
    "pii": "S1872206708600212"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-40949131359",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2008-03-22 2008-03-22 2010-03-27T19:04:27 1-s2.0-S1872206708600212 S1872-2067(08)60021-2 S1872206708600212 10.1016/S1872-2067(08)60021-2 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206708X60036 2015-05-15T07:13:55.760442-04:00 0 0 20080201 20080229 2008 2008-03-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 29 29 2 2 Volume 29, Issue 2 5 113 122 113 122 200802 February 2008 2008-02-01 2008-02-29 2008 article fla Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. EFFECTHYDROHALOGENATIONMETALZEOLITECATALYSTSFORCYCLOHEXENEHYDROCONVERSIONIIRHENIUMHZSM5CATALYSTS ABOULGHEIT A BILOEN 1980 112 P WAGSTAFF 1979 434 N DAVIS 1977 348 B MAGGIORE 1991 29 R KROGH 2003 627 A SOLYMOSI 2004 7 F OKAL 1997 161 J YATES 1969 182 D GRANT 1978 355 J PHILLIPSON 1969 1351 J EDREVAKARDJIEVA 1986 97 R RONNING 2001 292 M OKAL 2001 466 J ABOULFOTOUH 2001 55 S ABOULGHEIT 2005 157 A ABOULGHEIT 2005 144 A ABOULGHEIT 2006 167 A ABOULGHEIT 2006 102 A ABOULGHEIT 2006 141 A ABOULGHEIT 1991 233 A ABOULGHEIT 1997 893 A FREEL 1972 139 J BAMWENDA 1995 209 G CAMPBELL 1996 338 S ABOULGHEIT 2001 179 A ABOULGHEIT 1976 15 A ABOULGHEIT 1976 536 A ARENA 1992 3353 F LEVANMAO 1999 41 R SANO 1986 89 T KANAI 1992 527 J SENGER 2000 2613 S DWYER 1991 1 J JOLLY 1994 401 S TJANDRA 1996 82 S ABOULGHEITX2008X113 ABOULGHEITX2008X113X122 ABOULGHEITX2008X113XA ABOULGHEITX2008X113X122XA item S1872-2067(08)60021-2 S1872206708600212 1-s2.0-S1872206708600212 10.1016/S1872-2067(08)60021-2 273538 2010-09-22T11:39:35.784697-04:00 2008-02-01 2008-02-29 1-s2.0-S1872206708600212-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600212/MAIN/application/pdf/f18bbc2de98f2175a1145229b33a3411/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600212/MAIN/application/pdf/f18bbc2de98f2175a1145229b33a3411/main.pdf main.pdf pdf true 471145 MAIN 10 1-s2.0-S1872206708600212-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600212/PREVIEW/image/png/3489b1cc25a132f25f817c88fb16b9ed/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600212/PREVIEW/image/png/3489b1cc25a132f25f817c88fb16b9ed/main_1.png main_1.png png 69871 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 29, Issue 2, February 2008 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2008, 29(2): 113–122. Received date: 2007-02-09. * Corresponding author. Tel: +20-2-22608600; Fax: +20-2-22747433; E-mail: aboulgheit2000@hotmail.com Copyright © 2008, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. Effect of Hydrohalogenation of Metal/Zeolite Catalysts for Cyclohexene Hydroconversion Ⅱ. Rhenium/H-ZSM-5 Catalysts Ahmed K. ABOUL-GHEIT*, Noha A. K. ABOUL-GHEIT, Ahmed E. AWADALLAH Process Development Department, Egyptian Petroleum Research Institute, Nasr City, P.O. Box 9540, Cairo 11787, Egypt Abstract: A post-preparation treatment of the Re/H-ZSM-5 catalyst with HCl or HF was performed, and its effect on cyclohexene hy- droconversion reactions at 50–400 °C in a continuous flow reactor was investigated. The HF treatment significantly improved the catalytic activity for cyclohexene hydrogenation to cyclohexane and methylcyclopentenes to methylcyclopentane in comparison to the HCl treat- ment. This is principally attributed to the higher Re dispersion and enhancement of the acid site number and strength. Thereupon occurs the highest hydrocracking activity and the lowest dehydrogenation activity for cyclohexene to cyclohexadienes on Re/H-ZSM-5(HF) by virtue of the highest strength of acid sites. The untreated Re/H-ZSM-5 catalyst exhibited the highest dehydrogenation activity for aromatics production, which may be attributed to the lowest quantity of extraframework Al and Si depositing in the pores and cavities of the zeolite support. Industrially, the relative amounts of xylene isomers produced on the hydrohalogenated catalysts are of interest. The amount of p-xylene was higher than m-xylene on the HF-treated catalyst; m- and p-xylenes presented almost equal values on the HCl-treated catalyst; m-xylene exceeded p-xylene on the untreated catalyst. O-xylene was almost equal to the sum of p- and m-xylenes in all cases. Key words: rhenium; ZSM-5 zeolite; hydrochlorination; hydrofluorination; cyclohexene; hydroconversion Rhenium is one of the most prestigious promoters for platinum in petroleum naphtha hydroisomerization and re- forming catalysts used for upgrading octane numbers. Al- though Pt-Re catalysts received enormous attention since the discovery of the Re promotion effect by Kluksdahl [1], monometallic Re catalysts did not receive appreciable consid- eration. Research on Pt promoted by Re was mainly concerning with catalyst protection for extending its life-time apart from catalytic activity response. However, these catalysts are con- ventionally injected with light chlorohydrocarbons to generate HCl, which improves the catalyst acidity and Pt redispersion. After Kluksdahl [1] claimed that Re addition to platinum is required for the petroleum naphtha reforming catalysts, the most commercially successful bimetallic catalyst operating until now in refineries contains Pt-Re combinations [2–4]. Maggiore et al. [5] reported the use of a Re/H-ZSM-5 catalyst for propane aromatization, but it exhibited modest activity compared to several bimetallic catalysts. Recently, Krogh et al. [6] found that Re/H-ZSM-5 is a promising catalyst for ethane aromatization and deactivates more slowly than the well- known ethane aromatization Zn/H-ZSM-5 catalyst. More re- cently, Solymosi et al. [7] studied the reaction of ethane on the Re/H-ZSM-5 catalyst at temperatures of 500–700 °C and found that 2.0% Re on H-ZSM-5 enhances ethane conversion. Re/γ-Al 2 O 3 catalysts containing 1.04% and 10.4% Re were characterized by H 2 chemisorption, transmission electron mi- croscopy (TEM), electron diffraction, electron spin resonance (ESR), and X-ray diffraction (XRD) [8]. Dispersion and cata- lytic properties of a 10% Re/SiO 2 catalyst are correlated [9]. Chemisorption of H 2 or CO is found satisfactory to determine the surface area of Re, and the crystallite size is in agreement with the calculation from X-ray line broadening. Grant et al. [10] reported bulk and supported Re catalysts [10] such as Re film, Re wire, Re/silica, and Re/aluminas, either fresh catalysts or contaminated with sulfur, for hydrogenation of 1,3-buta- diene. Moreover, based on kinetic research, using butadiene with deuterium over Re/SiO 2 at 100 °C, it is concluded that the mechanism of butadiene hydrogenation is adequately de- Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 scribed by the mechanism catalyzed by Ni [11]. The formation of the Re 2 O 7 /γ-Al 2 O 3 catalyst surface under conditions of precatalysis has been investigated [12]. Under oxidative conditions, a surface aluminium meso-perrhenate AlRe VII O 5 is obtained. The final structure was found to be the same irrespective of the amount of Re deposited, valence state, combination (oxide or salts), the alumina carrier structure (γ, θ, or non-porous), and phase (solid, mixture, or solution) of the starting materials. The transformation from Re(VIII) to metal- lic Re is difficult. Heating in inert gas or vacuum, low valence Re(VI) and Re(IV) coexist with Re(VII) on the surface. The meso-perrhenate structure has also been detected on other carriers by Rønning et al. [13]. The short bond distance of Re–Re (about 2.6 nm) suggests the existence of oxophilic Re in low positive oxidation states. Re reacts relatively strongly with the support, resulting in a 0.2 nm bond distance of Re–O and about 1.0 average coordination number of Re. However, re- cently, Okal et al. [14] characterized the oxidized Re/γ-Al 2 O 3 catalyst using laser Raman spectroscopy. In the calcination temperature range of 300–800 °C, Re in the catalyst coordi- nates with the γ-Al 2 O 3 support as ReO 4 monomers. Under dehydration conditions, ReO 4 monomers form two slightly different species. The first type exists at both low and high loadings (1.04% and 10.4% Re/γ-Al 2 O 3 ). Formation of the second type depends on temperature and time of calcination. In previous work, the authors studied the hydroconversion of cyclohexene (CHE) on monometallic and bimetallic catalysts including Re/γ-Al 2 O 3 [15] and also recently, investigated the hydroconversion of CHE on monometallic and bimetallic catalysts supported on H-ZSM-5 zeolite without [16,17] or with hydrohalogenation [18–20]. In the present study, a Re/H-ZSM-5 catalyst was prepared by impregnation of ammonium perhenate and then treated with HCl or HF. The effect of this treatment on hydrogenation and dehydrogenation of CHE was investigated in a continuous flow reactor. 1 Experimental 1.1 Preparation of the catalysts 1.1.1 Preparation of H-ZSM-5 zeolite The Na-ZSM-5 zeolite (Si/Al = 24.5) was kindly provided by Süd-Chemie AG, Germany. It was exchanged in 0.7 mol/L NH 4 NO 3 solution five times, each time with a fresh solution for 8 h at 70 °C. The NH 4 -ZSM-5 zeolite obtained was separated, washed with distilled water until free of NO 3 + ions, dried at 110 °C overnight, and then calcined in air at 530 °C for 3 h to yield H-ZSM-5 zeolite. The bulk Si/Al was 23.7, framework Si/Al was 24.7, and the Na + content was less than 0.02% (chemical analysis). The surface area and total pore volume were 400 m 2 /g and 0.16 cm 3 /g (BET surface analysis), respectively. 1.1.2 Preparation of the Re/H-ZSM-5 catalysts A quantity of ammonium perrhenate that was necessary for loading 0.35% of Re metal on the catalyst was dissolved in distilled water containing H 2 O 2 , which was used to dissolve any Re oxide precipitation and prevent ReO 4 precipitation before the impregnation. This solution was put into a beaker to immerge the zeolite. The pH was adjusted to 7–8 by dropping ammonia solution, and the resulting material was stored at room temperature for 24. The catalyst was then dried at 110 °C overnight. This procedure was reported to improve Re disper- sion in the support [21]. The catalyst was then calcined in air at 530 °C for 4 h and reduced at 500 °C in 20 cm 3 /min H 2 flow in a flow reactor for 8 h. 1.1.3 Hydrochlorination and hydrofluorination of the Re/H-ZSM-5 catalysts A part of the calcined Re/H-ZSM-5 catalyst was doped with an aqueous solution of HCl or HF containing the requisite quantity to obtain 3.0% HCl or HF in catalyst. The catalysts were dried at 110 °C overnight and calcined in air at 530 °C for 3 h. Before carrying out the hydroconversion runs, the catalysts were heated in the catalytic reactor at 500 °C for 2 h in a flow of 20 cm 3 /min pure H 2 . It is noticeable that after drying, calcina- tion, and reduction, there are about 50% Cl – and 75% F – ions of the doped haloacids remained in Re/H-ZSM-5(HCl) and Re/H-ZSM-5(HF) catalysts (determined by ion-chromatog- raphy), respectively. This indicates a significantly higher bond stability in the F-zeolite than in the Cl-zeolite under the applied dry conditions. 1.2 Cyclohexene hydroconversion The reactor was a silica-glass down-flow tube containing 0.2 g of the catalyst and was thermostated with a precision of ± 1 °C. H 2 gas was used as a carrier and a reactant at a 20 cm 3 /min flow rate in all runs. The CHE feed was introduced into the reactor via continuous evaporation using H 2 flow passing into a closed jar thermostated at 28 °C, wherein the flowing CHE quantity was always 8.33 mmol/h. The detailed procedure is described in Ref. [20]. 1.3 Characterization of the Re/H-ZSM-5 catalysts 1.3.1 Temperature-programmed desorption (TPD) of NH 3 The TPD procedure by Aboul-Gheit [22,23] using differen- tial scanning calorimetry (DSC) has been applied for evaluat- ing the desorption of presorbed NH 3 from the catalysts. NH 3 was initially adsorbed on the catalyst in a silica-tube furnace to saturation and then desorbed in a DSC Mettler TA-3000 unit in Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 a continuous current of purest N 2 . The detailed procedure is described in Ref. [20]. 1.3.2 Temperature-programmed reduction (TPR) of rhe- nium oxide in the catalysts TPR runs were carried out using the 0.35% Re/H-ZSM-5 catalyst and its HCl- and HF-treated samples. These catalysts were primarily calcined at 530 °C for 3 h in a flow of purified air of 30 cm 3 /min in the TPR furnace. Reduction of the sample was carried out at atmospheric pressure in a flowing gaseous mixture containing 5.0% H 2 in Ar stream by increasing the reduction temperature from ambient to 800 °C at a 5 °C/min heating rate. The H 2 consumption was monitored with a ther- mal conductivity detector using Ar as the reference gas. 1.3.3 Dispersion of rhenium in the catalysts The surface area of Re and its dispersion in the catalysts were determined by hydrogen chemisorption using the pulse technique of Freel’s [24]. The calcined catalyst was heated in the furnace at 500 °C for 3 h at a 50 cm 3 /min flow of ultra-pure hydrogen and then degassed using purest N 2 at 500 °C. After shutting off the furnace, hydrogen was pulsed into the N 2 car- rier gas until saturation. The hydrogen uptake was calculated as hydrogen atoms adsorbed per total Re atoms. The surface area of the Re was calculated based on the H 2 area of 12×10 –16 m 2 and H/Re stoichiometry of 1/1. Details of the procedure are given in Ref. [20]. 1.3.4 Framework and non-framework aluminium in the catalysts The Si/Al ratios of Re/H-ZSM-5, Re/H-ZSM-5(HCl), and Re/H-ZSM-5(HF) were determined by chemical analysis. The number of bulk Al per unit cell in the catalysts was calculated according to the MFI structural formula M n Si 96-n Al n O 192 ·16H 2 O (M = Na or H). After selective reflux extraction of the non- framework Al (Al NF ) in an aqueous solution containing the requisite quantity of ammonium hexafluorosilicate (NH 4 ) 2 F 6 Si at 70 °C, the solid material was washed, dried at 110 °C, and then calcined at 530 °C for 3 h. The detailed procedure was given by Bamwenda et al. [25] and Campbell et al. [26], which depends primarily on the higher extraction rate of Al NF than that of Al F from zeolites. The Si/Al ratios in the catalysts were then determined whereby the Al F was calculated. In a previous publication [27], the authors applied this procedure to compare selective extraction of Al NF in H-ZSM-5 zeolite after hydro- thermal dealumination using (NH 4 ) 2 F 6 Si. 2 Results and discussion 2.1 Overall CHE hydroconversion activity of the Re/H-ZSM-5 catalysts Scheme 1 shows a proposed network of possible reactions taking place during the overall hydroconversion of CHE on the Re/H-ZSM-5 catalysts. It is clear that the reactions change with the type of active sites (metallic or acidic). Scheme 1 Proposed pathways of cyclohexene hydroconversion on the Re/H-ZSM-5 catalysts Fig. 1 compares the overall hydroconversion activity of the Re/H-ZSM-5 catalysts before and after hydrochlorination or hydrofluorination. The activities of the Re/H-ZSM-5 and Re/H-ZSM-5(HCl) catalysts for total CHE hydroconversion are not significantly different over the entire temperature range examined, and the Re/H-ZSM-5(HF) catalyst exhibits signifi- cant activity enhancement in the temperature range 50–275 °C. Fig. 1 Overall hydroconversion of cyclohexene on the Re/H-ZSM-5 catalysts Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 However, at 300–400 °C, the activities of the three catalysts do not exhibit significant variation, where the hydroconversion level is about 85%–90%. In a recently published research, the authors [16] have shown that the activity of the untreated Re/H-ZSM-5 catalyst for CHE hydroconversion is almost equal to that of the unloaded H-ZSM-5 zeolite, indicating that 0.35% Re metal in the catalysts is almost inactive for this reaction without a hydrohalogenation treatment. 2.2 CHE hydrogenation to cyclohexane (CHA) Fig. 2 depicts the behavior of the current catalysts towards CHE hydrogenation to CHA as a function of reaction tem- perature. Generally, the activities of the catalysts are in the order Re/H-ZSM-5(HF) > Re/H-ZSM-5(HCl) > Re/H-ZSM-5. On the Re/H-ZSM-5 and Re/H-ZSM-5(HCl) catalysts, the hydrogenation levels are relatively low and insignificantly different in the temperature range of 50–225 °C, and the latter catalyst is somewhat more active in the whole temperature range examined. On these two catalysts, hydrogenation com- prises 0.7% and 3.6%, respectively, at 50 °C and slowly in- creases to 2.6% and 6.8%, respectively, at 225 °C. Normally, the metal activity is responsible for CHE hydrogenation at lower temperatures. Nevertheless, with increasing reaction temperature above 225 °C, the activities of these catalysts are more energetically enhanced to reach maxima of 14.2% and 22.0%, respectively, at 325 °C, beyond which the hydrogena- tion activities decline with a further increase in temperature because the reaction equilibrium reverses from exothermic hydrogenation towards endothermic dehydrogenation. En- hancement of the hydrogenation activity with HCl treatment can be attributed to: (1) the improvement of the dispersion of Re metal on the support (Table 1), and (2) the decrease in basic Lewis sites or a stronger “inductive effect” on the neighboring hydroxyl groups under the influence of Cl – ions adsorbed on the surface of the zeolite support [30]. On the other hand, HF-treatment of Re/H-ZSM-5 changes the behavior of CHE hydrogenation (Fig. 2) such that CHA in product significantly exceeds that obtained on the other two current catalysts, particularly in the lower temperature region. CHA amounts to 15.8% at 50 °C and increases almost linearly to reach a maximum of 44.0% at 150 °C, beyond which the activity declines linearly to reach 7.9% at 325 °C and then 4.6% at 400 °C. This implies a significant activity enhance- ment of Re metal on the surface of the Re/H-ZSM-5(HF) catalyst. Previous studies by the authors [28,29] show that benzene hydrogenation was completely inactive on a 0.6%Re/ Al 2 O 3 catalyst or 0.3%Pt+0.3%Re/Al 2 O 3 catalyst under high hydrogen pressure at 100–140 °C. This may be evidence that Re by itself at a concentration of 0.6% cannot act as a hydro- genation component. Recently, Aboul-Gheit et al. [19] doped the unloaded H-ZSM-5 zeolite with HCl or HF and found that the acid site number and strength and hydrogenation activity on the H-ZSM-5(HCl) and H-ZSM-5(HF) catalysts were increased, and the H-ZSM-5(HCl) catalyst exhibited significantly higher hydrogenation activity than H-ZSM-5(HF). This has been attributed to a larger increase in the acid site number in the former catalyst than in the latter although the acid site strength was more enhanced in the HF-treated catalyst. In the present study, the loading of H-ZSM-5 zeolite with Re results in an opposite response to the HCl and HF treatment, where the Re/H-ZSM-5(HF) catalyst is more active for CHE hydrogena- tion than the Re/H-ZSM-5(HCl) catalyst. Rhenium metal is undoubtedly the fundamental cause for this difference. Arena et al. [30] showed that Cl – adsorbed on the surface of Al 2 O 3 changes electronic properties of the outer layer and decreases the basic Lewis sites or induces a stronger “inductive effect” on the neighboring hydroxyl groups on the zeolite surface, weakening the O–H bond and rendering the proton more acidic. In parallel, Le Van Mao et al. [31] doped H-ZSM-5 zeolite with a low concentration of F – species and found that its acidity was enhanced via forming new Brönsted acid sites in addition to strengthening some acid sites of the parent zeolite. On the other hand, several authors have proved that acid sites can act as hydrogenation sites, particularly at higher temperatures. Sano et al. [32] reported that H-ZSM-5 zeolite became an active hydrogenating catalyst such that it converted 95% of ethylene to ethane at 535 °C. Because no metal impurities were detected in the zeolite, ethylene hydro- genation was attributed to the acid sites in the zeolite. Jacobs et al. [33] indicated that Brönsted acid sites are responsible for double-bond hydrogenation reactions at higher temperature. Moreover, Senger et al. [34] provided a deeper insight in het- erogeneous hydrogenation reactions without participation of a transition metal, and their mathematical study substantiated the findings of Sano et al. [32]. Fig. 2 Cyclohexane in product during hydrogenation of cyclohexene on the Re/H-ZSM-5 catalysts Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 2.3 Isomerization of CHE to methylcyclopentenes (MCPEs) and methylcyclopentane (MCPA) Fig. 3(a) depicts the production of 5-membered ring isomers of CHE, namely, MCPEs (1-, 3-, and 4-MCPEs), on the cata- lysts. MCPA (Fig. 3(b)) is the second contributor to the total isomerization of CHE since MCPA is the sole hydrogenation product of MCPEs. Hence, the sum of MCPEs plus MCPA depicts the overall isomers of CHE (Fig. 3(c)). This assumption has been considered by Dwyer et al. [35] who defined the relative rate of isomerization (monomolecular reaction) and bimolecular hydrogen transfer as isomerization/hydrogen transfer = I(MCPEDs+MCPA)/I(CHA+MCPA), where I refers to the initial selectivity. This is supported by the work of Jolly et al. [36] and Tjandra et al. [37]. Fig. 3(b) shows that the hydrogenation activity of the Re/H-ZSM-5(HF) catalyst greatly exceeds that of the HCl- treated and the untreated catalysts. Maximum conversion of MCPA is 25.4% at 300 °C on the Re/H-ZSM-5(HF) catalyst, as compared with 9.05% and 8.00% on Re/H-ZSM-5(HCl) and Re/H-ZSM-5, respectively. These results are in agreement with the results in Fig. 2, and both orders are compatible with the order of acid site number and strength (Table 1) as well as with the Re surface area and Re dispersion (Table 1). The effect of the residual Cl – and F – ions in the catalysts on decreasing the basic Lewis sites, inducing stronger inductive effect on the neighboring O–H bond, and rendering the proton more acidic should contribute to the obtained results. 2.4 Dehydrogenation of CHE 2.4.1 Production of cyclohexadienes (CHDEs) CHE dehydrogenation includes the production of 1,3- and 1,4-CHDEs and a further dehydrogenation of these dienes to benzene since both (consecutive) reactions are endothermic. The conversions to these dienes are relatively low, and their sum maxima are 3.3%, 3.0%, and 1.7% on the Re/H-ZSM-5, Re/H-ZSM-5(HCl), and Re/H-ZSM-5(HF) catalysts, respec- tively. The lower value of these dienes on the HF-treated catalyst is compatible with the higher dehydrogenation activity producing benzene. Benzene is the most stable dehydrogena- tion product (final product), and hence a more active dehy- drogenating catalyst will promote higher benzene production. Fig. 4 shows that the rates of CHDEs production are dif- ferent at 275–400 °C, however, it may be generally proposed that it is in the order Re/H-ZSM-5 > Re/H-ZSM-5(HCl) > Re/H-ZSM-5(HF). The conversion of 1,3-CHDE is always higher than that of the 1,4-isomer at all reaction temperatures (not shown). 2.4.2 Overall dehydrogenation of CHE Fig. 5 shows the overall dehydrogenation of CHE, which includes formation of CHDEs + benzene + benzene ring in toluene and xylenes in products on the catalysts. In the low Table 1 Rhenium dispersion and ammonia TPD of the Re/H-ZSM-5 catalysts Results of NH 3 -TPD Catalyst Re surface area (m 2 /g) Re dispersion (%) ΔH d /(J/g) Peak temperature (°C) Re/H-ZSM-5 0.738 56.8 90.9 380.1 Re/H-ZSM-5(HCl) 0.777 59.8 99.6 392.3 Re/H-ZSM-5(HF) 0.829 63.8 105.3 414.7 Fig. 3 Changes of product formation with temperature during iso- merization of cyclohexene on the Re/H-ZSM-5 catalysts (a) Methylcyclopentenes (MCPEs), (b) Methylcyclopentane (MCPA), (c) MCPEs + MCPA Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 temperature range (50–275 °C), the activities of the catalysts for CHE dehydrogenation are in the order Re/H-ZSM-5(HF) > Re/H-ZSM-5 ≈ Re/H-ZSM-5(HCl), which is in accordance with the number and strength of acid site as well as with the Re dispersion (Table 1). However, in the high temperature range (275–400 °C), the dehydrogenation activity of the catalysts is in the order Re/H-ZSM-5 > Re/H-ZSM-5(HF) > Re/H-ZSM-5 (HCl). The dehydrogenation activities are enhanced with in- creasing temperature in a stepwise manner on these catalysts. Using the untreated Re/H-ZSM-5 catalyst, the step at which activity slows down starts at 375 °C, whereas on the Re/H-ZSM-5(HF) and Re/H-ZSM-5(HCl) catalysts, the ac- tivities slow down starting at 325 and 350 °C, respectively, which can be attributed to diffusion restriction. Fig. 5 Overall dehydrogenation of cyclohexene on the Re/H-ZSM-5 catalysts Fig. 6 shows the results of NH 3 -TPD from strong acid sites, where one endothermic peak in the thermogram appears for each sample. The values of desorption enthalpy (ΔH d ) are proportional to the peak areas and the acid site number, whereas the peak temperature (T max ) correlates the acid site strength in the catalyst. The TPD data obtained for strong acid sites are given in Table 1. The weak acid sites, which would appear as a peak at temperatures below 250 °C (not given in Fig. 6), do not participate in the reactions under study. The peaks in Fig. 6 are attributed to the strong acid sites, which contribute to the current reactions. Fig. 6 Ammonia TPD from the Re/H-ZSM-5 catalysts It is known that the rates of both chemical reaction and dif- fusion increase as a function of temperature. However, at higher temperature, when the rate of diffusion becomes lower than that of the chemical reaction at a certain temperature, the diffusion becomes the rate determining step. Correlation of the dehydrogenation catalytic activity and the diffusion restriction in the catalysts may lead to the following views. The Re/H-ZSM-5, Re/H-ZSM-5(HCl), and the Re/H-ZSM-5(HF) catalysts acquire Al NF of the Al in the catalysts of 4.1%, 7.5%, and 10.5%, respectively (Table 2). The amorphous Al NF is mostly deposited in the channels and cavities of the zeolite support and remains as debris causing partial blockage of the channels. Although the number and strength of acid sites [30–34] that act as hydrogenation sites as well as Re dispersion (Table 1) in Re/H-ZSM-5(HF) are higher than that in Re/H-ZSM-5, the former catalyst is yet less active owing to pore diffusion limitation by the more Al NF debris (10.5%). On the other hand, the Re/H-ZSM-5(HCl) catalyst is the least active among the three current catalysts probably because its acidic parameters (Table 1) and Re dispersion are lower than that in the Re/H-ZSM-5(HF) catalyst. Although Re/H-ZSM- 5(HCl) has a higher acid site number and strength and Re Table 2 Bulk and framework Si/Al, Al/u.c., and percent Al NF Bulk Framework Catalyst Si/Al Al/u.c. Si/Al Al/u.c. Al NF/ % Re/H-ZSM-5 23.7 3.89 24.7 3.73 4.1 Re/H-ZSM-5(HCl) 23.9 3.85 26.0 3.56 7.5 Re/H-ZSM-5(HF) 24.3 3.80 27.2 3.40 10.5 u.c. = unit cell. Fig. 4 Cyclohexadienes in product during dehydrogenation of cyclohexene on the Re/H-ZSM-5 catalysts Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 dispersion than Re/H-ZSM-5, the more debris in the HCl- treated catalyst (7.5%) causes poor diffusion, which over- compensates the acidity and metal dispersion disadvantages of the untreated catalyst. To elucidate the role of extraframework aluminium depos- ited in the zeolite channels and cavities, TPR of Re oxides in the catalysts was carried out. The TPR curves (Fig. 7) show the reduction of Re oxides in the Re/H-ZSM-5 catalysts. Evidently, the overall H 2 consumption by these catalysts in the tempera- ture range 23–527 °C is almost the same. Each TPR curve exhibits two peaks, a low-temperature (LT) peak at 27–177 °C with a maximum at 127 °C and a high-temperature (HT) peak at 177–527 °C with a maximum at 302 °C. The three curves show that the area of each LT peak is significantly smaller than that of the HT one. The LT peak is attributed to the reduction of Re oxide particles located at the external surface of the zeolite support as well as at cracks and other more easily accessible locations, whereas the HT peak can be attributed to the reduc- tion of more deeply located metal oxide crystallites in channels and cavities, where the interaction between the Re oxide and the support is significantly strong and higher temperature is required to reduce the Re oxide. The hydrogen accessibility to Re oxide in the channels and cavities is assumed to be con- siderably slower. The LT peaks in Fig. 7 also indicate that the amount of reduced Re oxide in the catalysts is in the order Re/H-ZSM-5(HF) > Re/H-ZSM-5(HCl) > Re/H-ZSM-5, whereas for the HT peaks, the amount of reduced Re oxide is in the order Re/H-ZSM-5 > Re/H-ZSM-5(HCl) > Re/H-ZSM-5 (HF). This indicates that diffusion restriction is encountered more appreciably along the zeolite channels and cavities of the hydrohalogenated catalysts than in the untreated one, and this restriction is more pronounced in the hydrofluorinated catalyst than in the hydrochlorinated one. The reversed order of the reduced Re oxide amount in the LT and HT peaks can be at- tributed to that Al NF species (debris) occupies the largest space of channels and cavities among the current catalysts, such that the largest percentage of Re oxide migrates to these more easily accessible locations. On the other hand, the deeply located Al NF is the lowest in the untreated catalyst such that the Re oxide migrating to the more accessible superficial situations is highest. Campbell et al. [26] showed that upon hydrothermal de- alumination of the zeolite, its pore volume is decreased. Ex- amination with XRD and 29 Si NMR indicates that this is not due to the loss of crystallinity of the zeolite but due to the extra-lattice aluminum (non-framework Al) occupying volume in the channel system, and the pore volume loss increased with increasing content of extra-lattice Al. They also found that extraction of the extra-lattice Al partially restored the lost pore volume. 2.4.3 Individual aromatics production 2.4.3.1 Benzene production Benzene in product is of low values as shown in Fig. 8(a), and it is highest on the Re/H-ZSM-5(HF) catalyst, which is < 0.5% at 50–125 °C. Beyond 125 °C, benzene increases linearly Fig. 7 TPR curves for the Re/H-ZSM-5 catalysts Fig. 8 Benzene (a), toluene (b), and xylene (c) production during cyclohexene hydroconversion on the Re/H-ZSM-5 catalysts Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 with temperature to a maximum of 2.4% at 250 °C and then decreases to 1.7% at 300–325 °C. Benzene again increases to 2.8% at 400 °C. The basin at 300–325 °C is evidently attributed to the benzene consumption in producing toluene (Fig. 8(b)) and xylenes (Fig. 8(c)). However, on the Re/H-ZSM-5 and Re/H-ZSM-5(HCl) cata- lysts, benzene increases slowly with temperature from 50 to 275 °C then more actively up to 400 °C. In the whole tem- perature range, benzene is somewhat higher on Re/H-ZSM-5 (HCl) than on Re/H-ZSM-5, i.e., the order of benzene produc- tion on the catalysts is Re/H-ZSM-5(HF) > Re/H-ZSM-5(HCl) > Re/H-ZSM-5. This is in accordance with the order of acid site strength distribution and Re dispersion in the catalysts. 2.4.3.2 Toluene and xylenes production In contradistinction to benzene (Fig. 8(a)), the production of toluene (Fig. 8(b)) and xylenes (Fig. 8(c)) are in the order Re/H-ZSM-5> Re/H-ZSM-5(HF) > Re/H-ZSM-5(HCl), which is in accordance with the order of dehydrogenation activities of the catalysts, where the higher acid site strength and Re dis- persion acquired in the Re/H-ZSM-5(HF) catalyst exceed those in the Re/H-ZSM-5(HCl) catalyst and over-compensate the effect of the increased diffusion restriction caused by ex- tra-framework Al species. However, the relatively much lower diffusion restriction in the pores and cavities of the untreated Re/H-ZSM-5 catalyst, compared to the HCl- and HF-treated versions, can be the reason for the highest activity for the production of toluene and xylenes in the Re/H-ZSM-5 catalyst. Indeed, the larger molecular volumes of toluene and xylenes than that of benzene may contribute to the difference observed for the orders of the catalysts as shown in Fig. 8(a) with those in Figs. 8(b) and (c). The theoretical equilibrium values of o-, p-, and m-xylene are approximately 1:1:2 in the temperature range investigated. Even though, o-xylene has doubled than the theoretical equi- librium level, whereas m-xylene has decreased approximately to half of the theoretical equilibrium level (Fig. 9). This may show that all catalysts give economically feasible increase of o-xylene on the expense of m-xylene since the former xylene is an important starting material for phthalic anhydride produc- tion, whereas m-xylene is the least desired C 8 aromatic isomer. However, p-xylene encountered some change relative to m-xylene, depending on the employed catalyst. On the un- treated Re/H-ZSM-5 catalyst (Fig. 9(a)), the percent distribu- tion of p-xylene in product is somewhat lower than that of m-xylene, whereas using the Re/H-ZSM-5(HCl) catalyst (Fig. 9(b)), p-xylene is almost equal to m-xylene. On the Re/H-ZSM-5(HF) catalyst (Fig. 9(c)), p-xylene is somewhat larger than m-xylene. Hence, these findings may throw light on the p-xylene shape-selectivity of the current catalysts, which can be assumed to follow the order Re/H-ZSM-5(HF) > Re/H-ZSM-5(HCl) > Re/H-ZSM-5. 2.5 Hydrocracked products during CHE hydroconver- sion Fig. 10 shows that hydrocracking reactions occurring during the hydroconversion of CHE increase on all current catalysts as a function of reaction temperature. Evidently, hydrocracking is highest using the HF-treated catalyst, which can be attributed to the highest acid site number and strength among the three catalysts. Moreover, the diffusion restriction due to the pres- ence of the highest Al NF in the pores and cavities of this cata- lyst, among the current catalysts, seems ineffective because the products of this reaction are all of lower molecular weight hydrocarbons. The activities of Re/H-ZSM-5(HCl) and Re/H- ZSM-5 catalysts overlap. The hydrocracked products are of lower values on the HCl-treated catalyst than on the untreated catalyst at temperatures 275–350 °C and then increase with increasing temperature to exceed that on the Re/H-ZSM-5 catalyst at temperatures 375–400 °C. Fig. 9 Distribution of individual xylenes in product on Re/H-ZSM-5 (a), Re/H-ZSM-5(HCl) (b), and Re/H-ZSM-5(HF) (c) cata- lysts Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 For comparison, at 350 °C, the hydrocracked products using the Re/H-ZSM-5(HF), Re/H-ZSM-5(HCl), and Re/H-ZSM-5 catalysts amount to 43.2%, 13.3%, and 20.3%, respectively, whereas at 375 °C, these products amount to 50.8%, 39.8%, and 29.3%, respectively. The faster increase of the hydro- cracked products on the Re/H-ZSM-5(HCl) catalyst in the higher temperature range can be attributed to the higher acid site number and strength than that in the Re/H-ZSM-5 catalyst. In a recent publication [19], it has been reported that the hy- drocracking activities of the respective unloaded H-ZSM-5 zeolite catalysts are in the order H-ZSM-5(HF) > H-ZSM-5 (HCl) > H-ZSM-5, which is compatible with the acid site strength of these catalysts although the number of acid sites in the HCl-treated catalyst is larger than in the HF-treated one [19]. Again, in the present study, the hydrocracking activity of the H-ZSM-5(HF) catalyst is higher than that of the H-ZSM-5 (HCl) catalyst. This can also be attributed to the higher acid site strength. The higher number of acid sites in the H-ZSM-5(HF) catalyst may or may not contribute to the higher hydrocracking activity. This also suggests that the Re crystallites in the pres- ence of HF have enhanced the number of acid sites than in the HCl-treated catalyst, compared to the unloaded H-ZSM-5 [19]. However, these findings indicate that each metal, when sup- ported on a zeolite (which may be significantly different from supports such as alumina), has its own effect on the acid site strength distribution. Catalysts that contain other metals such as Ir [20] supported on H-ZSM-5, also used in the hydrocon- version of cyclohexene, are found to exhibit varying hydro- cracking activity orders. 3 Conclusions CHE hydroconversion is the highest on the HF-treated catalyst. The untreated and HCl-treated catalysts acquire overlapping activities. The hydrogenation activities for con- verting CHE to CHA are in the order Re/H-ZSM-5(HF) > Re/H-ZSM-5(HCl) > Re/H-ZSM-5. Maximum CHA produc- tion amounts to 44.0% at 150 °C on the Re/H-ZSM-5(HF) catalyst and to 22.0% and 14.2% at 325 °C on the two latter catalysts, respectively. The number of acid sites and strength and Re dispersion also increase in the above order. Maximum MCPEs production is also in this order. Total dehydrogenation is highest on the untreated catalyst but lowest on the HCl-treated catalyst. The Al NF debris deposited in the pores of the HF- and HCl-catalysts plays a significant role in diffusion throughout dehydrogenation. The untreated catalyst possessing the least Al NF debris encounters the highest dehydrogenation enhancement. Although the Re/H-ZSM-5(HF) catalyst has a larger quantity of Al NF debris than Re/H-ZSM-5(HCl), it is more active for CHE dehydrogenation by virtue of higher number and strength of acid sites and Re dispersion. The low- est benzene is obtained on the Re/H-ZSM-5 catalyst owing to its fastest consumption in producing toluene and xylenes. Using all catalysts, o-xylene is almost the sum of p- and m-xylenes over the entire temperature range studied. Never- theless, using the Re/H-ZSM-5 catalyst, m-xylene is somewhat higher than p-xylene, whereas using Re/H-ZSM-5(HCl), m- and p-xylenes are almost equal, and on the Re/H-ZSM-5(HF) catalyst, p-xylene somewhat exceeds m-xylene. References [1] Kluksdahl H E. US 3415737. 1968 [2] Biloen P, Helle J N, Verbeek H, Dautzenberg F M, Sachtler W M H. J Catal, 1980, 63(1): 112 [3] Wagstaff N, Prins R. J Catal, 1979, 59(3): 434 [4] Davis B H. J Catal, 1977, 46(3): 348 [5] Maggiore R, Scire S, Galvagno S, Crisafulli C, Toscano G. Appl Catal A, 1991, 79(1): 29 [6] Krogh A, Hagen A, Hansen T W, Christensen C H, Schmidt I. Catal Commun, 2003, 4(12): 627 [7] Solymosi F, Tolmacsov P. Catal Lett, 2004, 93(1–2): 7 [8] Okal J, Kubicka H, Kepinski L, Krajczyk L. Appl Catal A, 1997, 162(1–2): 161 [9] Yates D J C, Sinfelt J H. J Catal, 1969, 14(2): 182 [10] Grant J, Moyes R B, Wells P B. J Catal, 1978, 51(3): 355 [11] Phillipson J J, Wells P B, Wilson G R. J Chem Soc A, 1969: 1351 [12] Edreva-Kardjieva R M, Andreev A A. J Catal, 1986, 94(1): 97 [13] Ronning M, Gjervan T, Prestvik R, Nicholson D G, Holmen A. J Catal, 2001, 204(2): 292 [14] Okal. J, Baran J. J Catal, 2001, 203(2): 466 [15] Aboul-Fotouh S M, Aboul-Gheit A K. Appl Catal A, 2001, 208(1–2): 55 [16] Aboul-Gheit A K, Aboul-Fotouh S M, Aboul-Gheit N A K. Appl Catal A, 2005, 283(1–2): 157 [17] Aboul-Gheit A K, Aboul-Fotouh S M, Aboul-Gheit N A K. Appl Catal A, 2005, 292: 144 [18] Aboul-Gheit A K, Aboul-Fotouh S M, Abdel-Hamid S M, Aboul-Gheit N A K. J Mol Catal A, 2006, 245(1–2): 167 [19] Aboul-Gheit A K, Aboul-Fotouh S M, Abdel-Hamid S M, Fig. 10 Hydrocracked products of cyclohexene hydroconversion on the Re/H-ZSM-5 catalysts Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2008, 29(2): 113–122 Aboul-Gheit N A K. Appl Catal A, 2006, 297(1): 102 [20] Aboul-Gheit A K, Aboul-Gheit N A K. Appl Catal A, 2006, 303(2): 141 [21] Aboul-Gheit A K. Institut Francais Petrole, Rueil Malmaison, France, 1973, Report No. 20874 [22] Aboul-Gheit A K. Thermochim Acta, 1991, 191(2): 233 [23] Aboul-Gheit A K. Solid State Ionics, 1997, 101–103: 893 [24] Freel J. J Catal, 1972, 25(1): 139 [25] Bamwenda G R, Zhao Y X, Groten W A, Wojciechowski B W. J Catal, 1995, 157(1): 209 [26] Campbell S M, Bibby D M, Coddington J M, Howe R F, Mein- hold R H. J Catal, 1996, 161(1): 338 [27] Aboul-Gheit A K, Abdel-Hamid S M, El-Desouki D S. Appl Catal A, 2001, 209(1–2): 179 [28] Aboul-Gheit A K, Cosyns J. J Appl Chem Biotechnol, 1976, 26(1): 15 [29] Aboul-Gheit A K, Cosyns J. J Appl Chem Biotechnol, 1976, 26(10): 536 [30] Arena F, Frusteri F, Mondello N, Giordano N, Parmaliana A. J Chem Soc, Faraday Trans, 1992, 88(22): 3353 [31] Le Van Mao R, Le T S, Fairbairn M, Muntasar A, Xiao S, Denes G. Appl Catal A, 1999, 185(1): 41 [32] Sano T, Hagiwara H, Okabe, K, Okado H, Saito K, Takaya H. Sekiyu Gakkaishi, 1986, 29(1): 89 [33] Kanai J, Martens J A, Jacobs P A. J Catal, 1992, 133(2): 527 [34] Senger S, Radom L. J Am Chem Soc, 2000, 122(11): 2613 [35] Dwyer J, Dewing J, Karim K, Holmes S, Ojo A F, Garforth A A, Rawlence D J. Stud Surf Sci Catal, 1991, 69: 1 [36] Jolly S, Saussey J, Lavalley J C. J Mol Catal, 1994, 86(1–3): 401 [37] Tjandra S, Zaera F. J Catal, 1996, 164(1): 82 CHNJC 60021 S1872-2067(08)60021-2 10.1016/S1872-2067(08)60021-2 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences RESEARCH PAPER Effect of Hydrohalogenation of Metal/Zeolite Catalysts for Cyclohexene Hydroconversion II. Rhenium/H-ZSM-5 Catalysts ABOUL-GHEIT Ahmed K. * ABOUL-GHEIT Noha A.K. AWADALLAH Ahmed E. Process Development Department, Egyptian Petroleum Research Institute, Nasr City, P.O. Box 9540, Cairo 11787, Egypt * Corresponding author. Tel: +20-2-22608600; Fax: +20-2-22747433 A post-preparation treatment of the Re/H-ZSM-5 catalyst with HCl or HF was performed, and its effect on cyclohexene hydroconversion reactions at 50-400 °C in a continuous flow reactor was investigated. The HF treatment significantly improved the catalytic activity for cyclohexene hydrogenation to cyclohexane and methylcyclopentenes to methylcyclopentane in comparison to the HCl treatment. This is principally attributed to the higher Re dispersion and enhancement of the acid site number and strength. Thereupon occurs the highest hydrocracking activity and the lowest dehydrogenation activity for cyclohexene to cyclohexadienes on Re/H-ZSM-5(HF) by virtue of the highest strength of acid sites. The untreated Re/H-ZSM-5 catalyst exhibited the highest dehydrogenation activity for aromatics production, which may be attributed to the lowest quantity of extraframework Al and Si depositing in the pores and cavities of the zeolite support. Industrially, the relative amounts of xylene isomers produced on the hydrohalogenated catalysts are of interest. The amount of p-xylene was higher than m-xylene on the HF-treated catalyst; m- and p-xylenes presented almost equal values on the HCl-treated catalyst; m-xylene exceeded p-xylene on the untreated catalyst. O-xylene was almost equal to the sum of p- and m-xylenes in all cases. Key words rhenium ZSM-5 zeolite hydrochlorination hydrofluorination cyclohexene hydroconversion References 1 Kluksdahl HE. US 3415737. 1968. 2 P Biloen JN Helle H Verbeek FM Dautzenberg WMH Sachtler J Catal 63 1 1980 112 3 N Wagstaff R Prins J Catal 59 3 1979 434 4 BH Davis J Catal 46 3 1977 348 5 R Maggiore S Scire S Galvagno C Crisafulli G Toscano Appl Catal A 79 1 1991 29 6 A Krogh A Hagen TW Hansen CH Christensen I Schmidt Catal Commun 4 12 2003 627 7 F Solymosi P Tolmacsov Catal Lett 93 1–2 2004 7 8 J Okal H Kubicka L Kepinski L Krajczyk Appl Catal A 162 1–2 1997 161 9 DJC Yates JH Sinfelt J Catal 14 2 1969 182 10 J Grant RB Moyes PB Wells J Catal 51 3 1978 355 11 JJ Phillipson PB Wells GR Wilson J Chem Soc A 1969 1351 12 RM Edreva-Kardjieva AA Andreev J Catal 94 1 1986 97 13 M Ronning T Gjervan R Prestvik DG Nicholson A Holmen J Catal 204 2 2001 292 14 J Okal J Baran J Catal 203 2 2001 466 15 SM Aboul-Fotouh AK Aboul-Gheit Appl Catal A 208 1–2 2001 55 16 AK Aboul-Gheit SM Aboul-Fotouh NAK Aboul-Gheit Appl Catal A 283 1–2 2005 157 17 AK Aboul-Gheit SM Aboul-Fotouh NAK Aboul-Gheit Appl Catal A 292 2005 144 18 AK Aboul-Gheit SM Aboul-Fotouh SM Abdel-Hamid NAK Aboul-Gheit J Mol Catal A 245 1–2 2006 167 19 AK Aboul-Gheit SM Aboul-Fotouh SM Abdel-Hamid NAK Aboul-Gheit Appl Catal A 297 1 2006 102 20 AK Aboul-Gheit NAK Aboul-Gheit Appl Catal A 303 2 2006 141 21 Aboul-Gheit A K. Institut Francais Petrole, Rueil Malmaison, France, 1973, Report No. 20874 22 AK Aboul-Gheit Thermochim Acta 191 2 1991 233 23 AK Aboul-Gheit Solid State Ionics 101–103 1997 893 24 J Freel J Catal 25 1 1972 139 25 GR Bamwenda YX Zhao WA Groten BW Wojciechowski J Catal 157 1 1995 209 26 SM Campbell DM Bibby JM Coddington RF Howe RH Meinhold J Catal 161 1 1996 338 27 AK Aboul-Gheit SM Abdel-Hamid DS El-Desouki Appl Catal A 209 1–2 2001 179 28 AK Aboul-Gheit J Cosyns J Appl Chem Biotechnol 26 1 1976 15 29 AK Aboul-Gheit J Cosyns J Appl Chem Biotechnol 26 10 1976 536 30 F Arena F Frusteri N Mondello N Giordano A Parmaliana J Chem Soc, Faraday Trans 88 22 1992 3353 31 R Le Van Mao TS Le M Fairbairn A Muntasar S Xiao G Denes Appl Catal A 185 1 1999 41 32 T Sano H Hagiwara K Okabe H Okado K Saito H Takaya Sekiyu Gakkaishi 29 1 1986 89 33 J Kanai JA Martens PA Jacobs J Catal 133 2 1992 527 34 S Senger L Radom J Am Chem Soc 122 11 2000 2613 35 J Dwyer J Dewing K Karim S Holmes AF Ojo AA Garforth DJ Rawlence Stud Surf Sci Catal 69 1991 1 36 S Jolly J Saussey JC Lavalley J Mol Catal 86 1–3 1994 401 37 S Tjandra F Zaera J Catal 164 1 1996 82",
      "scopus-id": "40949131359",
      "coredata": {
        "eid": "1-s2.0-S1872206708600212",
        "dc:description": "A post-preparation treatment of the Re/H-ZSM-5 catalyst with HCl or HF was performed, and its effect on cyclohexene hydroconversion reactions at 50-400 °C in a continuous flow reactor was investigated. The HF treatment significantly improved the catalytic activity for cyclohexene hydrogenation to cyclohexane and methylcyclopentenes to methylcyclopentane in comparison to the HCl treatment. This is principally attributed to the higher Re dispersion and enhancement of the acid site number and strength. Thereupon occurs the highest hydrocracking activity and the lowest dehydrogenation activity for cyclohexene to cyclohexadienes on Re/H-ZSM-5(HF) by virtue of the highest strength of acid sites. The untreated Re/H-ZSM-5 catalyst exhibited the highest dehydrogenation activity for aromatics production, which may be attributed to the lowest quantity of extraframework Al and Si depositing in the pores and cavities of the zeolite support. Industrially, the relative amounts of xylene isomers produced on the hydrohalogenated catalysts are of interest. The amount of p-xylene was higher than m-xylene on the HF-treated catalyst; m- and p-xylenes presented almost equal values on the HCl-treated catalyst; m-xylene exceeded p-xylene on the untreated catalyst. O-xylene was almost equal to the sum of p- and m-xylenes in all cases.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-02-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708600212",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "ABOUL-GHEIT, Ahmed K."
          },
          {
            "@_fa": "true",
            "$": "ABOUL-GHEIT, Noha A.K."
          },
          {
            "@_fa": "true",
            "$": "AWADALLAH, Ahmed E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708600212"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708600212"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60021-2",
        "prism:volume": "29",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Effect of Hydrohalogenation of Metal/Zeolite Catalysts for Cyclohexene Hydroconversion II. Rhenium/H-ZSM-5 Catalysts",
        "prism:copyright": "Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "rhenium"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5 zeolite"
          },
          {
            "@_fa": "true",
            "$": "hydrochlorination"
          },
          {
            "@_fa": "true",
            "$": "hydrofluorination"
          },
          {
            "@_fa": "true",
            "$": "cyclohexene"
          },
          {
            "@_fa": "true",
            "$": "hydroconversion"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "113-122",
        "prism:endingPage": "122",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2008",
        "prism:doi": "10.1016/S1872-2067(08)60021-2",
        "prism:startingPage": "113",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60021-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/40949131359"
      }
    }
  }
}