{
  "metadata": {
    "title": "Enhanced O<ce:inf loc=post>2</ce:inf> adsorption at Au sites and improved H<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>2</ce:inf> production",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2025-03-31",
    "doi": "10.1016/S1872-2067(24)60246-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206724602469",
    "pii": "S1872206724602469"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105000852492",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2025-03-27 2025-03-27 2025-03-27 2025-03-27 2025-03-27T19:56:08 1-s2.0-S1872206724602469 S1872-2067(24)60246-9 S1872206724602469 10.1016/S1872-2067(24)60246-9 S300 S300.1 FULL-TEXT 1-s2.0-S1872206725X00048 2025-03-30T03:35:21.435091Z 0 0 20250301 20250331 2025 2025-03-27T21:06:37.488764Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body acknowledge affil articletitle auth authfirstini authfull authlast pubtype ref specialabst 1872-2067 18722067 true 70 70 C Volume 70 1 1 4 1 4 202503 March 2025 2025-03-01 2025-03-31 2025 article fla Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ENHANCEDO2ADSORPTIONAUSITESIMPROVEDH2O2PRODUCTION WANG X Acknowledgments References QIU 2024 2400288 J ZHANG 2023 2200113 X WU 2023 123 133 Y SAYED 2021 4936 M ZHANG 2023 241 249 H YU 2024 2307022 W ZHANG 2024 147 149 Y ZHANG 2024 3212 X CHENG 2024 1313 C MENG 2024 2406460 K WANGX2025X1 WANGX2025X1X4 WANGX2025X1XX WANGX2025X1X4XX 2027-03-27T00:00:00.000Z 2027-03-27T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2025-03-30T03:33:05.520Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Yunnan Provincial Science and Technology Plan Project 202305AF150116 National Natural Science Foundation of China 52272287 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ The authors acknowledge the financial support from Yunnan Provincial Science and Technology Plan Project (202305AF150116) and National Natural Science Foundation of China (52272287). item S1872-2067(24)60246-9 S1872206724602469 1-s2.0-S1872206724602469 10.1016/S1872-2067(24)60246-9 273538 2025-03-27T20:06:37.488764Z 2025-03-01 2025-03-31 1-s2.0-S1872206724602469-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/MAIN/application/pdf/627a46ec901d63529fd8751c6641449d/main.pdf main.pdf pdf true 1415997 MAIN 4 1-s2.0-S1872206724602469-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/PREVIEW/image/png/99dd4c6e00502e5bf8ffaab4fd02630e/main_1.png main_1.png png 66879 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206724602469-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/fx1/DOWNSAMPLED/image/jpeg/4951788463c71c64d8bd79a8dbb3f643/fx1.jpg fx1 true fx1.jpg jpg 32815 245 298 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602469-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/gr1/DOWNSAMPLED/image/jpeg/02032d6a5c85086f2545b9c86a34a78a/gr1.jpg gr1 gr1.jpg jpg 22047 151 374 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602469-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/gr2/DOWNSAMPLED/image/jpeg/410dc480ed67789c776e86483a176396/gr2.jpg gr2 gr2.jpg jpg 94366 412 436 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602469-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/fx1/THUMBNAIL/image/gif/c8377c8edae3a86ef8b12fceafca2858/fx1.sml fx1 true fx1.sml sml 16809 164 200 IMAGE-THUMBNAIL 1-s2.0-S1872206724602469-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/gr1/THUMBNAIL/image/gif/15be9789a0231b35a9c8ab89e099075a/gr1.sml gr1 gr1.sml sml 7980 88 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724602469-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/gr2/THUMBNAIL/image/gif/c3b0b140649c2fcd1e02d8999918e07c/gr2.sml gr2 gr2.sml sml 15486 163 173 IMAGE-THUMBNAIL 1-s2.0-S1872206724602469-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/HIGHRES/image/jpeg/40e3c15b7bf154bae99c705f35eaea50/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 140170 651 793 IMAGE-HIGH-RES 1-s2.0-S1872206724602469-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/HIGHRES/image/jpeg/620552b7ab5686347bbf8ca4ef4916be/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 153807 400 993 IMAGE-HIGH-RES 1-s2.0-S1872206724602469-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602469/HIGHRES/image/jpeg/a4fa708d5e32e8a1136c830a4fe1893e/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 562130 1095 1159 IMAGE-HIGH-RES CHNJC 60246 S1872-2067(24)60246-9 10.1016/S1872-2067(24)60246-9 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Schematic representation of electron-deficient Au δ+ formation strengthening the Au-Oads bond. (1) A weak Au-Oads bond on the Au surface; (2) electron-deficient Au δ+ sites formed by incorporating MoS x ; (3) a strong Au-Oads bond on the MoS x -Au surface. Copyright 2024, Springer Nature. Fig. 2 The optimized structures for O2 adsorption on both Au and MoS x -Au surfaces (a), and the corresponding adsorption energies, along with a schematic representation highlighting the enhanced O2-adsorption capability (b). (c) COHP analyses for O2 adsorption. (d) PDOS diagrams for Au 5d orbitals. (e) COHP analyses for *OOH adsorption (* represents active site). (f) ∆G HOO* over TiO2, Au and MoS x -Au. (g) A schematic diagram illustrating the improvement in O2 adsorption on Au sites by reducing the occupancy of antibonding orbitals. Copyright 2024, Springer Nature. Available online 20 March 2025 Highlight Enhanced O2 adsorption at Au sites and improved H2O2 production Xuejiao Wang a Kezhen Qi a * Kaiqiang Xu b * a Kezhen Qi College of Pharmacy, Dali University, Dali 671000, Yunnan, China College of Pharmacy Dali University Dali Yunnan 671000 China Kezhen Qi College of Pharmacy, Dali University, Dali 671000, Yunnan, China b Kaiqiang Xu School of Chemical and Environmental Engineering, Shanghai Institute of Technology, Shanghai 201418, China School of Chemical and Environmental Engineering Shanghai Institute of Technology Shanghai 201418 China Kaiqiang Xu School of Chemical and Environmental Engineering, Shanghai Institute of Technology, Shanghai 201418, China * Corresponding author Graphical Abstract The surface reactivity of a metal can be modulated by placing a graphitic cover atop, and a concept of “Catalysis under Cover” has been suggested acting as a new route towards the modulation of surface reactions. Solar-driven H2O2 production through artificial photosynthesis presents a promising alternative to anthraquinone, given its lower energy consumption and eco-friendly nature [ 1–3 ]. However, its catalytic performance is severely restricted by the inefficient separation of photogenerated carriers and interface reactions [ 4,5 ]. To overcome these challenges, cocatalyst-modified photocatalysts have been widely utilized to enhance H2O2-production performance by facilitating the transfer of photogenerated electrons and providing available active sites for oxygen reduction reactions (ORR). It is crucial to highlight that the interfacial reaction kinetics are influenced by the adsorption properties of the active sites on the adsorbed species. According to the Sabatier principle, an ideal active site should exhibit an optimal adsorption energy for adsorbates [ 6,7 ]. Unfortunately, current cocatalysts often exhibit either too strong or too weak O2 adsorption because of a mismatch in electronic configuration between the active site and adsorbed O2, which hinders their catalytic activity in H2O2 production. Therefore, it is imperative to rationally manipulate the electronic configuration of cocatalysts to optimize O2 adsorption on active sites for achieving efficient H2O2 production. Among various metal cocatalysts, Au-modified photocatalysts exhibit higher photocatalytic activity and stability for H2O2 production. This is due to the efficient transfer of photogenerated electrons from the photocatalyst to the Au cocatalyst at the interface. However, the performance of the Au cocatalyst in H2O2 production is significantly impacted by its weak O2 adsorption (Fig. 1-(1) ), limiting the formation of the intermediate *OOH and its conversion to H2O2. Consequently, fine-tuning the electronic structure of Au to enhance O2 adsorption is crucial for improving photocatalytic H2O2 production. To achieve this goal, Yu and co-workers [ 8 ] have first proposed an ingenious strategy for modifying Au’s electronic structure, aiming to effectively strengthen the Au-Oads bonding based on molecular orbital theory. In this study, they select MoSx act a mediator to modify Au’s electronic structure (Fig. 1-(2)). This approach results in the creation of electron-deficient Au δ+ sites, thereby boosting O2 adsorption and speeding up H2O2 production. (Fig. 1-(3)). To synthesize the TiO2/MoS x -Au photocatalyst successfully, a simple two-step method was performed. This method involved the initial deposition of MoS x onto the TiO2 surface, and then selectively photodepositing the Au cocatalyst onto the MoS x surface through S-Au interactions. Experiments for H2O2 production indicated that the optimized TiO2/MoS x -Au (3 wt%) photocatalyst exhibits a notable increase in the production rate of H2O2, achieving a rate of 30.44 mmol g–1 h–1 (AQE = 7.2% at 365 nm), which is increased by 25.4 and 1.3 times compared with TiO2 and TiO2/Au samples, respectively. Furthermore, the resulting TiO2/MoS x -Au photocatalyst displayed robust reusability after four cycles of photocatalytic H2O2-generation reaction. In-depth mechanism research reveals that MoS x acts as an effective mediator, adjusting the electronic structure of the Au cocatalyst to create electron-deficient Au δ+ sites within the MoS x -Au cocatalyst. This leads to a decrease in the antibonding-orbital occupancy of the Au-Oads, boosting its O2-adsorption capacity and accelerating H2O2 production. The effect of the MoS x mediator on the Au electronic structure was initially evaluated using local charge density difference and work function calculations. As a result, the MoS x -Au cocatalyst exhibits an electron-rich area on the MoS x side, with a concentration of positive charges on the Au atoms, leading to the creation of electron-deficient Au δ+ sites. This phenomenon arises from the work function disparity between the MoS x (5.86 eV) and Au (5.2 eV), resulting in the free electrons in Au cocatalyst transfer to MoS x . Moreover, ex-situ X-ray photoelectron spectroscopy (XPS) results provide additional evidence of Au’s free-electron transfer to MoS x . Compared to TiO2/Au, the binding energy of Au 4f in TiO2/MoS x -Au shifts notably upwards, while the XPS peaks of S 2p (at 162.0 eV) and Mo 3d (at 231.6 eV) show a downward shift (by 0.6 eV for S 2p and 0.3 eV for Mo 3d) compared to TiO2/MoS x . These shifts suggest that the inserted MoS x mediator induces Au to lose free electrons to generate electron-deficient Au δ+ sites. The intrinsic effect of electron-deficient Au δ+ on the O2 adsorption capability and the corresponding mechanism was systematically evidenced by DFT calculations. Based on the refined models (Fig. 2(a) ), the O2-adsorption energy (E a) results (Fig. 2(b)) show that the electron-deficient Au δ+ sites within the MoS x -Au cocatalyst exhibits a more negative adsorption value (E a = −0.14 eV) compared to pure Au (E a = 0.48 eV), indicating a higher O2 adsorption capacity at the electron-deficient Au δ+ sites. The enhanced mechanism was further analyzed by crystal orbital Hamilton population (COHP) calculations and projected density of state (PDOS). Results show that MoS x -Au displays a lower integrated COHP value of −1.40 for Au-Oads bonds compared to pure Au (−1.38). This suggests that the Au-Oads bonding is enhanced at electron-deficient Au δ+ sites (Fig. 2(c)). Furthermore, the d-band center of Au 5d in the MoS x -Au shifts to a higher energy level of −1.91 eV compared to −2.23 eV in pure Au (Fig. 2(d)), indicating that modulating the electron structure of Au cocatalysts can elevate the d-band center. As a result, the antibonding-orbital occupancy of MoS x -Au has been increased, resulting in an enhanced Au-Oads bond (Fig. 2(g)). Moreover, the electron-deficient Au δ+ sites in MoS x -Au exhibit the enhanced Au-OOHads bond (Fig. 2(e)) and the most favorable free energy of *OOH intermediate (Fig. 2(f)). Therefore, the aforementioned results support the conclusion that the incorporation of the MoS x cocatalyst in MoS x -Au elevates the d-band center of Au δ+ sites, thereby enhancing O2 adsorption and promoting H2O2 production. In addition to enhancing O2 adsorption for efficient H2O2 production, the MoS x -Au cocatalyst also facilitated fast transfer of photogenerated electrons within the TiO2/MoS x -Au photocatalyst, as evidenced by Kelvin probe force microscopy (KPFM) and femtosecond transient absorption (fs-TA) spectrum [ 9,10 ]. The results of the contact potential difference (CPD) measurements revealed a slight elevation in the CPD value of pure TiO2, from −14.7 to 8.6 mV, as a consequence of the spontaneous migration of photogenerated holes onto the TiO2 surface under light irradiation. Specifically, after introducing MoS x -Au cocatalyst, the CPD value of TiO2/MoS x -Au significantly increased by approximately 185.4 mV under illumination. This rise was accompanied by a color shift from blue to red, suggesting increased hole accumulation on the TiO2 surface. These observations support the efficient transfer of photogenerated electrons from TiO2 to the MoS x -Au cocatalyst. Furthermore, fs-TA spectra analysis suggests that the TiO2 photocatalyst only undergoes a short-lived (τ 1) process (τ 1 = 1.63 ps) within 25 ps under light irradiation, while the TiO2/Au (0.36 ps) and TiO2/MoS x -Au (0.92 ps) undergoes a short-lived and long-lived (τ 2) process. The decreased τ 1 suggests that some photogenerated electrons rapidly move from TiO2 to Au and MoS x -Au. These findings strongly support that the MoS x -Au cocatalyst serves as an efficient platform for the rapid transfer of photogenerated electrons, enabling their participation in the subsequent reaction to produce H2O2. In summary, this study developed a strategy for modifying the electronic structure of Au cocalyst to optimize the occupation of antibonding orbitals in Au-Oads, ultimately boosting O2 adsorption capabilities and improving H2O2-production efficiency. This innovative approach also underscores the significance of electronic configuration matches between cocatalysts and photocatalysts in optimizing O2 adsorption. Inspired by this novel concept, the proposed strategy is expected to facilitate the development of efficient catalysts in various domains, including electrocatalysis, lithium-ion batteries, and gas sensing. Moreover, the tunability in the electronic structure of catalysts can provide new insights and inspiration for further innovative research in the pursuit of excellent catalytic materials. Acknowledgments The authors acknowledge the financial support from Yunnan Provincial Science and Technology Plan Project (202305AF150116) and National Natural Science Foundation of China (52272287). References 1 J. Qiu K. Meng Y. Zhang B. Cheng J. Zhang L. Wang J. Yu Adv. Mater. 36 2024 2400288 J. Qiu, K. Meng, Y. Zhang, B. Cheng, J. Zhang, L. Wang, J. Yu, Adv. Mater., 2024, 36, 2400288. 2 X. Zhang J. Yu W. Macyk S. Wageh A. Al-Ghamdi L. Wang Adv. Sustainable Syst. 7 2023 2200113 X. Zhang, J. Yu, W. Macyk, S. Wageh, A. Al-Ghamdi, L. Wang, Adv. Sustainable Syst., 2023, 7, 2200113. 3 Y. Wu Y. Yang M. Gu C. Bie H. Tan B. Cheng J. Xu Chin. J. Catal. 53 2023 123 133 Y. Wu, Y. Yang, M. Gu, C. Bie, H. Tan, B. Cheng, J. Xu, Chin. J. Catal., 2023, 53, 123–133. 4 M. Sayed F. Xu P. Kuang J. Low S. Wang L. Zhang J. Yu Nat. Commun. 12 2021 4936 M. Sayed, F. Xu, P. Kuang, J. Low, S. Wang, L. Zhang, J. Yu, Nat. Commun., 2021, 12, 4936. 5 H. Zhang J. Liu Y. Zhang B. Cheng B. Zhu L. Wang J. Mater. Sci. Technol. 166 2023 241 249 H. Zhang, J. Liu, Y. Zhang, B. Cheng, B. Zhu, L. Wang, J. Mater. Sci. Technol., 2023, 166, 241–249. 6 W. Yu C. Bie Acta Phys. -Chim. Sin. 40 2024 2307022 W. Yu, C. Bie, Acta Phys. -Chim. Sin., 2024, 40, 2307022. 7 Y. Zhang Z. Zhang J. Mater. Sci. Technol. 171 2024 147 149 Y. Zhang, Z. Zhang, J. Mater. Sci. Technol., 2024, 171, 147–149. 8 X. Zhang D. Gao B. Zhu B. Cheng J. Yu H. Yu Nat. Commun. 15 2024 3212 X. Zhang, D. Gao, B. Zhu, B. Cheng, J. Yu, H. Yu, Nat. Commun., 2024, 15, 3212. 9 C. Cheng J. Yu D. Xu L. Wang G. Liang L. Zhang M. Jaroniec Nat. Commun. 15 2024 1313 C. Cheng, J. Yu, D. Xu, L. Wang, G. Liang, L. Zhang, M. Jaroniec, Nat. Commun., 2024, 15, 1313. 10 K. Meng J. Zhang B. Cheng X. Ren Z. Xia F. Xu L. Zhang J. Yu Adv. Mater. 36 2024 2406460 K. Meng, J. Zhang, B. Cheng, X. Ren, Z. Xia, F. Xu, L. Zhang, J. Yu, Adv. Mater., 2024, 36, 2406460.",
      "scopus-id": "105000852492",
      "coredata": {
        "eid": "1-s2.0-S1872206724602469",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206724602469",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Xuejiao"
          },
          {
            "@_fa": "true",
            "$": "Qi, Kezhen"
          },
          {
            "@_fa": "true",
            "$": "Xu, Kaiqiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206724602469"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206724602469"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(24)60246-9",
        "prism:volume": "70",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Enhanced O2 adsorption at Au sites and improved H2O2 production",
        "prism:copyright": "Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-4",
        "prism:endingPage": "4",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2025",
        "prism:doi": "10.1016/S1872-2067(24)60246-9",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/S1872-2067(24)60246-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "245",
            "@width": "298",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32815",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "151",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22047",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "412",
            "@width": "436",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "94366",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16809",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7980",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "173",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15486",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "793",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "140170",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "400",
            "@width": "993",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "153807",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1095",
            "@width": "1159",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602469-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "562130",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105000852492"
      }
    }
  }
}