{
  "metadata": {
    "title": "Preparation of MgO-Supported Cu<ce:inf loc=post>2</ce:inf>O Catalyst and Its Catalytic Properties for Cyclohexanol Dehydrogenation",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2007-01-31",
    "doi": "10.1016/S1872-2067(07)60010-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206707600102",
    "pii": "S1872206707600102"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-34248653262",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2007-05-22 2007-05-22 2010-03-27T19:56:19 1-s2.0-S1872206707600102 S1872-2067(07)60010-2 S1872206707600102 10.1016/S1872-2067(07)60010-2 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206707X60029 2015-05-15T07:13:55.760442-04:00 0 0 20070101 20070131 2007 2007-05-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 28 28 1 1 Volume 28, Issue 1 5 57 61 57 61 200701 January 2007 2007-01-01 2007-01-31 2007 article fla Copyright © 2007 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. PREPARATIONMGOSUPPORTEDCU2OCATALYSTCATALYTICPROPERTIESFORCYCLOHEXANOLDEHYDROGENATION SHI Q FRIDMAN 2000 20 V ZHANG 2000 903 M NAGARAJA 2004 339 B CAO 2003 1884 M WANG 2002 67 W MARTIN 1997 113 D DONG 2001 85 Y ZHU 2004 637 J MANNA 2000 12700 L WANG 1992 7 J INTRODUCTIONELECTRONICENERGYSPECTROSCOPYXPSXAESUPS SHIX2007X57 SHIX2007X57X61 SHIX2007X57XQ SHIX2007X57X61XQ item S1872-2067(07)60010-2 S1872206707600102 1-s2.0-S1872206707600102 10.1016/S1872-2067(07)60010-2 273538 2010-09-16T23:34:02.449348-04:00 2007-01-01 2007-01-31 1-s2.0-S1872206707600102-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206707600102/MAIN/application/pdf/9f7debf2ec76ec5ff83089cd481db392/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206707600102/MAIN/application/pdf/9f7debf2ec76ec5ff83089cd481db392/main.pdf main.pdf pdf true 440664 MAIN 5 1-s2.0-S1872206707600102-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206707600102/PREVIEW/image/png/b76dccc91281420c512e44711bc37ff5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206707600102/PREVIEW/image/png/b76dccc91281420c512e44711bc37ff5/main_1.png main_1.png png 64972 849 656 IMAGE-WEB-PDF 1 CHINESE JOURNAL OF CATALYSIS Volume 28, Issue 1, January 2007 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2007, 28(1): 57–61. Received date: 2006-07-10. * Corresponding author. Tel: +86-791-8304075; E-mail: sqjie@ncu.edu.cn Copyright © 2007, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. RESEARCH PAPER Preparation of MgO-Supported Cu 2 O Catalyst and Its Catalytic Properties for Cyclohexanol Dehydrogenation SHI Qiujie*, LIU Ning, LIANG Yi Institute of Applied Chemistry, Nanchang University, Nanchang 330031, Jiangxi, China Abstract: To obtain a more effective catalyst for the dehydrogenation of cyclohexanol to cyclohexanone, the MgO-supported Cu 2 O catalyst was prepared by chemical reduction combined with impregnation using MgO as the support and hydrazine hydrate as the reduc- ing agent. The effects of the preparation conditions on the catalytic properties of the catalyst were studied, and the catalyst was character- ized by N 2 adsorption, X-ray diffraction, transmission electron microscopy, X-ray photoelectron spectroscopy, Auger electron spectros- copy, and temperature-programmed reduction. Cu 2 O is reduced to Cu 0 when the amount of N 2 H 4 ·H 2 O used is high. With increasing amount of NaOH used, catalyst particles congregate and the specific surface area of catalyst decreases. The catalyst activity for dehydro- genation of cyclohexanol reaches the maximum at a molar ratio Cu 2+ :N 2 H 4 ·H 2 O:NaOH of 1:1:2. The catalyst reduced by N 2 H 4 ·H 2 O is composed of only Cu + , whereas the traditional Cu/MgO catalyst contains Cu 0 and a little Cu + . Because Cu + is more active than Cu 0 , the activity of the Cu 2 O/MgO catalyst is much higher than that of the traditional Cu/MgO catalyst. Key Words: hydrazine hydrate; impregnation reduction; cuprous oxide; magnesia; supported catalyst; cyclohexanol; dehydrogenation; cyclohexanone Cyclohexanone is one of the most important chemicals in industry and an intermediate employed in the production of caprolactam and adipic acid. In industrial processes, cyclo- hexanone is mainly obtained by dehydrogenation of cyclo- hexanol in gas phase. Copper catalysts are the main catalysts for this reaction, in which Cu 0 and Cu + are active species and Cu + is more active and selective than Cu 0 [1]. Traditional copper catalysts are prepared by loading Cu 2+ onto carriers by the impregnation or coprecipitation method followed by washing, filtering, drying, and calcining [2,3]. The prepared catalysts need to be activated by reduction of Cu 2+ in a hy- drogen atmosphere. The active species in these catalysts are mainly Cu 0 . The activity of the catalysts varies with experi- mental conditions, and therefore the catalysts prepared in this way show poor reproducibility. Cuprous oxide has attracted more and more attention be- cause of its excellent catalytic properties [4,5]; however, the preparation of supported Cu 2 O catalysts and their catalytic properties for cyclohexanol dehydrogenation have not been reported. To prepare more effective catalysts for cyclohexanol dehydrogenation, the MgO-supported Cu 2 O catalyst was pre- pared by chemical reduction combined with impregnation using MgO as the support and hydrazine hydrate as the re- ducing agent. The effects of preparation conditions on the catalytic properties of the catalyst were studied, and the activ- ity of the Cu 2 O/MgO catalyst was compared with that of the traditional Cu/MgO catalyst. 1 Experimental 1.1 Preparation of the traditional Cu/MgO catalyst One gram of magnesia was impregnated with 50 ml of 0.1 mol/L Cu(NO 3 ) 2 ·6H 2 O solution for 24 h. After impregnation, the material was dried under an infrared lamp followed by calcination in air at 400ºC for 4 h. The sample was then pressed into tablets and crushed to 60–80 mesh to yield the traditional catalyst precursor. The catalyst was obtained by reducing the precursor in situ in hydrogen (30 ml/min) for 3 h at 220ºC. 1.2 Preparation of the Cu 2 O/MgO catalyst One gram of magnesia was impregnated with 50 ml of 0.1 SHI Qiujie et al. / Chinese Journal of Catalysis, 2007, 28(1): 57–61 mol/L Cu(NO 3 ) 2 ·6H 2 O solution for 24 h, and 1 mol/L NaOH was added with stirring. The mixture was aged in air at room temperature for 10 min, and then various amounts of 1 mol/L N 2 H 4 solution were added dropwise to the mixture under vig- orous stirring. After reaction, the precipitates were filtered, rinsed with deionized water, and then dried in vacuum at 60ºC for 3 h to get the Cu 2 O/MgO catalyst. The catalyst was crashed to 60–80 mesh after molding using a tablet press. 1.3 Reaction of cyclohexanol dehydrogenation Cyclohexanol dehydrogenation was carried out in a fixed-bed stainless steel microreactor (3 mm i.d.) using pulse feeding at 150ºC. For each experiment, 1 µl of cyclohexanol was injected into the reactor, and the amount of catalyst used was 0.1 g. The products were analyzed using an online gas chromatograph (GC-102G, Shanghai, China) with a flame ionization detector and a packed column (3 mm in diameter and 2 m long) filled with 10%PEG-20M/102 white carrier. The flow velocities of H 2 , air, and N 2 were 30, 500, and 30 ml/min, respectively. The temperatures for vaporization and ionization were 180 and 150ºC, respectively. 1.4 Catalyst characterization Structural characterization was carried out on a Rigaku D/MAX-RB X-ray powder diffractometer using Cu K α radia- tion at 40 kV and 35 mA. The scanning rate was 4º/min. The BET surface area of the catalysts was determined using an ST-2000 instrument (Beijing, China) by N 2 adsorption. The microphotographs of the catalysts were obtained on a JEOL JEM-100CXII transmission electron microscope (TEM) oper- ated at an accelerating voltage of 100 kV. X-ray photoelectron spectroscopy (XPS) and Auger electron spectroscopy (AES) analyses were performed on a Kratos XSAM-800 instrument using Mg standard radiation. All the binding energies were referenced to the C 1s line at 284.80 eV of the contaminant carbon. Temperature-programmed reduction (TPR) was per- formed in a united apparatus with a gas chromatograph and a data processing system. The amount of catalyst used was 0.3 g and a gas mixture of 5% H 2 + 95% Ar (40 ml/min) was used as the adsorption and reducing gas. Temperature was raised at 5ºC/min from room temperature to 400ºC. 2 Results and discussion 2.1 Effects of the amount of hydrazine hydrate and NaOH on the specific surface area and catalytic properties of the Cu 2 O/MgO catalyst The properties of the Cu 2 O/MgO catalysts prepared with various amounts of hydrazine hydrate were studied, and the results are shown in Table 1. The results show that the selec- tivity toward cyclohexanone, in all cases, was higher than 98.7%. This was attributed to the alkaline carrier MgO which could effectively restrain the dehydration of cyclohexanol occurring on the acidic sites of the catalyst [6]. The amount of hydrazine hydrate had almost no effect on the specific surface area of the catalysts, whereas the activity of the catalysts gradually increased with the amount of hydrazine hydrate, reaching a maximum of 79.2% when 5 ml of hydrazine hy- drate was used during the preparation. Further increase in the amount of hydrazine hydrate decreased the catalyst activity. When low concentration of hydrazine hydrate was used, Cu 2+ could not be reduced completely, which resulted in a lack of active species of Cu 2 O and low activity of the catalyst. When the concentration of hydrazine hydrate was high, Cu 2 O was reduced to Cu 0 [7], and the activity of catalyst decreased be- cause Cu 0 was less active than Cu + [1]. The optimum amount of hydrazine hydrate was 5 ml in this study. The effects of the amount of NaOH used in the catalyst preparation on the specific surface area and catalytic proper- ties are also shown in Table 1. The specific surface area and activity of the catalysts increased and then decreased with increasing amount of NaOH. The activity reached a maximum of 81.6% at 10 ml NaOH. However, the amount of NaOH used in the preparation of the catalysts had almost no effect on the selectivity of the catalysts. It has been reported that hydra- zine hydrate is a strong reducing agent in alkaline solution, and its reducing ability is gradually strengthened by increas- Table 1 Effects of the amounts of hydrazine hydrate and NaOH on the activity of the Cu 2 O/MgO catalyst for cyclohexanol dehydrogenation Catalyst No. Amount of N 2 H 4 ·H 2 O (ml) Amount of NaOH (ml) Specific surface area (m 2 /g) Conversion of cyclohexanol (%) Selectivity for cyclohexanone (%) 1 1.0 5.0 40.6 38.8 98.7 2 2.5 5. 38.7 65.2 99.8 3 5.0 5.0 40.9 79. 100 4 7.5 5. 36.2 57.4 99.7 5 10.0 5.0 37.6 48.7 99.8 6 5. 10. 42.7 81.6 99.6 7 5.0 20.0 31.3 75.0 99.9 8 5. 50. 22.9 48.7 100 Reaction temperature was 150ºC. SHI Qiujie et al. / Chinese Journal of Catalysis, 2007, 28(1): 57–61 ing the alkalinity of the solution [8]. Enhancement of the re- ducing ability of hydrazine hydrate led to the formation of much more active species Cu 2 O on the catalyst and an in- crease in the catalyst activity when the amount of NaOH was increased from 5 ml to 10 ml. However, the specific surface area and catalyst activity decreased significantly with the con- tinuous increase in NaOH. This was because Cu 2 O particles aggregated at a high concentration of NaOH, as confirmed by the results of XRD. Consequently, the micropores in the cata- lyst were partially blocked, which led to a decrease in the specific surface area and the catalyst activity. 2.2 XRD analysis The XRD patterns of Cu 2 O/MgO (No. 3, No. 5, and No. 8 as shown in Table 1) and Cu/MgO catalysts are shown in Fig. 1. The results revealed that MgO existed in all the samples. The crystalline Cu 0 phase and very weak peaks of Cu 2 O ap- peared in the pattern of the traditional Cu/MgO catalyst re- duced by H 2 . However, only crystalline Cu 2 O existed in Cu 2 O/MgO catalyst No. 3, which confirmed that the catalyst reduced by hydrazine hydrate was Cu 2 O/MgO. Compared with Cu 2 O/MgO catalyst No. 3, catalyst No. 5 showed the presence of another obvious crystalline Cu 0 phase. This sug- gests that Cu 2 O could be partially reduced to Cu 0 when a high concentration of hydrazine hydrate was used in the prepara- tion of the catalyst. Comparing XRD patterns of Cu 2 O/MgO catalyst No. 8 and No. 3 which were prepared with the same amount of hydrazine hydrate but different NaOH amount, it could be seen that the former with more NaOH also showed the presence of the crystalline Cu 0 phase, and the intensity of the Cu 2 O peak was stronger and the half width of the Cu 2 O diffraction peak was narrower than the latter. This indicated that the reducing ability of hydrazine hydrate was enhanced with increasing alkalinity of the solution, which led to the aggregation of Cu 2 O particles and the formation of Cu 0 . The XRD results were in good agreement with the catalytic activ- ity results (in Section 2.1). 2.3 TEM analysis The TEM images in Fig. 2 exhibit the morphologies of the Cu 2 O/MgO catalysts prepared using different amounts of NaOH. Catalyst particles prepared with 10 ml of NaOH (catalyst No. 6) were polygonal and spherical polycrystals and were well dispersed. With increasing NaOH up to 50 ml, the catalyst particles (catalyst No. 8) evolved to needle crystals and were severely aggregated. The formation of needle crys- tals and severe aggregation could be attributed to the rapid formation of Cu 2 O and the tropism growth of anisotropic Cu 2 O crystals when more NaOH was used [9]. The aggrega- tion of the catalyst particles resulted in a decrease in the spe- cific surface area and the activity of the catalyst. These TEM results were in good agreement with the XRD analysis. Fig. 2 TEM images of Cu 2 O/MgO catalysts prepared with different amounts of NaOH (a) Cu 2 O/MgO No. 6, (b) Cu 2 O/MgO No. 8 Fig. 1 XRD patterns of Cu/MgO catalyst reduced with H 2 and Cu 2 O/ MgO catalysts prepared under different conditions (1) Cu/MgO, (2) Cu 2 O/MgO No. 3, (3) Cu 2 O/MgO No. 5, (4) Cu 2 O/MgO No. 8 SHI Qiujie et al. / Chinese Journal of Catalysis, 2007, 28(1): 57–61 2.4 TPR analysis The H 2 -TPR profiles of Cu 2 O/MgO catalysts prepared us- ing different amounts of hydrazine hydrate are shown in Fig. 3. The sharp reduction peak and the rapid reduction suggested that Cu 2 O particles were highly dispersed on the surface of catalyst No. 3. The hydrogen consumptions over catalysts No. 3, No. 4, and No. 5 were 1.36, 1.14, and 0.98 mmol/g, respec- tively, showing that the more the hydrazine hydrate used, the lower the hydrogen consumption. This meant that the Cu 2 O content in the catalyst decreased gradually with the increase in the hydrazine hydrate amount. As indicated by the XRD re- sults, the decrease in Cu 2 O was due to the reduction of Cu 2 O to Cu 0 by excess hydrazine hydrate, and the catalyst activity also decreased when the amount of hydrazine hydrate was too high (shown in Table 1). These observations also confirm that Cu 2 O was more active than Cu 0 in cyclohexanol dehydroge- nation. Fig. 3 H 2 -TPR profiles of Cu 2 O/MgO catalysts prepared with different amounts of hydrazine hydrate (1) Cu 2 O/MgO No. 3, (2) Cu 2 O/MgO No. 4, (3) Cu 2 O/MgO No. 5 2.5 XPS and AES analyses The XPS and AES spectra of Cu 2 O/MgO No. 3 reduced by hydrazine hydrate and Cu/MgO reduced by H 2 are shown in Figs. 4 and 5, respectively. The spectra in Fig. 4 indicate that the binding energy of Cu 2 O/MgO and Cu/MgO appears at 932.6 and 932.7 eV, respectively, which is the characteristic of a low valent Cu [10]. On account of being exposed to air, the catalyst surface was oxidized and a very weak characteris- tic peak of CuO appears at about 942.7 eV in the spectra. These XPS results suggest that the copper species in these two catalysts existed in the form of low valent Cu. Because the binding energies of Cu 0 and Cu + are almost the same and their XPS peaks have a similar shape, XPS analysis cannot differ- entiate between Cu + and Cu 0 . Therefore, AES was employed to identify the two species. Fig. 4 XPS spectra of the catalysts prepared by different methods (1) Cu 2 O/MgO No. 3, (2) Cu/MgO It can be seen from Fig. 5 that the CuLMM Auger peak appeared at 916.3 eV (the characteristic of Cu + ) in Cu 2 O/MgO and at 918.3 eV (the characteristic of Cu 0 ) in Cu/MgO. In addition, a slight shoulder peak appeared at 916.9 eV (the characteristic of Cu + ) in Cu/MgO. These results suggested that the active species in the Cu 2 O/MgO catalyst reduced by hy- drazine hydrate was Cu + , whereas those in Cu/MgO were Cu 0 with a trace amount of Cu + . These are in good agreement with the XRD results. Fig. 5 AES spectra of the catalysts prepared by different methods (1) Cu 2 O/MgO No. 3, (2) Cu/MgO 2.6 Comparison of the catalytic activities of Cu 2 O/MgO and Cu/MgO The effects of reaction temperature on the activities of Cu 2 O/MgO (No. 6) and Cu/MgO catalysts for cyclohexanol dehydrogenation are shown in Fig. 6. The conversions of cyclohexanol over these two catalysts increased with increas- ing reaction temperature. Because the cyclohexanol dehydro- genation reaction was endothermic, raising reaction tempera- SHI Qiujie et al. / Chinese Journal of Catalysis, 2007, 28(1): 57–61 ture favored the conversion of cyclohexanol. The activity of Cu 2 O/MgO was significantly higher than that of Cu/MgO. The conversion reached 100% at 180ºC over Cu 2 O/MgO, which suggested that the Cu 2 O/MgO catalyst was highly ac- tive for cyclohexanol dehydrogenation. 3 Conclusions The Cu 2 O/MgO catalyst prepared by chemical reduction combined with impregnation using MgO as the support and hydrazine hydrate as the reducing agent was highly active and selective for dehydrogenation of cyclohexanol to cyclohexa- none as compared to the traditional Cu/MgO catalyst. The amounts of hydrazine hydrate and NaOH influenced the activ- ity of the Cu 2 O/MgO catalyst. The activity of the catalyst reached the maximum at a Cu 2+ : N 2 H 4 ·H 2 O: NaOH molar ratio of 1:1:2. The catalyst that is reduced by N 2 H 4 ·H 2 O contains only Cu + , whereas the traditional Cu/MgO catalyst is com- posed of Cu 0 and a trace amount of Cu + . As Cu + is more ac- tive than Cu 0 , the activity of the Cu 2 O/MgO catalyst is much higher than that of the traditional Cu/MgO catalyst. References [1] Fridman V Z, Davydov A A. J Catal, 2000, 195(1): 20 [2] Zhang M H, Li W, Tao K Y, Wang Zh Q, Li X H, Shan L Ch. Petrochem Technol, 2000, 29(12): 903 [3] Nagaraja B M, Kumar V S, Shashikala V, Padmasri A H, Reddy S S, Raju B D, Rao K S R. J Mol Catal A, 2004, 223(1): 339 [4] Cao M H, Hu Ch W, Wang Y H, Guo Y H, Guo C X, Wang E B. Chem Commun, 2003, (15): 1884 [5] Wang W Zh, Wang G H, Wang X Sh, Zhan Y J, Liu Y K, Zheng Ch L. Adv Mater, 2002, 14(1): 67 [6] Martin D, Duprez D. J Mol Catal A, 1997, 118(1): 113 [7] Dong Y J, Li Y D, Wang Ch, Cui A L, Deng Zh X. J Colloid Interface Sci, 2001, 243(1): 85 [8] Zhu J W, Chen H Q, Xie B, Yang X J, Lu L D, Wang X. Chin J Catal, 2004, 25(8): 637 [9] Manna L, Scher E C, Alivisatos A P. J Am Chem Soc, 2000, 122(51): 12700 [10] Wang J Q, Wu W H, Feng D M. Introduction of Electronic Energy Spectroscopy (XPS/XAES/UPS). Beijing, China: National Defense Ind Press, 1992. 7 Fig. 6 Comparison of activity of the catalysts prepared by different methods for cyclohexanol dehydrogenation (1) Cu 2 O/MgO No. 6, (2) Cu/MgO CHNJC 60010 S1872-2067(07)60010-2 10.1016/S1872-2067(07)60010-2 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences RESEARCH PAPER Preparation of MgO-Supported Cu2O Catalyst and Its Catalytic Properties for Cyclohexanol Dehydrogenation Qiujie SHI * Ning LIU Yi LIANG Institute of Applied Chemistry, Nanchang University, Nanchang 330031, Jiangxi, China * Corresponding author. Tel: +86-791-8304075 To obtain a more effective catalyst for the dehydrogenation of cyclohexanol to cyclohexanone, the MgO-supported Cu2O catalyst was prepared by chemical reduction combined with impregnation using MgO as the support and hydrazine hydrate as the reducing agent. The effects of the preparation conditions on the catalytic properties of the catalyst were studied, and the catalyst was characterized by N2 adsorption, X-ray diffraction, transmission electron microscopy, X-ray photoelectron spectroscopy, Auger electron spectroscopy, and temperature-programmed reduction. Cu2O is reduced to Cu0 when the amount of N2H4·H2O used is high. With increasing amount of NaOH used, catalyst particles congregate and the specific surface area of catalyst decreases. The catalyst activity for dehydrogenation of cyclohexanol reaches the maximum at a molar ratio Cu2+:N2H4·H2O:NaOH of 1:1:2. The catalyst reduced by N2H4·H2O is composed of only Cu+, whereas the traditional Cu/MgO catalyst contains Cu0 and a little Cu+. Because Cu+ is more active than Cu0, the activity of the Cu2O/MgO catalyst is much higher than that of the traditional Cu/MgO catalyst. Key Words hydrazine hydrate impregnation reduction cuprous oxide magnesia supported catalyst cyclohexanol dehydrogenation cyclohexanone References 1 VZ Fridman AA Davydov J Catal 195 1 2000 20 2 MH Zhang W Li KY Tao Zh Q Wang XH Li L Ch Shan Petrochem Technol 29 12 2000 903 3 BM Nagaraja VS Kumar V Shashikala AH Padmasri SS Reddy BD Raju KSR Rao J Mol Catal A 223 1 2004 339 4 MH Cao Ch W Hu YH Wang YH Guo CX Guo EB Wang Chem Commun 15 2003 1884 5 W Zh Wang GH Wang X Sh Wang YJ Zhan YK Liu Ch L Zheng Adv Mater 14 1 2002 67 6 D Martin D Duprez J Mol Catal A 118 1 1997 113 7 YJ Dong YD Li Ch Wang AL Cui Zh X Deng J Colloid Interface Sci 243 1 2001 85 8 JW Zhu HQ Chen B Xie XJ Yang LD Lu X Wang Chin J Catal 25 8 2004 637 9 L Manna EC Scher AP Alivisatos J Am Chem Soc 122 51 2000 12700 10 JQ Wang WH Wu DM Feng Introduction of Electronic Energy Spectroscopy (XPS/XAES/UPS) 1992 National Defense Ind Press Beijing, China 7",
      "scopus-id": "34248653262",
      "coredata": {
        "eid": "1-s2.0-S1872206707600102",
        "dc:description": "To obtain a more effective catalyst for the dehydrogenation of cyclohexanol to cyclohexanone, the MgO-supported Cu2O catalyst was prepared by chemical reduction combined with impregnation using MgO as the support and hydrazine hydrate as the reducing agent. The effects of the preparation conditions on the catalytic properties of the catalyst were studied, and the catalyst was characterized by N2 adsorption, X-ray diffraction, transmission electron microscopy, X-ray photoelectron spectroscopy, Auger electron spectroscopy, and temperature-programmed reduction. Cu2O is reduced to Cu0 when the amount of N2H4·H2O used is high. With increasing amount of NaOH used, catalyst particles congregate and the specific surface area of catalyst decreases. The catalyst activity for dehydrogenation of cyclohexanol reaches the maximum at a molar ratio Cu2+:N2H4·H2O:NaOH of 1:1:2. The catalyst reduced by N2H4·H2O is composed of only Cu+, whereas the traditional Cu/MgO catalyst contains Cu0 and a little Cu+. Because Cu+ is more active than Cu0, the activity of the Cu2O/MgO catalyst is much higher than that of the traditional Cu/MgO catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206707600102",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "SHI, Qiujie"
          },
          {
            "@_fa": "true",
            "$": "LIU, Ning"
          },
          {
            "@_fa": "true",
            "$": "LIANG, Yi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206707600102"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206707600102"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(07)60010-2",
        "prism:volume": "28",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Preparation of MgO-Supported Cu2O Catalyst and Its Catalytic Properties for Cyclohexanol Dehydrogenation",
        "prism:copyright": "Copyright © 2007 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "hydrazine hydrate"
          },
          {
            "@_fa": "true",
            "$": "impregnation reduction"
          },
          {
            "@_fa": "true",
            "$": "cuprous oxide"
          },
          {
            "@_fa": "true",
            "$": "magnesia"
          },
          {
            "@_fa": "true",
            "$": "supported catalyst"
          },
          {
            "@_fa": "true",
            "$": "cyclohexanol"
          },
          {
            "@_fa": "true",
            "$": "dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "cyclohexanone"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "57-61",
        "prism:endingPage": "61",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2007",
        "prism:doi": "10.1016/S1872-2067(07)60010-2",
        "prism:startingPage": "57",
        "dc:identifier": "doi:10.1016/S1872-2067(07)60010-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/34248653262"
      }
    }
  }
}