{
  "metadata": {
    "title": "Amorphous Mesoporous Iron Aluminophosphate Catalyst for the Synthesis of 1,5-Benzodiazepines",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2010-12-31",
    "doi": "10.1016/S1872-2067(10)60120-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206710601209",
    "pii": "S1872206710601209"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-78650507453",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2010-12-20 2010-12-20 2010-12-17T22:21:16 1-s2.0-S1872206710601209 S1872-2067(10)60120-9 S1872206710601209 10.1016/S1872-2067(10)60120-9 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206710X00110 2015-05-15T07:13:55.760442-04:00 0 0 20100101 20101231 2010 2010-12-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount figure affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst alllist content subj ssids 1872-2067 18722067 31 31 11 12 11 12 Volume 31, Issues 11–12 3 1321 1327 1321 1327 2010 2010 2010-01-01 2010-12-31 2010 article fla Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. AMORPHOUSMESOPOROUSIRONALUMINOPHOSPHATECATALYSTFORSYNTHESIS15BENZODIAZEPINES VIJAYASANKAR A KRAPCHO 1966 191 J RANDALL 1973 27 L BENZODIAZEPINES SCHULTZ 1982 H BENZODIZEPINES LANDQUIST 1984 166 J COMPREHENSIVEHETEROCYCLICCHEMISTRY ESSABER 1998 4097 M ELSAYED 1999 3561 A REDDY 2000 1825 K HERAVI 2006 1 M GRINGAUZ 1999 A INTRODUCTIONMEDICINALCHEMISTRY RIED 1957 815 W RIED 1959 2902 W CHAUDHARI 2007 214 M HERBERT 1974 2657 J MORALES 1986 135 H VARALA 2006 1009 R JUNG 1999 1941 D BALAKRISHNA 2001 1127 M CURINI 2001 3193 M POZARENTZI 2002 1755 M KUO 2006 8523 C CHARI 2005 67 M JARIKOTE 2003 1835 D DE 2005 1811 S KABOUDIN 2001 1443 B REDDY 2003 4447 B NAGARAJU 2003 765 N NAGARAJU 2002 269 N KURIAKOSE 2005 29 G VIJAYASANKAR 2010 131 A VIJAYASANKARX2010X1321 VIJAYASANKARX2010X1321X1327 VIJAYASANKARX2010X1321XA VIJAYASANKARX2010X1321X1327XA item S1872-2067(10)60120-9 S1872206710601209 1-s2.0-S1872206710601209 10.1016/S1872-2067(10)60120-9 273538 2010-12-22T03:28:55.329841-05:00 2010-01-01 2010-12-31 1-s2.0-S1872206710601209-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601209/MAIN/application/pdf/8665d1ccb44d210be652195c14734db5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601209/MAIN/application/pdf/8665d1ccb44d210be652195c14734db5/main.pdf main.pdf pdf true 231227 MAIN 6 1-s2.0-S1872206710601209-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601209/PREVIEW/image/png/8029e227d6d0af2a62e1e0ea1e043475/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601209/PREVIEW/image/png/8029e227d6d0af2a62e1e0ea1e043475/main_1.png main_1.png png 65422 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206710601209-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601209/fx1/DOWNSAMPLED/image/jpeg/867fde3e7cf5bd16ae401f0f016f212b/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601209/fx1/DOWNSAMPLED/image/jpeg/867fde3e7cf5bd16ae401f0f016f212b/fx1.jpg fx1 true fx1.jpg jpg 24721 169 330 IMAGE-DOWNSAMPLED 1-s2.0-S1872206710601209-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601209/fx1/THUMBNAIL/image/gif/a19691100e8579840d33256656fc4669/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601209/fx1/THUMBNAIL/image/gif/a19691100e8579840d33256656fc4669/fx1.sml fx1 true fx1.sml sml 8231 112 219 IMAGE-THUMBNAIL RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 31, Issue 11, 2010 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2010, 31: 1321–1327. Received date:. 6 April 2010. *Corresponding author. Tel: +91-9886765750; Fax: +91-8022245831; E-mail: nagarajun@yahoo.com Copyright © 2010, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(10)60120-9 Amorphous Mesoporous Iron Aluminophosphate Catalyst for the Synthesis of 1,5-Benzodiazepines A. V. VIJAYASANKAR 1 , S. DEEPA 1 , B. R. VENUGOPAL 2 , N. NAGARAJU 1, * 1 Department of Chemistry, Catalysis Research Laboratory, St. Joseph’s College Research Centre, Shanthi Nagar, Bangalore 560027, India 2 Department of Organic Chemistry, Indian Institute of Science, Bangalore 560012, India Abstract: A simple and versatile method for the synthesis of 1,5-benzodiazepines from o-phenylenediamine and ketones in the presence of solvents and under solvent-free conditions that used an amorphous mesoporous iron aluminophosphate as catalyst was developed. High yields with excellent selectivity were obtained with a wide variety of ketones under mild reaction conditions. The catalyst had the advan- tages of ease of preparation, ease of handling, simple recovery, reusability, non toxicity, and being inexpensive. Key words: benzodiazepine; amorphous metal aluminophosphate; mesoporous iron aluminophosphate; o-phenylenediamine; ketone; solvent free synthesis Benzodiazepines and their derivatives have broad and im- portant pharmacological properties [1–4]. They are widely used as anticonvulsant, analgesic, hypnotic, sedative, and antidepressive agents. In addition, 1,5-benzodiazepines are key intermediates for the synthesis of various fused ring benzodi- azepines derivatives [5–7]. Due to their wide biological, in- dustrial, and synthetic applications [8–10], the synthesis of these compounds has received a great deal of attention. The general and simplest method to construct the ring skeletons of 1,5-benzodiazepine is the acid catalyzed reactions of o-phenylenediamines (OPDA) or o-aminothiophenol (o-ATP) with ketones, D, E-unsaturated carbonyl compound, or -haloketones [11,12]. Many of the synthesis methods of 1,5-benzodiazepines suf- fer from one or more limitations, such as long reaction times, occurrence of side reactions [13], severe reaction conditions, low yields, use of corrosive chemicals (e.g., HCl gas, trifluoroacetic acid) and hazardous reagents (e.g., pyridine, piperidine, halogenated hydrocarbon), high-boiling solvent (e.g., dimethylformamide), and tedious work-up procedures. Catalysts such as BF 3 -Et 2 O [14], NaBH 4 [15], ceric ammonium nitrate [16], PPA/SiO 2 [17], MgO/POCl 3 [18], Yb(OTf) 3 [19], AcOH under microwave conditions [20], NBS [21], poly- mer-supported FeCl 3 Sc(OTf) 3 [22], and ionic liquids [23] have been used to improve reaction efficiency. The main disadvan- tages of these catalysts are that they get lost in the work-up procedure, cannot be recovered or reused, and are highly toxic and expensive [24]. Therefore, a better catalyst for the synthe- sis of 1,5-benzadiazepines is needed to achieve mild reaction conditions, operational simplicity, economic viability, and selectivity. The use of heterogeneous catalysts such as Al 2 O 3 /P 2 O 5 [25] and sulfated zirconia [26] is advantageous. The application of aluminophosphates as heterogeneous catalytic materials in organic synthesis is growing significantly. Our group has re- cently reported the catalytic activity of amorphous metal alu- minophosphates as effective and recyclable materials in or- ganic transformations [27–30]. To synthesize diazepines by an effective and environmentally benign route, we have con- densed OPDA with various ketones in the presence of metal aluminophosphates as catalyst. This solvent-free protocol using a heterogeneous catalyst provides an excellent route for an eco-friendly and economic synthesis of benzodiazepines. We report for the first time a facile method for the synthesis of 1,5-benzodiazepines by the condensation of OPDA with ke- tones with an amorphous mesoporous iron aluminophosphate catalyst in the presence of a solvent and under solvent-free conditions. A. V. Vijayasankar et al. / Chinese Journal of Catalysis, 2010, 31: 1321–1327 1 EExperimental 1.1 Catalyst preparation The iron aluminophosphate (FeAlP) catalyst was prepared by co-precipitation [27–30]. Aluminum nitrate (Al(NO 3 ) 3 · 9H 2 O), ferric nitrate (Fe(NO 3 ) 3 ·9H 2 O), and 85% H 3 PO 4 in a definite molar ratio (Al:Fe:P = 0.95:0.025:1) were dissolved in 500 ml of deionized water and stirred vigorously. The solution was heated to 60–70 o C, and then 28% ammonia was added continuously till a precipitate was obtained (pH 9). The pre- cipitate was filtered, washed with deionized water, dried at 120 o C, and calcined at 550 o C for 5 h. The obtained catalyst is denoted FeAlP-550. 1.2 General procedure for the synthesis of 1,5-benzodizepines A mixture of OPDA (1 mmol) and ketone (2.5 mmol), 5 ml of solvent (when used), and 0.2 g of catalyst were mixed in a 100 ml round bottom flask and heated with stirring in a tem- perature controlled oil bath at 80 o C (Scheme 1). The progress of reaction was monitored by thin layer chromatography. The reaction mixture was treated with 1:1 (v/v) water and CH 2 Cl 2 and centrifuged to separate the solid catalyst. The organic layer was concentrated and the product was separated by silica gel (100–200 mesh) column chromatography using an ethyl ace- tate-n-hexane (2:8) mixture as eluent. 1.3 Characterization of product The yield and structure of the products were characterized by their melting point and FTIR, 1 H NMR, 13 C NMR, and mass spectrometry (MS). Melting points were recorded on an Elec- trothermal melting point apparatus. FTIR spectra were re- corded using a Nicolet IR 200 instrument and the KBr pellet technique. 1 H and 13 C NMR spectra were recorded on a Bruker DSX-300 spectrometer at 300/400 MHz and 75/100 MHz, respectively. Chemical shifts are reported downfield from tetramethylsilane (TMS). Multiplicity is indicated using the following abbreviations: s (singlet), d (doublet), dd (double doublet), t (triplet), m (multiplet), and bs (broad singlet). The mass spectra of the filtrate were recorded on an automated GC-MS Shimadzu QP 5000 GC-17A, EI-Mode Model. Compound a: Yellow solid; mp 137–139 °C; IR (KBr, cm –1 ) v 3295, 1633, 1593, 1437; 1 H NMR (CDCl 3 ) / 1.35 (s, 6H, 2CH 3 ), 2.23 (s, 2H, CH 2 ), 2.38 (s, 3H, CH 3 ), 2.98 (br s, 1H, NH), 6.74–7.27 (m, 4H, C 6 H 4 ); 13 C NMR (CDCl 3 ) / 29.9, 30.5, 45.1, 68.5, 121.8, 122.1, 125.6, 126.8, 137.9, 140.6, 172.5. Compound b: Yellow solid; mp 137–138 °C; IR (KBr, cm –1 ) v 3327, 1635, 1568, 1442; 1 H NMR (CDCl 3 ) / 0.95–1.66 (m, 6H, 2CH 3 ), 1.71–2.13 (m, 4H, CH 2 ), 2.37 (s, 3H, CH 3 ), 2.69 (q, 2H, CH 2 ), 3.65 (br s, 1H, NH), 6.75–7.57 (m, 3H, C 6 H 3 ); 13 C NMR (CDCl 3 ) / 8.6, 11.2, 26.8, 35.6, 35.7, 42.3, 70.5, 121.8, 125.1, 126.2, 127.1, 137.8, 140.6, 175.6. 13 C NMR (CDCl 3 ), / : 8.6, 11.2, 26.8, 35.6, 35.7, 42.3, 70.5, 121.8, 125.1, 126.2, 127.1, 137.8, 140.6, 175.6. Compound c: Yellow solid; mp 144–145 °C; IR (KBr, cm –1 ), v 3322, 1630, 1595; 1 H NMR (CDCl 3 ) / 0.73–1.65 (m, 16H, 2CH 2 and 4CH 3 ), 2.35–2.52 (m, 2H, CH 2 ), 2.85 (q, 1H, CH), 3.78 (br s, 1H, NH), 6.67–7.42 (m, 4H, C 6 H 4 ); 13 C NMR (CDCl 3 ) / 7.5, 7.8, 11.5, 12.2, 28.1, 28.3, 35.5, 46.1, 68.9, 117.7, 118.1, 125.6, 132.7, 140.0, 142.4, 173.6. Compound d: Yellow solid; mp 138–139 °C; IR (KBr, cm –1 ) v 3327, 1620, 1568, 1430, 1372; 1 H NMR (CDCl 3 ) / 1.20–2.50 (m, 15H, 7CH 2 and CH), 3.90 (br s, 1H, NH), 6.55–7.77 (m, 4H, C 6 H 4 ); 13 C NMR (CDCl 3 ) / 23.1, 24.3, 24.5, 28.8, 33.5, 38.2, 39.2, 54.2, 67.1, 118.8, 119.2, 126.8, 132.1, 139.3, 143.4, 178.2. Compound e: Yellow solid; mp 137–139 °C; IR (KBr, cm –1 ), v 3322, 1626, 1568, 1442, 1365; 1 H NMR (CDCl 3 ) / 0.85–2.36 (m, 19H, 9CH 2 and CH), 3.48 (br s, 1H, NH), 6.85–7.60 (m, 4H, C 6 H 4 ); 13 C NMR (CDCl 3 ) / 21.5, 21.7, 23.4, 23.5, 24.5, 25.1, 33.2, 34.4, 39.3, 40.6, 52.4, 63.1, 121.5, 126.4, 129.6, 138.2, 142.4, 178.5. Compound f: Yellow solid; mp 136–137 °C; IR (KBr, cm –1 ), v 3328, 1623, 1550, 1442, 1360; 1 H NMR (CDCl 3 ) / 1.15–2.45 (m, 19H, 9CH 2 and CH), 3.95 (br s, 1H, NH), 6.52–7.70 (m, 4H, C 6 H 4 ); 13 C NMR (CDCl 3 ) / 22.7, 23.1, 24.3, 24.5, 27.2, 28.1, 33.5, 34.3, 38.2, 39.2, 54.2, 55.4, 67.1, 118.8, 119.2, 126.8, 132.1, 139.3, 143.4, 178.2. Compound g: Yellow solid; mp 151–152 °C; IR (KBr, cm –1 ), v 3332, 1637, 1598, 1426; 1 H NMR (CDCl 3 ) / 1.70 (s, 3H, CH 3 ), 2.95 (d, 1H, CH 2 ), 3.15 (d, 1H, CH 2 ), 3.35 (br s, 1H, NH), 6.65–7.10 (m, 2H, C 6 H 4 ), 7.25–7.48 (m, 10H, C 6 H 5 ), 7.55–7.68 (m, 2H, C 6 H 4 ); 13 C NMR (CDCl 3 ) / 29.7, 41.4, 74.3, 121.6, 122.0, 125.4, 126.7, 127.3, 127.4, 128.3, 128.5, 128.8, 129.6, 138.1, 139.2, 140.6, 145.3, 166.3. Compound h: Pale yellow crystalline solid; mp 98–99 o C; IR (KBr, cm –1 ) v 3318, 1630, 1598; 1 H NMR (300 MHz, CDCl 3 ) / 1.72 (s, 3H), 2.26 (s, 3H), 2.32 (s, 3H), 2.98 (d, 1H), 3.05 (d, 1H), 3.43 (br s, 1H, NH), 6.74–6.76 (m, 1H), 6.98–7.02 (m, 6H), 7.21–7.23 (m, 1H), 7.47–7.50 (m, 4H); 13 C NMR (75 MHz, CDCl 3 ) / 20.7, 21.2, 29.8, 42.9, 73.1, 121.3, 121.4, 125.2, 126.0, 127.1, 128.5, 128.6, 128.9, 129.2, 136.4, 137.0, 138.2, 139.7, 140.3, 145.0, 166.8. Compound i: Yellowish solid; mp 114–116 o C; IR (KBr, NH 2 NH 2 R 1 R 2 O N H N R 1 R 1 R 2 + o-Phenylenediamine Ketones 1,5-Benzodiazepines (a-l) FeAlP-550 Scheme 1. Condensation of OPDA with ketones for the synthesis of 1,5-benzodiazepines. A. V. Vijayasankar et al. / Chinese Journal of Catalysis, 2010, 31: 1321–1327 cm –1 ), v 3325, 1135, 1640, 1594, 1190; 1 H NMR (200 MHz, CDCl 3 ) / 1.71 (s, 3H), 2.85 (d, 1H), 2.98 (d, 1H), 3.73 (s, 3H), 3.77 (s, 3H), 6.65–6.78 (m, 4H), 6.95–7.02 (m, 2H), 7.18–7.25 (m, 2H), 7.42–7.55 (m, 4H). Compound j: Yellow crystalline solid; mp 219–220 o C; IR (KBr, cm –1 ) v 3339, 1636, 1599; 1 H NMR (200 MHz, CDCl 3 ) / 1.65 (s, 3H), 2.77 (d, 1H), 2.89 (d, 1H), 4.18 (br s, NH), 6.57–6.64 (m, 4H), 6.81–7.00 (m, 1H), 7.10–7.18 (m, 1H), 7.28–7.55 (m, 4H); 13 C NMR (75 MHz, CDCl 3 ) / 29.2, 42.0, 72.6, 114.4, 114.6, 120.5, 120.9, 124.9, 125.8, 127.0, 128.2, 130.0, 137.9, 139.5, 155.3, 158.6, 166.8. Compound k: Yellow solid; mp 145–146 o C; IR (KBr, cm –1 ) v 3325, 1640, 1589, 1198, 574; 1 H NMR (200 MHz, CDCl 3 ) / 1.72 (s, 3H), 2.87 (d, 1H), 3.00 (d, 1H), 2.65 (br s, NH), 6.97–6.98 (m, 1H), 7.00–7.04 (m, 6H), 7.18–7.24 (m, 1H), 7.45–7.48 (m, 4H). Compound l: Red crystalline solid; mp 156–158 o C; IR (KBr, cm –1 ) v 3325, 1642, 1597; 1 H NMR (300 MHz, CDCl 3 ) / 1.83 (s, 3H), 2.96 (d, 1H), 3.27 (d, 1H), 3.52 (br s, NH), 6.97–6.98 (m, 1H), 7.00–7.02 (m, 6H), 7.21–7.22 (m, 1H), 7.45–7.47 (m, 4H); 13 C NMR (75 MHz, CDCl 3 ) / 30.0, 42.9, 73.4, 121.3, 122.2, 123.5, 123.4, 126.8, 127.6, 127.7, 129.6, 137.2, 138.8, 144.6, 146.9, 148.4, 154.1, 163.8. 2 Results and discussion 2.1 Effect of solvent in the condensation of OPDA and cyclohexanone Initially, a reaction between OPDA and cyclohexanone was carried out for the evaluation of FeAlP-550 as the catalyst under different reaction conditions (Table 1). In the first stage, the effect of solvent was studied using the different solvents of CH 2 Cl 2 , H 2 O, C 2 H 5 OH, C 2 H 2 Cl 2 , and CHCl 3 as well as under solvent-free conditions. The reaction in the different solvents needed long reaction time and gave low yield. From among the tested solvents, ethanol was chosen as the solvent at 80 o C (Table 1, entry 3). 2.2 Catalyst screening Although the target catalyst was iron aluminophosphate, the catalytic activity studies were also conducted using hydrated alumina (Al(OH) 3 ), aluminium phosphate (AlP), iron phos- phate (FeP), and hydrated iron oxide (Fe 2 O 3 ·xH 2 O) calcined at 120 and 550 o C. This was because the preparation of iron aluminophosphate by the procedure followed in the present work had the possibility of the formation of these materials along with iron aluminophosphate. Hence, we also wanted to characterize the catalytic activity, if any, of these materials. The catalytic activity of the various materials expressed as the percentage of isolated yield of product in the condensation of OPDA and cyclohexanone is presented in Table 2. The condensation reaction did not give much yield of the expected product in the absence of a catalyst. The reaction was very slow with only traces of products in the absence of a catalyst. All the materials were found to be active for the condensation reaction between OPDA and cyclohexanone in the presence of ethanol as solvent. There was not much difference in their catalytic activity and the effect of the temperature of calcination, except in the case of iron aluminophosphate. FeAlP calcined to 550 o C exhibited excellent catalytic activity and resulted in the best isolated yield of diazepines. 2.3 Efficiency of catalyst under solvent-free conditions at different temperatures The reaction was further investigated under solvent-free conditions at different temperatures in the presence of the active FeAlP-550 catalyst. The reaction did not proceed rapidly at room temperature (rt) under solvent-free conditions. How- ever, the yield after 2 h was found to be 50% (Table 3). When the reaction was allowed to continue for 10 h, a product yield of 85% was achieved. When the reaction temperature was in- creased, a higher yield of diazepines of 96% was obtained at 80 o C. The yield was a function of temperature under solvent-free conditions. An optimum temperature of 80 o C was required for a better yield, which is explained in the mechanism (Scheme Table 1 Optimization of solvent conditions for the reaction of OPDA and cyclohexanone using FeAlP-550 as catalyst Entry Temperature ( o C) Solvent Yield * (%) 1 50 dichlolromethane 60 2 100 water 20 3 80 ethanol 94 4 85 dichloroethane 69 5 65 chloroform 57 * Isolated yield. Table 2 Effect of catalyst under different reaction conditions for the condensation of OPDA and cyclohexanone Entry Catalyst Yield a (%) 1 blank trace b 2 Al(OH) 3 -120 30 3 Al(OH) 3 -550 25 4 AlP-120 54 5 AlP-550 58 6 FeP-120 68 7 FeP-550 70 8 Fe(OH) 3 -120 65 9 Fe(OH) 3 -550 69 10 FeAlP-120 70 11 FeAlP-550 94 Reaction conditions: diamine 1 mmol, ketone 2.5 mmol, catalyst 0.3 g in 5 ml of ethanol, 80 o C, 120 min. a Isolated yield. b Isolated yield after 10 h. A. V. Vijayasankar et al. / Chinese Journal of Catalysis, 2010, 31: 1321–1327 2). This gave a sufficient number of ketones available on the surface of the catalyst to propagate the reaction. 2.4 Reusability of catalyst in the condensation of OPDA and cyclohexanone We also investigated the reusability of the FeAlP-550 cata- lyst, both in the presence of ethanol and under solvent-free conditions. The catalyst was recovered by dissolving the reac- tion mixture in 1:1 (v/v) water and CH 2 Cl 2 and filtered to separate the solid catalyst. The catalyst was separated by sim- ple filtration, washed with acetone, dried at 120 o C, and cal- cined at 550 o C. The catalyst was reused at least four times in the same reaction without appreciable loss in catalytic activity. The results of the catalyst reusability are shown in Table 4. 2.5 Synthesis of benzodiazepines both in the presence of ethanol as solvent and under solvent-free conditions To look at the application of FeAlP as a general catalyst for the synthesis of 1,5-benzodiazepines, the condensation reac- tions under optimized conditions using a variety of aliphatic, alicyclic ketones, and substituted acetophenones were carried out. The results are presented in Table 5. All the ketones con- densed smoothly with OPDA in the presence of FeAlP-550 without forming any side products. The only noticeable dif- ference in the reactivity of the various ketones was in the time taken to get a significant yield of the expected diazepine products. It is noteworthy that the condensation of the various ketones with OPDA in the presence of FeAlP-550 was superior in terms of yield and selectivity for products as compared to other catalysts reported in the literature. Under the optimum conditions, aliphatic ketones gave a product yield in the range of 87%–94% after 45 min, which depended on the nature of the ketone. Cyclic ketones such as cyclohexanone, cycloheptanone, and cyclopentanone (Table 5, entries 4–6) also produced the corresponding fused-ring ben- zodiazepines in good yields but after a longer time ( a120 min) as compared to the aliphatic ketones (Table 5, entries 1–3). The condensation activity of acetophenones and its deriva- tives was found to be better than that of cyclic ketones. The reactivity depended on the substituent on the benzene. In the presence of electron withdrawing groups such as –OH, –Br, and –NO 2 , the condensation reaction proceeded smoothly to give good yields of benzodiazepines (Table 5, entries 10–12). Whereas the presence of electron releasing groups such as methyl and methoxy groups on the benzene nucleus of aceto- phenone only gave poor yields (Table 5 entries 8 and 9) of benzodiazepines even after long reaction times. 2.6 Mechanism for the condensation of OPDA and ketones over FeAlP-550 catalyst From the above observations on the reactivity of various ketones in the presence of FeAlP-550 as the catalyst, we pro- pose the reaction mechanism shown in Scheme 2. The catalyst FeAlP-550 has surface acid sites. The oxygen atom of the ketones is adsorbed through its lone pair electrons on the sur- face acid sites of the catalyst, and the amino groups of OPDA attack the carbonyl group of the ketone to give the intermediate diimine (A and B). A 1,3-hydrogen shift to the attached methyl group then occurred to form an isomeric enamine, which cy- clizes to afford the seven-member ring. An alternative mecha- nism involving the aldol condensation of ketones to give D, E-unsaturated carbonyl compound which subsequently un- dergoes 1,4-addition was ruled out because such an aldol condensation does not occur in ketones with a D-hydrogen in the presence of FeAlP. The reaction conditions are mild and no side products or decomposition of the products were observed. The better catalytic activity of FeAlP-550 over that of the other catalysts reported may be attributed to its mesoporous texture and amorphous nature, which gave a higher concentra- tion of active acid sites on its surface [30]. We have previously reported a correlation between the textural/structural properties and catalytic activity of these materials in organic transforma- tions like transesterification and alkylation reactions [28, 29]. Since larger crystallites have only a small percentage of the reactive sites on the surface, smaller crystallites or amorphous materials possess a much higher surface concentration of sites, and it is this morphological difference that makes FeAlP an efficient catalyst. Table 4 Synthesis of benzodiazepines using FeAlP-550 as an efficient and reusable catalyst Cycle Yield a (%) Yield b (%) 1 96 94 2 90 88 3 43 85 4 20 69 a Isolated yield in the absence of solvents. Reaction conditions: diamine 1 mmol, ketone 2.5 mmol, catalyst 0.3 g, 80 o C. b Isolated yield in the presence of solvent (ethanol). Reaction conditions: diamine 1 mmol, ketone 2.5 mmol, catalyst 0.2 g in 5 ml ethanol, 80 o C. Table 3 Effect of reaction temperature for the condensation of OPDA and cyclohexanone under solvent-free conditions using FeAlP-550 as catalyst Entry Temperature ( o C) Yield a (%) 1 rt 50 2 54 78 3 80 96 4 rt 85 b Reaction conditions: diamine 1 mmol, ketone 2.5 mmol, catalyst 0.2 g, 120 min. a Isolated yield. b Isolated yield after 10 h. A. V. Vijayasankar et al. / Chinese Journal of Catalysis, 2010, 31: 1321–1327 2.7 Advantages of the FeAlP-550 catalyst The catalyst preparation is simple and involves readily available non-hazardous and inexpensive reagents. The sepa- ration of the product from the reaction mixture does not require any tedious workup procedure. The recovered catalyst can be reused at least four to five times (Table 4) without any sig- nificant loss in activity. Thus, the present data showed the efficient reusability of the catalyst. As compared to other acid catalysts reported in the literature, iron aluminophosphate was superior in terms of a higher conversion, short reaction time, and small amount of catalyst needed. Also, this method does not require any expensive reagents or special care to exclude moisture from the reaction medium. Table 5 Condensation of OPDA and ketones catalyzed by FeAlP-550 catalyst under different reaction conditions Melting point ( o C) Entry Ketone Diazepine derivative Time (min) Yield a (%) Yield b (%) Expt. Reported 1 O a H N N 45 94 94 140 137–139 2 O b H N N 45 95 88 140 137–138 3 O c N H N Me Et Et Et 45 90 87 140 144–145 4 O d N H N 120 89 81 137 138–139 5 O e N H N 120 94 96 139 137–139 6 O f N H N 120 83 68 135 136–137 7 Ph O g N H N Ph Ph 75 92 90 152 151–152 8 O h N H N Ph Ph Me Me 120 89 87 99 143 9 O MeO i N H N Ph Ph OMe OMe 120 85 84 117 114–116 10 O HO j N H N Ph OH Ph OH 80 84 81 217 219–220 11 O Br k N H N Ph Ph Br Br 80 83 85 146 145–146 12 O O 2 N l N H N Ph Ph NO 2 NO 2 80 86 85 157 156–158 Reaction conditions: diamine 1 mmol, ketone 2.5 mmol, catalyst 0.3 g in 5 ml ethanol or 0.2 g in solvent-free conditions, 80 o C. a In the presence of ethanol. b Under solvent free conditions. A. V. Vijayasankar et al. / Chinese Journal of Catalysis, 2010, 31: 1321–1327 3 Conclusions Iron aluminophosphate was a highly efficient heterogene- ous, recyclable catalyst for the synthesis of 1,5-benzodiazepines by the condensation of OPDA with a wide variety of ketones. This method has easy workup, solvent-free conditions, fast reaction rate, good yields, and high selectivity, which make it attractive for large scale operations. This method is effective for the preparation of 1,5-benzodiazepines from both electron-rich and electron-deficient ketones and o-phenylenediamine derivatives under mild reaction condi- tions. The activity of the catalyst was attributed to its amor- phous mesoporous nature and surface acid sites that allowed the reaction to be completed in a short time with high yield and 100% selectivity for the desired product. Acknowledgments We thank NMR centre, Indian Institute of Science, Banga- lore, India, for NMR analysis and Mr. Prasad, Anthem bio- sciences, Bangalore, India, for GC-MS analysis. References 1 Krapcho J, Turk C F. J Med Chem, 1966, 9: 191 2 Randall L O, Kamel B. In: Garattini S, Mussini E, Randall L O eds. Benzodiazepines. New York: Raven Press, 1973. 27 3 Schultz H. Benzodizepines. Heidelberg: Springer, 1982 4 Landquist J K. In: Katritzky A R, Rees C W eds. Comprehensive Heterocyclic Chemistry. Oxford: Pergamon, 1984. 166 5 Essaber M, Baouid A, Hasnaoui A, Benharref A, Lavergne J P. Synth Commun, 1998, 28: 4097 6 El-Sayed A M, Abdel-Ghany H, El-Saghier A M M. Synth Com- mun, 1999, 29: 3561 7 Reddy K V V, Rao P S, Ashok D. Synth Commun, 2000, 30: 1825 8 Haris R C, Straley J M. US 1 537 757. 1968 9 Heravi M M, Motamedi R, Siefi N, Bamoharram F F. J Mol Catal A, 2006, 249: 1 10 Gringauz A, Introduction to Medicinal Chemistry. New York: Wiley-VCH, 1999 11 Ried W, Stahlofen P. Chem Ber, 1957, 90: 815 12 Ried W, Torinus E. Chem Ber, 1959, 92: 2902 13 Chaudhari M K, Hussaina S. J Mol Catal A, 2007, 269: 214 14 Herbert J A L, Suschitzky H. J Chem Soc, Perkin Trans, 1974, 1: 2657 15 Morales H R, Bulbarela A, Contreras R. Heterocycles, 1986, 24: 135 16 Varala R, Enugala R, Nuvula S, Adapa S R. Synlett, 2006, 7: 1009 17 Jung D I, Choi T W, Kim Y Y, Kim I S, Park Y M, Lee Y G, Jung D H. Synth Commun, 1999, 29: 1941 18 Balakrishna M S, Kaboudin B. Tetrahedron Lett, 2001, 42: 1127 19 Curini M, Epifano F, Marcotullio M C, Rosati O. Tetrahedron Lett, 2001, 42: 3193 20 Pozarentzi M, Stephaniclou-Stephanatou J, Tsoleridis C A. Tet- rahedron Lett, 2002, 43: 1755 21 Kuo C W, More S V, Yao C Y. Tetrahedron Lett, 2006, 47: 8523 22 Chari M A, Syamasundar K. Catal Commun, 2005, 6: 67 23 Jarikote D V, Siddiqui S A, Rajagopal R, Daniel T, Lahoti R J, Srinivasan K V. Tetrahedron Lett, 2003, 44: 1835 24 De S K, Gibbs R A. Tetrahedron Lett, 2005, 46: 1811 25 Kaboudin B, Navaee K. Heterocycles, 2001, 55: 1443 26 Reddy B M, Sreekanth P M. Tetrahedron Lett, 2003, 44: 4447 27 Nagaraju N, Kuriakose G. New J Chem, 2003, 27: 765 28 Nagaraju N, Kuriakose G. Green Chem, 2002, 4: 269 29 Kuriakose G, Nagy J B, Nagaraju N. Catal Commun, 2005, 6: 29 30 Vijayasankar A V, Anis C U, Nagaraju N. J Korean Chem Soc, 2010, 54: 131 N N H H H H R 1 R 2 O Lewis acid catalyst R 2 R 1 R 1 N N H R 2 R 1 R 1 N N H R 2 R 2 R 1 R 1 N N R 2 R 2 R 1 R 1 N N H A B + + Scheme 2. Mechanism for the condensation of OPDA and ketones over a FeAlP-550 catalyst. CHNJC 60120 S1872-2067(10)60120-9 10.1016/S1872-2067(10)60120-9 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences RESEARCH PAPER Amorphous Mesoporous Iron Aluminophosphate Catalyst for the Synthesis of 1,5-Benzodiazepines A.V. VIJAYASANKAR a S. DEEPA a B.R. VENUGOPAL b N. NAGARAJU a * a Department of Chemistry, Catalysis Research Laboratory, St. Joseph's College Research Centre, Shanthi Nagar, Bangalore 560027, India b Department of Organic Chemistry, Indian Institute of Science, Bangalore 560012, India * Corresponding author. Tel: +91-9886765750; Fax: +91-8022245831 A simple and versatile method for the synthesis of 1,5-benzodiazepines from o-phenylenediamine and ketones in the presence of solvents and under solvent-free conditions that used an amorphous mesoporous iron aluminophosphate as catalyst was developed. High yields with excellent selectivity were obtained with a wide variety of ketones under mild reaction conditions. The catalyst had the advantages of ease of preparation, ease of handling, simple recovery, reusability, non toxicity, and being inexpensive. Graphical abstract The catalytic activity of amorphous iron aluminophosphates for the selective synthesis of 1,5-benzodiazepines via condensation reaction is attributed to the synergetic effect (Al, P, and Fe) and mesoporous nature of the material. Key words benzodiazepine amorphous metal aluminophosphate mesoporous iron aluminophosphate o-phenylenediamine ketone solvent free synthesis References 1 J Krapcho CF Turk J Med Chem 9 1966 191 2 LO Randall B Kamel S Garattini E Mussini LO Randall Benzodiazepines 1973 Raven Press New York 27 3 H Schultz Benzodizepines 1982 Springer Heidelberg 4 JK Landquist AR Katritzky CW Rees Comprehensive Heterocyclic Chemistry 1984 Pergamon Oxford 166 5 M Essaber A Baouid A Hasnaoui A Benharref JP Lavergne Synth Commun 28 1998 4097 6 AM El-Sayed H Abdel-Ghany AMM El-Saghier Synth Commun 29 1999 3561 7 KVV Reddy PS Rao D Ashok Synth Commun 30 2000 1825 8 Haris R C, Straley J M. US 1 537 757. 1968. 9 MM Heravi R Motamedi N Siefi FF Bamoharram J Mol Catal A 249 2006 1 10 A Gringauz Introduction to Medicinal Chemistry 1999 Wiley-VCH New York 11 W Ried P Stahlofen Chem Ber 90 1957 815 12 W Ried E Torinus Chem Ber 92 1959 2902 13 MK Chaudhari S Hussaina J Mol Catal A 269 2007 214 14 JAL Herbert H Suschitzky J Chem Soc, Perkin Trans 1 1974 2657 15 HR Morales A Bulbarela R Contreras Heterocycles 24 1986 135 16 R Varala R Enugala S Nuvula SR Adapa Synlett 7 2006 1009 17 DI Jung TW Choi YY Kim IS Kim YM Park YG Lee DH Jung Synth Commun 29 1999 1941 18 MS Balakrishna B Kaboudin Tetrahedron Lett 42 2001 1127 19 M Curini F Epifano MC Marcotullio O Rosati Tetrahedron Lett 42 2001 3193 20 M Pozarentzi J Stephaniclou-Stephanatou CA Tsoleridis Tetrahedron Lett 43 2002 1755 21 CW Kuo SV More CY Yao Tetrahedron Lett 47 2006 8523 22 MA Chari K Syamasundar Catal Commun 6 2005 67 23 DV Jarikote SA Siddiqui R Rajagopal T Daniel RJ Lahoti KV Srinivasan Tetrahedron Lett 44 2003 1835 24 SK De RA Gibbs Tetrahedron Lett 46 2005 1811 25 B Kaboudin K Navaee Heterocycles 55 2001 1443 26 BM Reddy PM Sreekanth Tetrahedron Lett 44 2003 4447 27 N Nagaraju G Kuriakose New J Chem 27 2003 765 28 N Nagaraju G Kuriakose Green Chem 4 2002 269 29 G Kuriakose JB Nagy N Nagaraju Catal Commun 6 2005 29 30 AV Vijayasankar CU Anis N Nagaraju J Korean Chem Soc 54 2010 131",
      "scopus-id": "78650507453",
      "coredata": {
        "eid": "1-s2.0-S1872206710601209",
        "dc:description": "A simple and versatile method for the synthesis of 1,5-benzodiazepines from o-phenylenediamine and ketones in the presence of solvents and under solvent-free conditions that used an amorphous mesoporous iron aluminophosphate as catalyst was developed. High yields with excellent selectivity were obtained with a wide variety of ketones under mild reaction conditions. The catalyst had the advantages of ease of preparation, ease of handling, simple recovery, reusability, non toxicity, and being inexpensive.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206710601209",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "VIJAYASANKAR, A.V."
          },
          {
            "@_fa": "true",
            "$": "DEEPA, S."
          },
          {
            "@_fa": "true",
            "$": "VENUGOPAL, B.R."
          },
          {
            "@_fa": "true",
            "$": "NAGARAJU, N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206710601209"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206710601209"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(10)60120-9",
        "prism:volume": "31",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Amorphous Mesoporous Iron Aluminophosphate Catalyst for the Synthesis of 1,5-Benzodiazepines",
        "prism:copyright": "Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "11-12",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "benzodiazepine"
          },
          {
            "@_fa": "true",
            "$": "amorphous metal aluminophosphate"
          },
          {
            "@_fa": "true",
            "$": "mesoporous iron aluminophosphate"
          },
          {
            "@_fa": "true",
            "$": "o-phenylenediamine"
          },
          {
            "@_fa": "true",
            "$": "ketone"
          },
          {
            "@_fa": "true",
            "$": "solvent free synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "11-12",
        "openaccessSponsorType": null,
        "prism:pageRange": "1321-1327",
        "prism:endingPage": "1327",
        "pubType": "fla",
        "prism:coverDisplayDate": "2010",
        "prism:doi": "10.1016/S1872-2067(10)60120-9",
        "prism:startingPage": "1321",
        "dc:identifier": "doi:10.1016/S1872-2067(10)60120-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "169",
            "@width": "330",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206710601209-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24721",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "112",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206710601209-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8231",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/78650507453"
      }
    }
  }
}