{
  "metadata": {
    "title": "Theory-guided construction of Cu-O-Ti-O<ce:inf loc=post>v</ce:inf> active sites on Cu/TiO<ce:inf loc=post>2</ce:inf> catalysts for efficient electrocatalytic nitrate reduction",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2024-04-30",
    "doi": "10.1016/S1872-2067(23)64618-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206723646182",
    "pii": "S1872206723646182"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85191480580",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2024-04-30 2024-04-30 2024-04-30 2024-04-30 2024-04-30T07:57:15 1-s2.0-S1872206723646182 S1872-2067(23)64618-2 S1872206723646182 10.1016/S1872-2067(23)64618-2 S300 S300.1 FULL-TEXT 1-s2.0-S1872206724X00054 2024-05-07T08:15:11.533745Z 0 0 20240401 20240430 2024 2024-04-30T08:22:58.195256Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 59 59 C Volume 59 24 293 302 293 302 202404 April 2024 2024-04-01 2024-04-30 2024 article fla Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. THEORYGUIDEDCONSTRUCTIONCUOTIOVACTIVESITESCUTIO2CATALYSTSFOREFFICIENTELECTROCATALYTICNITRATEREDUCTION NIE Y 1 Introduction 2 Experimental 2.1 DFT calculation details 2.2 Preparation of Cu/TiO2 catalysts 2.3 Electrochemical nitrate reduction experiment 2.4 In situ electrochemical characterizations 2.4.1 In situ Raman spectra 2.4.2 In situ FTIR spectra 3 Results and discussion 3.1 Determination of active sites and reaction pathway on the Cu/TiO2 catalysts 3.2 Fabrication of Cu/TiO2 catalysts with Cu-O-Ti-Ov structures 3.3 Electrochemical NO3RR performance 3.4 Mechanistic insights into the NO3RR on Cu/TiO2 catalysts 4 Conclusions Conflicts of Interest Electronic supporting information Supplementary Material References LUO 2022 953 964 Y LIAO 2021 359 366 W FANG 2023 20220040 H LIANG 2022 2200202 X JIA 2020 3533 3540 R CHOI 2020 5546 J LV 2020 2690 2702 C VANLANGEVELDE 2021 290 294 P SURYANTO 2019 290 296 B ZHAO 2023 2468 2475 J LIU 2019 7052 7064 J YANG 2014 2148 2151 J WANG 2023 1018 1026 Z WEI 2022 118596 Z LIAO 2021 2009151 W LIU 2024 119448 D ZHAO 2020 11739 11750 S CHEN 2024 125107 Q LIAO 2021 100557 W MENG 2023 109418 S YANG 2022 12062 12071 J WEN 2023 2212236 W ZHENG 2020 382 399 X GONG 2012 13922 13925 J KRESSE 1996 15 50 G KRESSE 1999 1758 1775 G KOHN 1965 A1133 A1138 W PERDEW 1996 3865 3868 J PETERSON 2010 1311 1315 A NORSKOV 2004 17886 17892 J SKULASON 2012 1235 1245 E STENGL 2011 685935 V LIANG 2017 23468 23477 Y YANG 2015 504 509 X ZHANG 2022 6448 6453 X AKHTAR 2022 49925 49936 T CHOUDHURY 2013 25 B ANITHA 2016 1 14 B CHOUDHURY 2015 692 698 B SUN 2015 15996 16006 C LU 2014 3148 3155 X BANGER 2011 45 50 K JAIN 2019 4743 4755 S BELGAMWAR 2023 8634 8646 R ZHAO 2022 12995 12998 X NITYASHREE 2020 118241 N YU 2019 4178 4181 Y CHEN 2022 47737 47746 L LI 2018 14755 14765 D YANG 2018 11684 11693 X FANG 2022 7899 J SHI 2022 8714 8717 Y SUKANYA 2020 318 331 R LI 2023 1081 1090 X ZHANG 2023 145861 N HAN 2023 402 414 S ZHAO 2023 2306633 R HE 2022 1129 W GAO 2023 2202952 W NIEX2024X293 NIEX2024X293X302 NIEX2024X293XY NIEX2024X293X302XY 2026-04-30T00:00:00.000Z 2026-04-30T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2024-05-07T08:14:27.985Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Key R&amp;D Program of China 2021YFB3801600 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 22221005 22378060 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China (22221005, 22378060) and the National Key R&amp;D Program of China (2021YFB3801600). item S1872-2067(23)64618-2 S1872206723646182 1-s2.0-S1872206723646182 10.1016/S1872-2067(23)64618-2 273538 2024-04-30T07:22:58.195256Z 2024-04-01 2024-04-30 1-s2.0-S1872206723646182-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/MAIN/application/pdf/3d67629421e1c36e65381b2e33326b3a/main.pdf main.pdf pdf true 3952402 MAIN 10 1-s2.0-S1872206723646182-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/PREVIEW/image/png/d198ef435df82ee3861757ada2d322d2/main_1.png main_1.png png 51500 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206723646182-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/fx1/THUMBNAIL/image/jpeg/3010ca983f427765a37b58baf3e1868a/fx1.jpg fx1 true fx1.jpg jpg 27013 143 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723646182-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr1/DOWNSAMPLED/image/jpeg/f980a162fe1b1200809d9c65dee72923/gr1.jpg gr1 gr1.jpg jpg 37808 299 362 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723646182-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr2/DOWNSAMPLED/image/jpeg/97ce8240dccaad7c8c19af021959a64d/gr2.jpg gr2 gr2.jpg jpg 84507 428 525 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723646182-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr3/HIGHRES/image/jpeg/595f1322f9aaa05c2db78abb63aa73ac/gr3.jpg gr3 gr3.jpg jpg 104110 364 615 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723646182-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr4/DOWNSAMPLED/image/jpeg/702664cfe87cb84dae450fb5f83e512d/gr4.jpg gr4 gr4.jpg jpg 88278 382 733 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723646182-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr5/DOWNSAMPLED/image/jpeg/0fe4bdc8400f068d98624c6d4673fc30/gr5.jpg gr5 gr5.jpg jpg 75397 412 594 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723646182-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr6/DOWNSAMPLED/image/jpeg/21a93f1f25bd9535708e454fe2732d89/gr6.jpg gr6 gr6.jpg jpg 73494 255 634 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723646182-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/fx1/THUMBNAIL/image/gif/300f999e7302c2e66e0b2ae4be0ab159/fx1.sml fx1 true fx1.sml sml 19247 104 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723646182-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr1/HIGHRES/image/gif/af10280fe7b15b35d9341dbd761e9445/gr1.sml gr1 gr1.sml sml 9531 164 198 IMAGE-THUMBNAIL 1-s2.0-S1872206723646182-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr2/THUMBNAIL/image/gif/ecc897aa4c41fabcc674cbc56a1630cb/gr2.sml gr2 gr2.sml sml 19415 164 201 IMAGE-THUMBNAIL 1-s2.0-S1872206723646182-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr3/THUMBNAIL/image/gif/916ebb6bafa501e36d9cbdeebe4f2c4e/gr3.sml gr3 gr3.sml sml 14077 130 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723646182-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr4/THUMBNAIL/image/gif/01ec9433e8480c160879af092f338ce3/gr4.sml gr4 gr4.sml sml 9131 114 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723646182-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr5/THUMBNAIL/image/gif/91e94b9f20f630f04ce155a8d3a2bf8a/gr5.sml gr5 gr5.sml sml 10432 152 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723646182-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/gr6/THUMBNAIL/image/gif/5b62ed35ea788fec99aca243fe048396/gr6.sml gr6 gr6.sml sml 9664 88 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723646182-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/THUMBNAIL/image/jpeg/049671e0b970841f0f154adc88ff2dbe/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 266769 633 1333 IMAGE-HIGH-RES 1-s2.0-S1872206723646182-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/HIGHRES/image/jpeg/56eed947f0dabb2193d26c497b8b044f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 148505 795 962 IMAGE-HIGH-RES 1-s2.0-S1872206723646182-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/HIGHRES/image/jpeg/dcfca7ba82fcf4f24cda763cbcf9e6d5/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 452331 1137 1395 IMAGE-HIGH-RES 1-s2.0-S1872206723646182-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/THUMBNAIL/image/jpeg/a39c4d777aa7735e4781e133631b3ff2/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 470039 967 1634 IMAGE-HIGH-RES 1-s2.0-S1872206723646182-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/HIGHRES/image/jpeg/ace5b9b51c366d17b854e4271bec2363/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 353761 1014 1948 IMAGE-HIGH-RES 1-s2.0-S1872206723646182-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/HIGHRES/image/jpeg/00ab56a06e20a19fe6c156416d414412/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 302846 1095 1578 IMAGE-HIGH-RES 1-s2.0-S1872206723646182-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/HIGHRES/image/jpeg/9f10a4dfc55c07db1485415cd25f37f5/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 330857 679 1685 IMAGE-HIGH-RES 1-s2.0-S1872206723646182-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723646182/mmc1/MAIN/application/pdf/8bb02a9e0281895ee43f595bae3cadcb/mmc1.pdf mmc1 mmc1.pdf pdf false 3593075 APPLICATION CHNJC 64618 S1872-2067(23)64618-2 10.1016/S1872-2067(23)64618-2 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) The adsorption energy of NO3 – on the Cu-O-Ti-Ov, Ti-Ov-Ti and Cu-O-Ti structure. (b) The energy profiles for HER on the Cu-O-Ti-Ov and Cu-O-Ti structure. (c) The energy profiles for NO3RR on the Cu-O-Ti-Ov structure. Fig. 2 (a) Scheme for the synthesis of CT-U. (b) TEM image of TiO2 (inset: HRTEM image of TiO2). (c) TEM image of CT-4 (inset: HRTEM image of CT-4). (d) TEM image of CT-U (inset: HRTEM image of CT-U). (e) Elemental mapping of CT-U. Fig. 3 (a) XRD patterns of TiO2, CT-4, and CT-U. (b) Raman spectra of CT-x and TiO2. (c) Comparison of Raman spectra for TiO2, CT-4 and CT-U. (d) EPR spectra of TiO2, CT-4 and CT-U. O 1s (e) and Ti 2p (f) of TiO2, CT-4 and CT-U. Cu 2p (g) and Cu LMM XPS (h) spectra of CT-4 and CT-U. Fig. 4 (a) LSV curves of CT-4 with and without NO3 –. (b) NH3 yield rates of TiO2, CT-x, and CT-U. (c) Faradaic efficiency of CT-x, TiO2 and CT-U. (d) Controlled experiments for CT-U. (e) Comparison of NH3 yield rate detected by indophenol blue method (UV) and ion chromatography (IC) on CT-U. (f) Comparison of the NO3RR activity of the CT-U with other catalysts reported in the literature. Fig. 5 (a) The consecutive cycles for CT-4 and CT-U. (b) O 1s XPS spectra of original CT-U, CT-U after 8 cycles, and heat-treated CT-U. (c) The catalytic performances for original CT-U, CT-U after 8 cycles, and heat-treated CT-U. (d) Concentration of NO3 – and NO2 – in the reaction process. Fig. 6 In situ electrochemical FTIR (a) and Raman (b) spectra for NO3RR on CT-U. Available online 15 April 2024 This work was supported by the National Natural Science Foundation of China (22221005, 22378060) and the National Key R&D Program of China (2021YFB3801600). Article Theory-guided construction of Cu-O-Ti-Ov active sites on Cu/TiO2 catalysts for efficient electrocatalytic nitrate reduction Yifei Nie a 1 Hongping Yan a 1 Suwei Lu a Hongwei Zhang a Tingting Qi a * Shijing Liang a b * Lilong Jiang a b a National Engineering Research Center of Chemical Fertilizer Catalyst Fuzhou University, Fuzhou 350002, Fujian, China National Engineering Research Center of Chemical Fertilizer Catalyst Fuzhou University Fuzhou Fujian 350002 China National Engineering Research Center of Chemical Fertilizer Catalyst Fuzhou University, Fuzhou 350002, Fujian, China b Qingyuan Innovation Laboratory, Quanzhou 362801, Fujian, China Qingyuan Innovation Laboratory Quanzhou Fujian 362801 China Qingyuan Innovation Laboratory, Quanzhou 362801, Fujian, China * Corresponding author. 1 Contributed equally to this work. ABSTRACT Electrocatalytic nitrate reduction reaction (NO3RR) has been capturing immense interest in the industrial application of ammonia synthesis, and it involves complex reaction routes accompanied by multi-electron transfer, thus causing a challenge to achieve high efficiency for catalysts. Herein, we customized the Cu-O-Ti-Ov (oxygen vacancy) structure on the Cu/TiO2 catalyst, identified through density functional theory (DFT) calculations as the synergic active site for NO3RR. It is found that Cu-O-Ti-Ov site facilitates the adsorption/association of NO x – and promotes the hydrogenation of NO3 – to NH3 via adsorbed *H species. This effectively suppresses the competing hydrogen evolution reaction (HER) and exhibits a lower reaction energy barrier for NO3RR, with the reaction pathways: NO3* → NO2* → HONO* → NO* → *NOH → *N → *NH → *NH2 → *NH3 → NH3. The optimized Cu/TiO2 catalyst with rich Cu-O-Ti-Ov sites achieves an NH3 yield rate of 3046.5 μg h–1 mgcat –1 at –1.0 V vs. RHE, outperforming most of the reported activities. Furthermore, the construction of Cu-O-Ti-Ov sites significantly mitigates the leaching of Cu species, enhancing the stability of the Cu/TiO2 catalyst. Additionally, a mechanistic study, using in situ characterizations and various comparative experiments, further confirms the strong synergy between Cu, Ti, and Ov sites, which is consistent with previous DFT calculations. This study provides a new strategy for designing efficient and stable electrocatalysts in the field of ammonia synthesis. Graphical Abstract The Cu-O-Ti-Ov active sites on Cu/TiO2 catalysts are constructed under theoretical guidance. The strong synergy between Cu, Ti, and Ov sites significantly boosts the activity of electrocatalytic NO3RR. Keywords Electrocatalytic nitrate reduction Ammonia synthesis Cu-O-Ti-Ov site Synergic catalytic effect Cu/TiO2 catalyst 1 Introduction Ammonia (NH3), as an essential ingredient and carbon-free energy carrier, has extremely wide applications in fertilizers, energy storage, and other fields [1–3]. To date, industrial NH3 is still produced by the energy-consuming Haber-Bosch process which leads to an annual carbon emission exceeding 300 million tons. Thus, it is necessary to develop a sustainable, carbon-free, and efficient route for the NH3 synthesis employing renewable resources instead of fossil fuels [4]. The electrocatalytic nitrate reduction reaction (NO3RR), direct conversion of nitrate (NO3 –) to NH3, has attracted great concerns since NO3 – widely exists in industrial and agricultural wastewater and its N=O bond has a low dissociation energy relative to the N≡N bond in N2 [5–9]. However, NO3RR involves nine protons and eight-electron transfer and various undesired intermediates’ conversion (i.e., NO2 –, NO, NH2OH and N2) [10–12]. Thus, the rational design of efficient electrocatalysts to overcome numerous by-reactions based on the available mechanism remains considerably challenging. A reliable strategy to kinetically enhance NO3RR performance is to modify the affinity with NO x –, aiming to attract the intermediates and thus avoiding the by-reactions. It is documented that oxygen vacancies (Ovs) boost NO3 – adsorption for subsequent activation [13]. Ovs on the TiO2 surface are more conducive to attracting the oxygen atoms in NO3 –, thereby weakening the adsorption of redundant intermediates, as well as suppressing the competing hydrogen evolution reaction (HER) [5,14]. However, the appropriate adsorption of intermediates inhibits the by-reactions for NO3RR, yet achieving oriented modulation of catalytic sites remains a challenge. Concerning this issue, some strategies have been proposed via introducing heteroatoms in the metal oxide support, which effectively enhance the catalytic reaction activity [15–17]. Chen et al. [18] designed Rh clusters onto In2O3 to provide more adsorption sites for reactants, thus enhancing its catalytic activity through the synergistic effects between Rh and In2O3. Previously, we introduced LiBi species into phosphotungstic acid (PTA) to achieve enhanced electrocatalytic nitrogen reduction performance [19]. The LiBi species facilitate the activation and hydrogenation of nitrogen on adjacent unsaturated tungsten active sites and effectively suppress competing HER reactions. For electrocatalytic NO3RR, the copper (Cu) electrodes have demonstrated a superior catalytic activity in non-noble metals [20]. It has been reported that Cu species promote the conversion of NO3 – to NO2 – and inhibit HER [21,22]. Notably, Cu/TiO2 catalysts have been used in NO3RR field. However, the real active sites and catalytic mechanism of Cu/TiO2 for NO3RR are still unclear [23,24]. Based on the above analysis, we attempt to design a Cu/TiO2 catalyst with rich active sites guided by theoretical calculations, and reveal its catalytic mechanism. In this work, we first revealed the structures of the active sites and corresponding catalytic mechanism in Cu/TiO2 catalyst for NO3RR through DFT calculations. Results indicated that the Cu-O-Ti-Ov structure was highly favorable for NO3RR. Inspired by theoretical calculations, Cu/TiO2 catalysts with abundant Cu-O-Ti-Ov sites were prepared. The optimized Cu/TiO2 catalyst (CT-U) achieved an impressive NH3 yield rate of 3046.5 μg h–1 mgcat –1 at –1.0 V vs. RHE, surpassing those catalysts reported in most literatures. Furthermore, CT-U exhibited an outstanding stability due to the synergistic interaction between Cu, Ti, and Ov sites. Moreover, the reaction intermediates were clarified by in situ electrochemical Fourier transform infrared (FTIR) and Raman spectroscopy, which further confirmed the catalytic mechanism by DFT calculations. 2 Experimental 2.1 DFT calculation details All calculations in this work are based on DFT methods and implemented in the Vienna Ab initio Simulation Package (VASP) code using the plane-wave basis set [25,26]. The Generalized Gradient Approximation (GGA) with the Perdew-Burke-Ernzerhof (PBE) exchange-correlation function is used. Spin polarization is considered in all calculations [27–29]. To better describe the local three-dimensional electron correlation in transition metals Ti and Cu, a Hubbard U – J correction of 4 eV is applied for Ti and 3.87 eV for Cu, respectively. The kinetic energy cutoff is set to 400 eV [5]. Geometry optimization is performed using the conjugate gradient method until the forces on each atom are less than 0.05 eV Å–1. The calculation model adopts a p (1×3) supercell of the TiO2 (101) surface and a three-layer crystal plane. To simulate the oxygen vacancy on the TiO2 surface, one surface-O atom is removed, resulting in Ov-TiO2. Cu4 clusters are introduced onto the TiO2 and Ov-TiO2 surfaces, creating Cu@TiO2 and Cu@ Ov-TiO2 interfaces, respectively. The Brillouin zone is discretized using a Γ point grid. A vacuum space of 15 Å is set on Cu@TiO2 and Cu@Ov-TiO2 surfaces. During the structural optimization process, the two bottom Ti-O layers are fixed, while the other layers and the adsorbate layer are fully relaxed. The Brillouin zone is sampled using a 3×3×1 k-point grid. The calculations of each step involving proton-electron transfer in electrochemical processes are described using the Computational Hydrogen Electrode (CHE) model proposed by N⊘rskov et al [30,31]. In this technique, the zero voltage is defined based on a reversible hydrogen electrode, and the reaction is defined as taking place at zero voltage. Gibbs free energy change is calculated using the following equation: (1) ΔG = ΔE +ΔE zpe – TΔS + eU + ΔG pH where ΔE represents the energy change obtained from DFT calculations. ΔE zpe and ΔS correspond to corrections for zero-point energy and entropy, respectively. T is equal to 25 °C. e and U represent the number of transferred electrons and the electrode potential, respectively. ΔG pH = 0 because the electrolyte is not considered in this work. 2.2 Preparation of Cu/TiO2 catalysts The impregnation method: Firstly, 1.92 g TiO2 powder was dispersed in 20 mL of deionized water and stirred for 20 min, and then 0.302 g Cu(NO3)2·3H2O was added into the above suspension and stirred at room temperature for 48 h. After evaporating the solvent at 80 °C, the samples were dried overnight in an oven and annealed in air at 350 °C for 4 h. Finally, the as-obtained Cu/TiO2 catalysts with various Cu loading amounts (1 wt%, 2 wt%, 3 wt%, 4 wt%, and 5 wt%) were treated in a reducing atmosphere (10 vol% H2 and 90 vol% Ar) at 350 °C for 4 h with a heating rate of 2 °C min–1, which were denoted as CT-x (x = 1, 2, 3, 4, and 5). Homogeneous deposition precipitation (HDP) method: Firstly, 0.302 g of Cu(NO3)2·3H2O, 3.0 g of urea, and 1.92 g of TiO2 were dissolved in 130 mL of deionized water, respectively. The mixed solution was then treated at 95 °C for 20 h under vigorous stirring. Afterward, the solids were collected by centrifugation, washed with water until PH reached 7, dried at 60 °C overnight, and annealed in air at 350 °C for 4 h, sequentially. The as-obtained sample was denoted as CT-U. 2.3 Electrochemical nitrate reduction experiment Electrochemical measurements were tested by an electrochemical workstation (CHI760E, Chenhua, Shanghai). A typical H-type electrolytic cell separated by a Nafion 211 membrane was employed (Fig. S1). The CP with catalysts, platinum foil (1 × 1 cm2), and Ag/AgCl with a salt bridge were used as the working electrode, counter electrode, and reference electrode, respectively. A 0.1 mol L–1 K2SO4 solution (60 mL) containing KNO3 (500 ppm) served as the electrolyte and was evenly distributed between the cathode and anode compartments. Linear sweep voltammetry was conducted at a rate of 10 mV s–1, and a potentiostatic test was carried out at different potentials for 1 h. 2.4 In situ electrochemical characterizations 2.4.1 In situ Raman spectra The in situ electrochemical Raman experiments were conducted in 0.1 mol L–1 K2SO4 solution (containing 500 ppm KNO3) at –0.8 V vs. RHE. Raman spectra were collected every 3 min. The custom-made in situ cell using Teflon allows for stable electrochemical measurements, while the quartz window allows for the passage of laser for Raman spectroscopy. Platinum wire and Ag/AgCl are employed as the counter electrode and reference electrode, respectively. 2.4.2 In situ FTIR spectra The in situ electrochemical FTIR tests were conducted on the Nicolet-6700 FTIR spectrometer equipped with EC-IR-II optical path accessories. This experiment was also carried out in 0.1 mol L–1 K2SO4 solution containing 500 ppm KNO3 at –0.8 V vs. RHE. Infrared light passed through silicon crystals, and its signal was collected through the Nicolet-6700 FTIR spectrometer. The preparation of silicon crystals with an Au membrane involved the following steps: (1) Soaking the silicon crystals in aqua regia for 20 min to remove the surface oxide layer. (2) Polishing the silicon crystals with Al powder for 10 min to obtain a smooth surface. (3) Washing the silicon crystals three times in water and acetone to remove remaining impurities. (4) Spraying the Au membrane onto the surface of the silicon crystal. 3 Results and discussion 3.1 Determination of active sites and reaction pathway on the Cu/TiO2 catalysts To elucidate the active sites and reaction mechanism of the Cu/TiO2 catalyst for NO3RR, Cu-O-Ti-Ov, Ti-Ov-Ti, and Cu-O-Ti structures on the Cu/TiO2 catalysts are respectively constructed. As displayed in Fig. 1(a) , the adsorption energy of NO3* on Cu-O-Ti-Ov (–3.69 eV) is much lower than those of Ti-Ov-Ti (–1.26 eV) and Cu-O-Ti (–0.62 eV), confirming that NO3 – preferentially adsorbs on the Cu-O-Ti-Ov structure. Moreover, the energy profiles of HER for Cu-O-Ti-Ov and Cu-O-Ti (Fig. 1(b)) reveal that H atoms are easier to convert to H2 (–0.38 eV) on Cu-O-Ti structure, when compared to Cu-O-Ti-Ov structure (–0.21 eV), indicating that the Cu-O-Ti-Ov structure would effectively suppress competing HER. In addition, it can be seen from Bader charge analysis (Fig. S8) that the fewer electrons are transferred from Ti in the Cu-O-Ti-Ov structure (1.83), when compared to the Ti in the Cu-O-Ti structure (2.05). Differential charge density analysis (Fig. S9) reveals that a more obvious electron transfer is observed on the Cu, Ti, and Ov sites in the Cu-O-Ti-Ov structure relative to the Cu-O-Ti structure. This illustrates the significant synergic effects of Cu, Ti, and Ov on the activation of NO3 –. Based on the above results, we further calculate the energy profiles in the NO3RR processes on Cu-O-Ti-Ov and Cu-O-Ti structures. For Cu-O-Ti structure (Fig. S7(a)), the two oxygen atoms of NO3 – are initially attracted by the unsaturated coordinated Cu and Ti sites, respectively. Subsequently, the activated *H preferentially attacks the oxygen atoms connected with Ti to form a NO2*HO* species. And another *H could further attack NO2*HO* species, thus forming an H2O molecule and NO2* species, which is the rate-determining step (RDS) for NO3RR on this structure. Afterward, we calculate two possible NO3RR paths on the Cu-O-Ti structure, and an optimal NO3RR path is obtained: NO* → *NOH → *N → *NH → *NH2 → *NH3. For Cu-O-Ti-Ov structure (Fig. 1(c) and Fig. S7(b)), we calculate three possible NO3RR paths: (1) NO3* → NO2* → HONO* → NO* → *NOH → *N → *NH → *NH2 → *NH3 → NH3. (2) NO3* → NO3H* → NO2* → NO2H* → *NO → *NOH → *N → *NH → *NH2 → *NH3 → NH3. (3) NO3* → NO3H* → NO2* → NO2H* → *ON → *ONH → *O*NH2 → *O*NH3 → *NH3 → NH3. Considering the energy barrier of RDS and structural optimization, path 1 is regarded as the optimal reaction route. In this path, one oxygen atom of NO3 – preferentially adsorbs on the Ov sites, while the other adsorbs on the Cu sites. Subsequently, *H will attack the oxygen atom connected with Ov to form an intermediate (HONO*), which is the RDS for NO3RR on the Cu-O-Ti-Ov structure. Then, another *H is attracted by HONO* species to spontaneous dehydration. Cu-O-Ti-Ov structure exhibits a lower energy barrier of RDS (0.73 eV), when compared to the Cu-O-Ti structure (0.80 eV), indicating the superior intrinsic activity on the Cu-O-Ti-Ov structure. 3.2 Fabrication of Cu/TiO2 catalysts with Cu-O-Ti-Ov structures Inspired by DFT calculations, we construct the Cu-O-Ti-Ov structure on the Cu/TiO2 catalysts. Fig. 2(a) and Fig. S2 schematically show the fabrication process for the Cu/TiO2 catalysts via HDP strategy (CT-U) and the typical impregnation method (CT-x), respectively. SEM images (Figs. S10 and S11) show that CT-U, TiO2 and CT-x exhibit similar morphology of nanoparticle agglomerations. Meanwhile, TEM images (Figs. 2(b)–(d)) display that all samples are small clusters composed of 5–10 nm nanoparticles, and with the introduction of Cu, TiO2 nanoparticles exhibit a little agglomeration. Moreover, it is observed from HRTEM images of TiO2 that there exists a lattice spacing of 0.35 nm, which is attributed to the TiO2 (101) surface [32]. Also, the lattice spacing of 0.21 nm is seen from HRTEM images of CT-4 and CT-U, corresponding to the Cu (111) surface [33], which proves Cu species loading on the surface of TiO2. For CT-U sample, the corresponding elemental mapping images (Fig. 2(e)) imply a uniform distribution of Cu on the TiO2 nanoparticles. Furthermore, the specific surface area and average pore size are listed in Table S1, which are obtained by the N2 adsorption-desorption isotherms and the corresponding BJH pore size distribution curves (Fig. S12). Results indicate that CT-U has a larger specific surface area (131.56 m2 g–1) and smaller pore size (6.95 nm) relative to CT-x samples. The Cu loading amounts of CT-4 and CT-U are listed in Table S2, and the two samples have the similar Cu loading amounts. The crystalline phase and structures of the as-prepared samples were characterized by XRD. As shown in Fig. 3(a) and Fig. S13, TiO2, CT-x and CT-U show the diffraction peaks at around 25.3°, 37.7°, 48.0°, 53.9°, 55.1°, and 62.7°, which are indexed to (101), (004), (200), (105), (211) and (204) facets of TiO2 with anatase phase (JCPDS No. 21-1272). It is noted that the absence of a distinct diffraction peak of Cu is attributed to either the low loading amount or the high dispersion of Cu [34,35]. The characteristic peaks of Cu are detected when the Cu loading amount reaches 20 wt% (Fig. S14). Furthermore, Raman spectra of TiO2, CT-x and CT-U show that five characteristic peaks are observed at 143, 197, 399, 519, and 639 cm–1, which correspond to Eg1, Eg2, Bg1, Ag1 and Eg3 vibration modes of TiO2, respectively [36,37] (Figs. 3(b) and 3(c)). Notably, when compared to TiO2, the peak of the Raman active mode of Eg1 for CT-x exhibits a gradual redshift and broadness with the increase of Cu loading amount, which is owing to the lattice distortion of TiO2 and the formation of Ovs. When the Cu loading amount exceeds 4.0 wt%, the redshift slightly decreases. This illustrates that appropriate Cu contents promote the Ov generation, while excessive Cu species may aggregate on the surface of TiO2, thereby covering a portion of Cu-O-Ti-Ov active sites [23]. Moreover, as shown in Fig. 3(c), despite having a similar Cu loading amount, CT-U displays a more significant redshift compared to CT-4, which indicates that the HDP strategy reduces the aggregation of Cu species on the catalyst surface, leading to the exposure of more Cu-O-Ti-Ov active sites. EPR spectra of as-prepared samples are displayed in Fig. 3(d) and Fig. S15, two peaks are observed at around g = 2.004 and 2.132, which are assigned to the typical Ovs [14] and Cu2+ [38–40], respectively. When compared to the EPR spectra of TiO2, the deposition of Cu significantly induces the Ov generations, which is consistent with the Raman results. Notably, for CT-U, the strongest EPR signal peak at g = 2.004 is observed among the other samples, implying its rich Ov sites. Furthermore, the chemical state and element interaction of samples are investigated by XPS measurements. Fig. 3(e) shows the O 1s spectra of TiO2, CT-4, and CT-U, and there exist three peaks at ∼530.05, ∼531.47 and ∼532.30 eV, corresponding to the lattice oxygen (OI), Ov (OII) and surface adsorbed OH (OIII) [41], respectively. Compared with the pristine TiO2, the appearance of OII peak in the O 1s spectra of CT-4 and CT-U confirms their rich Ovs. Also, the peak area ratio of (OII)/(OI + OII+ OIII) on CT-U is 23%, which is higher than that of CT-4 (17%). These results all verify that CT-U possesses abundant Ovs [42, 43]. Meanwhile, Ti 2p spectra (Fig. 3(f)) are further deconvoluted to 459.02 and 464.74 eV, corresponding to 2p 3/2 and 2p 1/2 of Ti4+, respectively [44]. When compared to pristine TiO2, the Ti4+ peaks of CT-U and CT-4 shift towards the direction of lower binding energy, this shift is attributed to the delocalization of electrons around Ti4+, induced by the presence of oxygen vacancies (Ovs) [45], which is consistent with Bader analysis. The Cu 2p 3/2 spectra are divided into two characteristic peaks, which are ascribed to Cu2+ (935.09 eV) and Cu0/+ (933.29 eV), respectively [46,47]. The Cu LMM auger spectra provide direct evidence on the valence state of Cu. As shown in Fig. 3(h), the Cu LMM Auger curves of Cu/TiO2 could be deconvoluted into two peaks at around 565.53 and 570.80 eV, which are attributed to Cu0/2+ and Cu+, respectively [48–50]. It is seen that Cu2+, Cu+ and Cu0 species coexist in CT-U and CT-4. The small amount of Cu+ and Cu2+ species may be caused by the oxidation of surface-Cu when exposed to air atmosphere. 3.3 Electrochemical NO3RR performance Apparently, for CT-4, the current density in the presence of NO3 – is higher than that in the absence of NO3 – (Fig. 4(a) ), implying Cu/TiO2 possesses a high activity toward electrocatalytic NO3RR [51]. Besides, as shown in Fig. S16, CT-4 exhibits the highest current density in the presence of NO3 – among the CT-x samples and pristine TiO2, which indicates that it has superior activity for NO3RR. On this basis, the NO3RR tests are investigated under a reasonable potential window from –0.5 to –1.0 V vs. RHE. Among these samples, CT-U exhibits the highest NH3 yield rate of 3046.5 μg h–1 mgcat –1 at –1.0 V vs. RHE and the Faradaic efficiency (FE) of 69.2% at –0.8 V vs. RHE (Figs. 4(b) and 4(c)). To demonstrate the impact of the synergistic effect in the catalyst on the NO3RR performance, we fabricate a TiO2–x sample containing abundant Ovs and a Cu/TiO2 sample lacking Ovs, and the amounts of Ovs are reflected in the EPR spectra (Fig. S17). By comparing with TiO2–x and Cu/TiO2 catalysts lacking Ovs, it has been thoroughly confirmed that the construction of the Cu-O-Ti-Ov structure enhances the performance of NO3RR (Fig. S18). Furthermore, when compared to the bare carbon paper, a significant improvement in NO3RR performance after loading CT-U on carbon paper (Fig. 4(d)) proves the excellent activity of CT-U. Additionally, there is a low activity under open-circuit potential at –1.0 V vs. RHE for 1 h, suggesting that the production of NH3 originates from the electrocatalytic reduction of NO3 – rather than other impurities. Ion chromatography is also conducted to evaluate the NH3 yield rate, and these results are close to those obtained by the indophenol blue method (Fig. 4(e)). Significantly, the NH3 yield rate of CT-U is up to 3046.5 μg h–1 mgcat –1 at –1.0 V vs. RHE, which is a high value in many reports under equal conditions (Fig. 4(f) and Table S4). To further verify that the abundant Cu-O-Ti-Ov sites on CT-U could drastically enhance NO3RR performance, the electrochemically active surface areas (ECSA), estimated based on the electrochemical double-layer capacitance (C dl), are determined. According to the CV curves (Fig. S19) measured at different sweep rates, C dl values are primarily calculated, and results are presented in Fig. S20. The ESCA value of CT-U is 36.3 cm2, which is much higher than that of CT-4 (33.3 cm2), Cu/TiO2 without Ovs (29.5 cm2) and TiO2–x (26.5 cm2). This demonstrates that CT-U exhibits superior intrinsic activity towards NO3RR, which is owing to the synergistic interaction of multiple sites within the Cu-O-Ti-Ov structure. Moreover, electrochemical impedance spectroscopies (EIS) in Fig. S21 reveal that the charge transfer resistance of CT-U is significantly lower than that of other samples [52,53]. Furthermore, to further validate the superiority of the Cu-O-Ti-Ov structure in NO3RR, we prepare Cu, Cu2O, and CuO samples (Fig. S22(a)) for electrocatalytic NO3RR, and the obtained NH3 yield rates are normalized to Cu loading amount. As shown in Fig. S22(b), CT-U exhibits superior activity (76.2 mg h–1 mgCu –1), which is much higher than that of metal Cu (1 mg h–1 mgCu –1), Cu2O (4.7 mg h–1 mgCu –1), and CuO (1.2 mg h–1 mgCu –1). Moreover, the durability of samples is also evaluated by successive cycling tests at –0.8 V vs. RHE. As shown in Fig. 5(a) , CT-U demonstrates a superior durability compared to CT-4, as indicated by the relatively stable NH3 yield rate and FE observed after 8 cycles. The ICP analysis of electrolyte after the reaction reveals that the Cu dissolution from CT-U could be negligible (approximately 0.09%), while CT-4 exhibits a 7.2% Cu dissolution after consecutive cycles (Table S3). This indicates that there is a stronger interaction between Cu and TiO2 in CT-U, thereby suppressing the leaching of Cu caused by the complexation of ammonia. Also, the morphology and structure of CT-U after reaction have no obvious changes (Fig. S23). Notably, as shown in the O 1s spectra of CT-U (Fig. 5(b)), the peak of OIII evidently occurs and the peak of OII obviously decreases after 8 cycles, which suggests that the extensive –OH species adsorb on the Cu-O-Ti-Ov sites in the NO3RR process. It is seen from Fig. 5(b) that most of Cu-O-Ti-Ov sites are re-exposed via heat-treatment at 350 °C, and the activity is regenerated (Fig. 5(c)). Additionally, a 10 h NO3RR test is carried out, and the result is shown in Fig. 5(d). During the reaction, the NO2 – species are detected, and after 10 h of reaction, the conversion rate of NO3 – reaches ~90%. 3.4 Mechanistic insights into the NO3RR on Cu/TiO2 catalysts To gain more mechanistic insights into the NO3RR mechanism, in situ FTIR and Raman spectra were used to monitor the intermediates’ evolution during the reaction process. In the in situ FTIR spectra (Fig. 6(a) ), the characteristic peak of NO3 – at ~1340 cm–1 is observed [54,55], and its related negative vibration band gradually increases, indicating that the adsorbed NO3 – is continuously consumed. Additionally, the intermediates of –NH x and –NH2 are detected, which are located at ˜1420 and ˜1150 cm–1, respectively [55,56]. Moreover, in the in situ Raman spectra (Fig. 5(b)), the Raman bands at ~980, ~1028 and ~1045 cm–1 are observed, corresponding to the vibration modes of aqueous SO4 2–, aqueous NO3 – and adsorbed NO3 – [57–59], respectively. Interestingly, after 6 min of reaction, new Raman bands occur at 1110, 1200 and 1426 cm–1, which are attributed to the symmetric and antisymmetric stretching vibrations of the –NO2 – species, and the N=O stretching vibration of the bridged nitro group, respectively [54]. After 9 minutes of reaction, more Raman bands are detected at 998, 1542, 1500, 1315, and 1620 cm–1, which correspond to the vibration modes of –NO, –NOH, –NH, –NH2, and –NH3 species, respectively [54,57]. The detection of these species confirms that the Cu-O-Ti-Ov structure enhances the adsorption/association of intermediate species, thereby reducing the generation of by-products. Moreover, the product distribution is detected (Fig. S24), and the results indicate that there exists NO2 – in the electrolyte after 1 h of reaction, and a small amount of N2 and H2 are detected, which is possibly owing to the incomplete reduction of NO3 – and the competing HER, respectively. Based on the above analysis, a possible NO3RR pathway on the CT-U catalyst is deduced: NO3 – → *NO3 → *NO2 → *NO → *NOH → *NH → *NH2 → *NH3 → NH3, which is consistent with the theoretical optimal pathway. 4 Conclusions In summary, the Cu-O-Ti-Ov active sites on Cu/TiO2 catalysts for electrocatalytic NO3RR are revealed by DFT calculations. Cu-O-Ti-Ov sites promote the adsorption/association of NO x –, and suppress competing HER. On this basis, Cu/TiO2 electrocatalyst (CT-U) having rich Cu-O-Ti-Ov structures was fabricated via HDP strategy and H2 reduction, which exhibited a high NH3 yield rate of 3046.5 μg h–1 mgcat –1 at –1.0 V vs. RHE with a superior catalytic stability during 8 consecutive cycles of electrocatalysis, outperforming most reported activities. Additionally, combined with in situ electrochemical characterizations and DFT calculations, we determine the NO3RR pathway on the Cu-O-Ti-Ov structure: NO3* → NO2* → HONO* → NO* → *NOH → *N → *NH → *NH2 → *NH3 → NH3, with a determined RDS energy barrier as low as 0.73 eV. We believe that our work provides a deep inspiration for the design of highly active electrocatalysts for NO3RR in the future. Conflicts of Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material References 1 Y. Luo S. Liang X. Wang B. Lin C. Chen L. Jiang Chin. J. Chem. 40 2022 953 964 Y. Luo, S. Liang, X. Wang, B. Lin, C. Chen, L. Jiang, Chin. J. Chem., 2022, 40, 953–964. 2 W. Liao K. Xie L. Liu X. Wang Y. Luo S. Liang F. Liu L. Jiang J. Energy Chem. 62 2021 359 366 W. Liao, K. Xie, L. Liu, X. Wang, Y. Luo, S. Liang, F. Liu, L. Jiang, J. Energy Chem., 2021, 62, 359–366. 3 H. Fang Y. Zhou X. Peng Y. Luo X. Wang S. Liang L. Jiang Natl. Sci. Open 2 2023 20220040 H. Fang, Y. Zhou, X. Peng, Y. Luo, X. Wang, S. Liang, L. Jiang, Natl. Sci. Open, 2023, 2, 20220040. 4 X. Liang H. Zhu X. Yang S. Xue Z. Liang X. Ren A. Liu G. Wu Small Struct. 4 2022 2200202 X. Liang, H. Zhu, X. Yang, S. Xue, Z. Liang, X. Ren, A. Liu, G. Wu, Small Struct., 2022, 4, 2200202. 5 R. Jia Y. Wang C. Wang Y. Ling Y. Yu B. Zhang ACS Catal. 10 2020 3533 3540 R. Jia, Y. Wang, C. Wang, Y. Ling, Y. Yu, B. Zhang, ACS Catal., 2020, 10, 3533–3540. 6 J. Choi B.H.R. Suryanto D. Wang H.-L. Du R.Y. Hodgetts F.M. Ferrero Vallana D.R. MacFarlane A.N. Simonov Nat. Commun. 11 2020 5546 J. Choi, B. H. R. Suryanto, D. Wang, H.-L. Du, R.Y. Hodgetts, F. M. Ferrero Vallana, D. R. MacFarlane, A. N. Simonov, Nat. Commun., 2020, 11, 5546. 7 C. Lv L. Zhong Y. Yao D. Liu Y. Kong X. Jin Z. Fang W. Xu C. Yan K.N. Dinh M. Shao L. Song G. Chen S. Li Q. Yan G. Yu Chem 6 2020 2690 2702 C. Lv, L. Zhong, Y. Yao, D. Liu, Y. Kong, X. Jin, Z. Fang, W. Xu, C. Yan, K.N. Dinh, M. Shao, L. Song, G. Chen, S. Li, Q. Yan, G. Yu, Chem, 2020, 6, 2690–2702. 8 P.H. van Langevelde I. Katsounaros M.T.M. Koper Joule 5 2021 290 294 P. H. van Langevelde, I. Katsounaros, M. T. M. Koper, Joule, 2021, 5, 290–294. 9 B.H.R. Suryanto H.-L. Du D. Wang J. Chen A.N. Simonov D.R. MacFarlane Nat. Catal. 2 2019 290 296 B. H. R. Suryanto, H.-L. Du, D. Wang, J. Chen, A. N. Simonov, D. R. MacFarlane, Nat. Catal., 2019, 2, 290–296. 10 J. Zhao L. Liu Y. Yang D. Liu X. Peng S. Liang L. Jiang ACS Sustainable Chem. Eng. 11 2023 2468 2475 J. Zhao, L. Liu, Y. Yang, D. Liu, X. Peng, S. Liang, L. Jiang, ACS Sustainable Chem. Eng., 2023, 11, 2468–2475. 11 J.-X. Liu D. Richards N. Singh B.R. Goldsmith ACS Catal. 9 2019 7052 7064 J.-X. Liu, D. Richards, N. Singh, B. R. Goldsmith, ACS Catal., 2019, 9, 7052–7064. 12 J. Yang P. Sebastian M. Duca T. Hoogenboom M.T. Koper Chem. Commun. 50 2014 2148 2151 J. Yang, P. Sebastian, M. Duca, T. Hoogenboom, M. T. Koper, Chem. Commun., 2014, 50, 2148–2151. 13 Z. Wang S. Liu X. Zhao M. Wang L. Zhang T. Qian J. Xiong C. Yang C. Yan ACS Mater. Lett. 5 2023 1018 1026 Z. Wang, S. Liu, X. Zhao, M. Wang, L. Zhang, T. Qian, J. Xiong, C. Yang, C. Yan, ACS Mater. Lett., 2023, 5, 1018–1026. 14 Z. Wei X. Niu H. Yin S. Yu J. Li Appl. Catal. A 636 2022 118596 Z. Wei, X. Niu, H. Yin, S. Yu, J. Li, Appl. Catal. A, 2022, 636, 118596. 15 W. Liao L. Qi Y. Wang J. Qin G. Liu S. Liang H. He L. Jiang Adv. Funct. Mater. 31 2021 2009151 W. Liao, L. Qi, Y. Wang, J. Qin, G. Liu, S. Liang, H. He, L. Jiang, Adv. Funct. Mater., 2021, 31, 2009151. 16 D. Liu H. Yan J. Lin S. Lu Y. Xie X. Peng S. Liang L. Jiang Chem. Eng. Sci. 283 2024 119448 D. Liu, H. Yan, J. Lin, S. Lu, Y. Xie, X. Peng, S. Liang, L. Jiang, Chem. Eng. Sci., 2024, 283, 119448. 17 S. Zhao D. Kang Y. Liu Y. Wen X. Xie H. Yi X. Tang ACS Catal. 10 2020 11739 11750 S. Zhao, D. Kang, Y. Liu, Y. Wen, X. Xie, H. Yi, X. Tang, ACS Catal., 2020, 10, 11739–11750. 18 Q. Chen L. Zhao X. Zhao X. Chen Sep. Purif. Technol. 329 2024 125107 Q. Chen, L. Zhao, X. Zhao, X. Chen, Sep. Purif. Technol., 2024, 329, 125107. 19 W. Liao H.-X. Liu L. Qi S. Liang Y. Luo F. Liu X. Wang C.-R. Chang J. Zhang L. Jiang Cell Rep. Phys. Sci. 2 2021 100557 W. Liao, H.-X. Liu, L. Qi, S. Liang, Y. Luo, F. Liu, X. Wang, C.-R. Chang, J. Zhang, L. Jiang, Cell Rep. Phys. Sci., 2021, 2, 100557. 20 S. Meng Y. Ling M. Yang X. Zhao A.I. Osman A.A.H. Al-Muhtaseb D.W. Rooney P.-S. Yap J. Environ. Chem. Eng. 11 2023 109418 S. Meng, Y. Ling, M. Yang, X. Zhao, A. I. Osman, A. A. H. Al-Muhtaseb, D. W. Rooney, P.-S. Yap, J. Environ. Chem. Eng., 2023, 11, 109418. 21 J. Yang H. Qi A. Li X. Liu X. Yang S. Zhang Q. Zhao Q. Jiang Y. Su L. Zhang J.-F. Li Z.-Q. Tian W. Liu A. Wang T. Zhang J. Am. Chem. Soc. 144 2022 12062 12071 J. Yang, H. Qi, A. Li, X. Liu, X. Yang, S. Zhang, Q. Zhao, Q. Jiang, Y. Su, L. Zhang, J.-F. Li, Z.-Q. Tian, W. Liu, A. Wang, T. Zhang, J. Am. Chem. Soc., 2022, 144, 12062–12071. 22 W. Wen P. Yan W. Sun Y. Zhou X.Y. Yu Adv. Funct. Mater. 33 2023 2212236 W. Wen, P. Yan, W. Sun, Y. Zhou, X. Y. Yu, Adv. Funct. Mater., 2023, 33, 2212236. 23 X. Zheng Y. Li S. Liang Z. Yao Y. Zheng L. Shen Y. Xiao Y. Zhang C. Au L. Jiang J. Catal. 389 2020 382 399 X. Zheng, Y. Li, S. Liang, Z. Yao, Y. Zheng, L. Shen, Y. Xiao, Y. Zhang, C. Au, L. Jiang, J. Catal., 2020, 389, 382–399. 24 J. Gong H. Yue Y. Zhao S. Zhao L. Zhao J. Lv S. Wang X. Ma J. Am. Chem. Soc. 134 2012 13922 13925 J. Gong, H. Yue, Y. Zhao, S. Zhao, L. Zhao, J. Lv, S. Wang, X. Ma, J. Am. Chem. Soc., 2012, 134, 13922–13925. 25 G. Kresse J. Furthmüller Comput. Mater. Sci. 6 1996 15 50 G. Kresse, J. Furthmüller, Comput. Mater. Sci., 1996, 6, 15–50. 26 G. Kresse D. Joubert Phys. Rev. B 59 1999 1758 1775 G. Kresse, D. Joubert, Phys. Rev. B, 1999, 59, 1758–1775. 27 W. Kohn L.J. Sham Phys. Rev. 140 1965 A1133 A1138 W. Kohn, L. J. Sham, Phys. Rev., 1965, 140, A1133–A1138. 28 J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 3868 J. P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett., 1996, 77, 3865–3868. 29 A.A. Peterson F. Abild-Pedersen F. Studt J. Rossmeisl J.K. Nørskov Energy Environ. Sci. 3 2010 1311 1315 A. A. Peterson, F. Abild-Pedersen, F. Studt, J. Rossmeisl, J. K. Nørskov, Energy Environ. Sci., 2010, 3 1311–1315. 30 J.K. Nørskov J. Rossmeisl A. Logadottir L. Lindqvist J.R. Kitchin T. Bligaard H. Jónsson J. Phys. Chem. B 108 2004 17886 17892 J. K. Nørskov, J. Rossmeisl, A. Logadottir, L. Lindqvist, J. R. Kitchin, T. Bligaard, and H. Jónsson J. Phys. Chem. B, 2004, 108, 17886–17892. 31 E. Skúlason T. Bligaard S. Gudmundsdóttir F. Studt J. Rossmeisl F. Abild-Pedersen T. Vegge H. Jónsson J.K. Nørskov Phys. Chem. Chem. Phys. 14 2012 1235 1245 E. Skúlason, T. Bligaard, S. Gudmundsdóttir, F. Studt, J. Rossmeisl, F. Abild-Pedersen, T. Vegge, H. Jónsson, J. K. Nørskov, Phys. Chem. Chem. Phys., 2012, 14, 1235–1245. 32 V. Stengl T. Matys Grygar Int. J. Photoenergy 2011 2011 685935 V. Stengl, T. Matys Grygar, Int. J. Photoenergy, 2011, 2011, 685935. 33 Y. Liang S.C. Oh X. Wang H. Glicksman D. Liu S. Ehrman RSC Adv. 7 2017 23468 23477 Y. Liang, S. C. Oh, X. Wang, H. Glicksman, D. Liu, S. Ehrman, RSC Adv., 2017, 7, 23468–23477. 34 X.-J. Yang S. Wang H.-M. Sun X.-B. Wang J.-S. Lian Trans. Nonferr. Metal Soc. China 25 2015 504 509 X.-J. Yang, S. Wang, H.-M. Sun, X.-B. Wang, J.-S. Lian, Trans. Nonferr. Metal Soc. China, 2015, 25, 504–509. 35 X. Zhang C. Wang Y. Guo B. Zhang Y. Wang Y. Yu J. Mater. Chem. A 10 2022 6448 6453 X. Zhang, C. Wang, Y. Guo, B. Zhang, Y. Wang, Y. Yu, J. Mater. Chem. A, 2022, 10, 6448–6453. 36 T. Akhtar H. Nasir E. Sitara S.A.B. Bukhari S. Ullah R.M.A. Iqbal Environ. Sci. Pollut. Res. Int. 29 2022 49925 49936 T. Akhtar, H. Nasir, E. Sitara, S. A. B. Bukhari, S. Ullah, R. M. A. Iqbal, Environ. Sci. Pollut. Res. Int., 2022, 29, 49925–49936. 37 B. Choudhury M. Dey A. Choudhury Int. Nano Lett. 3 2013 25 B. Choudhury, M. Dey, A. Choudhury, Int. Nano Lett., 2013, 3, 25. 38 B. Anitha M.A. Khadar J. Nanopart Res. 18 2016 1 14 B. Anitha, M. A. Khadar, J. Nanopart Res., 2016, 18, 1–14. 39 B. Choudhury A. Choudhury D. Borah J. Alloys Compd. 646 2015 692 698 B. Choudhury, A. Choudhury, D. Borah, J. Alloys Compd., 2015, 646, 692–698. 40 C. Sun Y. Tang F. Gao J. Sun K. Ma C. Tang L. Dong Phys. Chem. Chem. Phys. 17 2015 15996 16006 C. Sun, Y. Tang, F. Gao, J. Sun, K. Ma, C. Tang, L. Dong, Phys. Chem. Chem. Phys., 2015, 17, 15996–16006. 41 X. Lu Y. Zeng M. Yu T. Zhai C. Liang S. Xie M.S. Balogun Y. Tong Adv. Mater. 26 2014 3148 3155 X. Lu, Y. Zeng, M. Yu, T. Zhai, C. Liang, S. Xie, M. S. Balogun, Y. Tong, Adv. Mater., 2014, 26, 3148–3155. 42 K.K. Banger Y. Yamashita K. Mori R.L. Peterson T. Leedham J. Rickard H. Sirringhaus Nat. Mater. 10 2011 45 50 K. K. Banger, Y. Yamashita, K. Mori, R. L. Peterson, T. Leedham, J. Rickard, H. Sirringhaus, Nat. Mater., 2011, 10, 45–50. 43 S. Jain J. Shah N.S. Negi C. Sharma R.K. Kotnala Int. J. Energy Res. 43 2019 4743 4755 S. Jain, J. Shah, N. S. Negi, C. Sharma, R. K. Kotnala, Int. J. Energy Res., 2019, 43, 4743–4755. 44 R. Belgamwar R. Verma T. Das S. Chakraborty P. Sarawade V. Polshettiwar J. Am. Chem. Soc. 145 2023 8634 8646 R. Belgamwar, R. Verma, T. Das, S. Chakraborty, P. Sarawade, V. Polshettiwar, J. Am. Chem. Soc., 2023, 145, 8634–8646. 45 X.E. Zhao Z. Li S. Gao X. Sun S. Zhu Chem. Commun. 58 2022 12995 12998 X. E. Zhao, Z. Li, S. Gao, X. Sun, S. Zhu, Chem. Commun., 2022, 58, 12995–12998. 46 N. Nityashree C.A.H. Price L. Pastor-Perez G.V. Manohara S. Garcia M.M. Maroto-Valer T.R. Reina Appl. Catal. B 261 2020 118241 N. Nityashree, C. A. H. Price, L. Pastor-Perez, G. V. Manohara, S. Garcia, M. M. Maroto-Valer, T. R. Reina, Appl. Catal. B, 2020, 261, 118241. 47 Y. Yu R. Jin J. Easa W. Lu M. Yang X. Liu Y. Xing Z. Shi Chem. Commun. 55 2019 4178 4181 Y. Yu, R. Jin, J. Easa, W. Lu, M. Yang, X. Liu, Y. Xing, Z. Shi, Chem. Commun., 2019, 55, 4178–4181. 48 L. Chen W. Li W. Qiu G. He K. Wang Y. Liu Q. Wu J. Li ACS Appl. Mater. Interfaces 14 2022 47737 47746 L. Chen, W. Li, W. Qiu, G. He, K. Wang, Y. Liu, Q. Wu, J. Li, ACS Appl. Mater. Interfaces, 2022, 14, 47737–47746. 49 D. Li G. Wang L. Cheng C. Wang X. Mei ACS Omega 3 2018 14755 14765 D. Li, G. Wang, L. Cheng, C. Wang, X. Mei, ACS Omega, 2018, 3, 14755–14765. 50 X. Yang W. Liu G. Pan Y. Sun J. Mater. Sci. 53 2018 11684 11693 X. Yang, W. Liu, G. Pan, Y. Sun, J. Mater. Sci., 2018, 53, 11684–11693. 51 J.Y. Fang Q.Z. Zheng Y.Y. Lou K.M. Zhao S.N. Hu G. Li O. Akdim X.Y. Huang S.G. Sun Nat Commun. 13 2022 7899 J. Y. Fang, Q. Z. Zheng, Y. Y. Lou, K. M. Zhao, S. N. Hu, G. Li, O. Akdim, X. Y. Huang, S. G. Sun, Nat Commun., 2022, 13, 7899. 52 Y. Shi S. Xu F. Li Chem. Commun. 58 2022 8714 8717 Y. Shi, S. Xu, F. Li, Chem. Commun., 2022, 58, 8714–8717. 53 R. Sukanya S.M. Chen J. Colloid Interface Sci. 580 2020 318 331 R. Sukanya, S. M. Chen, J. Colloid Interface Sci., 2020, 580, 318–331. 54 X. Li P. Shen X. Li D. Ma K. Chu ACS Nano 17 2023 1081 1090 X. Li, P. Shen, X. Li, D. Ma, K. Chu, ACS Nano, 2023, 17, 1081–1090. 55 N. Zhang G. Wang G. Zhang K. Chen K. Chu Chem. Eng. J. 474 2023 145861 N. Zhang, G. Wang, G. Zhang, K. Chen, K. Chu, Chem. Eng. J., 2023, 474, 145861. 56 S. Han H. Li T. Li F. Chen R. Yang Y. Yu B. Zhang Nat. Catal. 6 2023 402 414 S. Han, H. Li, T. Li, F. Chen, R. Yang, Y. Yu, B. Zhang, Nat. Catal., 2023, 6, 402–414. 57 R. Zhao Q. Yan L. Yu T. Yan X. Zhu Z. Zhao L. Liu J. Xi Adv. Mater. 35 2023 2306633 R. Zhao, Q. Yan, L. Yu, T. Yan, X. Zhu, Z. Zhao, L. Liu, J. Xi, Adv. Mater., 2023, 35, 2306633. 58 W. He J. Zhang S. Dieckhofer S. Varhade A.C. Brix A. Lielpetere S. Seisel J.R.C. Junqueira W. Schuhmann Nat. Commun. 13 2022 1129 W. He, J. Zhang, S. Dieckhofer, S. Varhade, A. C. Brix, A. Lielpetere, S. Seisel, J. R. C. Junqueira, W. Schuhmann, Nat. Commun., 2022, 13, 1129. 59 W. Gao K. Xie J. Xie X. Wang H. Zhang S. Chen H. Wang Z. Li C. Li Adv. Mater. 35 2023 2202952 W. Gao, K. Xie, J. Xie, X. Wang, H. Zhang, S. Chen, H. Wang, Z. Li, C. Li, Adv. Mater., 2023, 35, 2202952.",
      "scopus-id": "85191480580",
      "coredata": {
        "eid": "1-s2.0-S1872206723646182",
        "dc:description": "ABSTRACT Electrocatalytic nitrate reduction reaction (NO3RR) has been capturing immense interest in the industrial application of ammonia synthesis, and it involves complex reaction routes accompanied by multi-electron transfer, thus causing a challenge to achieve high efficiency for catalysts. Herein, we customized the Cu-O-Ti-Ov (oxygen vacancy) structure on the Cu/TiO2 catalyst, identified through density functional theory (DFT) calculations as the synergic active site for NO3RR. It is found that Cu-O-Ti-Ov site facilitates the adsorption/association of NO x – and promotes the hydrogenation of NO3 – to NH3 via adsorbed *H species. This effectively suppresses the competing hydrogen evolution reaction (HER) and exhibits a lower reaction energy barrier for NO3RR, with the reaction pathways: NO3* → NO2* → HONO* → NO* → *NOH → *N → *NH → *NH2 → *NH3 → NH3. The optimized Cu/TiO2 catalyst with rich Cu-O-Ti-Ov sites achieves an NH3 yield rate of 3046.5 μg h–1 mgcat –1 at –1.0 V vs. RHE, outperforming most of the reported activities. Furthermore, the construction of Cu-O-Ti-Ov sites significantly mitigates the leaching of Cu species, enhancing the stability of the Cu/TiO2 catalyst. Additionally, a mechanistic study, using in situ characterizations and various comparative experiments, further confirms the strong synergy between Cu, Ti, and Ov sites, which is consistent with previous DFT calculations. This study provides a new strategy for designing efficient and stable electrocatalysts in the field of ammonia synthesis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206723646182",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nie, Yifei"
          },
          {
            "@_fa": "true",
            "$": "Yan, Hongping"
          },
          {
            "@_fa": "true",
            "$": "Lu, Suwei"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Hongwei"
          },
          {
            "@_fa": "true",
            "$": "Qi, Tingting"
          },
          {
            "@_fa": "true",
            "$": "Liang, Shijing"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Lilong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206723646182"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206723646182"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(23)64618-2",
        "prism:volume": "59",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Theory-guided construction of Cu-O-Ti-Ov active sites on Cu/TiO2 catalysts for efficient electrocatalytic nitrate reduction",
        "prism:copyright": "Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalytic nitrate reduction"
          },
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Cu-O-Ti-Ov site"
          },
          {
            "@_fa": "true",
            "$": "Synergic catalytic effect"
          },
          {
            "@_fa": "true",
            "$": "Cu/TiO2 catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "293-302",
        "prism:endingPage": "302",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2024",
        "prism:doi": "10.1016/S1872-2067(23)64618-2",
        "prism:startingPage": "293",
        "dc:identifier": "doi:10.1016/S1872-2067(23)64618-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "143",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27013",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "299",
            "@width": "362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37808",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "428",
            "@width": "525",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84507",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "364",
            "@width": "615",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "104110",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "382",
            "@width": "733",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88278",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "412",
            "@width": "594",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "75397",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "255",
            "@width": "634",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73494",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "104",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19247",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9531",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19415",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "130",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14077",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "114",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9131",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10432",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9664",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "633",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "266769",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "795",
            "@width": "962",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "148505",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1137",
            "@width": "1395",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "452331",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "967",
            "@width": "1634",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "470039",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1014",
            "@width": "1948",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "353761",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1095",
            "@width": "1578",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "302846",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "679",
            "@width": "1685",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "330857",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723646182-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "3593075",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85191480580"
      }
    }
  }
}