{
  "metadata": {
    "title": "Long Chain Aliphatic Amine-Modified Heteropolyacid Catalysts for Hydroxylation of Benzene to Phenol with Molecular Oxygen",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2010-12-31",
    "doi": "10.1016/S1872-2067(09)60076-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206709600760",
    "pii": "S1872206709600760"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-77954183170",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2010-07-01 2010-07-01 2010-11-01T09:29:53 1-s2.0-S1872206709600760 S1872-2067(09)60076-0 S1872206709600760 10.1016/S1872-2067(09)60076-0 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206710X00079 2015-05-15T07:13:55.760442-04:00 0 0 20100101 20101231 2010 2010-07-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 31 31 6 6 Volume 31, Issue 6 4 623 625 623 625 2010 2010 2010-01-01 2010-12-31 2010 article fla Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. LONGCHAINALIPHATICAMINEMODIFIEDHETEROPOLYACIDCATALYSTSFORHYDROXYLATIONBENZENEPHENOLMOLECULAROXYGEN ZHOU C KUZNETSOVA 2005 193 N NIWA 2002 105 S SUN 2008 383 K LIU 2005 679 Y ARICHI 2008 117 J LENG 2009 168 Y ZHANG 2009 151 W LENG 2009 1 Y GE 2008 324 H GE 2008 250 H LENG 2008 335 Y YAMAGUCHI 2005 1 S LIU 2006 247 Y ZHOU 2010 120 C BAREYT 2005 6788 S GAO 2006 203 X LI 2004 2277 C GAO 2008 332 J GAO 2006 261 J LU 2006 369 H MISONO 1987 5535 M ZHOUX2010X623 ZHOUX2010X623X625 ZHOUX2010X623XC ZHOUX2010X623X625XC item S1872-2067(09)60076-0 S1872206709600760 1-s2.0-S1872206709600760 10.1016/S1872-2067(09)60076-0 273538 2010-12-01T18:38:15.168856-05:00 2010-01-01 2010-12-31 1-s2.0-S1872206709600760-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600760/MAIN/application/pdf/78a9c27103eccfd8f2ea7eee81bd389b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600760/MAIN/application/pdf/78a9c27103eccfd8f2ea7eee81bd389b/main.pdf main.pdf pdf true 334420 MAIN 3 1-s2.0-S1872206709600760-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206709600760/PREVIEW/image/png/e2c54bbe93fc4559d054a5df0c95666b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206709600760/PREVIEW/image/png/e2c54bbe93fc4559d054a5df0c95666b/main_1.png main_1.png png 68158 849 656 IMAGE-WEB-PDF 1 SHORT COMMUNICATION CHINESE JOURNAL OF CATALYSIS Volume 31, Issue 6, 2010 Online English edition of the Chinese language journal Cite this article as: Chin. J. Catal., 2010, 31: 623–625. Received date: January 18, 2010. *Corresponding author. Tel: +86-25-83172264; Fax: +86-25-83172261; E-mail: junwang@njut.edu.cn Foundation items: Supported by the National Natural Science Foundation of China (20476046 and 20776069), Key Natural Science Foundation for Universities of Jiangsu Province (06KJA53012), and Program for Changjiang Scholars and Innovative Research Team in University (PCSIRT 0732). Copyright © 2010, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(09)60076-0 Long Chain Aliphatic Amine-Modified Heteropolyacid Catalysts for Hydroxylation of Benzene to Phenol with Molecular Oxygen ZHOU Changjiang, GE Hanqing, LENG Yan, WANG Jun* State Key Laboratory of Materials-Oriented Chemical Engineering, College of Chemistry and Chemical Engineering, Nanjing University of Technology, Nanjing 210009, Jiangsu, China Abstract: Organic-inorganic hybrid catalysts were prepared by combining laurylamine (or octadecylamine) and molybdovanadophos- phoric acid, and their catalytic performance for the hydroxylation of benzene to phenol was evaluated using molecular oxygen as the oxidant in a pressured batch reactor. The laurylamine-modified heteropolyacid catalyst with a 4:1 molar ratio for the two moieties exhibited a much higher yield of phenol (11.5%) than that of the neat heteropolyacid H 5 PMo 10 V 2 O 40 (3.9%). We discuss the promotional effect of the long chain aliphatic amines with regards to the interaction between the amine and the heteropolyacid framework, and we also discuss the “pseudo-liquid phase” behavior of the heteropolyacid. Key words: heteropolyacid; aliphatic amine; organic-inorganic hybrid catalyst; benzene; hydroxylation; phenol As one of the most important petrochemicals for the manu- facture of agrochemicals and plastics [1], phenol is still being produced by the multi-step cumene process. This process is not environmentally friendly and suffers from high energy con- sumption and the generation of an equimolar amount of ace- tone as a byproduct [2]. Therefore, the direct hydroxylation of benzene to phenol has attracted a great deal of interest over the past few decades [3], and the use of molecular oxygen as an oxidant is most desirable for green and economy considera- tions [4]. Heteropolyacids (HPAs) have emerged as important cata- lysts for various organic reactions because of their redox/acid properties and versatility in terms of composition and structure [5]. Recently, we prepared a family of HPA-based or- ganic-inorganic hybrid catalysts by introducing various organic blocks into HPA units [6–8]. When cyclodextrin and pyridine were doped into Keggin-structured HPAs, the obtained hybrid catalysts showed a remarkable increase in reactivity for the hydroxylation of benzene to phenol [9–11]. In this study, we combined long chain aliphatic amines with molybdovanado- phosphoric acids to prepare new organic-inorganic hybrid catalysts for the hydroxylation of benzene to phenol with mo- lecular oxygen as the oxidant. We obtained a substantial in- crease in the yield of phenol. Keggin-structured V-containing HPAs (H 5 PMo 10 V 2 O 40 and H 4 PMo 11 V 1 O 40 , abbreviated as PMoV 2 and PMoV 1 , respec- tively) were prepared in accordance with our previous report [9]. The hybrid catalysts LA 4 PMoV 2 , LA 4 PMoV 1 , OA 4 PMoV 2 , and OA 4 PMoV 1 were prepared by adding the corresponding HPA into an ethanol solution of laurylamine (LA) or octade- cylamine (OA) with an eventual molar ratio of amine to HPA of 4:1. This was followed by filtration and drying of the precipi- tate in a vacuum oven at 343 K for 12 h to obtain an olive green solid. LA n PMoV 2 (n = 1, 2, 3, and 5) were prepared by changing the molar ratios of LA to PMoV 2 . The hydroxylation of benzene to phenol was carried out in a 100 ml cus- tom-designed pressured titanic batch reactor equipped with a mechanical stirrer. In a typical run, 0.1 g catalyst, 0.6 g ascorbic acid, and 2 ml benzene were successively added into 25 ml of an aqueous solution of acetic acid (80 vol%). After the system ZHOU Changjiang et al. / Chinese Journal of Catalysis, 2010, 31: 623–625 was charged with 2.0 MPa O 2 , the reaction was kept at 373 K for 10 h with vigorous stirring. The yield of phenol was de- termined using a gas chromatograph (Lunan Ruihong Chemi- cal Instrument Co. Ltd., China, SP6890) equipped with an FID and a capillary column (SE-54, 30 m × 0.32 mm × 0.25 μm) using 1,4-dioxane as the internal standard. The usual by-products (catechol, hydroquinone, and benzoquinone) were not detected. The yields of phenol over various catalysts for the hy- droxylation of benzene with molecular oxygen as the oxidant are shown in Table 1. No phenol was detected without ascorbic acid as a co-reductant (entry 1). The neat PMoV 2 , a well-known redox catalyst, gave a phenol yield of 3.9%, which is higher than the 1.4% obtained for the co-reductant system (entries 2 and 3). When LA was doped into PMoV 2 , the re- sulting hybrid catalysts offered greatly improved catalytic activities (entries 4–8). Furthermore, with an increase in the molar ratio of LA to PMoV 2 , the yield of phenol generally increased. LA 4 PMoV 2 had the highest yield of phenol (11.5%), which is similar to that reported previously under similar re- action conditions [12–14]. On the other hand, the modification of PMoV 2 by the long chain aliphatic amine OA substantially improved the yield of phenol (entry 9). A similar increase in phenol yield was observed when PMoV 1 was used instead of PMoV 2 and modified by LA or OA (entries 10–12). Therefore, the promotional effect of the long chain aliphatic amine is responsible for the substantial improvement in the yield of phenol. FT-IR spectra for LA, PMoV 2 , and the related hybrid cata- lysts are shown in Fig. 1. PMoV 2 showed four characteristic bands of a Keggin structure at 1 060, 960, 866, and 781 cm –1 , assigned to P–O a (central oxygen), M–O b –M (corner-sharing oxygen, with M being the metal in the HPA framework), M–O c –M (edge-sharing oxygen), and M–O d (terminal oxy- gen), respectively [14]. LA showed a set of bands at 1 200–1 500 cm –1 , corresponding to the carbon chain of the aliphatic amine, and bands at 1152 cm –1 and 650–900 cm –1 , assignable to the stretching vibration of C–N and the bending vibration of N–H, respectively. For the hybrid catalysts, the bands due to PMoV 2 and LA were clear but the N–H bands were unclear because of the strong background peaks of the Keggin structure of HPA. This strongly suggests that the indi- vidual structures of LA and PMoV 2 essentially remain intact after the combination of these two units. However, compared with their parent samples, band shifts were noticeable for the hybrid catalysts. For example, LA 3 PMoV 2 showed bands for M–O d and C–N that were red shifted by 4 and 12 cm –1 , re- spectively. The bands for M–O c –M and M–O b –M were blue shifted by 4 and 8 cm –1 , respectively. These spectra provide evidence for the assertion that intermolecular interactions exist between LA and HPA mostly in the form of a hydrogen bond linkage between the M–O oxygen in HPA and the N–H hy- drogen in the amine [15]. This allows us to deduce that the electron donating amido groups donate their p electrons to the inorganic HPA framework and thus the electronic state of the high valence V active site is altered [16]. This may be respon- sible for the promotional effect of the long chain aliphatic amine. Optical micrographs of the reaction mixture are shown in Fig. 2. Large amounts of emulsion droplets were observed. This phenomenon is very similar to that found for the emulsion Table 1 Hydroxylation of benzene to phenol over various heteropolya- cid and hybrid catalysts using molecular oxygen as the oxidant Entry Catalyst Yield of phenol (%) 1 * without not detectable 2 without 1.4 3 PMoV 2 3.9 4 LA 1 PMoV 2 4.4 5 LA 2 PMoV 2 10.3 6 LA 3 PMoV 2 10.5 7 LA 4 PMoV 2 11.5 8 LA 5 PMoV 2 10.8 9 OA 4 PMoV 2 6.9 10 PMoV 1 2.9 11 LA 4 PMoV 1 6.9 12 OA 4 PMoV 1 5.9 Reaction conditions: 0.1 g catalyst, 0.6 g ascorbic acid ( * without ascorbic acid), 2.0 ml benzene, 25 ml aqueous solution of acetic acid (80 vol%), 2.0 MPa O 2 , 373 K, 10 h. Yield of phenol (%) = mmol phenol/mmol initial benzene. 1600 1400 1200 1000 800 600 866 781 1060 1152 Wavenumber (cm −1 ) T ran sm ittan ce 1200−1500 650−900 (1) (2) (3) (4) (5) (6) (7) 960 Fig. 1. FT-IR spectra of LA, PMoV 2 , and the hybrid catalysts. (1) PMoV 2 ; (2) LA 1 PMoV 2 ; (3) LA 2 PMoV 2 ; (4) LA 3 PMoV 2 ; (5) LA 4 PMoV 2 ; (6) LA 5 PMoV 2 ; (7) LA. ZHOU Changjiang et al. / Chinese Journal of Catalysis, 2010, 31: 623–625 catalysis systems investigated by Li and co-workers [17–20] using well-designed amphiphilic surfactant-type catalysts. The high dispersion and uniformly distributed emulsion droplets consist of aggregates of the hybrid catalyst and this indicates a heterogeneous reaction system in these microenvironments, which favors the “pseudo-liquid phase” behavior of HPA [21]. We suggest that in these aggregates the reaction is accelerated by the higher concentration of benzene that was introduced to the active V-containing heteropolyanions by the dissolution of benzene into the long chain aliphatic amines in the secondary structure of HPA. In conclusion, we prepared efficient heteropolyacid-based organic-inorganic hybrid catalysts for the hydroxylation of benzene to phenol by doping long chain aliphatic amines into molybdovanadophosphoric acids. The amines play important roles in improving catalytic activity mostly because of the modification of the inorganic heteropolyacid framework by the extended conjugation of p elections from the hydrogen bond linked amido groups. The ‘‘pseudo-liquid phase’’ behavior of HPA also played a role because concentrated benzene was introduced into the active V-containing heteropolyanions by the dissolution of benzene into the long chain aliphatic amines. References 1 Kuznetsova N I, Kuznetsova L I, Likholobov V A, Pez G P. Catal Today, 2005, 99: 193 2 Niwa S, Eswaramoorthy M, Nair J, Raj A, Itoh N, Shoji H, Namba T, Mizukami F. Science, 2002, 295: 105 3 Sun K Q, Xia H A, Feng Z C, van Santen R, Hensen E, Li C. J Catal, 2008, 254: 383 4 Liu Y Y, Murata K, Inaba M. Catal Commun, 2005, 6: 679 5 Arichi J, Eternot M, Louis B. Catal Today, 2008, 138: 117 6 Leng Y, Wang J, Zhu D R, Ren X Q, Ge H Q, Shen L. Angew Chem, Int Ed, 2009, 48: 168 7 Zhang W H, Leng Y, Zhu D R, Wu Y J, Wang J. Catal Commun, 2009, 11: 151 8 Leng Y, Wang J, Zhu D R, Wu Y J, Zhao P P. J Mol Catal A, 2009, 313: 1 9 Ge H Q, Leng Y, Zhou C J, Wang J. Catal Lett, 2008, 124: 324 10 Ge H Q, Leng Y, Zhang F M, Zhou C J, Wang J. Catal Lett, 2008, 124: 250 11 Leng Y, Ge H Q, Zhou C J, Wang J. Chem Eng J, 2008, 145: 335 12 Yamaguchi S, Sumimoto S, Ichihashi Y, Nishiyama S, Tsu- ruya S. Ind Eng Chem Res, 2005, 44: 1 13 Liu Y Y, Murata K, Inaba M. J Mol Catal A, 2006, 256: 247 14 Zhou C J, Wang J, Leng Y, Ge H Q. Catal Lett, 2010, 135: 120 15 Bareyt S, Piligkos S, Hasenknopf B, Gouzerh P, Lacôte E, Thorimbert S, Malacria M. J Am Chem Soc, 2005, 127: 6788 16 Gao X H, Xu J. Catal Lett, 2006, 111: 203 17 Li C, Jiang Z X, Gao J B, Yang Y X, Wang S J, Tian F P, Sun F X, Sun X P, Ying P L, Han C R. Chem Eur J, 2004, 10: 2277 18 Gao J B, Zhang Y N, Jia G Q, Jiang Z X, Wang S G, Lu H Y, Song B, Li C. Chem Commun, 2008: 332 19 Gao J B, Wang S G, Jiang Z X, Lu H Y, Yang Y X, Jing F, Li C. J Mol Catal A, 2006, 258: 261 20 Lü H Y, Gao J B, Jiang Z X, Jing F, Yang Y X, Wang G, Li C. J Catal, 2006, 239: 369 21 Misono M, Okuhara T, Ichiki T, Arai T, Kanda Y. J Am Chem Soc, 1987, 109: 5535 Fig. 2. Optical micrographs of the reaction mixture for the hydroxyla- tion of benzene by molecular oxygen using LA 4 PMoV 2 as the catalyst. (a) Before the reaction and without the catalyst; (b) After the reaction with the catalyst. (a) (b) 10 μm 10 μm CHNJC 60076 S1872-2067(09)60076-0 10.1016/S1872-2067(09)60076-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation items: Supported by the National Natural Science Foundation of China (20476046 and 20776069), Key Natural Science Foundation for Universities of Jiangsu Province (06KJA53012), and Program for Changjiang Scholars and Innovative Research Team in University (PCSIRT 0732). SHORT COMMUNICATION Long Chain Aliphatic Amine-Modified Heteropolyacid Catalysts for Hydroxylation of Benzene to Phenol with Molecular Oxygen Changjiang ZHOU Hanqing GE Yan LENG Jun WANG * State Key Laboratory of Materials-Oriented Chemical Engineering, College of Chemistry and Chemical Engineering, Nanjing University of Technology, Nanjing 210009, Jiangsu, China * Corresponding author. Tel: +86-25-83172264; Fax: +86-25-83172261 Organic-inorganic hybrid catalysts were prepared by combining laurylamine (or octadecylamine) and molybdovanadophosphoric acid, and their catalytic performance for the hydroxylation of benzene to phenol was evaluated using molecular oxygen as the oxidant in a pressured batch reactor. The laurylamine-modified heteropolyacid catalyst with a 4:1 molar ratio for the two moieties exhibited a much higher yield of phenol (11.5%) than that of the neat heteropolyacid H5PMo10V2O40 (3.9%). We discuss the promotional effect of the long chain aliphatic amines with regards to the interaction between the amine and the heteropolyacid framework, and we also discuss the “pseudo-liquid phase” behavior of the heteropolyacid. Key Words heteropolyacid aliphatic amine organic-inorganic hybrid catalyst benzene hydroxylation phenol References 1 NI Kuznetsova LI Kuznetsova VA Likholobov GP Pez Catal Today 99 2005 193 2 S Niwa M Eswaramoorthy J Nair A Raj N Itoh H Shoji T Namba F Mizukami Science 295 2002 105 3 KQ Sun HA Xia ZC Feng R van Santen E Hensen C Li J Catal 254 2008 383 4 YY Liu K Murata M Inaba Catal Commun 6 2005 679 5 J Arichi M Eternot B Louis Catal Today 138 2008 117 6 Y Leng J Wang DR Zhu XQ Ren HQ Ge L Shen Angew Chem, Int Ed 48 2009 168 7 WH Zhang Y Leng DR Zhu YJ Wu J Wang Catal Commun 11 2009 151 8 Y Leng J Wang DR Zhu YJ Wu PP Zhao J Mol Catal A 313 2009 1 9 HQ Ge Y Leng CJ Zhou J Wang Catal Lett 124 2008 324 10 HQ Ge Y Leng FM Zhang CJ Zhou J Wang Catal Lett 124 2008 250 11 Y Leng HQ Ge CJ Zhou J Wang Chem Eng J 145 2008 335 12 S Yamaguchi S Sumimoto Y Ichihashi S Nishiyama S Tsuruya Ind Eng Chem Res 44 2005 1 13 YY Liu K Murata M Inaba J Mol Catal A 256 2006 247 14 CJ Zhou J Wang Y Leng HQ Ge Catal Lett 135 2010 120 15 S Bareyt S Piligkos B Hasenknopf P Gouzerh E Lacôte S Thorimbert M Malacria J Am Chem Soc 127 2005 6788 16 XH Gao J Xu Catal Lett 111 2006 203 17 C Li ZX Jiang JB Gao YX Yang SJ Wang FP Tian FX Sun XP Sun PL Ying CR Han Chem Eur J 10 2004 2277 18 JB Gao YN Zhang GQ Jia ZX Jiang SG Wang HY Lu B Song C Li Chem Commun 2008 332 19 JB Gao SG Wang ZX Jiang HY Lu YX Yang F Jing C Li J Mol Catal A 258 2006 261 20 HY Lü JB Gao ZX Jiang F Jing YX Yang G Wang C Li J Catal 239 2006 369 21 M Misono T Okuhara T Ichiki T Arai Y Kanda J Am Chem Soc 109 1987 5535",
      "scopus-id": "77954183170",
      "coredata": {
        "eid": "1-s2.0-S1872206709600760",
        "dc:description": "Organic-inorganic hybrid catalysts were prepared by combining laurylamine (or octadecylamine) and molybdovanadophosphoric acid, and their catalytic performance for the hydroxylation of benzene to phenol was evaluated using molecular oxygen as the oxidant in a pressured batch reactor. The laurylamine-modified heteropolyacid catalyst with a 4:1 molar ratio for the two moieties exhibited a much higher yield of phenol (11.5%) than that of the neat heteropolyacid H5PMo10V2O40 (3.9%). We discuss the promotional effect of the long chain aliphatic amines with regards to the interaction between the amine and the heteropolyacid framework, and we also discuss the “pseudo-liquid phase” behavior of the heteropolyacid.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206709600760",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "ZHOU, Changjiang"
          },
          {
            "@_fa": "true",
            "$": "GE, Hanqing"
          },
          {
            "@_fa": "true",
            "$": "LENG, Yan"
          },
          {
            "@_fa": "true",
            "$": "WANG, Jun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206709600760"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206709600760"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(09)60076-0",
        "prism:volume": "31",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Long Chain Aliphatic Amine-Modified Heteropolyacid Catalysts for Hydroxylation of Benzene to Phenol with Molecular Oxygen",
        "prism:copyright": "Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "6",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "heteropolyacid"
          },
          {
            "@_fa": "true",
            "$": "aliphatic amine"
          },
          {
            "@_fa": "true",
            "$": "organic-inorganic hybrid catalyst"
          },
          {
            "@_fa": "true",
            "$": "benzene"
          },
          {
            "@_fa": "true",
            "$": "hydroxylation"
          },
          {
            "@_fa": "true",
            "$": "phenol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "6",
        "openaccessSponsorType": null,
        "prism:pageRange": "623-625",
        "prism:endingPage": "625",
        "pubType": "fla",
        "prism:coverDisplayDate": "2010",
        "prism:doi": "10.1016/S1872-2067(09)60076-0",
        "prism:startingPage": "623",
        "dc:identifier": "doi:10.1016/S1872-2067(09)60076-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/77954183170"
      }
    }
  }
}