{
  "metadata": {
    "title": "The curvature structure unlocks an ultra-efficient metal-free carbon catalyst surpassing gold for acetylene hydrochlorination",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2025-03-31",
    "doi": "10.1016/S1872-2067(24)60250-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206724602500",
    "pii": "S1872206724602500"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105001034949",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2025-03-27 2025-03-27 2025-03-27 2025-03-27 2025-03-27T19:56:08 1-s2.0-S1872206724602500 S1872-2067(24)60250-0 S1872206724602500 10.1016/S1872-2067(24)60250-0 S300 S300.1 FULL-TEXT 1-s2.0-S1872206725X00048 2025-03-29T04:00:33.238293Z 0 0 20250301 20250331 2025 2025-03-27T21:06:37.488764Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 70 70 C Volume 70 9 260 271 260 271 202503 March 2025 2025-03-01 2025-03-31 2025 article fla Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. CURVATURESTRUCTUREUNLOCKSULTRAEFFICIENTMETALFREECARBONCATALYSTSURPASSINGGOLDFORACETYLENEHYDROCHLORINATION WEI S 1 Introduction 2 Experimental 2.1 Reagents and materials 2.2 Preparation of carbon catalyst 2.2.1 The preparation of high-curvature defective carbon (HCDC) 2.2.2 The preparation of defective carbon (DC) and DC-SBA 2.2.3 The preparation of defective nonporous defective carbon (Nonporous-DC) 2.3 Evaluation of the catalytic activity 2.4 Characterization of materials 3 Results and discussion 3.1 Theoretical investigation 3.2 Material synthesis and structural characterizations 3.3 Catalytic performance evaluation 3.4 The curvature structure effects on adsorption of reactants 4 Conclusions Electronic supporting information Author contributions Supplementary Material References WANG 2024 215541 X ZHONG 2018 2412 2427 J FENG 2022 6119 6131 L ZHAO 2019 1801526 S WEI 2024 119286 S ZHOU 2014 723 728 K LI 2014 3688 X QIAO 2021 2327 2339 X LI 2022 194 203 F LU 2020 198 203 Y WEI 2022 10476 10485 S QIU 2019 406 412 Y LAN 2019 1430 1433 G WANG 2018 72 78 J QIU 2020 14877 14880 Y WANG 2024 2401447 X LI 2023 24580 24589 N LAZARIDOU 2023 287 295 A CHANG 2019 1015 1021 H LIU 2024 321 325 X GHAZINEJAD 2017 16551 M JIANG 2019 322 333 H QIAO 2019 17979 17989 X YANG 2023 1141 1153 Y LI 2018 1770 1781 H WANG 2020 1683 1691 X ZHANG 2016 56 64 H WANG 2023 1128 1140 B ZHANG 2022 4255 4265 M DONG 2016 177 184 Y ZHAO 2021 334 346 J DONG 2023 137 147 X ZHOU 2014 3112 3116 K XU 2018 13 25 H DENG 2022 9551 9558 Z CHEN 2021 12600 12608 Q WEIX2025X260 WEIX2025X260X271 WEIX2025X260XS WEIX2025X260X271XS 2027-03-27T00:00:00.000Z 2027-03-27T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2025-03-29T03:59:31.568Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Key Research and Development Program of China 2024YFC3907904 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ Inner Mongolia Autonomous Region 2019ZD017 NMG Government of Inner Mongolia Autonomous Region http://data.elsevier.com/vocabulary/SciValFunders/501100002797 http://sws.geonames.org/1814991/ This work was supported by National Key Research and Development Program of China (2024YFC3907904) and the 2019 \\u201CRare Earth and Coal Chemical Industry\\u201D Key Science and Technology Project of Inner Mongolia Autonomous Region (2019ZD017). item S1872-2067(24)60250-0 S1872206724602500 1-s2.0-S1872206724602500 10.1016/S1872-2067(24)60250-0 273538 2025-03-27T20:06:37.488764Z 2025-03-01 2025-03-31 1-s2.0-S1872206724602500-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/MAIN/application/pdf/bfd490679399097615e497e21c59f190/main.pdf main.pdf pdf true 2138626 MAIN 12 1-s2.0-S1872206724602500-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/PREVIEW/image/png/f5c1c3cf16e70471e2862d35aaefca4d/main_1.png main_1.png png 52533 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206724602500-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/fx1/DOWNSAMPLED/image/jpeg/5df7cbccda40ca497012a098439b8afa/fx1.jpg fx1 true fx1.jpg jpg 24407 189 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602500-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/gr1/DOWNSAMPLED/image/jpeg/02b00dc6b2c1d15214d61f94454ff712/gr1.jpg gr1 gr1.jpg jpg 108247 635 704 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602500-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/gr2/DOWNSAMPLED/image/jpeg/02589790b68bcdf989b41e5d09eba8d0/gr2.jpg gr2 gr2.jpg jpg 132163 527 711 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602500-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/gr3/DOWNSAMPLED/image/jpeg/1e808bf36626cd64644c160eeed6819b/gr3.jpg gr3 gr3.jpg jpg 96844 501 716 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602500-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/gr4/DOWNSAMPLED/image/jpeg/1354a79351dd2f64fdf3b1fe1d6ff85a/gr4.jpg gr4 gr4.jpg jpg 148135 722 752 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602500-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/fx1/THUMBNAIL/image/gif/14feba8dc7f9a673d24bf92ccbab6fee/fx1.sml fx1 true fx1.sml sml 10639 138 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724602500-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/gr1/THUMBNAIL/image/gif/f05e572884a8c3a6351d198dd3077fa2/gr1.sml gr1 gr1.sml sml 9986 164 182 IMAGE-THUMBNAIL 1-s2.0-S1872206724602500-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/gr2/THUMBNAIL/image/gif/62186d574565f9039d70a6ea6041ec54/gr2.sml gr2 gr2.sml sml 14875 162 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724602500-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/gr3/THUMBNAIL/image/gif/b00cd6a23fd5b9a1fe52025e9584cecd/gr3.sml gr3 gr3.sml sml 10833 153 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724602500-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/gr4/THUMBNAIL/image/gif/e411f54fa45e21c3924563c76f9b4984/gr4.sml gr4 gr4.sml sml 11173 164 171 IMAGE-THUMBNAIL 1-s2.0-S1872206724602500-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/HIGHRES/image/jpeg/1c184309f5ebf00536f366d2dd23d683/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 101726 503 800 IMAGE-HIGH-RES 1-s2.0-S1872206724602500-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/HIGHRES/image/jpeg/6686b08c0f9b15aefb23b1a724fe040f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 434481 1686 1870 IMAGE-HIGH-RES 1-s2.0-S1872206724602500-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/HIGHRES/image/jpeg/a45f224227c39b4c32d928d8ba6ac7f7/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 544355 1401 1889 IMAGE-HIGH-RES 1-s2.0-S1872206724602500-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/HIGHRES/image/jpeg/c5a6a23f9db3c938253dd3441562fdfb/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 377505 1331 1902 IMAGE-HIGH-RES 1-s2.0-S1872206724602500-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/HIGHRES/image/jpeg/c055055c681a23a04fb71b95afcab395/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 555573 1918 1999 IMAGE-HIGH-RES 1-s2.0-S1872206724602500-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/mmc1/MAIN/application/pdf/f4cf6b24ff79a22d056c9921c03fdb26/mmc1.pdf mmc1 mmc1.pdf pdf false 5637165 APPLICATION 1-s2.0-S1872206724602500-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/STRIPIN/image/gif/9e4e9425e9d005a83c46cc25c54be27a/si1.gif si1 si1.gif gif 748 30 207 ALTIMG 1-s2.0-S1872206724602500-si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/STRIPIN/image/gif/f66d74c56b1984d6111db9d4090a9618/si2.gif si2 si2.gif gif 1305 45 310 ALTIMG 1-s2.0-S1872206724602500-si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/STRIPIN/image/gif/cfbcffc10851149d1dfb932909070213/si3.gif si3 si3.gif gif 1568 45 376 ALTIMG 1-s2.0-S1872206724602500-si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602500/STRIPIN/image/gif/84fdaea8f19ae40f0d8b968f83f7b433/si4.gif si4 si4.gif gif 419 34 83 ALTIMG CHNJC 60250 S1872-2067(24)60250-0 10.1016/S1872-2067(24)60250-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Theoretical investigations. (a) The adsorbed energies of C2H2. (b) HCl on the plane, out-curved and in-curved surfaces. When the adsorbates are located on the outer side of the curved surface, the surface is called the outward curved surface (out-curved surface) in this work. When the adsorbates are on the inner side of the curved surface, the surface is referred to as the inward curved surface (in-curved surface). (c) The reaction pathways of acetylene hydrochlorination on the surfaces. Reaction states A, B, C, D, and E are described in the main text. Blue, white and grey balls indicate the N, H, and C atoms, respectively. Reaction pathway of acetylene hydrochlorination on N doped plane surface (d), out-curved surface (e), and in-curved surface (f). The reaction proceeds through the C2H2/HCl adsorption (A), co-adsorption of HCl and C2H2 (B), the transition state of C-Cl bond formation accompanied by the HCl activation (C), and VCM formation (D). Fig. 2 (a) The preparation process of high-curvature defective carbon using PAN as the raw materials. (b) TEM image of HCDC. N2 adsorption-desorption isotherms (c) and pore size distributions (d) of carbon materials. XRD patterns (e) and Raman spectra (f) of DC and HCDC catalysts. XPS spectra of C 1s (g) and N 1s (h) of DC and HCDC catalysts. Fig. 3 (a) Conversion of acetylene in the acetylene hydrochlorination reaction of DC and HCDC catalysts. Reaction conditions: Temperature: 220 °C, GHSV of C2H2 is 300 h–1, and V (HCl):V (C2H2) = 1.2:1. (b) Conversion of acetylene in the acetylene hydrochlorination reaction of HCDC catalysts at different temperature. GHSV of C2H2 is 300 h-1, and V (HCl):V (C2H2) = 1.2: 1. (c) Conversion of acetylene in the acetylene hydrochlorination reaction of DC and HCDC catalysts at different GHSV of C2H2. Temperature is 220 °C, and V (HCl):V (C2H2) = 1.2:1. (d) Conversion of acetylene in the acetylene hydrochlorination reaction of various catalysts we prepared. (e) The STY of VCM of reported catalysts and HCDC catalysts, the reference was listed in Supporting information. (f) The Conversion of acetylene of reported metal catalysts and HCDC catalyst [ 24–33 ]. (g) Stability test of HCDC catalyst for 200 h. Reaction conditions: 220 °C, GHSV of C2H2 is 30 h–1, and V (HCl):V (C2H2) = 1.2:1. Fig. 4 The simulated velocity field of plane (a) and curved (b) model. (c) Simulated velocity distribution of C2H2 on the plotted line of models. The C2H2-TPD-MS (d), the adsorption of C2H2 (e) adsorbed in the per specific surface area of catalysts. (f) HCl-TPD-MS for HCDC and DC catalysts. The activation energy (g), reaction orders of HCl (h) and C2H2 (i) for HCDC and DC. Reaction conditions: catalyst (0.1 g), 220 °C, and ambient pressure. The concentrations of C2H2 and HCl from 10% to 25% balanced in N2 flow. The reaction order of both reactants is indicated by the slope of the fitting lines. (j) Radar plot charting the relation of the C2H2 conversion with key experimental indicators for the activity. (k) Adsorption diagram of C₂H₂ and HCl molecules on the surfaces of different catalysts. Table 1 Textural properties and element composition of various carbon catalysts. Catalyst Surface area (m2 g−1) Pore volume (cm3 g−1) Pore size a (nm) Elemental composition (at%) b I D:I G C N O DC 1499 0.66 1.7 82.8 10.0 7.1 1.00 HCDC 108 0.19 6.9 82.4 11.4 6.2 1.00 a Pore size distributions via (NLDFT for DC catalysts and Barret-Joyner-Halenda (BJH) method for HCDC catalyst. b Elemental composition derived by XPS. Table 2 The relative contents of nitrogen species of catalysts are determined by XPS. Catalyst Pyridinic N (%) Pyrrolic N (%) Quaternary N (%) Oxidized N (%) DC 42.6 39.0 14.0 4.3 HCDC 42.1 38.5 16.0 3.3 Available online 20 March 2025 This work was supported by National Key Research and Development Program of China (2024YFC3907904) and the 2019 “Rare Earth and Coal Chemical Industry” Key Science and Technology Project of Inner Mongolia Autonomous Region (2019ZD017). Article The curvature structure unlocks an ultra-efficient metal-free carbon catalyst surpassing gold for acetylene hydrochlorination Shuhao Wei a Ye Chen b Yiyang Qiu a Wei Kong a Di Lin a Jiarong Li a Guojun Lan a Yi Jia a c Xiucheng Sun a Zaizhe Cheng a Jian Liu d P. Hu b e * Ying Li a * a Institute of Industrial Catalysis, College of Chemical Engineering, Zhejiang University of Technology, Hangzhou 310014, Zhejiang, China Institute of Industrial Catalysis College of Chemical Engineering Zhejiang University of Technology Hangzhou Zhejiang 310014 China Institute of Industrial Catalysis, College of Chemical Engineering, Zhejiang University of Technology, Hangzhou 310014, Zhejiang, China b School of Physical Science and Technology, Shanghai Tech University, Shanghai 201210, China School of Physical Science and Technology Shanghai Tech University Shanghai 201210 China School of Physical Science and Technology, Shanghai Tech University, Shanghai 201210, China c Moganshan Institute, Zhejiang University of Technology, Deqing 313200, Zhejiang, China Moganshan Institute Zhejiang University of Technology Deqing Zhejiang 313200 China Moganshan Institute, Zhejiang University of Technology, Deqing 313200, Zhejiang, China d College of Chemistry and Chemical Engineering, Inner Mongolia University, Hohhot 010021, Inner Mongolia, China College of Chemistry and Chemical Engineering Inner Mongolia University Hohhot Inner Mongolia 010021 China College of Chemistry and Chemical Engineering, Inner Mongolia University, Hohhot 010021, Inner Mongolia, China e School of Chemistry and Chemical Engineering, Queen’s University Belfast, Belfast, UK School of Chemistry and Chemical Engineering Queen’s University Belfast Belfast UK School of Chemistry and Chemical Engineering, Queen’s University Belfast, Belfast, UK * Corresponding author Metal-free carbon catalysts have garnered significant attention since their inception. Despite substantial advancements, including widely adopted strategies such as heteroatom doping and defect engineering, their catalytic performance remains inferior to that of metal-based catalysts. In this study, we have predicted and demonstrated that the curvature of carbon plays a pivotal role in the adsorption of acetylene and the overall catalytic performance. First-principles calculations suggest that a tip-enhanced local electric field at the defect site on the curved carbon catalyst enhances the reaction kinetics for acetylene hydrochlorination. The experimental results highlight the structural advantages of the curved defect site, revealing that high-curvature defective carbon (HCDC) demonstrates an adsorption capacity for acetylene that is almost two orders of magnitude higher than that of defective carbon. Notably, HCDC achieves an acetylene conversion of up to 90% at 220 °C under a gas hourly space velocity of 300 h–1, significantly surpassing the performance of the benchmark 0.25% Au/AC catalyst. This proof-of-concept study reveals the fundamental mechanisms driving the superior performance of carbon catalysts with curved nanostructures and presents a straightforward, environmentally friendly method for large-scale production of carbon materials with precisely controlled nanostructures. It highlights the potential for commercializing metal-free carbon catalysts in acetylene hydrochlorination and related heterogenous catalytic reactions. Graphical Abstract Highly curved defect structure enhances the adsorption and activation of acetylene and hydrogen chloride reduces the reaction barrier, unlocks the high performance of carbon catalyst for acetylene hydrochlorination. Keywords Metal-free Carbon catalyst Curvature Acetylene hydrochlorination Carbocatalysis 1 Introduction Metal catalysts, particularly noble metals and heavy metals are widely utilized in various industries for their superior efficiency [ 1,2 ]. However, they come with a set of drawbacks such as high cost, toxicity, scarcity, and the problem of sintering during use. As a promising alternative, carbon catalysts have shown potential, exhibiting impressive performance in several reactions including alkane dehydrogenation [ 3 ], electrochemistry [ 4 ], and particularly acetylene hydrochlorination [ 5 ]. These advancements have positioned carbon catalysts at the forefront of recent research in heterogeneous catalysis. Acetylene hydrochlorination is an important coal-based process to produce vinyl chloride (VCM). Polyvinyl chloride (PVC) is a widely used synthetic plastic polymer derived from the vinyl chloride monomer, commonly found in products ranging from pipes, electrical cables, flooring, packaging, and so on [ 2 ]. Carbon catalysts have emerged as ideal candidates to replace mercury-based catalysts. Researchers have investigated various options, including nitrogen-doped carbon nanotubes (NCNTs) and silicon carbide-derived carbon nanocomposites (SiC@N-C) [ 6,7 ]. Encouraged by these pioneer works, massive attempts have been made to develop advanced carbon catalysts, targeting the requirements of industrially viable acetylene hydrochlorination catalysts, including nitrogen-or boron-doped porous carbon [ 8,9 ], nanodiamond [ 10,11 ], and defect-rich activated carbon [ 12 ]. Several strategies, such as defect [ 12–14 ] and doping engineering [ 1 ], have been employed to enhance the catalytic performance of carbon materials. However, despite extensive research efforts, including heteroatom doping and defect engineering, their catalytic performance still lags far behind that of metal-based catalysts. Recently, our group has thoroughly looked through hundreds of carbon materials available and tested their performance in acetylene hydrochlorination. A volcano-like relationship between the conversion of acetylene with sp 3/sp 2 ratio of carbon catalysts has been proposed [ 15 ]. This indicates that the surface defective structure is crucial for the performance of carbon catalysts. Interestingly, we found that graphene, nano-graphite, and even carbon nanotubes are almost inactive in acetylene hydrochlorination, although they have excellent performance in the fields of electrochemistry [ 15 ]. On the contrary, the activated carbon and nano-diamond series have excellent performance among all carbon catalysts [ 12,13 ]. As such, it is reasonable to envision that the 3-dimensional structure of carbon plays vital roles as active sites. As is well known that the nano-diamond consists of 5 nm sized spherical diamond crystals and a mesoporous structure is constructed by interpore of stacking of nanoparticles and the surface of pristine particles is well convex curved. Recently, we all also reported that constructing curvature structures of carbon catalysts can improve their electrochemical performances in oxygen reduction reactions (ORR) [ 16 ]. Furthermore, Li et al. [ 17 ] reported fullerene divided highly active defect-rich carbon electrocatalysts with convex curved sp 2-C structure for ORR. However, compared with other applications, the investigations into the contribution of highly curved structured catalysts into acetylene hydrochlorination systems are still in the black stage, and their potential strengths in boosting the overall catalytic performance also deserve further emphasis and interpretations. To address the above issues effectively, it is imperative to elucidate the mechanism of high activity and put forward a green and efficient preparation method for mass production. Here, we explicitly reveal that the curvature of carbon imposed a crucial impact on the adsorption of acetylene and catalytic properties through theory calculation and experimental characterizations. A high-curvature defective carbon (HCDC) was synthesized using polyacrylonitrile (PAN) as a raw material through a silica-assisted spherical strategy process. The acetylene conversion on the HCDC catalyst is even 1.8 times higher than that of the 0.25% Au/AC catalyst, which is currently recognized as a benchmark catalysts in the reaction [ 18 ]. This advancement paves the way for the feasibility of carbon catalysts in commercial applications. 2 Experimental 2.1 Reagents and materials Polyacrylonitrile (PAN) was obtained via HengYi Technology Co., Ltd, and nano-silica with a particle size of 15 ± 5 nm and surface area of 250 ± 30 m2 g–1 was used as a hard template, which is provided by Hangzhou Wanjing Materials Co., Ltd. Dimethylformamide (DMF; C3H7NO, 99.5%, AR) and Potassium hydroxide (KOH, AR) were purchased from Shanghai Aladdin Biochemical Technology Co., Ltd. Hydrofluoric acid (HF, 40%) and HCl (99.999%) were purchased from Shanghai Macklin Biochemical Co., Ltd. The acetylene gas (99.9%) was provided by Hangzhou Minxing Chemical Technology Co., LTD. Tetrapropyl orthosilicate (TPOS) and Pluronic P123 (non-ionic triblock copolymer, EO20PO70O20, BASF) were from Shanghai Macklin Biochemical Co., Ltd. All chemicals were used without further purification. 2.2 Preparation of carbon catalyst 2.2.1 The preparation of high-curvature defective carbon (HCDC) To prepare high-curvature defective carbon (HCDC), 0.8 g of nano-silica was dispersed in 30 mL of DMF under continuous stirring for 2 h to ensure uniform dispersion via electrostatic repulsion. Subsequently, 4.0 g of polyacrylonitrile (PAN) was gradually added to the silica dispersion under stirring. The mixture was stirred for an additional 2 h and allowed to stand to eliminate bubbles. The resulting mixture was oven-dried at 70 °C for 12 h, followed by oxidation at 270 °C for 6 h in a muffle furnace at a heating rate of 5 °C min⁻¹. The oxidized precursor was then carbonized at 800 °C for 2 h under an argon atmosphere with a heating rate of 5 °C min⁻¹. Finally, the carbonized material was treated with a 10 wt% HF solution at room temperature for 48 h to remove silica, yielding the final HCDC product. 2.2.2 The preparation of defective carbon (DC) and DC-SBA Defective carbon (DC) was prepared via KOH treatment. Initially, 4.0 g of PAN was dissolved in 30 mL of DMF with stirring for 2 h, followed by standing to remove bubbles. The mixture was then oven-dried at 70 °C for 12 h. Oxidation was carried out at 270 °C for 6 h in a muffle furnace at a heating rate of 5 °C min–1. Next, 2.0 g of KOH dissolved in 5 mL of deionized water was added dropwise to the oxidized precursor. The sample was impregnated at room temperature for 12 h, oven-dried at 70 °C for another 12 h, and carbonized at 800 °C for 2 h under an argon flow. The carbonized material was washed thoroughly with deionized water to remove residual KOH, yielding DC. For DC-SBA, the same preparation procedure as HCDC was employed, but using SBA-15 as a hard template. Synthesis of SBA-15 template: SBA-15 was prepared by dissolving 2 g of P123 in 2 mol L–1 hydrochloric acid and stirring at 40 °C for 4 h. Subsequently, 3.2 mL of tetraethyl orthosilicate (TEOS) was added dropwise, and the mixture was stirred at 40 °C for 20 h. The solution was then transferred to a hydrothermal reactor and heated at 100 °C for 24 h. The resulting SBA-15 was filtered, washed, dried, and calcined at 550 °C for 6 h. 2.2.3 The preparation of defective nonporous defective carbon (Nonporous-DC) Nonporous defective carbon (Nonporous-DC) was prepared following a procedure similar to HCDC but without the use of silica templates. 2.3 Evaluation of the catalytic activity The catalytic performance was investigated using a fix-bed glass reactor (The diameter is 10 mm). Before the reaction, acetylene (99.9% purity) was passed through a concentrated sulfuric acid solution to remove the trace impurities, and hydrogen chloride gas (99.9% purity) was dried using 5A molecular sieves. Then acetylene (5.0 mL min–1) and hydrogen chloride (6 mL min–1) flows were introduced into the reactor containing catalyst (1.0 mL) through a mixing vessel via calibrated mass flow controllers, giving a C2H2 gas hourly space velocity (GHSV) of 300 h–1 at 220 °C. The pressure for acetylene and hydrogen chloride mixture is 0.1 MPa, and the feed volume ratio of V HCl/V C2H2 is 1.2. After purification by NaOH solution to remove the unreacted hydrogen chloride, the effluent was analyzed using a GC-1690F gas chromatograph (GC) with an FID detector. 2.4 Characterization of materials The morphology of samples was observed using a Field-emission scanning electron microscope (FE-SEM, JSM-7500F; JEOL, Tokyo, Japan). Transmission electron microscopy (TEM) images, High-Resolution Transmission Electron Microscopy (HRTEM) images, and Energy Dispersive Analysis of X-rays (EDAX) element maps were taken on a JEOL-2100F microscope operating at an accelerating voltage of 200 kV. Elemental Analysis (EA) was performed on a Vario EL GERMANY elemental analyzer. Fourier Transform Infrared spectroscopy (FT-IR) was recorded on a Thermo Scientific Nicolet iS5 spectrometer using KBr pellets. Raman spectroscopy was performed on a Renishaw in a Via-Reflex spectrometer system with a 532 nm excitation wavelength. X-ray diffraction (XRD) patterns were measured with a D/MAX-2400 with a Cu Ka source at a scan rate of 2°min–1. The working voltage was 40 kV, and the current was 40 mA. The patterns were collected with a 2θ range from 10° to 80°. Nitrogen adsorption isotherms were tested at –196 °C on a Quantachrome Autosorb-IQ apparatus. The samples were outgassed at 300 °C for 8 h before adsorption measurement. The specific surface area was obtained using the Brunauer-Emmett-Teller (BET) model from adsorption data in a relative pressure ranging from 0.05 to 0.30. The total pore volume was determined from the aggregation of N2 vapor adsorbed at a relative pressure of 0.99. The pore size distribution was calculated by the density functional theory (DFT) method based on the N2 sorption data. Elemental contents were measured with an element analyzer (VARIO EL, GERMANY). X-ray photoelectron spectroscopy (XPS) data were acquired on a VGESCALABMKII X-ray photo-electron spectrometer equipped with a non-monochromatized 250 W Al-Kα X-ray source (Kratos Analytical, Manchester, UK). The binding energies of C 1s and N 1s were calibrated by the adventitious carbon (C 1s peak at 284.6 eV). Elemental contents were measured with an element analyzer (VARIO EL, GERMANY). TPD of various carbon materials was performed on samples (300 mg) in a vertically positioned quartz tubular reactor. The sample was adsorbed with the reaction gas C2H2 (10 mL min−1) or HCl (20 mL min−1) in a U-shaped tube at room temperature for 24 h. The samples were annealed under argon at 120 °C for 1 h and then swept in a flowing argon stream (30 mL min-1) until the baseline no longer fluctuated. After the samples were cooled to room temperature, they were heated from 50 to 500 °C at 10 °C min–1. The desorption products of C2H2 (m/e = 26) or HCl (m/e = 36) were identified and quantified by an online Hiden gas analyzer (QIC 20). Quantitative analysis of acetylene adsorption capacity in catalyst: 40 mL min–1 C2H2/Ar mixed gas with acetylene content of 10% was passed into the mass spectrum for 1 min, and the signal peak area of m/e = 26 was integrated. The above operation was repeated three times, and the average value of the peak area of m/e = 26 was calculated. This was compared with the signal m/e = 26 in C2H2-TPD-Ms for different catalysts, and the amount of acetylene adsorbed in the catalyst could be calculated. The amount of acetylene adsorbed in the catalyst divided by the pore volume of the catalyst is the concentration of acetylene molecules adsorbed in the catalyst. Finite element analysis (FEA) simulations: This model is mainly a dilute matter reaction flow model coupled with fluid flow and diffusion transfer, and the governing equations involved mainly include the flow equation and dilute matter transfer equation. Due to the small calculation scale and large fluid velocity, the turbulence model is adopted to describe the flow process, and its governing equations are as follows: (1) ·ρu = 0 (2) ρ ∂ u ∂ t + ρ ( u · ▿ ) u = ▿ · [ - P I + K ] (3) K = (μ + μT )(u + uT ) (4) ρ ∂ k ∂ t + ρ ( u · ▿ ) k = ▿ · [ ( μ + μ T σ k ) ▿ k ] + P k - ρ ε (5) ρ ∂ ε ∂ t + ρ ( u · ▿ ) ε = ▿ · [ ( μ + μ T σ ε ) ▿ ε ] + C ε 1 ε k P k - C ε 2 ρ ε 2 k (6) μ T = ρ C μ k 2 ε (7) Pk = μT [u:(u + uT )] where µ is the fluid velocity (m/s), P is the pressure (Pa), k is the turbulent kinetic energy (m2 s–2), is the turbulent dissipation rate (m2 s–3), and is the hydrodynamic viscosity and turbulent dynamic viscosity (Pa*s) respectively. Cε 1, Cε 2, Cε 3 and σε are turbulence model parameters, which are 1.44, 1.92, 0.09, and 1.3 respectively in this paper. Computational method: all the calculations were performed by the spin-polarized density functional theory with the Vienna ab initio simulation package (VASP), using the Perdew-Burke-Ernzerhof (PBE) functional within the generalized gradient approximation (GGA) with dispersion correction, DFT in the method of Grimme. The core-valence electron interaction was described by the project-augmented wave (PAW) method, and the valence electronic states were expanded in the plane wave basis sets with an energy cutoff of 400 eV. The constraint optimization method is adopted to search the transition state (TS) and the force convergence standard during structural optimization is set at 0.05 eV Å–1. For all systems, the slabs were allowed to relax, which were separated by 15 Å of vacuum. Furthermore, a 1 × 1 × 1 Monk horst-Pack k-point grid was used to sample the Brillion zone of graphene and C240, which was tested to be sufficient to yield accurate results. 3 Results and discussion 3.1 Theoretical investigation Recently, materials with highly curved surfaces have been shown to enhance the adsorption and activation of small molecules, attributed to the tensile strain effect and local electric field enhancement [ 22,23 ]. However, studies on the role of highly curved structured catalysts in acetylene hydrochlorination systems remain in the early stages, and their potential to improve overall catalytic performance warrants further investigation and discussion. In order to elucidate the impact of the curvature of the catalysts on the intrinsic activities in acetylene hydrochlorination systems, theoretical calculations were conducted. N-doped defective graphene and N-doped defective C240 were selected as model systems to understand the contribution of curvature of the N-doped carbons to the catalysis (Fig. S1) since the nitrogen doping and surface defects can induce the asymmetric allocation of electronic conjugation structure into the carbon lattice which is a benefit for acetylene hydrochlorination. The effective mass transfer of electrons to the active site is another key factor that determines acetylene hydrochlorination activity. Our calculations indicate that a strong in situ local electric field forms around the active site at the equilibrium potential (Fig. S1), protruding from the curved surface like a tip. This phenomenon likely facilitates the adsorption and activation of C₂H₂ and HCl molecules. As shown in Figs. S2–S4, HCl is found to undergo physical adsorption on the nitrogen-doped surface, while C2H2 exhibits a preference for adsorption at N1–N3 sites. Notably, curved surfaces possess both outer (convex) and inner (concave) surfaces, named out-curved and in-curved surfaces, respectively. As shown in Figs. 1(a) , (b), the adsorption energy of HCl remains relatively consistent across both curved and flat surfaces, while the curvature significantly increases the adsorption energy of C2H2, which demonstrates that the curvature structures at the micro-scale play a pivotal role in enhancing the adsorption C2H2 molecules. The large binding energy of C2H2 on curved surface sites is accompanied by significant charge transfer (Fig. S5). To further understand the reaction mechanism, the reaction pathways of acetylene hydrochlorination on graphene and C240 models are explored using DFT calculations. The results are illustrated in Fig. 1(c), which shows that the reaction initiates with the adsorption of C2H2 on the plane and out-curved surfaces, exhibiting significantly higher binding energy compared to HCl, which is reversed on the in-curved surface, leading to the reaction commencing with the adsorption of HCl and then C2H2 adsorption. In the pursuit of identifying the reaction pathway of acetylene hydrochlorination, we first located the initial state of the reaction. As can be seen from Figs. 1(d), (e), HCl remains intact near the adsorbed C2H2. Naturally, one would consider the H–Cl bond dissociation as a possible first step of the reaction, prompting an investigation into a conceivable elementary reaction of HCl activation. Through the exploration of transition states, we ascertain that the formation of C–Cl occurs through a one-step reaction concurrent with HCl activation. On the out-curved surface, hydrogen of HCl promptly migrates to the surface nitrogen if Cl attaches a C atom of adsorbed C2H2; thereafter, upon the formation of the C–Cl bond, H migrates towards the C2H2 from the surface nitrogen. Moreover, on the in-curved and flat surfaces (Fig. 1(f)), hydrogen migrates directly towards C2H2. The reaction barriers of hydrochlorination are 1.06, 1.32, and 1.42 eV on the out-curved surface, plane surface, and in-curved surface, respectively, clearly showing that the barrier on the out-curved surface is substantially decreased. It is clear that the out-curved surface can not only enhance the C2H2 adsorption but also reduce the reaction barrier. The reduction of hydrochlorination barrier on the out-curved surface can be readily understood as follows: the stronger adsorption of C2H2 on the out-curved surface activates the C-C bond in C2H2, leading to a weaker C–C bond and therefore reducing the hydrochlorination barrier. The reaction proceeds through the C2H2 or HCl adsorption (A), co-adsorption of HCl or C2H2 (B), the transition state of C–Cl bond formation accompanied by the HCl activation (C), and VCM formation and desorption (D, E) (Figs. 1(c)–(e)). Our work demonstrates that acetylene hydrochlorination can more readily occur on out-curved surfaces than on plane and in-curved surfaces, which guides designing high-performance metal-free carbon catalysts for the heterogenous catalytic process. 3.2 Material synthesis and structural characterizations Inspired by the theoretical analysis, a high-curvature defective carbon (HCDC) was rationally designed. The preparation process of HCDC is shown in Fig. 2(a) . To engineer carbon catalysts with a high curvature structure, SiO₂ nanoparticles, diameter of 15 nm, rich in –OH groups, were first dispersed in a DMF solution (Figs. S6, S7). Uniform dispersion of the SiO₂ nanoparticles was achieved through electrostatic repulsion in the solution, which facilitated an even coating of polyacrylonitrile (PAN) on the SiO₂ surfaces. Following the peroxidation and carbonization processes, HCDC catalysts with a high-curvature structure are obtained. The peroxidation step aims to increase the degree of cross-linking in the PAN precursors, and mainly involves the cyclization and dehydrogenation reaction of adjacent cyano-groups along polymer chains, thereby preventing their decomposition during subsequent processing steps [ 19 ]. The preparation of HCDC differs significantly from the strategy employing colloid crystal templating for ordered porous materials (Fig. S8), in which silica is densely packed and carbon precursors occupy interstitial spaces between particles, resulting in porous carbon primarily characterized by concave curvatures. Moreover, the carbon material synthesized via this approach exhibits a macroporous nature (Fig. S9). Its microscopic curvature structure resembles a flat plane, which limits its suitability for investigating the influence of curvature structure on catalytic performance. Conversely, in our approach, silica particles are well dispersed in DMF solution, allowing the dissolved PAN polymer to coat the silica surfaces without compaction, which facilitates the development of pronounced external curvatures. The curvature structure was confirmed through SEM and TEM. As illustrated in Fig. 2(b) and Fig. S10, HCDC is formed by the accumulation of spherical particles with particle size in the range of 10–20 nm. These particles are generated by coating a silica template with carbon layers. The diameter of the mesoporous of HCDC catalysts is about 7 nm, and the framework of HCDC is composed of multiple layers of graphite domain [ 20 ]. The distributions of the elements were subsequently traced by elemental mapping using TEM (Fig. S11), which shows the homogeneous distribution of C, N, and O in HCDC, confirming the successful introduction of N into the carbon skeleton. In addition, we have also prepared defective carbon (DC) samples without curved structures. Defective carbon (DC) was activated by KOH during carbonization. The morphology of the DC was characterized by SEM and TEM methods (Fig. S12). Notably, DC differs from HCDC, as it consists of amorphous carbon materials and lacks curved structures. The porosity of the catalysts was characterized using N2 adsorption-desorption isotherms (Fig. 2(c)). The HCDC catalysts displayed a type IV isotherm with an H1 hysteresis loop, and a well-defined step indicative of capillary condensation of N₂ at a relative pressure of 0.4–0.6, which is characteristic of mesoporous materials with large pore sizes and narrow size distributions. In contrast, the sorption isotherms of the DC precursors (Fig. 2(c)) exhibited a typical type I isotherm, signifying a dominance of micropores. The specific surface areas of DC and HCDC are 1499 and 108 m2 g–1, respectively (Table 1 and Table S1). The nonlocal density functional theory (NLDFT) pore size distribution (Fig. 2(d)) reveals that DC is predominantly microporous with pore sizes smaller than 2.0 nm, while HCDC primarily features mesopores at 7.2 nm, with some microporous structure. These findings are consistent with the TEM images. Since all samples underwent identical pyrolytic conditions, the differences in pore structure between DC and HCDC catalysts are primarily attributed to the different pore-forming agents used. The pore structure of HCDC results from the etching of silicon oxide, whereas the pore structure of DC is mainly formed by the etching of carbon atoms by KOH. The graphitic structures of the as-prepared DC and HCDC were further studied by XRD technique. All the samples demonstrate two broad and weak humps corresponding to the (002) and (100) planes of graphitic carbon, indicating the amorphous carbonaceous structure (Fig. 2(e)). The Raman spectra were further used to probe the disorder level of HCDC and DC we have made, as shown in Fig. 2(f), exhibit ordered graphitic carbon bands at 1346 cm−1 (D-band) and defective bands at 1585 cm−1 (G-band). The first peak represents the defects and disordered carbon on the graphite microcrystals, resulting from the breathing vibrations of six-membered sp 2 carbon rings. Another characteristic of the ideal graphite structure is the E 2g vibrational mode of sp 2-bonded carbon [ 21 ]. Typically, the ratio of the intensities between D and G bands (I D:I G) represents a quantitative measure to estimate the degree of disorder in the carbon. As shown in Fig. 2(f), the I D:I G value of both catalysts is 1.00, suggesting that the materials exhibit comparable levels of defect structures. XPS was employed to study the surface chemical composition and bonding configuration. The XPS survey spectra in Fig. S13 show the existence of C, N, and O elements in both HCDC and DC. The high-resolution XPS C 1s spectra can be well-resolved through deconvolution into six sub-peaks, as shown in Fig. 2(g). Two main peaks situated at ≈285.3 and 284.5 eV are associated with the sp 3 and sp 2 hybridized carbon, respectively, and the other four peaks were fitted to C−O groups (286.8 eV), C=O groups (287.8 eV), COOH groups (289.3 eV), and π-π* (291.2 eV). The formation of sp 3 carbon atoms can disrupt the long-range ordering of the sp 2 carbon network, which is considered to represent defective sites in the sp 2 carbon matrix. Therefore, the defect degree of carbon materials could be estimated by the sp 3/(sp 3+sp 2) peak area ratio based on the C 1s XPS spectra. As calculated, the sp 3/(sp 3+sp 2) values of DC and HCDC are 32.9% and 33.1%, respectively (Table S2), indicating that the materials exhibit comparable levels of defect structures, being consistent with the Raman results. The N1s XPS spectra of the carbon catalysts are shown in Fig. 2(h), which reveals four possible N species, including pyridinic N at around 398.1 eV, pyrrolic N at about 400.0 eV, quaternary N at about 401.3 eV, and oxidized N at about 403.0 eV [ 22 ]. The relative contents and the N species of the catalysts identified by XPS are shown in Table 1. Notably, all catalysts share similar nitrogen species and their corresponding contents (Tables 1, 2 ). 3.3 Catalytic performance evaluation The catalytic performance of carbon catalysts for acetylene hydrochlorination was evaluated at a reaction temperature of 220 °C and a gas hourly space velocity (GHSV) of C2H2 at 300 h–1 (Fig. 3(a) ). The DC catalyst exhibited an acetylene conversion of 36%, whereas the HCDC catalyst achieved a significantly higher conversion of 90%, with all catalysts demonstrating a VCM selectivity of ≥99%. Given its superior catalytic performance, HCDC was selected for further investigation. As shown in Fig. 3(b), the acetylene conversion over HCDC increased with rising reaction temperature. The conversion of C2H2 was 28% at 140 °C, which increased to 98% at 260 °C. Notably, the conversion exhibited a steep increase with temperatures up to 220 °C, beyond which the rate of increase slowed. This trend is consistent with previous reports [ 23 ]. Fig. 3(c) further demonstrates the stability of HCDC at higher GHSVs, with the catalyst maintaining 60% acetylene conversion even under a GHSV of 1000 h⁻¹. Nonporous defective carbon (Nonporous-DC) exhibits physical and chemical properties comparable to those of HCDC and even has a more defective structure; however, its catalytic activity is negligible due to the lack of a well-developed pore structure (Figs. S14–S18 and Table S4). To further highlight the catalytic performance of the HCDC catalyst, we compared it with a gold-based catalyst and other reported catalysts. It is well-known that a carbon-supported gold catalyst is the best mercury-free catalyst because of its high activity [ 18,34 ]. We prepared a 0.25% Au/AC catalyst, which shows a relatively high acetylene conversion of 53% at 220 °C and a GHSV of C₂H₂ at 300 h–1. Clearly, HCDC demonstrates superior performance compared to the gold-based catalyst, with a C2H2 conversion that is 1.8 times higher than that of 0.25% AuCl₃/AC under the same conditions (Fig. 3(d)). Furthermore, the catalytic activity of HCDC is also higher than the metal-free catalysts reported (D-AC [ 12 ] and ND@G [ 13 ]). This represents a significant improvement in the performance of metal-free carbon catalysts. In further investigation, the HCDC catalyst was selected to compare with previously reported metal-free carbon catalysts in the literature (Fig. 3(e), and Table S5). The space-time yield (STY) of VCM for HCDC is 2.06 gvcm gcatal h–1 at 220 °C, GHSV of C2H2 at 1000 h–1. Note that both the STY of VCM or C2H2 conversion of HCDC catalyst measured at different conditions, higher than other carbon catalyst materials reported for the acetylene hydrochlorination. In addition, it is interesting that the catalytic performance of HCDC is even better than that of metal catalysts that have been reported in literatures (Fig. 3(f)). The above results show the competitive catalytic performance of the HCDC catalyst, which may be a potential replacement for mercury catalysts. The long-term stability of HCDC at 220 °C, GHSV of C2H2 at 30 h–1 was only slightly deactivated after the 200 h test, indicating that the catalyst had excellent stability (Fig. 3(e)). In addition, we applied the same procedure to produce two carbon materials using PAN cloth and PAN fiber as raw materials, denoted as HCDC(PC) and HCDC(PF), respectively. As shown in Fig. S19, the catalytic performance of HCDC(PC) and HCDC(PF) is similar to that of HCDC. This demonstrates that the wasted PAN textiles are suitable for production of HCDC. This work also provides an effective approach for the utilization of waste PAN textiles. 3.4 The curvature structure effects on adsorption of reactants Previous studies have demonstrated that the N species and the defective structure are both active sites to catalyze acetylene hydrochlorination [ 7,12 ]. Notably, all catalysts share similar chemical properties, particularly nitrogen and carbon species, and their corresponding contents. This result indicates that the large difference in catalytic performance is not caused by the nitrogen content or N species. In addition, the materials exhibit comparable levels of defect structures, which indicates that the amount of defect of the catalysts is not the main reason for influencing the catalytic performance. All samples exhibit similar active sites with the only difference in the pore structures and curved structure. The change of pore structure often affects the mass transfer of the catalyst and consequently the catalytic performance [ 35 ]. Finite element simulation (FES) is an effective method for mass transfer and predicting diffusion-friendly geometric parameters [ 35,36 ]. The influence of the mass transfer behavior of reactants in different pore structures on acetylene hydrochlorination is proposed via integrating material synthesis with theoretical micromechanics. Based on the structural characterization results, the plane model and curvature model were constructed as shown in Figs. 4(a) and (b). Both models have the same number of 1.5 nm diameter microporous channels. The external diameter of the curvature model is 20 nm and the inner diameter is 7 nm. To simulate realistic evaluation conditions of the catalyst, an inlet with an inflow velocity of 5 m s-1 was set from the top to investigate the mass transport capability of the different gauged structures. The simulated velocity field of the model is demonstrated in Figs. 4(a), (b). The effective flow velocity in the channel of the model is inferior to the initial inflow due to the obstruction of the catalyst structure, and the vast majority of C2H2 flows outside the channels. Fig. S20 shows the flow rate of acetylene at the entrance of the models. The flow velocity of acetylene in the channels of the plane model is higher than in the curvature model except in the marginal channels. The simulated velocity distribution on the plotted line of models is shown in Fig. 4(c). The flow rate of C2H2 within the curvature model channel is lower than that of the plane model. Generally, mass transfer governs the efficiency of reactant supply to and product removal from active sites. However, FES results reveal that while the DC catalyst exhibits higher mass transfer efficiency for reactant molecules compared to the HCDC catalyst, its catalytic performance shows the opposite trend. This suggests that factors beyond reactant mass transfer efficiency play a predominant role in determining catalytic performance. Additionally, the diffusion behavior of HCl in different models is comparable to that of C2H2 (Fig. S21). We have demonstrated that the curved surface can enhance the C2H2 adsorption and reduce the reaction barrier. HCDC features a well-defined curved structure. To investigate its advantages in the adsorption and activation of small molecules, temperature-programmed desorption coupled with mass spectrometry (TPD-MS) was performed. The C2H2-TPD-MS results for the catalysts are presented in Fig. 4(d). Both DC and HCDC exhibit the same acetylene desorption sites, suggesting they share identical active sites for acetylene adsorption. Theoretically, a catalyst with a higher specific surface area should expose more active sites, thereby delivering superior catalytic performance. However, despite HCDC having a smaller surface area (108 m2 g–1) compared to DC (1499 m2 g–1), its acetylene desorption capacity is higher than that of DC. This indicates that HCDC can adsorb more acetylene molecules. To further evaluate this, the amount of C2H2 adsorbed per unit surface area was calibrated for each catalyst. As shown in Fig. 4(e), the adsorption of C2H2 in the per specific surface area of HCDC (6.6 μmol g–1 m–2) is 98 times that of DC (0.067 μmol g–1 m–2), which proves that the curvature structure of catalyst can enhance the adsorption capacity of acetylene at the active site. The adsorption capacity of HCl for the HCDC catalyst is also higher than that of DC, which indicates that the curvature structure can also enhance the adsorption of HCl at the active site (Fig. 4(f)). Additionally, TPD characterization revealed that adsorbed hydrogen chloride is resistant to reaction with acetylene, whereas adsorbed acetylene readily reacts with hydrogen chloride (Fig. S22). The catalyst preferentially adsorbs acetylene, which then reacts with gaseous hydrogen chloride to form vinyl chloride. This observation is consistent with theoretical calculations results, where the adsorption of acetylene molecules by the catalyst is identified as the initial step in the reaction. To further investigate the enhancement of the adsorption of C2H2 and HCl of the curvature structure at the active site, kinetic studies have been performed on catalysts. The apparent activation energies (E a) were obtained from different-temperature experiments (Fig. S23), as depicted in Fig. 4(g), with values of 31.4 and 41.6 kJ mol−1 for HCDC and DC catalysts. HCDC has the lowest activation energy and exhibits the highest acetylene conversion. The reaction orders for C2H2 and HCl on the catalysts were determined under varying pressures (Fig. S24). As shown in Figs. 4(h), (i), the reaction orders for C2H2 and HCl on HCDC are −0.16 and 0.33, respectively, while for DC they are 0.16 and 1.10. This indicates that the adsorption of acetylene on both catalysts is significantly higher than that of HCl. Interestingly, the C2H2 reaction order is negative for HCDC but positive for the DC, suggesting that the curvature structure possesses strong adsorption for C2H2 molecules, which is consistent with the TPD-MS results. The HCl reaction order of HCDC is also significantly lower than that of other catalysts, indicating that this curvature structure can also enhance the adsorption of HCl molecules. The above results show that the carbon material with a certain curvature structure can significantly improve the adsorption capacity of C2H2 and HCl, which is conscience with the DFT results. As shown in Fig. 4(j), various descriptors were correlated with the corresponding C2H2 conversion. It is clear that the intrinsic activity of the materials is not primarily influenced by their N content, defect levels, specific surface area, or C2H2 flow rate. However, the introduction of curved surfaces significantly enhanced the acetylene adsorption capacity of the HCDC catalysts, leading to improved catalytic performance. In essence, the curved structure of the carbon catalyst facilitates the adsorption and activation of both C2H2 and HCl molecules, thereby enhancing its acetylene hydrochlorination efficiency (Fig. 4(g)). This feature likely plays a key role in the exceptional catalytic performance of the HCDC catalyst. Based on this, HCDC catalyst with a smaller curvature was prepared by using silicon oxide with a larger diameter. As shown in Fig. S25, the acetylene conversion of catalysts decreases slightly as the size of silicon oxide increases. In order to further verify the impact of the curvature of the catalysts, a defective carbon material (DC-SBA) was synthesized using polyacrylonitrile as the carbon source and SBA-15 as the template. While DC-SBA exhibits similar nitrogen content, nitrogen species, and defect levels to HCDC, it lacks a distinct microscopic curvature structure. (Figs. S26−S31) Interestingly, despite its higher specific surface area and enhanced acetylene mass transfer rate, DC-SBA demonstrates significantly lower adsorption capacity for acetylene and hydrogen chloride compared to HCDC. Consequently, its catalytic performance is also markedly inferior to HCDC. (Figs. S32−S34) These findings further confirm that the unique curvature structure plays a crucial role in promoting the acetylene hydrochlorination reaction. 4 Conclusions Although carbon catalysts have garnered significant attention in the field of heterogeneous catalysis over the past decade, their commercial application has been limited by suboptimal catalytic performance. In this study, we present a metal-free carbon catalyst that demonstrates exceptional performance in thermal heterogeneous catalysis for acetylene hydrochlorination. For the first time, we employ a proof-of-concept study to evaluate how structural curvature influences the catalytic efficiency of carbon catalysts. Both experimental and theoretical investigations reveal that highly curved surfaces can significantly enhance the adsorption of C2H2 and reduce the energy barrier for acetylene hydrochlorination, ensuring high catalytic performance. The high-curvature defective carbons catalyst achieves an acetylene conversion 1.8 times higher than that of the 0.25% Au/AC catalyst, which is currently regarded as the best available catalyst for this reaction. This represents a landmark breakthrough in the development of metal-free carbon catalysts. The nanoengineering of curvature structures greatly enhanced the catalytic performance of carbon catalysts, paving the way for the commercialization of metal-free carbon catalysts. Electronic supporting information Supporting information is available in the online version of this article. Author contributions Y. Li., P. Hu. and S. Wei. conceived and designed the project. Y. Li. Supervised the project. S. Wei. and W. Kong prepared the samples and did the catalytic performance test. S. Wei., W. Kong., and Y. Qiu, performed the characterizations. P.Hu., Y. Chen. D. Lin. J. Liu. And Y. Jia. performed the DFT calculations. S. Wei. and Y. Chen. wrote the manuscript. G. Lan., Z. Cheng., and X. Sun helped revise the manuscript. All the authors discussed the results and commented on the manuscript. Supplementary Material Supplementary appendix References 1 X. Wang W. Chen X. Lei C. Lei N. Zhu B. Huang Coord. Chem. Rev. 500 2024 215541 X. Wang, W. Chen, X. Lei, C. Lei, N. Zhu, B. Huang, Coord. Chem. Rev., 2024, 500, 215541. 2 J. Zhong Y. Xu Z. Liu Green Chem. 20 2018 2412 2427 J. Zhong, Y. Xu, Z. Liu, Green Chem., 2018, 20, 2412–2427. 3 L. Feng S. Ali C. Xu S. Cao G. Tuci G. Giambastiani C. Pham-Huu Y. Liu ACS Catal. 12 2022 6119 6131 L. Feng, S. Ali, C. Xu, S. Cao, G. Tuci, G. Giambastiani, C. Pham-Huu, Y. Liu, ACS Catal., 2022, 12, 6119–6131. 4 S. Zhao D.-W. Wang R. Amal L. Dai Adv. Mater. 31 2019 1801526 S. Zhao, D.-W. Wang, R. Amal, L. Dai, Adv. Mater., 2019, 31, 1801526. 5 S. Wei W. Kong Y. Qiu G. Lan X. Sun Z. Cheng Y. Li Carbon 227 2024 119286 S. Wei, W. Kong, Y. Qiu, G. Lan, X. Sun, Z. Cheng, Y. Li, Carbon, 2024, 227, 119286. 6 K. Zhou B. Li Q. Zhang J.-Q. Huang G.-L. Tian J.-C. Jia M.-Q. Zhao G.-H. Luo D.S. Su F. Wei ChemSusChem 7 2014 723 728 K. Zhou, B. Li, Q. Zhang, J.-Q. Huang, G.-L. Tian, J.-C. Jia, M.-Q. Zhao, G.-H. Luo, D. S. Su, F. Wei, ChemSusChem, 2014, 7, 723–728. 7 X. Li X. Pan L. Yu P. Ren X. Wu L. Sun F. Jiao X. Bao Nat. Commun. 5 2014 3688 X. Li, X. Pan, L. Yu, P. Ren, X. Wu, L. Sun, F. Jiao, X. Bao, Nat. Commun., 2014, 5, 3688. 8 X. Qiao X. Liu Z. Zhou Q. Guan W. Li Catal. Sci. Technol. 11 2021 2327 2339 X. Qiao, X. Liu, Z. Zhou, Q. Guan, W. Li, Catal. Sci. Technol., 2021, 11, 2327–2339. 9 F. Li H. Zhang M. Zhang L. Li L. Yao W. Peng J. Zhang ACS Sustainable Chem. Eng. 10 2022 194 203 F. Li, H. Zhang, M. Zhang, L. Li, L. Yao, W. Peng, J. Zhang, ACS Sustainable Chem. Eng., 2022, 10, 194–203. 10 Y. Lu F. Lu M. Zhu J. Taiwan Inst. Chem. Eng. 113 2020 198 203 Y. Lu, F. Lu, M. Zhu, J. Taiwan Inst. Chem. Eng., 2020, 113, 198–203. 11 S. Wei Y. Qiu X. Sun X. Wang H. Li G. Lan J. Liu Y. Li ACS Sustainable Chem. Eng. 10 2022 10476 10485 S. Wei, Y. Qiu, X. Sun, X. Wang, H. Li, G. Lan, J. Liu, Y. Li, ACS Sustainable Chem. Eng., 2022, 10, 10476–10485. 12 Y. Qiu S. Ali G. Lan H. Tong J. Fan H. Liu B. Li W. Han H. Tang H. Liu Y. Li Carbon 146 2019 406 412 Y. Qiu, S. Ali, G. Lan, H. Tong, J. Fan, H. Liu, B. Li, W. Han, H. Tang, H. Liu, Y. Li, Carbon, 2019, 146, 406–412. 13 G. Lan Y. Qiu J. Fan X. Wang H. Tang W. Han H. Liu H. Liu S. Song Y. Li Chem. Commun. 55 2019 1430 1433 G. Lan, Y. Qiu, J. Fan, X. Wang, H. Tang, W. Han, H. Liu, H. Liu, S. Song, Y. Li, Chem. Commun., 2019, 55, 1430–1433. 14 J. Wang W. Gong M. Zhu B. Dai Appl. Catal. A 564 2018 72 78 J. Wang, W. Gong, M. Zhu, B. Dai, Appl. Catal. A, 2018, 564, 72–78. 15 Y. Qiu D. Fan G. Lan S. Wei X. Hu Y. Li Chem. Commun. 56 2020 14877 14880 Y. Qiu, D. Fan, G. Lan, S. Wei, X. Hu, Y. Li, Chem. Commun., 2020, 56, 14877–14880. 16 X. Wang C. Han Y. Han R. Huang H. Sun P. Guo X. Liu M. Huang Y. Chen H. Wu J. Zhang X. Yan Z. Mao A. Du Y. Jia L. Wang Small 20 2024 2401447 X. Wang, C. Han, Y. Han, R. Huang, H. Sun, P. Guo, X. Liu, M. Huang, Y. Chen, H. Wu, J. Zhang, X. Yan, Z. Mao, A. Du, Y. Jia, L. Wang, Small, 2024, 20, 2401447. 17 N. Li K. Guo M. Li X. Shao Z. Du L. Bao Z. Yu X. Lu J. Am. Chem. Soc. 145 2023 24580 24589 N. Li, K. Guo, M. Li, X. Shao, Z. Du, L. Bao, Z. Yu, X. Lu, J. Am. Chem. Soc., 2023, 145, 24580–24589. 18 A. Lazaridou L.R. Smith S. Pattisson N.F. Dummer J.J. Smit P. Johnston G.J. Hutchings Nat. Rev. Chem. 7 2023 287 295 A. Lazaridou, L. R. Smith, S. Pattisson, N. F. Dummer, J. J. Smit, P. Johnston, G. J. Hutchings, Nat. Rev. Chem., 2023, 7, 287–295. 19 H. Chang J. Luo H.C. Liu S. Zhang J.G. Park Z. Liang S. Kumar ACS Appl. Polym. Mater. 1 2019 1015 1021 H. Chang, J. Luo, H. C. Liu, S. Zhang, J. G. Park, Z. Liang, S. Kumar, ACS Appl. Polym. Mater., 2019, 1, 1015–1021. 20 X. Liu D. Lyu C. Merlet M.J.A. Leesmith X. Hua Z. Xu C.P. Grey A.C. Forse Science 384 2024 321 325 X. Liu, D. Lyu, C. Merlet, M. J. A. Leesmith, X. Hua, Z. Xu, C. P. Grey, A. C. Forse, Science, 2024, 384, 321–325. 21 M. Ghazinejad S. Holmberg O. Pilloni L. Oropeza-Ramos M. Madou Sci. Rep. 7 2017 16551 M. Ghazinejad, S. Holmberg, O. Pilloni, L. Oropeza-Ramos, M. Madou, Sci. Rep., 2017, 7, 16551. 22 H. Jiang J. Gu X. Zheng M. Liu X. Qiu L. Wang W. Li Z. Chen X. Ji J. Li Energy Environ. Sci. 12 2019 322 333 H. Jiang, J. Gu, X. Zheng, M. Liu, X. Qiu, L. Wang, W. Li, Z. Chen, X. Ji, J. Li, Energy Environ. Sci., 2019, 12, 322–333. 23 X. Qiao C. Zhao Z. Zhou Q. Guan W. Li ACS Sustainable Chem. Eng. 7 2019 17979 17989 X. Qiao, C. Zhao, Z. Zhou, Q. Guan, W. Li, ACS Sustainable Chem. Eng., 2019, 7, 17979–17989. 24 Y. Yang C. Zhao X. Qiao Q. Guan W. Li Green Energy Environ. 8 2023 1141 1153 Y. Yang, C. Zhao, X. Qiao, Q. Guan, W. Li, Green Energy Environ., 2023, 8, 1141–1153. 25 H. Li B. Wu J. Wang F. Wang X. Zhang G. Wang H. Li Chin. J. Catal. 39 2018 1770 1781 H. Li, B. Wu, J. Wang, F. Wang, X. Zhang, G. Wang, H. Li, Chin. J. Catal., 2018, 39, 1770–1781. 26 X. Wang G. Lan Z. Cheng W. Han H. Tang H. Liu Y. Li Chin. J. Catal. 41 2020 1683 1691 X. Wang, G. Lan, Z. Cheng, W. Han, H. Tang, H. Liu, Y. Li, Chin. J. Catal., 2020, 41, 1683–1691. 27 H. Zhang W. Li Y. Jin W. Sheng M. Hui X. Wang J. Zhang Appl. Catal. B 189 2016 56 64 H. Zhang, W. Li, Y. Jin, W. Sheng, M. Hui, X. Wang, J. Zhang, Appl. Catal. B, 2016, 189, 56–64. 28 B. Wang C. Jin S. Shao Y. Yue Y. Zhang S. Wang R. Chang H. Zhang J. Zhao X. Li Green Energy Environ. 8 2023 1128 1140 B. Wang, C. Jin, S. Shao, Y. Yue, Y. Zhang, S. Wang, R. Chang, H. Zhang, J. Zhao, X. Li, Green Energy Environ., 2023, 8, 1128–1140. 29 M. Zhang H. Zhang F. Li L. Yao W. Peng J. Zhang Catal. Sci. Technol. 12 2022 4255 4265 M. Zhang, H. Zhang, F. Li, L. Yao, W. Peng, J. Zhang, Catal. Sci. Technol., 2022, 12, 4255–4265. 30 Y. Dong H. Zhang W. Li M. Sun C. Guo J. Zhang J. Ind. Eng. Chem. 35 2016 177 184 Y. Dong, H. Zhang, W. Li, M. Sun, C. Guo, J. Zhang, J. Ind. Eng. Chem., 2016, 35, 177–184. 31 J. Zhao S. Wang B. Wang Y. Yue C. Jin J. Lu Z. Fang X. Pang F. Feng L. Guo Z. Pan X. Li Chin. J. Catal. 42 2021 334 346 J. Zhao, S. Wang, B. Wang, Y. Yue, C. Jin, J. Lu, Z. Fang, X. Pang, F. Feng, L. Guo, Z. Pan, X. Li, Chin. J. Catal., 2021, 42, 334–346. 32 X. Dong G. Liu Z. Chen Q. Zhang Y. Xu Z. Liu Chin. J. Catal. 46 2023 137 147 X. Dong, G. Liu, Z. Chen, Q. Zhang, Y. Xu, Z. Liu, Chin. J. Catal., 2023, 46, 137–147. 33 K. Zhou W. Wang Z. Zhao G. Luo J.T. Miller M.S. Wong F. Wei ACS Catal. 4 2014 3112 3116 K. Zhou, W. Wang, Z. Zhao, G. Luo, J. T. Miller, M. S. Wong, F. Wei, ACS Catal., 2014, 4, 3112–3116. 34 H. Xu G. Luo J. Ind. Eng. Chem. 65 2018 13 25 H. Xu, G. Luo, J. Ind. Eng. Chem., 2018, 65, 13–25. 35 Z. Deng M. Gong Z. Gong X. Wang Nano Lett. 22 2022 9551 9558 Z. Deng, M. Gong, Z. Gong, X. Wang, Nano Lett., 2022, 22, 9551–9558. 36 Q.-X. Chen Y.-H. Liu Z. He J.-L. Wang J.-W. Liu H.-J. Jiang W.-R. Huang G.-Y. Gao Z.-H. Hou S.-H. Yu J. Am. Chem. Soc. 143 2021 12600 12608 Q.-X. Chen, Y.-H. Liu, Z. He, J.-L. Wang, J.-W. Liu, H.-J. Jiang, W.-R. Huang, G.-Y. Gao, Z.-H. Hou, S.-H. Yu, J. Am. Chem. Soc., 2021, 143, 12600–12608.",
      "scopus-id": "105001034949",
      "coredata": {
        "eid": "1-s2.0-S1872206724602500",
        "dc:description": "Metal-free carbon catalysts have garnered significant attention since their inception. Despite substantial advancements, including widely adopted strategies such as heteroatom doping and defect engineering, their catalytic performance remains inferior to that of metal-based catalysts. In this study, we have predicted and demonstrated that the curvature of carbon plays a pivotal role in the adsorption of acetylene and the overall catalytic performance. First-principles calculations suggest that a tip-enhanced local electric field at the defect site on the curved carbon catalyst enhances the reaction kinetics for acetylene hydrochlorination. The experimental results highlight the structural advantages of the curved defect site, revealing that high-curvature defective carbon (HCDC) demonstrates an adsorption capacity for acetylene that is almost two orders of magnitude higher than that of defective carbon. Notably, HCDC achieves an acetylene conversion of up to 90% at 220 °C under a gas hourly space velocity of 300 h–1, significantly surpassing the performance of the benchmark 0.25% Au/AC catalyst. This proof-of-concept study reveals the fundamental mechanisms driving the superior performance of carbon catalysts with curved nanostructures and presents a straightforward, environmentally friendly method for large-scale production of carbon materials with precisely controlled nanostructures. It highlights the potential for commercializing metal-free carbon catalysts in acetylene hydrochlorination and related heterogenous catalytic reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206724602500",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wei, Shuhao"
          },
          {
            "@_fa": "true",
            "$": "Chen, Ye"
          },
          {
            "@_fa": "true",
            "$": "Qiu, Yiyang"
          },
          {
            "@_fa": "true",
            "$": "Kong, Wei"
          },
          {
            "@_fa": "true",
            "$": "Lin, Di"
          },
          {
            "@_fa": "true",
            "$": "Li, Jiarong"
          },
          {
            "@_fa": "true",
            "$": "Lan, Guojun"
          },
          {
            "@_fa": "true",
            "$": "Jia, Yi"
          },
          {
            "@_fa": "true",
            "$": "Sun, Xiucheng"
          },
          {
            "@_fa": "true",
            "$": "Cheng, Zaizhe"
          },
          {
            "@_fa": "true",
            "$": "Liu, Jian"
          },
          {
            "@_fa": "true",
            "$": "Hu, P."
          },
          {
            "@_fa": "true",
            "$": "Li, Ying"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206724602500"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206724602500"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(24)60250-0",
        "prism:volume": "70",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "The curvature structure unlocks an ultra-efficient metal-free carbon catalyst surpassing gold for acetylene hydrochlorination",
        "prism:copyright": "Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Metal-free"
          },
          {
            "@_fa": "true",
            "$": "Carbon catalyst"
          },
          {
            "@_fa": "true",
            "$": "Curvature"
          },
          {
            "@_fa": "true",
            "$": "Acetylene hydrochlorination"
          },
          {
            "@_fa": "true",
            "$": "Carbocatalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "260-271",
        "prism:endingPage": "271",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2025",
        "prism:doi": "10.1016/S1872-2067(24)60250-0",
        "prism:startingPage": "260",
        "dc:identifier": "doi:10.1016/S1872-2067(24)60250-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "189",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24407",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "635",
            "@width": "704",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "108247",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "527",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "132163",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "501",
            "@width": "716",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "96844",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "722",
            "@width": "752",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "148135",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "138",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10639",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "182",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9986",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14875",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "153",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10833",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "171",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11173",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "503",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "101726",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1686",
            "@width": "1870",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "434481",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1401",
            "@width": "1889",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "544355",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1331",
            "@width": "1902",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "377505",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1918",
            "@width": "1999",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "555573",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "5637165",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "207",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "748",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "45",
            "@width": "310",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1305",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "45",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1568",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602500-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "419",
            "@ref": "si4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105001034949"
      }
    }
  }
}