{
  "metadata": {
    "title": "Engineering coordination microenvironments of polypyridine Ni catalysts embedded in covalent organic frameworks for efficient CO<ce:inf loc=post>2</ce:inf> photoreduction",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2025-07-31",
    "doi": "10.1016/S1872-2067(25)64666-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206725646663",
    "pii": "S1872206725646663"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105011295778",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2025-07-24 2025-07-24 2025-07-24 2025-07-24 2025-07-24T19:56:18 1-s2.0-S1872206725646663 S1872-2067(25)64666-3 S1872206725646663 10.1016/S1872-2067(25)64666-3 S300 S300.1 FULL-TEXT 1-s2.0-S1872206725X00085 2025-07-29T09:44:13.899617Z 0 0 20250701 20250731 2025 2025-07-24T20:03:27.542336Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 74 74 C Volume 74 11 155 166 155 166 202507 July 2025 2025-07-01 2025-07-31 2025 article fla Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ENGINEERINGCOORDINATIONMICROENVIRONMENTSPOLYPYRIDINENICATALYSTSEMBEDDEDINCOVALENTORGANICFRAMEWORKSFOREFFICIENTCO2PHOTOREDUCTION LI Y 1 Introduction 2 Experimental 2.1 Materials 2.2 Synthesis 2.2.1 Br-BPYNi, Cl-TPYNi, and I-BPPNi 2.2.2 Synthesis of COF-OH 2.2.3 Synthesis of COF-O-Ni 2.3 Materials characterization 2.4 Photocatalytic CO2 reduction 2.5 Photoelectrochemical measurements 3 Results and discussion 3.1 Synthesis and structural characterization 3.2 Photocatalytic performance 3.3 Mechanism of photocatalytic CO2 reduction 4 Conclusions Electronic supporting information Acknowledgments Supplementary Material References LI 2024 9964 9975 M LIU 2023 215257 K YIN 2023 2676 2687 H LI 2019 3962 4179 X ZHANG 2023 176 186 W MENG 2022 2414 2424 X REGUERO 2022 2100493 M WEI 2022 e202116832 Y WEI 2019 1 19 C WANG 2021 26072 26079 X ZHANG 2024 2961 2970 J JOEKEL 2023 12774 12783 J QIU 2023 2225 2240 L STANLEY 2022 1342 1356 P ELGRISHI 2017 761 796 N WANG 2023 8760 8769 J LIU 2022 3722 3749 H LIU 2023 e383 H YANG 2024 10798 10805 G YAO 2024 9479 9492 L YANG 2024 21804 21835 J LI 2024 e442 X DONG 2022 2678 2684 M YANG 2023 122393 X ZHANG 2024 181 194 L HE 2022 1306 1315 J SONG 2022 2425 2433 D QIN 2024 2401562 L LIU 2024 215997 W QI 2023 2303632 S LI 2023 4725 4754 Y DONG 2021 2101568 X KOU 2021 120146 M ZHAO 2023 122782 S ZHOU 2023 6971 W YANG 2018 14614 14618 S LUAN 2023 2303324 T ZHANG 2023 2300035 Y FU 2025 e202415202 P ZHAO 2024 2401004 C YANG 2023 2304170 Y GUAN 2022 6307 6416 Q ZHANG 2024 2416958 B DAI 2024 600 609 N QIAN 2024 1214 1226 Y RATH 2024 2309060 B LU 2022 1861 1871 M LI 2024 e202318180 T LIANG 2023 122958 S XIE 2021 22432 22440 Y LU 2019 624 633 M ZHOU 2023 2473 M YANG 2022 2110694 S YU 2025 e202418422 M HE 2023 e202307160 Y XIANG 2020 119096 Y WU 2023 e202301925 D STANLEY 2023 2207380 P MONTICELLI 2023 4451 S WANG 2023 676 688 J ZHANG 2023 1147 Q YAN 2024 2401508 F WANG 2023 4316 4329 J YU 2024 2260 2268 X DENG 2023 11869 11881 A LIX2025X155 LIX2025X155X166 LIX2025X155XY LIX2025X155X166XY 2027-07-24T00:00:00.000Z 2027-07-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2025-07-26T01:17:38.508Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Natural Science Foundation of Henan Province 252300421181 Natural Science Foundation of Henan Province http://data.elsevier.com/vocabulary/SciValFunders/501100006407 http://sws.geonames.org/1814991/ Zhongyuan Thousand Talents National Natural Science Foundation of China 22375185 22105175 92461304 92356304 NNSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Henan Province 234000510007 This work was supported by the National Natural Science Foundation of China (92461304, 92356304, 22375185, 22105175), the Zhongyuan Thousand Talents (Zhongyuan Scholars) Program of Henan Province (234000510007), and the Natural Science Foundation of Henan Province (252300421181). item S1872-2067(25)64666-3 S1872206725646663 1-s2.0-S1872206725646663 10.1016/S1872-2067(25)64666-3 273538 2025-07-24T19:03:27.542336Z 2025-07-01 2025-07-31 1-s2.0-S1872206725646663-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/MAIN/application/pdf/d3a1b16015cd3202fc2669027446998f/main.pdf main.pdf pdf true 3017077 MAIN 12 1-s2.0-S1872206725646663-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/PREVIEW/image/png/929b7c0e699a2ce13ffc150739b5a8ec/main_1.png main_1.png png 57868 928 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206725646663-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/fx1/DOWNSAMPLED/image/jpeg/ae4ef009ae52b9e6427db4151d23799f/fx1.jpg fx1 true fx1.jpg jpg 28178 184 500 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725646663-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr1/DOWNSAMPLED/image/jpeg/68206e198edff2bf70da3686d7f9cebf/gr1.jpg gr1 gr1.jpg jpg 81093 415 600 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725646663-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr2/DOWNSAMPLED/image/jpeg/a3a1f66714826732704c378dc175a67a/gr2.jpg gr2 gr2.jpg jpg 97784 426 550 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725646663-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr3/DOWNSAMPLED/image/jpeg/c73b6ce78ed1d907e4e9d43c3a48cbb2/gr3.jpg gr3 gr3.jpg jpg 78495 359 675 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725646663-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr4/DOWNSAMPLED/image/jpeg/17c496d0f422c67cc9a20cce8d90bab9/gr4.jpg gr4 gr4.jpg jpg 109399 500 614 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725646663-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr5/DOWNSAMPLED/image/jpeg/bf8e4791494076a29323779c52316136/gr5.jpg gr5 gr5.jpg jpg 80758 440 512 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725646663-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr6/DOWNSAMPLED/image/jpeg/d15d99412779890f25cf3e1470b56318/gr6.jpg gr6 gr6.jpg jpg 44390 297 373 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725646663-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/fx1/THUMBNAIL/image/gif/f808415cbd69b5b48e6a8c67185aa045/fx1.sml fx1 true fx1.sml sml 7921 81 219 IMAGE-THUMBNAIL 1-s2.0-S1872206725646663-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr1/HIGHRES/image/gif/c38670eabd8b7d77e21ccb55546b1067/gr1.sml gr1 gr1.sml sml 12239 151 219 IMAGE-THUMBNAIL 1-s2.0-S1872206725646663-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr2/DOWNSAMPLED/image/gif/a519b8925997df8daf531b721be02867/gr2.sml gr2 gr2.sml sml 16629 164 212 IMAGE-THUMBNAIL 1-s2.0-S1872206725646663-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr3/THUMBNAIL/image/gif/bb7f5073e652369e8c1ec9fd65ece409/gr3.sml gr3 gr3.sml sml 9790 117 219 IMAGE-THUMBNAIL 1-s2.0-S1872206725646663-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr4/THUMBNAIL/image/gif/410c3cbc371a5c29dad67d87efdeed43/gr4.sml gr4 gr4.sml sml 13987 164 201 IMAGE-THUMBNAIL 1-s2.0-S1872206725646663-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr5/DOWNSAMPLED/image/gif/a005b0188d22886b240f37c45074c77d/gr5.sml gr5 gr5.sml sml 12577 163 190 IMAGE-THUMBNAIL 1-s2.0-S1872206725646663-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/gr6/DOWNSAMPLED/image/gif/7c511941258b2ac6cbb8383a90aa5383/gr6.sml gr6 gr6.sml sml 14984 163 205 IMAGE-THUMBNAIL 1-s2.0-S1872206725646663-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/HIGHRES/image/jpeg/00e562b07d597bad6354010a0c04377b/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 121878 490 1328 IMAGE-HIGH-RES 1-s2.0-S1872206725646663-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/HIGHRES/image/jpeg/8dc61f47d180808748b738aca30ab171/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 349122 1102 1595 IMAGE-HIGH-RES 1-s2.0-S1872206725646663-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/HIGHRES/image/jpeg/a48d25fbf8a82a6a88aa08b5b18b3e8f/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 500574 1132 1462 IMAGE-HIGH-RES 1-s2.0-S1872206725646663-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/HIGHRES/image/jpeg/d873ddedd60a13de297037739a01908a/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 353623 955 1794 IMAGE-HIGH-RES 1-s2.0-S1872206725646663-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/HIGHRES/image/jpeg/9d9e7285082bfc426372cdd023fd76dc/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 465610 1329 1632 IMAGE-HIGH-RES 1-s2.0-S1872206725646663-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/HIGHRES/image/jpeg/6a8705fe0d0543886625356ca684e16c/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 352007 1170 1360 IMAGE-HIGH-RES 1-s2.0-S1872206725646663-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/HIGHRES/image/jpeg/f45dd3d67a43f483b61cc63ee8304c78/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 224427 791 992 IMAGE-HIGH-RES 1-s2.0-S1872206725646663-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725646663/mmc1/MAIN/application/pdf/8426a6a468961d2187c2bdd3c3d92ab0/mmc1.pdf mmc1 mmc1.pdf pdf false 5502579 APPLICATION CHNJC 64666 S1872-2067(25)64666-3 10.1016/S1872-2067(25)64666-3 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Synthetic scheme of COF-O-Ni samples. PXRD patterns (b), FT-IR spectra (c), N2 absorption-desorption isotherms at –196 °C (d) of COF-OH and COF-O-Ni samples. Fig. 2 HR-TEM image (a), the AC-HAADF-STEM image (b), and the EDX elemental mapping (c) of COF-O-TPYNi(NO3 –). (d) Normalized XANES spectra at the Ni K-edge of COF-O-Ni samples with Ni foil, NiO, and Cl-TPYNi as the reference. (e) FT-EXAFS spectra at the Ni K-edge of Cl-TPYNi and COF-O-Ni samples with Ni foil, NiO, and NiPc as the reference. (f–i) EXAFS fitting and structure of Cl-TPYNi and COF-O-Ni samples at R space. Fig. 3 (a) CO and H2 evolution at 2 h catalyzed by COF-O-Ni samples. (b) Summary of Ni-based photocatalytic systems for reduction of CO2 to CO. (c) Control experiments of catalytic conditions. (d) Cycle test of COF-O-TPYNi(NO3 –). (e) Transient photoresponsive current density analyst for TPYNi, COF-OH, and COF-O-Ni samples. (f) Nyquist plots of TPYNi, COF-OH, and COF-O-Ni based on EIS measurements. Fig. 4 (a) In-situ XANES spectra at Ni K-edge of COF-O-TPYNi(NO3 –) collected under Ar atmosphere, CO2 atmosphere, and CO2 atmosphere with light illumination. (b) CO2 sorption isotherms at –0.15 °C for COF-OH and COF-O-Ni samples. (c) The isosteric heats of adsorption (Qst) for COF-O-Ni samples. Pseudocolor plots (d,g) and ultrafast time-resolved TA spectra (e,h) of COF-O-TPYNi(NO3 –) and the physical mixture of COF-OH and TPYNi. All the samples are tested under 330 nm. (f,i) TA decay curves at 400 and 520 nm of COF-O-TPYNi(NO3 –) and the physical mixture of COF-OH and TPYNi. Fig. 5 (a) ATR-SEIRAS of COF-O-TPYNi(NO3 –). (b,c)PDOS of COF-OH and COF-O-TPYNi(NO3 –). (d) TDOS of COF-OH and COF-O-TPYNi(NO3 –). (e,f) The Gibbs free energy diagram of the CO2RR to CO photocatalytic reaction. (g) Proposed CO2 to CO photocatalytic pathway in the model of COF-O-TPYNi(NO3 –). Scheme 1 Design of high-efficiency photocatalysts. (a) Polypyridine nickel catalysts and photocatalytic process. (b) Integrating polypyridine nickel catalysts with COF-OH through a covalently linking strategy for enhanced photocatalytic CO2 reduction. This work was supported by the National Natural Science Foundation of China (92461304, 92356304, 22375185, 22105175), the Zhongyuan Thousand Talents (Zhongyuan Scholars) Program of Henan Province (234000510007), and the Natural Science Foundation of Henan Province (252300421181). Available online 20 July 2025 Article Engineering coordination microenvironments of polypyridine Ni catalysts embedded in covalent organic frameworks for efficient CO2 photoreduction Ya-Hui Li Yu Chen Jin-Yu Guo Rui Wang Shu-Na Zhao * Gang Li * Shuang-Quan Zang * Henan Key Laboratory of Crystalline Molecular Functional Materials, College of Chemistry, Zhengzhou University, Zhengzhou 450001, Henan, China Henan Key Laboratory of Crystalline Molecular Functional Materials College of Chemistry Zhengzhou University Zhengzhou Henan 450001 China Henan Key Laboratory of Crystalline Molecular Functional Materials, College of Chemistry, Zhengzhou University, Zhengzhou 450001, Henan, China * Corresponding author The coordination engineering of catalytic centers emerges as a pivotal strategy for precise electronic configuration modulation in photocatalytic CO2 reduction. Herein, the electronic structure of active sites in polypyridine nickel catalysts is well modified through strategic ligand variation (bipyridine, terpyridine (TPY), 2,6-di(1-pyrazolyl)pyridine) and anion coordination (NO3 –, Cl–, and CH3COO–), achieving enhanced CO2 performance. Crucially, covalent immobilization of these molecular catalysts within the COF-OH framework not only preserves their precisely defined and structurally adaptable characteristics but also demonstrates synergistic enhancement of CO2 adsorption capacity and charge transfer kinetics, as verified by CO2 adsorption isothermal analysis and ultrafast time-resolved transient absorption spectroscopy. Remarkably, COF-O-TPYNi(NO3 –) catalyst exhibits a CO2-to-CO reduction activity of 9006.0 μmol·g–1·h–1 with 95.9% selectivity, superior to its counterpart catalysts, directly validating the mechanistic significance of precisely tailored coordination microenvironments around Ni active sites. Mechanistic studies through in situ XAFS, in situ ATR-SEIRAS and theoretical calculations reveal that this performance improvement over COF-O-TPYNi(NO3 –) is attributed to the reduced reaction energy barrier of *COOH generation. This work pioneers a coordination shell engineering paradigm for rational design of molecularly defined catalytic architectures. Graphical Abstract This study optimized the electronic structure of polypyridine nickel catalysts that embedded on the skeleton of COF-OH by modifying the surrounding ligands (BPY, TPY, BPP) and coordinating anions (NO3 –, Cl–, and CH3COO–). These modifications can enhance charge transfer and reduce *COOH formation barriers, resulting in outstanding performance for photocatalytic CO2 reduction. Keywords Coordination number Anion regulation Covalent organic framework Polypyridine nickel catalyst Photocatalytic CO2 reduction 1 Introduction In response to the challenges posed by global climate change and energy scarcity, the conversion of CO2 into valuable chemicals using solar energy has emerged as a pivotal research area. This approach aims to mitigate greenhouse gas emissions while providing sustainable alternatives for carbon-based feedstocks [ 1–6 ]. In recent years, metal polypyridine complexes have been extensively employed as molecular catalysts for photocatalytic CO2 reduction [ 7,8 ]. These metal polypyridine complexes typically possess multi-π electron-conjugated structure, which facilitates their electron transfer and storage capabilities [ 9 ]. Furthermore, metal polypyridine complexes consistently feature well-defined and tunable central metal ions or the surrounding ligands. This characteristic facilitates the optimization of adsorption strength for reaction intermediates during CO2 reduction, thereby enhancing catalytic activity and selectivity. Metal complexes featuring bipyridine (BPY) [ 10 ], terpyridine (TPY) [ 11 ], and quaterpyridine (QPY) [ 12 ] ligands have emerged as promising candidates for CO2 reduction, exhibiting ideal photocatalytic activity and selectivity. Nevertheless, the practical applications of molecular catalysts are often restricted by challenges related to catalyst recovery, which may result in increased costs, potential catalyst loss, and environmental risks. Loading molecular catalysts onto suitable supports [ 13–18 ] to integrate their advantages of molecular catalysts into the resulting heterogeneous catalysts is a promising strategy to enhance the performance of photocatalysts for CO2 reduction. Wang et al. [ 16 ] repored a UiO-type MOF bearing a bipyridine linker, which can be further functionalized with single Co(II) sites for photocatalytic CO2 reduction. Remarkably, the photocatalytic performance of UiO-Co-Nx (x = 2, 3, and 4) is influenced by the N coordination number surrounding the Co sites, as it not only regulates the charge-transfer dynamics but also affects the electronic density of single Co sites [ 16 ]. Furthermore, the simultaneous precise modulation of first and second coordination shell on bipyridine nickel catalysts UiO-Ni-X-Y (X = S, O; Y = H, Cl, and CF3) embedded within UiO-67 skeleton was achieved by modifying the coordinated group (e.g. –SH or –OH) and functional groups (e.g. –H, –Cl, or –CF3) of the ligands. Both the first and second coordination spheres significantly influence photocatalytic performance, underscoring the necessity of precisely regulating coordination microenvironment of active metal sites in photocatalysis [ 19 ]. Covalent organic frameworks (COFs) [ 20–27 ], characterized by well-defined porosity, tunable microstructure, highly crystalline π-conjugated structure, and high water stability, have emerged as another ideal support materials to integrate multiple functional components for photocatalytic CO2 reduction [ 28–32 ]. The pre-installed specific metal active sites in the COF network, such as BPY [ 33 ], porphyrin [ 34 ], salen [ 35 ], etc., are a general strategy to functionalize COFs for photocatalytic applications [ 36–42 ]. Zhang et al. [ 43 ] designed three benzoxazole(BBO)-based COF photocatalysts incorporating Co ions with distinct coordination geometries: Co-N-O2, Co-N-O3, and Co-N2-O2. Among them, BBO-COFBPY-Co exhibits the best photocatalytic activity with CO yield of 10552.15 μmol·g–1·h–1 and selectivity of 91%, underscoring the critical role of the coordination environment in COF-based photocatalytic systems. Recently, Dai et al. [ 44 ] fabricated single-site Co(II) catalysts with different coordinated anions (F–, Cl–, CH3COO–, and NO3 –) supported on a bipyridine-based COF, and demonstrated the coordinated anions on the metal sites can influence the photocatalytic performance of CO2 reduction. However, introducing active sites through the pre-installed approach makes it difficult to regulate their ligand types, resulting in challenges in obtaining a well-defined structure [ 45,46 ]. The functionalized organic skeleton of COFs offers an ideal platform for anchoring catalytic centers with tunable structures through covalent linkages using a post-synthetic modification (PSM) strategy. Lu et al. [ 47 ] confined a MnMo6 polyoxometalate within the regular nanopores of a COF via a Schiff base reaction, achieving outstanding photocatalytic CO2-to-CO performance in a gas-solid reaction system. A cyclopentadiene Rh(III) unit was successfully grafted onto COF skeleton via amidation reaction, resulting in excellent performance for the [ 4 + 2 ] annulation reaction [ 48 ]. With this in mind, the PSM strategy was developed in this work to create high-efficiency photocatalysts. Specifically, we synthesized three polypyridine nickel catalysts based COFs materials (COF-O-Ni) by covalently linking polypyridine nickel catalysts (Br-BPYNi, Cl-TPYNi, and I-BPPNi) with the hydroxyl groups of COF-OH via the Williamson reaction (Scheme 1 ). This approach not only preserves the well-defined and highly tunable structural advantages of polypyridine nickel catalysts, but also extends visible light absorption, enhances charge separation, and facilitates recyclability. Notably, COF-O-TPYNi(NO3 –) exhibited significantly improved performance for photocatalytic CO2 reduction, achieving an efficiency of 9006.0 μmol·g–1·h–1 and selectivity of 95.9%. This surpasses the results of COF-O-TPYNi(Cl–) (4588.4 μmol·g–1·h–1, 87.3%) and COF-O-TPYNi(CH3COO–) (3591.8 μmol·g–1·h–1, 94.1%), indicating the significant influence of coordinating anions on the catalytic performance of photocatalytic CO2 reduction. Furthermore, these values are 2.4-fold and 5.2-fold higher than those of COF-O-BPYNi(NO3 –) and COF-O-BPPNi(NO3 –) under the same conditions, which can be attributed to the different coordination environments of the metal sites. 2 Experimental 2.1 Materials All reagents were purchased from commercial sources without further purification. 2,4,6-tris(4-aminophenyl)-1,3,5- triazine (TAPT, 98%, Yanshen Technology), 2,5- dihydroxybenzene-1,4-dicarboxaldehyde (2,3-DHTA, 97%, Alfa Aesar), 5-bromo-2,2’-bipyridine (Br-BPY, 98%, Energy Chemical), 4’-chloro-2,2’:6’,2’’-terpyridine (Cl-TPY, 98%, Energy Chemical), 4-iodo-2,6-di(1H-pyrazol-1-yl)pyridine (I-BPP, 98%, Alfa Aesa), Ni(NO3)2·6H2O (98%, innochem), tris(2,2’-bipyridyl) ruthenium(II) chloride hexahydrate (98%, Energy Chemical, Ru(bpy)3Cl2·6H2O), 1,2-dichlorobenzene (DCB, 99%, extra dry, with molecular sieves, Energyseal), 1-butanol (99%, extra dry, with molecular sieves, N2 gas (99.99 vol%, Xinxiang Yuxin Gas Manufacturing Co., Ltd) and CO2 gas (99.999 vol%, Xinxiang Yuxin Gas Manufacturing Co., Ltd) were used in the present work. 2.2 Synthesis 2.2.1 Br-BPYNi, Cl-TPYNi, and I-BPPNi The Br-BPY (1.0 mmol) and Ni(NO3)2·6H2O (1.2 mmol) were added into a 25 mL vessel with 3 mL MeCN. The solution was heated to 65 °C and maintained for ca. 4 h under argon to give a pale green solid. After cooling to room temperature, the solid was isolated by centrifugation and washed with MeCN to remove unreacted metal salts and ligands. The solid was dried in the air (yield: 95% based on Br-BPY). Following the same procedures as in the synthesis of Cl-TPYNi and I-BPPNi, these complexes were obtained by substituting Br-BPY with Cl-TPY (1.0 mmol) and I-BPP (1.0 mmol), respectively. The resulting complexes were dissolved into the minimum volume of MeCN, followed by the gradual addition of ether to precipitate Cl-TPYNi and I-BPPNi. (CCDC No.: 2387425, 2387427, 2387428, 2387430). UV-Vis for Br-BPYNi: 216, 257, 305, 316, 329 nm. ESI-MS for Br-BPYNi in MeCN: [Br-BPYNiNO3]+ (C10H6BrN2NiNO3) at m/z (%) = 355.939 (calc. m/z = 355.899). ESI-MS for Cl-TPYNi in MeCN: [Cl-TPYNiO]+ (C15H8ClN3NiO) at m/z (%) = 339.109 (calc. V = 338.971). ESI-MS for I-BPPNi in MeCN: [I-BPPNiNO3]+ (C11H7IN5NiNO3) at m/z (%) = 456.941 (calc. m/z = 456.905). 2.2.2 Synthesis of COF-OH COF-OH was synthesized according to the method described in reference with slight modifications [ 49 ]. A tube (radius 1 cm, length 30 cm) was charged with TAPT (0.16 mmol, 56.70 mg), 2,3-DHTA (0.24 mmol, 39.90 mg), 2 mL DCB/1-butanol (v/v = 1/1), and 0.2 mL of 6 mol·L–1 aqueous acetic acid. The tube was then flash frozen at –196 °C (liquid N2 bath) and degassed to a pressure of 10–3 Pa. The tube was sealed off and then heated at 120 °C for 72 h. A red precipitate was collected by filtration and washed with MeOH. The powder was collected, then the solvent was exchanged with THF and MeOH and dried at 80 °C under a vacuum for 12 h to get COF-OH. 2.2.3 Synthesis of COF-O-Ni COF-OH (70 mg) and K2CO3 (120 mg) were dispersed in 5 mL DMF in a 25 mL three-neck round-bottomed flask. Then polypyridine nickel catalysts (Br-BPYNi (70 mg), Cl-TPYNi (80 mg), or I-BPPNi (90 mg)) were added. The mixture was heated at 50 °C under a nitrogen atmosphere for 6 h. After that, the mixed solution was centrifuged and washed with EtOH. The precipitate was dried under vacuum to yield COF-O-Ni (yield: ~95%). 2.3 Materials characterization Powder X-ray diffraction (PXRD) patterns of the samples were recorded on an X-ray Diffractometer (Rigaku MiniFlex 600) by depositing powder on the glass substrate, from 2θ = 2.5° up to 30° with 0.02° increment. Fourier transform infrared (FT-IR) spectra were recorded on a Bruker ALPHA II FT-IR spectrometer. Solid-state 13C nuclear magnetuc resonance (NMR) experiments were performed on AVANCE (3) 400WB. The X-ray photoelectron spectroscopy (XPS) data were collected using the thermo-scientific K-alpha. The C peak at 284.80 eV was used as a reference to correct for charging effects. Solid-state ultraviolet-visible diffuse reflectance spectra (UV-vis DRS) were collected on the UH4150 spectrophotometer using BaSO4 as the reference. High-resolution transmission electron microscopy (HR-TEM) images were obtained in FEI TalosF200S. Aberration-corrected high-angle annular dark-field scanning transmission electron microscopy (AC HAADF-STEM) images were obtained in FEI Titan cubed Themis G2 300 STEM with an aspherical aberration corrector. The inductively coupled plasma mass optical emission spectrometer (ICP-OES) spectroscopy analysis was recorded on Agilent 5110. Thermal gravimetric analysis (TGA) was recorded by a TGA Q50 thermal analyzer from room temperature to 800 °C under an N2 atmosphere using a heating rate of 10 °C·min–1. N2 adsorption isotherms were measured at liquid nitrogen temperature (–196 °C) by using automatic volumetric adsorption equipment (Belsorp Max II) after a degassed process at 120 °C for 12 h. Specific surface areas were obtained by using the Brunauer-Emmet-Teller (BET) model. By using the nonlocal density functional theory (NLDFT) model, the pore volume was derived from the sorption curve. Emission spectra of [Ru(bpy)3]2+ with different equivalent addition of BIH and COF-O-Ni in MeCN/H2O (4/1) were collected on a HORIBA FluoroLog-3 fluorescence spectrometer. 2.4 Photocatalytic CO2 reduction The photocatalytic CO2 reduction experiments and conditions optimization experiments were performed in a 100 mL quartz cell using a 300 W Xe lamp (PLS-SXE 300C produced by Beijing Perfect Light Technology Co. Ltd) equipped with UV cut-off filter (λ ≥ 420 nm). The experiments were performed in a mixed solution MeCN/H2O (V/V = 4/1) containing the photosensitizer ([Ru(bpy)3]2+) and sacrificial reagent (1,3-dimethyl- 2-phenyl-2,3-dihydro-1H-benzo[d]imidazole, BIH). The catalyst powder was suspended in this solution following ultrasonic dispersion for 30 min. Before irradiation, the system was deaerated by bubbling CO2 for 30 min. During the photocatalytic reaction, the reactor was tightly sealed to avoid gas exchange and maintained at 25 °C. The generated CO in the headspace was sampled (300 µL) and then analyzed using gas chromatography (Agilent Technology 7820A, nitrogen as a carrier gas) equipped with both TCD and FID detectors. H2 and CO were detected using a TCD and FID, respectively. Product gases were calibrated with the standard gas mixtures and their identities were determined using the retention time. Recyclability test. The photocatalytic reaction was conducted under visible light irradiation (λ ≥ 420 nm) for 2 h. After the reaction was completed, a fresh solution of ([Ru(bpy)3]2+) (15 mg) and BIH (5 mg) solution injected into the reaction mixture. The apparent quantum yield (AQY) was determined under irradiation from a LED lamp equipped with various bandpass filters (420, 450, 475, and 500 nm). The AQE was calculated based on the equation below: AQY = (2 × n co × N A × h × c) / (S × P × t × λ) × 100% where n co is the number of CO (mol), N A is the Avogadro constant (6.022 × 1023 mol–1), h is the Planck constant (6.62 × 10–34 J·s), c is the speed of light (3 × 108 m·s–1), S is the irradiation area (cm2), P is the intensity of irradiation light (W·cm–2), t is the photoreaction time (s), λ is the wavelength of the monochromatic light (nm). 2.5 Photoelectrochemical measurements The photoelectrochemical measurements (Mott-Schottky spots, photocurrent, and electrochemical impedance spectroscopy (EIS)) were collected in a standard three-electrode cell using the electrochemical workstation (CHI 660e). The reference electrode was Ag/AgCl (KCl saturated) and the counter electrode was a platinum sheet. The working electrodes of COF-OH and COF-O-Ni were prepared using the following procedure: 1.0 mg sample powder was dispersed into 5 μL 5 wt% Nafion and 0.5 mL ethanol, followed by sonication for 30 minutes. The working electrode was prepared by dropping the suspension (3 μL) onto the surface of a glassy carbon electrode (diameter = 3 mm) and allowed to dry in ambient conditions. All the experiments were performed at room temperature using 0.20 mol·L–1 Na2SO4 electrolyte. Photocurrent measurements were performed under irradiation from a 300 W xenon lamp. Mott-Schottky plots were measured at frequencies of 500, 1000, and 1500 Hz, respectively. Electrochemical impedance spectroscopy (EIS) measurements were performed in the frequency range from 0.01 Hz to 1 MHz. 3 Results and discussion 3.1 Synthesis and structural characterization The PXRD pattern of COF-OH exhibits a sharp diffraction peak at 2.89°, along with three broad peaks at 4.85°, 5.72°, and 7.61°, corresponding to the (100), (110), (200), and (210) planes (Fig. 1(b) ), respectively. These findings are consistent with previously reported results [ 50 ]. The presence of a characteristic absorption peak in the FT-IR spectra at 1662 cm–1 provides direct evidence for the formation of imine bonds (C=N), further confirming the successful synthesis of the COF-OH material (Fig. 1(c)). Additionally, COF-OH possesses a high BET surface area of 1556 m2·g–1 and two distinct pore windows measuring 1.5 and 2.6 nm, respectively, which are sufficiently large for loading polypyridine nickel catalysts (Figs. 1(d) and S1). Furthermore, COF-OH demonstrates excellent thermal stability, with a decomposition temperature of up to 430 °C (Fig. S2). Collectively, these results support the conclusion that the robust OH-containing COF is promising platform for grafting polypyridine nickel catalysts. The PXRD patterns of COF-OH incorporated with polypyridine nickel catalysts (denoted as COF-O-Ni shown in Fig. 1(a)) were well matched with those of the bulk COF-OH, providing clear confirmation of the preservation of the COF-OH structure (Fig. 1(b)). The solid-state 13C NMR spectra of COF-O-Ni samples exhibit all the characteristic peaks obserbed in COF-OH, further corroborating the structure integrity of the COF-OH platform (Fig. S3). FT-IR spectra revealed that the C=N stretching vibrations in COF-O-Ni samples remained intact after the PSM, indicating that the covalent linkages within the framework were unaffected during the PSM process (Fig. 1(c)). Additionally, a stretching vibration associated with (C–O–C) ether bonds at 1258 cm–1 was observed after PSM, suggesting successful covalent grafting of polypyridine nickel catalysts onto the channel walls of COF-OH [ 50 ]. The BET surface areas of COF-O-BPYNi(NO3 –), COF-O-TPYNi(NO3 –), and COF-O-BPPNi(NO3 –) were calculated to be 990, 846, and 1309 m2·g–1, respectively (Figs. 1(d) and S1). The decrease in BET surface areas for the COF-O-Ni samples compared to pristine COF-OH can be attributed to the occupied volume of the Ni molecular catalyst and/or slight lattice distortion, as evidenced in the PXRD patterns. Furthermore, no visible changes in the morphology of COF-O-Ni samples were observed after modification, further confirming the structural stability of the COF-OH platform. Additionally, HR-TEM and AC-HAADF-STEM images of COF-O-Ni samples confirm the atomic dispersion of Ni atoms over the COF-OH platform (Figs. 2(a)–(c) , Figs. S4–S6). No signal of halogen atoms was detected in energy-dispersive X-ray spectroscopy (EDX) analysis of COF-O-Ni samples, further confirming the covalent grafting of polypyridine nickel catalysts (Fig. S7). ICP-OES analysis reveals that the Ni content in COF-O-Ni samples is 5.87 wt%, 7.32 wt%, and 8.74 wt%, respectively. Additionally, XPS measurements were conducted to investigate the surface chemical composition and electronic structure of COF-O-Ni samples (Figs. S8–S12). The characteristic signals of Cl 2p, Br 3d, and I 3d are nearly undetectable in COF-O-Ni samples compared to the mixture of COF-OH and polypyridine nickel catalysts before the reaction (Fig. S10). Meanwhile, the high-resolution O 1s spectra show an addition peak at ~531.24 eV, indicating the formation of C–O–C. These results further verify the successful loading of different polypyridine nickel catalysts into pristine COF-OH through a covalent connection (Fig. S11). As shown in Fig. S12, for COF-TPYNi(NO3 –), the high-resolution XPS spectra of Ni 2p exhibit predominant peaks at 856.13 eV (Ni 2p 3/2) and 873.54 eV (Ni 2p 1/2), accompanied by satellite signals, suggesting that the valence state of the Ni atom is +2. The Ni 2p 3/2 binding energies follow the trend: COF-O-TPYNi(NO3 –) (855.87 eV) < COF-O-BPYNi(NO3 –) (856.43 eV) < COF-O-BPPNi(NO3 –) (857.05 eV). This indicates that TPYNi exhibits stronger coordination with the hydroxyl group in COF-OH compared to BPYNi and BPPNi, as COF-OH donates electrons to Ni(II), reducing the electron deficiency [ 51 ]. The electronic and local coordination structures of the Ni units in COF-O-Ni samples were further analyzed at the atomic level using X-ray absorption fine structure spectroscopy (XAFS). As shown in the Ni K-edge X-ray absorption near edge structure (XANES) spectra (Fig. 2(d)), the absorption edge positions of COF-O-Ni samples are similar to that of NiO, suggesting the bivalent nature of the Ni atoms in all three COF-O-Ni samples. In the Fourier transform k2-weighted extended X-ray absorption fine structure (EXAFS) curves (Fig. 2(e)), all COF-O-Ni samples exhibit a prominent peak at ~1.53 Å, which lies between the Ni–N (1.47 Å) in Ni phthalocyanine (NiPc) and the Ni–O (1.63 Å) in NiO scattering path, indicating the coexistence of Ni–N and Ni–O coordination in the first coordination shell. Furthermore, no Ni–Ni peaks at ~2.16 Å were detected, confirming the atomic dispersion of the Ni atoms in the COF-O-Ni samples. The wavelet transform (WT) analysis of the COF-O-Ni samples, which exhibits high resolution in both k and R space, further corroborates these findings. Additionally, EXAFS fitting results verified that each Ni atom is coordinated with approximately three N and three O atoms in all COF-O-Ni samples, consistent with the polypyridine nickel catalysts (Figs. 2(f)–(i), Figs. S13, S14, and Table S1). Collectively, these results demonstrate the successful covalent grafting of Ni moieties onto the backbones of COF-OH while preserving their original structures. 3.2 Photocatalytic performance The photocatalytic performance of the as-prepared catalysts for CO2RR was evaluated using a mixed solvent of MeCN/H2O (4:1) with a photosensitizer ([Ru(bpy)3]Cl2·6H2O) and a sacrificial reagent (1,3-dimethyl-2-phenyl-2,3-dihydro- 1H-benzimidazole, BIH) under visible-light irradiation (≥ 420 nm). Notably, a comprehensive investigation was conducted to examine the impact of both the first and secondary coordination shells on the photocatalytic CO2RR performance. Among all the photocatalysts, COF-O-TPYNi(NO3 –) achieved the highest CO production rate of 9006.0 μmol·g–1·h–1, with an outstanding CO/H2 selectivity of 95.9% after 2 h of light irradiation (Fig. 3(a) ). When the TPY ligand is replaced with BPY or BPP ligands, the CO production activity of COF-O-BPYNi(NO3 –) or COF-O-BPPNi(NO3 –) significantly decreases to 3734.8 and 1716.5 μmol·g–1·h–1, respectively, with CO selectivities of 91.0% and 86.1%, respectively. These results confirm that the second coordination sphere, which influences the electronic structure of the metal center through long-range electron delocalization, leads to distinctly different catalytic activities. Additionally, coordinating anions such as nitrates, chloride ions, and acetates also impact the first or secondary coordination shells of the active center, thereby affecting the catalytic performance. In terms of CO2-CO conversion, COF-O-TPYNi(NO3 –) exhibits the highest CO production rate of 9006.0 μmol·g–1·h–1 with 95.9% selectivity towards CO, followed by other COF-O-TPYNi catalysts with different anionic ligands in the order of COF-O-TPYNi(Cl–) > (4588.4 μmol·g–1·h–1, 87.3%) > COF-O-TPYNi(CH3COO–) (3591.8 μmol·g–1·h–1, 94.1%). The above results demonstrate the crucial roles of synthesis routes and coordinating anions in regulating the photocatalytic activity of COF-O-Ni catalysts. The measured CO production rate of COF-O-TPYNi(NO3 –) is comparable to and even better than some recently reported nickel-based photocatalysts (Fig. 3(b) and Table S2). These findings demonstrate the promising potential for practical applications in CO2 conversion through precise tailoring of the coordination environment of catalytic sites within COFs. Moreover, the AQY of COF-O-TPYNi(NO3 –) was systematically quantified across multiple wavelengths, peaking at 0.20% under 450 nm illumination (Fig. S15). In addition, isotope-labeled 13CO2RR experiments were conducted to investigate the carbon source of CO products. As shown in Fig. S16, the peak at m/z = 29 in the mass spectrum confirms that the generated 13CO originates from 13CO2, demonstrating that the CO is derived from CO2 rather than from potential contaminants. To identify the key factors for CO2RR in the COF-O-TPYNi(NO3 –) photocatalytic system, a series of comparative experiments were conducted. Negligible amounts of CO were detected in the absence of light irradiation, BIH, and [Ru(bpy)3]2+, highlighting the crucial roles of these factors in photocatalytic CO2 conversion. As shown in Fig. 3(c), when CO2 was replaced with N2 in the photocatalytic system, only trace amounts of H2 and no CO were detected, indicating that CO is derived from CO2 [ 49 ]. Additionally, the poor photocatalytic CO2RR activity and product selectivity of pristine COF-OH reveal the essential role of TPYNi sites as the real active sites. The TPYNi exhibits limited photocatalytic performance, producing 749.8 μmol·g–1·h–1 CO and 149.7 μmol·g–1·h–1 H2, indicating the significant role of COF-OH in facilitating electron transfer. Moreover, the physical mixture of COF-OH and TPYNi yields 791.4 μmol·g–1·h–1 CO and 118.5 μmol·g–1·h–1 H2, which is much lower than that of COF-O-TPYNi(NO3 –) under the same conditions. This suggests that the strong covalent connection between COF-OH and TPYNi effectively enhances charge separation and transfer efficiency between the two components. The good photocatalytic stability of COF-O-TPYNi(NO3 –) was verified through five CO2 reduction cycle tests with only slight deterioration (Fig. 3(d)). The PXRD patterns demonstrated that the crystallinity and structural integrity of COF-O-TPYNi(NO3 –) were retained after recycling tests (Fig. S17). Moreover, the presence of C=N and C–O–C in the FT-IR and XPS spectra of the post-reaction sample further confirms that both the COF-OH skeleton and molecular covalent linkage remains intact after photocatalysis (Figs. S18 and S19). The high-resolution XPS spectra of Ni 2p indicated that COF-O-TPYNi(NO3 –) maintained the valence of nickel after recycling tests (Fig. S19(d)). Correspondingly, HR-TEM images of the post-reaction sample revealed that the morphology of COF-OH was well preserved, with no discernible growth or agglomeration of Ni NPs (Fig. S20). These results collectively indicate the excellent stability of the COF-O-TPYNi(NO3 –) catalyst during the photocatalytic CO2RR. 3.3 Mechanism of photocatalytic CO2 reduction To elucidate the underlying factors for excellent photocatalytic performance, photoelectrochemical properties of the as-prepared catalysts were performed. As shown in Fig. 3(e), chopped photocurrent responses were measured by turning lights on and off at the same time interval. Both COF-OH and TPYNi exhibit poor photocurrent density due to the fast recombination of photogenerated electron-hole pairs. After covalently grafting polypyridine nickel catalysts onto COF-OH, a noticeable increase in photocurrent intensity was observed. Notably, COF-O-TPYNi(NO3 –) demonstrated the largest and most stable photocurrent response among the COF-O-Ni samples, revealing its superior interface charge transfer and separation ability. Furthermore, COF-O-TPYNi(NO3 –) exhibited the lowest charge transfer resistance in EIS spectra (Fig. 3(f)), further indicating its exceptional charge transfer kinetics. Solid-state UV-vis DRS spectrum shows that covalently grafting polypyridine nickel catalysts onto COF-OH resulted in a slight red-shift of the absorption edge (Fig. S21). This observation suggests that the incorporation of polypyridine nickel catalysts as active centers enhances light-harvesting properties and increases electron delocalization in COF-OH [ 52 ]. The optical bandgaps of COF-O-Ni samples were determined as 1.79, 1.71, and 1.86 eV by Tauc plots, respectively (Fig. S22). Correspondingly, the conductive and valence band positions of TPYNi and COF-O-Ni samples were calculated through a combination of Mott-Schottky results and their optical bandgaps (Figs. S23 and S24). The results indicate that the CB position of all the COF-O-Ni samples is situated above the redox potential of CO2/CO (–0.52 V vs. NHE) (Fig. S25), rendering them thermodynamically suitable for photocatalytic reduction of CO2 [ 53 ]. In-situ XAFS experiments were conducted to dynamically monitor the oxidation state of Ni sites (Fig. 4(a) ). The Ni K-edge XANES spectra were collected under three conditions: Ar atmosphere, CO2 atmosphere, and CO2 atmosphere with light illumination. Upon switching from an Ar atmosphere to a CO2 atmosphere, a slight upward shift of 0.123 eV in energy at the Ni K-edge of COF-O-TPYNi(NO3 –) was observed. This shift can be attributed to spontaneous electron transfer from the Ni active center to the C 2p orbital of adsorbed CO2. Furhtermore, the Ni K-edge of COF-O-TPYNi(NO3 –) exhibited a slight downward shift of 0.156 eV under light illumination, with energy values even lower than those in the Ar atmosphere. This shift suggests the formation of low-valent Ni species during photocatalytic CO2 reduction, which can be attributed to the transfer of photogenerated electrons from the COF-OH framework to the Ni active sites. Therefore, in-situ XAFS results reveal that the Ni sites within the TPY group are the true active sites for CO2 reduction . Furthermore, CO2 sorption studies on COF-OH and COF-O-Ni samples were performed at 0 and 25 °C, respectively (Figs. 4(b) and S26). All the COF-O-Ni samples exhibited higher CO2 adsorption capacities compared to COF-OH, demonstrating that the incorporation of polypyridine nickel groups enhances the CO2 adsorption on the catalyst surface. Qst were calculated from the CO2 adsorption isotherms using the Clausius-Clapeyron equation (Fig. 4(c)). The COF-O-TPYNi(NO3 –) exhibited larger isosteric heats of adsorption (32.1 kJ·mol–1) compared to COF-O-BPYNi(NO3 –) (29.8 kJ·mol–1) and COF-O-BPPNi(NO3 –) (28.6 kJ·mol–1), indicating that the TPYNi(NO3 –) sites enhance binding affinities toward CO2, therefore improving CO2 adsorption abilities. To further investigate the photogenerated electron-transfer dynamics, ultrafast time-resolved transient absorption (TA) spertroscopy (Figs. 4(d)–(i) and S27) and quenching experiments of [Ru(bpy)3]2+ were performed. Under 330 nm laser excitation, positive TA signals across the 380–620 nm range were observed for TPYNi, COF-OH, and their physical mixture, consistent with photoinduced absorption (PA) characteristics of electrons (Figs. 4(d), 4(e) and S27). In contrast, COF-O-TPYNi(NO3 –) exhibited a broad negative signal centered at 520 nm, corresponding to its ground-state bleach (GSB) signal (Figs. 4(g) and (h)). To elucidate the carrier dynamics, the decay kinetics of TA signals were analyzed. As shown in Figs. 4(f) and 4(i), the kinetic profiles of the physical mixture and COF-O-TPYNi(NO3 –) at 400 and 520 nm were fitted using a bi-exponential equation, revealing two distinct relaxation pathways for photogenerated electrons. Notably, COF-O-TPYNi(NO3 –) demonstrated prolonged relaxation times with τ 1 = 2.07 ps (520 nm)/3.6 ps (400 nm) and τ 2 = 122.6 ps (520 nm)/86.6 ps (400 nm), significantly exceeding those of the physical mixture (τ 1 = 1.83 ps/2.28 ps; τ 2 = 65.3/42.1 ps at respective wavelengths). These findings conclusively demonstrate that covalent grafting of TPYNi onto COF-OH framework simultaneously suppresses electron-hole recombination and enhances intramolecular charge transfer efficiency [ 54–56 ]. The quenching experiments of [Ru(bpy)3]2+ were performed using both steady-state and time-resolved fluorescence spectroscopy. As illustrated in Figs. S28 and S29, the addition of either BIH or COF-O-Ni samples leads to a decrease in the steady-state emission intensity of [Ru(bpy)3]2+. However, the lifetime of [Ru(bpy)3]2+ was shortened from 209.11 to 67.69 ns in the presence of BIH, while COF-O-Ni samples did not affect the lifetime of [Ru(bpy)3]2+. These findings demonstrate that efficient electron transfer between [Ru(bpy)3]2+ and BIH, highlighting a predominant reductive quenching pathway for this electron transfer process [ 57–59 ]. The observed quenching in the steady-state emission with COF-O-Ni samples can be attributed to the inner filter effect, which arises from the overlapping absorption between the COF-O-Ni samples and [Ru(bpy)3]2+ at 540 nm [ 60 ]. Furthermore, in-situ attenuated total reflection surface-enhanced infrared absorption spectroscopy (ATR-SEIRAS) was employed to investigate the possible intermediates in CO2 reduction. As depicted in Fig. 5(a) , the peaks at 2343 and 2362 cm–1 correspond to the asymmetric stretching of CO2, indicating that the initial step in the catalytic process involves strong binding of CO2 to the COF-O-TPYNi(NO3 –) surface [ 61 ]. The peaks at 1431 and 1357 cm–1 were assigned to the symmetric stretching of monodentate carbonate (m-CO3 2–) [ 62-64 ], while the peak at 1283 cm–1 corresponds to bidentate carbonate (b-CO3 2–). Notably, as the irradiation time increased, characteristic peaks for *COOH appeared at 1512 and 1107 cm–1, confirming *COOH as a key intermediate in the photoreduction process of CO2 to CO [ 65 ]. The ATR-SEIRAS results for COF-O-BPY(NO3 –) and COF-O-BPP(NO3 –) are consistent with those of COF-O-TPYNi(NO3 –) as shown in Figs. S30 and S31. To gain deeper insights into the CO2 photoreduction mechanism over COF-O-TPYNi(NO3 –), density functional theory (DFT) calculations were conducted to elucidate the regulation of the electronic structure and catalytic performance. For the patical density of states (PDOS) of COF-OH, the valance band (VB) maximun is predominantly constituted by C-2p and O-2p states, while the conduction band (CB) minimun is primarily composed of C-2p and N-2p states (Figs. 5(b) and S32). Notably, significant electronic structure modifications were identified in COF-O-TPYNi(NO3 –). Specifically, the PDOS analysis reveals that the CB minimun composition in COF-O-TPYNi(NO3 –) retains similarity to that of COF-OH, whereas the VB maximun is predominantly originates from Ni-3d and O-2p states within the TPYNi groups (Figs. 5(c) and S33). According to the total density of states (TDOS) profies, the incorporation of TPYNi(NO3 –) effectively generates new states proximal to the Fermi level and induces a pronounced shift of the CB minimum toward the Fermi level, suggesting enhanced photocatalytic activity for COF-O-TPYNi(NO3 –) compared to COF-OH (Fig. 5(d)). Consequently, the electrons in COF-O-TPYNi(NO3 –) can be more readily photoexcited to the conduction band, thereby facilitating their participation in the catalytic reaction. The formation energy of *COOH in COF-O-TPYNi(NO3 –) and COF-O-BPYNi(NO3 –) were 0.54 and 0.55 eV, respectively, indicating a minimal difference due to the coordination environment of the Ni center (Fig. 5(e)). In contrast, COF-O-BPPNi(NO3 –) exhibited a lower free energy barrier for *COOH generation (0.39 eV), which can be primarily attributed to the influence of the N atom in the pyrazole ring. However, the *CO desorption energy for COF-O-BPPNi(NO3 –) was relatively high at 0.585 eV. Overall, the rate-determining step (RDS) for COF-O-BPYNi(NO3 –) and COF-O-TPYNi(NO3 –) is the formation of *COOH, while for COF-O-BPPNi(NO3 –), the RDS is *CO desorption. The energy barriers of the RDS in COF-O-Ni samples follow the order: COF-O-TPYNi(NO3 –) < COF-O-BPYNi(NO3 –) < COF-O-BPPNi(NO3 –), which is consistent with the photocatalytic performance. Additionally, the calculated hydrogen evolution reaction (HER) free energy curves show that the ΔG values for *H formation on COF-O-Ni samples are significantly higher than the energy barriers for CO2 reduction, resulting in high selectivity for CO2 reduction to CO and effectively suppressing H2 production from water decomposition (Fig. S34). Furthermore, DFT calculations were conducted to investigate the energy barriers for CO2RR on COF-O-TPYNi with different coordinating anions (X = NO3 –, Cl–, and CH3COO–) (Fig. 5(f)). The formation free energy of the COOH* intermediate follows the order: COF-O-TPYNi(NO3 –) (0.543 eV) < COF-O-TPYNi(Cl–) (0.633 eV) < COF-O-TPYNi(CH3COO–) (0.681 eV), which is consistent with the observed experimental catalytic activity trends. A probable mechanism for CO2 photoreduction over COF-O-TPYNi(NO3 –) is proposed and illustrated in Fig. 5(g). Under visible light irradiation, [Ru(bpy)3]2+ is excited to form the excited {[Ru(bpy)3]2+}*. This species then accepts an electron from BIH, resulting in the formation of the reduced species [Ru(bpy)3]+. The reduced Ru(I) species subsequently injects electrons into the COF-OH skeleton, regenerating the ground-state [Ru(bpy)3]2+. The COF-OH acts as an efficient electron pump, facilitating charge separation and transferring electrons to the TPYNi active sites. The CO2 molecules adsorbed on the Ni sites accept electrons and protons to form a radical CO2 – intermediate, which further acquires a proton to produce *COOH intermediates. Subsequently, the *COOH intermediates accept another proton and electron to form *CO intermediates, which are eventually desorbed from the catalysts. The coordinating anions (eg. NO3 –, Cl–, and CH3COO–) can influence the electronic density of Ni active sites, leading to varying activation barriers for the rate-determining step of CO2 photoreduction. The results indicate that the ligands and coordinating anions significantly modulate the electronic structure of Ni(II) active sites, thereby reducing the CO2 activation barrier. Among them, COF-O-TPYNi(NO3 –) exhibits the lowest energy barrier. By enhancing charge transfer kinetics and lowering reaction barriers, the first or second coordination sphere (the ligands and coordinating anions) plays a crucial role in improving photocatalytic CO2RR performance. 4 Conclusions In summary, we have developed novel COF-O-Ni composite photocatalysts with high catalytic activity through a Williamson reaction. This approach not only retains the well-defined and highly tunable structural advantages of molecular catalysts but also extends visible light absorption, enhances charge separation, and facilitates recycling. Notably, COF-O-TPYNi(NO3 –) exhibited significantly improved performance for photocatalytic CO2 reduction, with an efficiency of 9006.0 μmol·g–1·h–1 and selectivity of 95.9%, surpasses the performance of its counterpart catalysts. Experimental and theoretical analyses show that this performance improvement is attributed to the superior charge transfer characteristics and low *COOH energy barrier of COF-O-TPYNi(NO3 –), which reduces the energy barrier and improves the overall efficiency. Our work provides a compelling example of modulating the coordination environment and electronic structure of composite catalysts to achieve efficient photocatalysis. Electronic supporting information Supporting information is available in the online version of this article. Acknowledgments We appreciate the help about the electron microscopy results analysis from Yang Zhang (School of Materials Science and Engineering, Center of Advanced Analysis & Gene Sequencing, Zhengzhou University). Supplementary Material Supplementary appendix References 1 M. Li Z. Han Q. Hu W. Fan Q. Hu D. He Q. Chen X. Jiao Y. Xie Chem. Soc. Rev. 53 2024 9964 9975 M. Li, Z. Han, Q. Hu, W. Fan, Q. Hu, D. He, Q. Chen, X. Jiao, Y. Xie, Chem. Soc. Rev., 2024, 53, 9964–9975. 2 K.G. Liu F. Bigdeli A. Panjehpour A. Larimi A. Morsali A. Dhakshinamoorthy H. Garcia Coord. Chem. Rev. 493 2023 215257 K. G. Liu, F. Bigdeli, A. Panjehpour, A. Larimi, A. Morsali, A. Dhakshinamoorthy, H. Garcia, Coord. Chem. Rev., 2023, 493, 215257. 3 H.Q. Yin Z.M. Zhang T.B. Lu Acc. Chem. Res. 56 2023 2676 2687 H. Q. Yin, Z. M. Zhang, T. B. Lu, Acc. Chem. Res., 2023, 56, 2676–2687. 4 X. Li J. Yu M. Jaroniec X. Chen Chem. Rev. 119 2019 3962 4179 X. Li, J. Yu, M. Jaroniec, X. Chen, Chem. Rev., 2019, 119, 3962–4179. 5 W. Zhang C.-C. Song J.-W. Wang S.-T. Cai M.-Y. Gao Y.-X. Feng T.-B. Lu Chin. J. Catal. 52 2023 176 186 W. Zhang, C.-C. Song, J.-W. Wang, S.-T. Cai, M.-Y. Gao, Y.-X. Feng, T.-B. Lu, Chin. J. Catal., 2023, 52, 176–186. 6 X. Meng R. Li J. Yang S. Xu C. Zhang K. You B. Ma H. Guan Y. Ding Chin. J. Catal. 43 2022 2414 2424 X. Meng, R. Li, J. Yang, S. Xu, C. Zhang, K. You, B. Ma, H. Guan, Y. Ding, Chin. J. Catal., 2022, 43, 2414–2424. 7 M. Reguero C. Claver R.M.B. Carrilho A.M. Masdeu-Bultó Adv. Sustainable Syst. 6 2022 2100493 M. Reguero, C. Claver, R. M. B. Carrilho, A. M. Masdeu-Bultó, Adv. Sustainable Syst., 2022, 6, 2100493. 8 Y. Wei L. Chen H. Chen L. Cai G. Tan Y. Qiu Q. Xiang G. Chen T.C. Lau M. Robert Angew. Chem. Int. Ed. 61 2022 e202116832 Y. Wei, L. Chen, H. Chen, L. Cai, G. Tan, Y. Qiu, Q. Xiang, G. Chen, T. C. Lau, M. Robert, Angew. Chem. Int. Ed., 2022, 61, e202116832. 9 C. Wei Y. He X. Shi Z. Song Coord. Chem. Rev. 385 2019 1 19 C. Wei, Y. He, X. Shi, Z. Song, Coord. Chem. Rev., 2019, 385, 1–19. 10 X.Z. Wang S.L. Meng J.Y. Chen H.X. Wang Y. Wang S. Zhou X.B. Li R.Z. Liao C.H. Tung L.Z. Wu Angew. Chem. Int. Ed. 60 2021 26072 26079 X. Z. Wang, S. L. Meng, J. Y. Chen, H. X. Wang, Y. Wang, S. Zhou, X. B. Li, R. Z. Liao, C. H. Tung, L. Z. Wu, Angew. Chem. Int. Ed., 2021, 60, 26072–26079. 11 J.-H. Zhang H.-J. Wang W.-J. Shi W. Yang J.-H. Mei Y.-C. Wang T.-B. Lu D.-C. Zhong CCS Chem. 6 2024 2961 2970 J.-H. Zhang, H.-J. Wang, W.-J. Shi, W. Yang, J.-H. Mei, Y.-C. Wang, T.-B. Lu, D.-C. Zhong, CCS Chem., 2024, 6, 2961–2970. 12 J. Joekel E.B. Boydas J. Wellauer O.S. Wenger M. Robert M. Roemelt U.-P. Apfel Chem. Sci. 14 2023 12774 12783 J. Joekel, E. B. Boydas, J. Wellauer, O. S. Wenger, M. Robert, M. Roemelt, U.-P. Apfel, Chem. Sci., 2023, 14, 12774–12783. 13 L.Q. Qiu H.R. Li L.N. He Acc. Chem. Res. 56 2023 2225 2240 L. Q. Qiu, H. R. Li, L. N. He, Acc. Chem. Res., 2023, 56, 2225–2240. 14 P.M. Stanley J. Haimerl N.B. Shustova R.A. Fischer J. Warnan Nat. Chem. 14 2022 1342 1356 P. M. Stanley, J. Haimerl, N. B. Shustova, R. A. Fischer, J. Warnan, Nat. Chem., 2022, 14, 1342–1356. 15 N. Elgrishi M.B. Chambers X. Wang M. Fontecave Chem. Soc. Rev. 46 2017 761 796 N. Elgrishi, M. B. Chambers, X. Wang, M. Fontecave, Chem. Soc. Rev., 2017, 46, 761–796. 16 J. Wang K. Sun D. Wang X. Niu Z. Lin S. Wang W. Yang J. Huang H.-L. Jiang ACS Catal. 13 2023 8760 8769 J. Wang, K. Sun, D. Wang, X. Niu, Z. Lin, S. Wang, W. Yang, J. Huang, H.-L. Jiang, ACS Catal., 2023, 13, 8760–8769. 17 H. Liu M. Cheng Y. Liu J. Wang G. Zhang L. Li L. Du G. Wang S. Yang X. Wang Energy Environ. Sci. 15 2022 3722 3749 H. Liu, M. Cheng, Y. Liu, J. Wang, G. Zhang, L. Li, L. Du, G. Wang, S. Yang, X. Wang, Energy Environ. Sci., 2022, 15, 3722–3749. 18 H.X. Liu D.H. Si M.F. Smith R.F. Li X.Y. Li L. Li H.B. Huang Z.B. Fang H.C. Zhou T.F. Liu Aggregate 4 2023 e383 H. X. Liu, D. H. Si, M. F. Smith, R. F. Li, X. Y. Li, L. Li, H. B. Huang, Z. B. Fang, H. C. Zhou, T. F. Liu, Aggregate, 2023, 4, e383. 19 G. Yang D.N. Wang Y. Wang W.H. Hu S.S. Hu J. Jiang J.E. Huang H.L. Jiang J. Am. Chem. Soc. 146 2024 10798 10805 G. Yang, D. N. Wang, Y. Wang, W. H. Hu, S. S. Hu, J. Jiang, J. E. Huang, H. L. Jiang, J. Am. Chem. Soc., 2024, 146, 10798–10805. 20 L. Yao A.M. Putz H. Vignolo-Gonzalez B.V. Lotsch J. Am. Chem. Soc. 146 2024 9479 9492 L. Yao, A. M. Putz, H. Vignolo-Gonzalez, B. V. Lotsch, J. Am. Chem. Soc., 2024, 146, 9479–9492. 21 J. Yang Z. Chen L. Zhang Q. Zhang ACS Nano 18 2024 21804 21835 J. Yang, Z. Chen, L. Zhang, Q. Zhang, ACS Nano, 2024, 18, 21804–21835. 22 X.A. Li Z.Z. Liang Y.C. Zhou J.F. Huang X.L. Wang L.M. Xiao J.M. Liu Aggregate 5 2024 e442 X. A. Li, Z. Z. Liang, Y. C. Zhou, J. F. Huang, X. L. Wang, L. M. Xiao, J. M. Liu, Aggregate, 2024, 5, e442. 23 M. Dong W. Li J. Zhou S.-Q. You C.-Y. Sun X.-H. Yao C. Qin X.-L. Wang Z.-M. Su Chin. J. Chem. 40 2022 2678 2684 M. Dong, W. Li, J. Zhou, S.-Q. You, C.-Y. Sun, X.-H. Yao, C. Qin, X.-L. Wang, Z.-M. Su, Chin. J. Chem., 2022, 40, 2678–2684. 24 X. Yang X. Lan Y. Zhang H. Li G. Bai Appl. Catal. B 325 2023 122393 X. Yang, X. Lan, Y. Zhang, H. Li, G. Bai, Appl. Catal. B, 2023, 325, 122393 25 L. Zhang H. Zhang D. Zhu Z. Fu S. Dong C. Lyu Chin. J. Catal. 66 2024 181 194 L. Zhang, H. Zhang, D. Zhu, Z. Fu, S. Dong, C. Lyu, Chin. J. Catal., 2024, 66, 181–194. 26 J. He X. Wang S. Jin Z.-Q. Liu M. Zhu Chin. J. Catal. 43 2022 1306 1315 J. He, X. Wang, S. Jin, Z.-Q. Liu, M. Zhu, Chin. J. Catal., 2022, 43, 1306–1315. 27 D. Song W. Xu J. Li J. Zhao Q. Shi F. Li X. Sun N. Wang Chin. J. Catal. 43 2022 2425 2433 D. Song, W. Xu, J. Li, J. Zhao, Q. Shi, F. Li, X. Sun, N. Wang, Chin. J. Catal., 2022, 43, 2425–2433. 28 L.Y. Qin C.D. Ma J. Zhang T.H. Zhou Adv. Funct. Mater. 34 2024 2401562 L. Y. Qin, C. D. Ma, J. Zhang, T. H. Zhou, Adv. Funct. Mater., 2024, 34, 2401562. 29 W. Liu Y.N. Zhang J. Wang X.B. Shang C.X. Zhang Q.L. Wang Coord. Chem. Rev. 516 2024 215997 W. Liu, Y. N. Zhang, J. Wang, X. B. Shang, C. X. Zhang, Q. L. Wang, Coord. Chem. Rev., 2024, 516, 215997. 30 S.P. Qi R.T. Guo Z.X. Bi Z.R. Zhang C.F. Li W.G. Pan Small 19 2023 2303632 S. P. Qi, R. T. Guo, Z. X. Bi, Z. R. Zhang, C. F. Li, W. G. Pan, Small, 2023, 19, 2303632. 31 Y.L. Li A.J. Li S.L. Huang J.J. Vittal G.Y. Yang Chem. Soc. Rev. 52 2023 4725 4754 Y. L. Li, A. J. Li, S. L. Huang, J. J. Vittal, G. Y. Yang, Chem. Soc. Rev., 2023, 52, 4725–4754. 32 X.Y. Dong Y.N. Si Q.Y. Wang S. Wang S.Q. Zang Adv. Mater. 33 2021 2101568 X. Y. Dong, Y. N. Si, Q. Y. Wang, S. Wang, S. Q. Zang, Adv. Mater., 2021, 33, 2101568. 33 M.P. Kou W. Liu Y.Y. Wang J.D. Huang Y.L. Chen Y. Zhou Y. Chen M.Z. Ma K. Lei H.Q. Xie P.K. Wong L.Q. Ye Appl. Catal. B 291 2021 120146 M. P. Kou, W. Liu, Y. Y. Wang, J. D. Huang, Y. L. Chen, Y. Zhou, Y. Chen, M. Z. Ma, K. Lei, H. Q. Xie, P. K. Wong, L. Q. Ye, Appl. Catal. B, 2021, 291, 120146. 34 S.S. Zhao J. Liang D.-H. Si M.-J. Mao Y.B. Huang R. Cao Appl. Catal. B 333 2023 122782 S. S. Zhao, J. Liang, D.-H. Si, M.-J. Mao, Y. B. Huang, R. Cao, Appl. Catal. B, 2023, 333, 122782. 35 W. Zhou X. Wang W. Zhao N. Lu D. Cong Z. Li P. Han G. Ren L. Sun C. Liu W.-Q. Deng Nat. Commun. 14 2023 6971 W. Zhou, X. Wang, W. Zhao, N. Lu, D. Cong, Z. Li, P. Han, G. Ren, L. Sun, C. Liu, W.-Q. Deng, Nat. Commun., 2023, 14, 6971. 36 S. Yang W. Hu X. Zhang P. He B. Pattengale C. Liu M. Cendejas I. Hermans X. Zhang J. Zhang J. Huang J. Am. Chem. Soc. 140 2018 14614 14618 S. Yang, W. Hu, X. Zhang, P. He, B. Pattengale, C. Liu, M. Cendejas, I. Hermans, X. Zhang, J. Zhang, J. Huang, J. Am. Chem. Soc., 2018, 140, 14614–14618. 37 T.-X. Luan J.-R. Wang K. Li H. Li F. Nan W.W. Yu P.-Z. Li Small 19 2023 2303324 T.-X. Luan, J.-R. Wang, K. Li, H. Li, F. Nan, W. W. Yu, P.-Z. Li, Small, 2023, 19, 2303324. 38 Y. Zhang L. Cao G. Bai X. Lan Small 19 2023 2300035 Y. Zhang, L. Cao, G. Bai, X. Lan, Small, 2023, 19, 2300035. 39 P. Fu C. Chen C. Wu B. Meng Q. Yue T. Chen W. Yin X. Chi X. Yu R. Li Y. Wang Y. Zhang W. Luo X. Liu Y. Han J. Wang S. Xi Y. Zhou Angew. Chem. Int. Ed. 64 2025 e202415202 P. Fu, C. Chen, C. Wu, B. Meng, Q. Yue, T. Chen, W. Yin, X. Chi, X. Yu, R. Li, Y. Wang, Y. Zhang, W. Luo, X. Liu, Y. Han, J. Wang, S. Xi, Y. Zhou, Angew. Chem. Int. Ed., 2025, 64, e202415202. 40 C. Zhao C. Yang X. Lv S. Wang C. Hu G. Zheng Q. Han Adv. Mater. 36 2024 2401004 C. Zhao, C. Yang, X. Lv, S. Wang, C. Hu, G. Zheng, Q. Han, Adv. Mater., 2024, 36, 2401004. 41 Y. Yang H.Y. Zhang Y. Wang L.H. Shao L. Fang H. Dong M. Lu L.Z. Dong Y.Q. Lan F.M. Zhang Adv. Mater. 35 2023 2304170 Y. Yang, H. Y. Zhang, Y. Wang, L. H. Shao, L. Fang, H. Dong, M. Lu, L. Z. Dong, Y. Q. Lan, F. M. Zhang, Adv. Mater., 2023, 35, 2304170. 42 Q. Guan L.-L. Zhou Y.-B. Dong Chem. Soc. Rev. 51 2022 6307 6416 Q. Guan, L.-L. Zhou, Y.-B. Dong, Chem. Soc. Rev., 2022, 51, 6307–6416. 43 B. Zhang H. Li Y. Kang K. Yang H. Liu Y. Zhao S. Qiao Adv. Funct. Mater. 35 2024 2416958 B. Zhang, H. Li, Y. Kang, K. Yang, H. Liu, Y. Zhao, S. Qiao, Adv. Funct. Mater., 2024, 35, 2416958. 44 N. Dai Y.Y. Qian D.N. Wang J.J. Huang X.Y. Guan Z.Y. Lin W.J. Yang R. Wang J.E. Huang S.Q. Zang H.L. Jiang Precis. Chem. 2 2024 600 609 N. Dai, Y. Y. Qian, D. N. Wang, J. J. Huang, X. Y. Guan, Z. Y. Lin, W. J. Yang, R. Wang, J. E. Huang, S. Q. Zang, H, L. Jiang, Precis. Chem., 2024, 2, 600–609. 45 Y. Qian H.-L. Jiang Acc. Chem. Res. 57 2024 1214 1226 Y. Qian, H.-L. Jiang, Acc. Chem. Res., 2024, 57, 1214–1226. 46 B.B. Rath S. Krause B.V. Lotsch Adv. Funct. Mater. 34 2024 2309060 B. B. Rath, S. Krause, B. V. Lotsch, Adv. Funct. Mater., 2024, 34, 2309060. 47 M. Lu M. Zhang J. Liu T.Y. Yu J.N. Chang L.J. Shang S.L. Li Y.Q. Lan J. Am. Chem. Soc. 144 2022 1861 1871 M. Lu, M. Zhang, J. Liu, T. Y. Yu, J. N. Chang, L. J. Shang, S. L. Li, Y. Q. Lan, J. Am. Chem. Soc., 2022, 144, 1861–1871. 48 T. Li P.L. Zhang L.Z. Dong Y.Q. Lan Angew. Chem. Int. Ed. 63 2024 e202318180 T. Li, P. L. Zhang, L. Z. Dong,Y. Q. Lan, Angew. Chem. Int. Ed., 2024, 63, e202318180. 49 S. Liang X. Zhong Z. Zhong H. Deng W.-Y. Wong Appl. Catal. B 337 2023 122958 S. Liang, X. Zhong, Z. Zhong, H. Deng, W.-Y. Wong, Appl. Catal. B, 2023, 337, 122958. 50 Y. Xie T. Pan Q. Lei C. Chen X. Dong Y. Yuan J. Shen Y. Cai C. Zhou I. Pinnau Y. Han Angew. Chem. Int. Ed. 60 2021 22432 22440 Y. Xie, T. Pan, Q. Lei, C. Chen, X. Dong, Y. Yuan, J. Shen, Y. Cai, C. Zhou, I. Pinnau, Y. Han, Angew. Chem. Int. Ed., 2021, 60, 22432–22440. 51 M. Lu Q. Li J. Liu F.M. Zhang L. Zhang J.L. Wang Z.H. Kang Y.Q. Lan Appl. Catal. B 254 2019 624 633 M. Lu, Q. Li, J. Liu, F. M. Zhang, L. Zhang, J. L. Wang, Z. H. Kang, Y. Q. Lan, Appl. Catal. B, 2019, 254, 624–633. 52 M. Zhou Z. Wang A. Mei Z. Yang W. Chen S. Ou S. Wang K. Chen P. Reiss K. Qi J. Ma Y. Liu Nat. Commun. 14 2023 2473 M. Zhou, Z. Wang, A. Mei, Z. Yang, W. Chen, S. Ou, S. Wang, K. Chen, P. Reiss, K. Qi, J. Ma, Y. Liu, Nat. Commun., 2023, 14, 2473. 53 S.L. Yang R.J. Sa H. Zhong H.W. Lv D.Q. Yuan R.H. Wang Adv. Funct. Mater. 32 2022 2110694 S. L. Yang, R. J. Sa, H. Zhong, H. W. Lv, D. Q. Yuan, R. H. Wang, Adv. Funct. Mater., 2022, 32, 2110694. 54 M. Yu H.W. Chen Q. Lin L. Li Z. Liu J. Bi Y. Yu Angew. Chem. Int. Ed. 64 2025 e202418422 M. Yu, H. W. Chen, Q. Lin, L. Li, Z. Liu, J. Bi, Y. Yu, Angew. Chem. Int. Ed., 2025, 64, e202418422. 55 Y. He Y. Zhao X. Wang Z. Liu Y. Yu L. Li Angew. Chem. Int. Ed. 62 2023 e202307160 Y. He, Y. Zhao, X. Wang, Z. Liu, Y. Yu, L. Li, Angew. Chem. Int. Ed., 2023, 62, e202307160. 56 Y. Xiang W. Dong P. Wang S. Wang X. Ding F. Ichihara Z. Wang Y. Wada S. Jin Y. Weng H. Chen J. Ye Appl. Catal. B 274 2020 119096 Y. Xiang, W. Dong, P. Wang, S. Wang, X. Ding, F. Ichihara, Z. Wang, Y. Wada, S. Jin, Y. Weng, H. Chen, J. Ye, Appl. Catal. B, 2020, 274, 119096. 57 D. Wu H.Q. Yin Z. Wang M. Zhou C. Yu J. Wu H. Miao T. Yamamoto W. Zhaxi Z. Huang L. Liu W. Huang W. Zhong Y. Einaga J. Jiang Z.M. Zhang Angew. Chem. Int. Ed. 62 2023 e202301925 D. Wu, H. Q. Yin, Z. Wang, M. Zhou, C. Yu, J. Wu, H. Miao, T. Yamamoto, W. Zhaxi, Z. Huang, L. Liu, W. Huang, W. Zhong, Y. Einaga, J. Jiang, Z. M. Zhang, Angew. Chem. Int. Ed., 2023, 62, e202301925. 58 P.M. Stanley A.Y. Su V. Ramm P. Fink C. Kimna O. Lieleg M. Elsner J.A. Lercher B. Rieger J. Warnan R.A. Fischer Adv. Mater. 35 2023 2207380 P. M. Stanley, A. Y. Su, V. Ramm, P. Fink, C. Kimna, O. Lieleg, M. Elsner, J. A. Lercher, B. Rieger, J. Warnan, R. A. Fischer, Adv. Mater., 2023, 35, 2207380. 59 S. Monticelli A. Talbot P. Gotico F. Caille O. Loreau A. Del Vecchio A. Malandain A. Sallustrau W. Leibl A. Aukauloo F. Taran Z. Halime D. Audisio Nat. Commun. 14 2023 4451 S. Monticelli, A. Talbot, P. Gotico, F. Caille, O. Loreau, A. Del Vecchio, A. Malandain, A. Sallustrau, W. Leibl, A. Aukauloo, F. Taran, Z. Halime, D. Audisio, Nat. Commun., 2023, 14, 4451. 60 J.W. Wang F. Ma T. Jin P. He Z.M. Luo S. Kupfer M. Karnahl F. Zhao Z. Xu T. Jin T. Lian Y.L. Huang L. Jiang L.Z. Fu G. Ouyang X.Y. Yi J. Am. Chem. Soc. 145 2023 676 688 J. W. Wang, F. Ma, T. Jin, P. He, Z. M. Luo, S. Kupfer, M. Karnahl, F. Zhao, Z. Xu, T. Jin, T. Lian, Y. L. Huang, L. Jiang, L. Z. Fu, G. Ouyang, X. Y. Yi, J. Am. Chem. Soc., 2023, 145, 676–688. 61 Q. Zhang S. Gao Y. Guo H. Wang J. Wei X. Su H. Zhang Z. Liu J. Wang Nat. Commun. 14 2023 1147 Q. Zhang, S. Gao, Y. Guo, H. Wang, J. Wei, X. Su, H. Zhang, Z. Liu, J. Wang, Nat. Commun., 2023, 14, 1147. 62 F.Q. Yan X.Y. Dong Y.M. Wang Q.Y. Wang S. Wang S.Q. Zang Adv. Sci. 11 2024 2401508 F. Q. Yan, X. Y. Dong, Y. M. Wang, Q. Y. Wang, S. Wang, S. Q. Zang, Adv. Sci., 2024, 11, 2401508. 63 J. Wang W.B. Zhu F.Y. Meng G.Y. Bai Q.F. Zhang X.W. Lan ACS Catal. 13 2023 4316 4329 J. Wang, W. B. Zhu, F. Y. Meng, G. Y. Bai, Q. F. Zhang, X. W. Lan, ACS Catal., 2023, 13, 4316–4329. 64 X. Yu M. Sun T. Yan L. Jia M. Chu L. Zhang W. Huang B. Huang Y. Li Energy Environ. Sci. 17 2024 2260 2268 X. Yu, M. Sun, T. Yan, L. Jia, M. Chu, L. Zhang, W. Huang, B. Huang, Y. Li, Energy Environ. Sci., 2024, 17, 2260–2268. 65 A. Deng E. Zhao Q. Li Y. Sun Y. Liu S. Yang H. He Y. Xu W. Zhao H. Song Z. Xu Z. Chen ACS Nano 17 2023 11869 11881 A. Deng, E. Zhao, Q. Li, Y. Sun, Y. Liu, S. Yang, H. He, Y. Xu, W. Zhao, H. Song, Z. Xu, Z. Chen, ACS Nano, 2023, 17, 11869–11881.",
      "scopus-id": "105011295778",
      "coredata": {
        "eid": "1-s2.0-S1872206725646663",
        "dc:description": "The coordination engineering of catalytic centers emerges as a pivotal strategy for precise electronic configuration modulation in photocatalytic CO2 reduction. Herein, the electronic structure of active sites in polypyridine nickel catalysts is well modified through strategic ligand variation (bipyridine, terpyridine (TPY), 2,6-di(1-pyrazolyl)pyridine) and anion coordination (NO3 –, Cl–, and CH3COO–), achieving enhanced CO2 performance. Crucially, covalent immobilization of these molecular catalysts within the COF-OH framework not only preserves their precisely defined and structurally adaptable characteristics but also demonstrates synergistic enhancement of CO2 adsorption capacity and charge transfer kinetics, as verified by CO2 adsorption isothermal analysis and ultrafast time-resolved transient absorption spectroscopy. Remarkably, COF-O-TPYNi(NO3 –) catalyst exhibits a CO2-to-CO reduction activity of 9006.0 μmol·g–1·h–1 with 95.9% selectivity, superior to its counterpart catalysts, directly validating the mechanistic significance of precisely tailored coordination microenvironments around Ni active sites. Mechanistic studies through in situ XAFS, in situ ATR-SEIRAS and theoretical calculations reveal that this performance improvement over COF-O-TPYNi(NO3 –) is attributed to the reduced reaction energy barrier of *COOH generation. This work pioneers a coordination shell engineering paradigm for rational design of molecularly defined catalytic architectures.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206725646663",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Ya-Hui"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yu"
          },
          {
            "@_fa": "true",
            "$": "Guo, Jin-Yu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Rui"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Shu-Na"
          },
          {
            "@_fa": "true",
            "$": "Li, Gang"
          },
          {
            "@_fa": "true",
            "$": "Zang, Shuang-Quan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206725646663"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206725646663"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(25)64666-3",
        "prism:volume": "74",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Engineering coordination microenvironments of polypyridine Ni catalysts embedded in covalent organic frameworks for efficient CO2 photoreduction",
        "prism:copyright": "Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Coordination number"
          },
          {
            "@_fa": "true",
            "$": "Anion regulation"
          },
          {
            "@_fa": "true",
            "$": "Covalent organic framework"
          },
          {
            "@_fa": "true",
            "$": "Polypyridine nickel catalyst"
          },
          {
            "@_fa": "true",
            "$": "Photocatalytic CO2 reduction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "155-166",
        "prism:endingPage": "166",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 2025",
        "prism:doi": "10.1016/S1872-2067(25)64666-3",
        "prism:startingPage": "155",
        "dc:identifier": "doi:10.1016/S1872-2067(25)64666-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "184",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28178",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "415",
            "@width": "600",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81093",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "426",
            "@width": "550",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "97784",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "359",
            "@width": "675",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78495",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "500",
            "@width": "614",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109399",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "440",
            "@width": "512",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "80758",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "297",
            "@width": "373",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44390",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7921",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "151",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12239",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16629",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "117",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9790",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13987",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "190",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12577",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14984",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "490",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "121878",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1102",
            "@width": "1595",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "349122",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1132",
            "@width": "1462",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "500574",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "955",
            "@width": "1794",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "353623",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1329",
            "@width": "1632",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "465610",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1170",
            "@width": "1360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "352007",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "791",
            "@width": "992",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "224427",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725646663-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "5502579",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105011295778"
      }
    }
  }
}