{
  "metadata": {
    "title": "Three-Way Catalyst Meeting Euro III Emission Standards for Motorcycles",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2008-08-31",
    "doi": "10.1016/S1872-2067(08)60064-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708600649",
    "pii": "S1872206708600649"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-52049095946",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2008-09-20 2008-09-20 2010-03-27T19:04:27 1-s2.0-S1872206708600649 S1872-2067(08)60064-9 S1872206708600649 10.1016/S1872-2067(08)60064-9 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206708X60127 2015-05-15T07:13:55.760442-04:00 0 0 20080801 20080831 2008 2008-09-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 29 29 8 8 Volume 29, Issue 8 1 677 679 677 679 200808 August 2008 2008-08-01 2008-08-31 2008 article sco Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. THREEWAYCATALYSTMEETINGEUROIIIEMISSIONSTANDARDSFORMOTORCYCLES HU C NAGAI 2002 225 Y YUAN 2007 401 S WANG 2007 97 Y IGLESIASJUEZ 2004 148 A HUNGRIA 2005 251 A GUO 2007 937 J HUX2008X677 HUX2008X677X679 HUX2008X677XC HUX2008X677X679XC item S1872-2067(08)60064-9 S1872206708600649 1-s2.0-S1872206708600649 10.1016/S1872-2067(08)60064-9 273538 2010-09-22T11:40:18.920595-04:00 2008-08-01 2008-08-31 1-s2.0-S1872206708600649-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600649/MAIN/application/pdf/11fbd4e5a8b543dc517fb7ce93d09c29/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600649/MAIN/application/pdf/11fbd4e5a8b543dc517fb7ce93d09c29/main.pdf main.pdf pdf true 217142 MAIN 3 1-s2.0-S1872206708600649-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600649/PREVIEW/image/png/5b867b278c2fec91daf5bf160441e938/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600649/PREVIEW/image/png/5b867b278c2fec91daf5bf160441e938/main_1.png main_1.png png 70452 849 656 IMAGE-WEB-PDF 1 SHORT COMMUNICATION CHINESE JOURNAL OF CATALYSIS Volume 29, Issue 8, August 2008 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2008, 29(8): 677–679. Received date: 21 May 2008. * Corresponding author. Tel: +86-28-89001472; E-mail: nic7501@email.scu.edu.cn Foundation item: Supported by the National High Technology Research and Development Program of China (863 Program, 2006AA062347), the National Natural Science Foundation of China (20773090), and the Specialized Research Fund for the Doctoral Program of Higher Education (20070610026). Copyright © 2008, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. Three-Way Catalyst Meeting Euro III Emission Standards for Motorcycles HU Chunming 1 , ZHAO Ming 2 , WANG Hairong 2 , CHEN Shanhu 2 , GONG Maochu 2 , SHI Zhonghua 2 , CHEN Yaoqiang 2, * 1 Internal Combustion Engine Research Institute, Tianjin University, Tianjin 300072, China 2 Key Laboratory of Green Chemistry and Technology Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064, Sichuan, China Abstract: The Pt/Pd/Rh three-way catalyst was prepared using a high-performance Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 solid solution and high surface area La-stabilized alumina (La/Al 2 O 3 ). The activity and durability of the catalysts under simulated conditions and actual vehicle test con- ditions were studied. The results revealed that Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 solid solution maintains superior textual and oxygen storage prop- erties, and La/Al 2 O 3 has superior textual properties. The catalyst had high low-temperature activity, wide air-to-fuel ratio windows, and good thermal stability. The results from the emission test of a motorcycle showed that the catalyst can meet Euro III emission requirements. Key words: three-way catalyst; ceria-zirconia solid solution; alumina; motorcycle; vehicle test Motorcycles will be subjected to increasingly stringent emission regulations, with the national emission standards for the first Stage (emission standards equivalent to Euro III) due to be put in force on July 1, 2008 in China. In order to meet the Euro emission standards, 50% conversion of the HC over the catalyst must be achieved in 40 s. It is also required that the catalyst has high conversions of the main pollutants at high space velocities and large fluctuations of the air-to-fuel ratio. The catalyst must have a broader air-to-fuel ratio operation window. Therefore, motorcycles must simultaneously install an electronic fuel injection system (EFIS) and use catalytic converters. To meet the emission standards of motorcycles, the catalytic converter is the most effective technology at present [1]. The high performance oxygen storage-release material [2], La/Al 2 O 3 with a high surface area, and a good preparation technology of the catalyst are crucial. In this paper, a mono- lithic catalyst was prepared by impregnating La/Al 2 O 3 and Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 with Pt, Pd, and Rh. The activity, three-way working window, and thermal stability of the cata- lyst were investigated. The prepared catalytic converter and EFIS were installed on a 125-type motorcycle, and after un- dergoing 12000 km aging, they still met the Euro III standards. An oxygen storage material containing rare earth metals was prepared by the co-precipitation method [3]. The fresh Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 powder was obtained after calcination at 600 ºC for 4 h. In order to study the thermal stability, Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 was hydrothermally aged at 1000 ºC for 5 h. La/Al 2 O 3 (3% La 2 O 3 ) was also prepared by the co-precipitation method using La(NO 3 ) 3 and Al(NO 3 ) 3 ·9H 2 O and aged at 1050 ºC for 5 h. The textural properties of the two materials were determined by the BET method using an automatic surface analyzer (ZXF-4500). The oxygen storage capacity (OSC) of the oxy- gen storage material was measured at 200 ºC using an oxygen pulse method. La/Al 2 O 3 calcined at 1050 ºC for 5 h has a high surface area (172 m 2 /g), large pore volume (0.44 ml/g), and large pore diameter (39 nm), indicating that La/Al 2 O 3 has excellent thermal stability. Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 calcined at 600 ºC has surface area of 131.5 m 2 /g, pore volume of 0.23 ml/g, mean pore diameter of 8.5 nm, and OSC of 478 mol/g; after 1000 ºC aging for 5 h, Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 still has surface area of 44.4 m 2 /g, pore volume of 0.11 ml/g, mean pore diameter of 16.8 nm, and OSC of 368 mol/g. Thus, these two HU Chunming et al. / Chinese Journal of Catalysis, 2008, 29(8): 677–679 materials are suitable as supports for loading active precious metal components [3,4] to prepare a motorcycle catalyst that can work at high space velocities and larger fluctuations of the air-to-fuel ratio. Fig. 1 shows the adsorption-desorption isotherms of the oxygen storage material calcined at 1000 ºC and alumina heat-treated at 1050 ºC. It can be seen that the shapes of the two isotherms are almost the same and they are typical irreversible Type IV adsorption isotherms. These hysteresis loops belong to Type H2, corresponding to slit- and bottleneck-type pore structures. As shown in Fig. 1, the pore structure of the two samples showed a mesoporous distribution. The pore size distribution of the aged oxygen storage materials had a bimodal distribution, indicating that there are dominant mesoporous channels and a small quantity of microporous structure. The pore size distribution of the aged alumina had a single peak distribution, and the pore diameter was in the range 2–25 nm. These materials are conducive for good mass transfer of reac- tants and the removal of products at high space velocities and are suitable for the motorcycle exhaust gas purification cata- lyst. The catalyst was prepared by the impregnation method. Pt, Pd, and Rh loaded on the Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 and La/Al 2 O 3 powders were prepared by impregnating the Ce 0.55 Zr 0.35 Y 0.05 - La 0.05 O 2 and La/Al 2 O 3 powders with H 2 PtCl 6 , PdCl 3 , and RhCl 3 aqueous solutions, respectively. After the materials were dried and calcined, the catalyst powders were obtained. Then, these catalyst powders were mixed, some water added, ground, and slurry was formed. The resulting slurry was coated on a hon- eycomb cordierite (46 cells/cm 2 ), dried, calcined at 550 ºC for 5 h. Finally, a fresh monolith catalyst was obtained. The re- sulting monolith catalyst contained 1.41 g/L precious metal. The fresh catalyst was aged at 1000 ºC for 5 h in a 10% H 2 O-90% N 2 mixed gas, and an aged catalyst was obtained. The size of the catalyst in the laboratory tests was 12.5 mm × 20 mm (about 2.5 ml) while the size of the catalyst used in a motorcycle was 35 mm × 100 mm. The three-way catalytic activity was evaluated in a multiple fixed-bed continuous flow microreactor. The gas space veloc- ity was 30000 h¯ 1 . CO, C 3 H 8 , and NO concentrations in the simulated gas were analyzed online by a five-component ana- lyzer FGA-4100 (made in Foshan, China) in front of and be- hind the microreactor. The simulated gas was a mixture of O 2 , CO (0.86%), C 3 H 8 (0.06%), NO (0.12%), CO 2 (12%), H 2 O (10%), and N 2 (balance). The catalytic performance of the catalysts was investigated by determining the light-off and complete conversion temperatures. The light-off temperature T 50 was the temperature when the conversion of the specified component reached 50%. The complete conversion tempera- ture T 90 was the temperature when the conversion reached 90%. The durability of the catalyst was tested on a 125-type do- mestic motorcycle with EFIS. T 50 of C 3 H 8 , CO, and NO over the fresh catalyst were 235, 165, and 190 ºC, respectively, which were much lower than those reported in the literature [5]; T 90 of C 3 H 8 , CO, and NO were 265, 180, and 210 ºC, re- spectively. The differences between T 90 and T 50 for C 3 H 8 , CO, and NO were 30, 15, and 20 ºC, respectively. These indicate that the catalysts have good low-temperature activity and rap- idly achieve from light-off to complete conversion. After hydrothermal aging, T 50 of C 3 H 8 , CO, and NO were 300, 200, and 260 ºC, and T 90 of C 3 H 8 , CO, and NO were 340, 220, and 285 ºC, respectively. The differences between T 90 and T 50 for C 3 H 8 , CO, and NO were 40, 20, and 25 ºC, respectively, which were slightly larger than those of the fresh catalyst, indicating that the catalyst still can rapidly reach the complete conversion temperature after light off. The deterioration factors of C 3 H 8 , CO and NO were 1.32, 1.33, and 1.37, which were obtained from the light-off temperatures of the fresh and aged catalysts, indicating that catalysts had good catalytic activity and excel- lent anti-aging properties. The -value of the simulated exhaust represents the ratio between available oxygen and the oxygen needed for full con- version of the components to CO 2 , H 2 O, and N 2 . It is com- monly defined by the ratio of oxidants/reductants: = (2[O 2 ]+[NO])/(10[C 3 H 8 ]+[CO]). = 1 corresponds to a stoi- chiometric feed (air-to-fuel ratio of 14.6). Fig. 2 shows the different influence of the value on the fresh and aged catalysts at 380 ºC. It was clear that CO can be completely converted Fig. 1. Adsorption-desorption isotherms of the aged Ce 0.55 Zr 0.35 - Y 0.05 La 0.05 O 2 (a) and La/Al 2 O 3 (b). HU Chunming et al. / Chinese Journal of Catalysis, 2008, 29(8): 677–679 into CO 2 under lean oxygen ( < 1) conditions. Under rich oxygen ( > 1) conditions, NO conversion rapidly decreased as the value increased. At = 1, C 3 H 8 conversion was almost complete. This result suggested that the catalyst had a wide three-way working window, which was related to the superior oxygen storage-release properties of Ce 0.55 Zr 0.35 Y 0.05 La 0.05 O 2 . The use of an oxygen storage material in the catalyst can promote water-gas shift and steam reforming [6,7] under lean conditions, resulting in the broadening of the three-way working window of the catalyst and high conversions of the three pollutants. This excellent air-to-fuel ratio property is suitable for motorcycles with a changeable air-to-fuel ratio. During operation, the engine cannot always keep the air-to-fuel ratio near the stoichiometric air-to-fuel ratio. Therefore, it is important that a catalyst can work in a wide range of air-to-fuel ratio. The high performance of the oxygen storage materials containing rare earth metal oxides can expand the air-to-fuel ratio window and ensure that catalyst can keep its three-way performance under different air-to-fuel ratio conditions. The Euro III emission standards and the test results of the catalysts in a 125-type domestic motorcycle are shown in Table 1. It should be noted that the emission values after 6000 km use were far below the Euro III emission standards and near Euro IV. After 12000 km use, HC emissions were only 20% of the Euro III emission limits, the most toxic NO emission had val- ues significantly lower than the Euro III emission standards, and the CO emission value was only 50% of the Euro III emission standards. It is obvious that the catalyst can meet the Euro III standards, indicating that the catalyst had not only an excellent initial activity but also good aged properties. The experimental results over an actual motorcycle with an EFIS and catalytic converter showed that the exhaust purifica- tion system had good mutual adaptability and stability. The meeting of the Euro III emission standards for domestic mo- torcycles is of great significance. References [1] Hu Z C, Heck R M, Rabinowitz H N. US 6 254 842. 2001 [2] Nagai Y, Yamamoto T, Tanaka T, Yoshida S, Nonaka T, Okamoto T, Suda A, Sugiura M. Catal Today, 2002, 74(3–4): 225 [3] Yuan Sh H, Wang Y J, Shi Zh H, Zhao M, Gong M Ch, Liu Zh Ch, Chen Q Zh, Chen Y Q. Chin J Catal, 2007, 28(5): 401 [4] Wang Y J, Yuan Sh H, Shi Zh H, Zhao M, Gong M Ch, Liu Zh Ch, Chen Q Zh, Chen Y Q. Chin J Catal, 2007, 28(2): 97 [5] Iglesias-Juez A, Martínez-Arias A, Fernández-García M. J Catal, 2004, 221(1): 148 [6] Hungría A B, Browning N D, Erni R P, Fernández-García M, Conesa J C, Pérez-Omil J A, Martínez-Arias A. J Catal, 2005, 235(2): 251 [7] Guo J X, Yuan Sh H, Gong M Ch, Zhang L, Zhang L J, Zhao M, Chen Y Q. Acta Chim Sin, 2007, 65(10): 937 Fig. 2. Influence of over fresh (a) and aged (b) catalysts. Table 1 Testing results of the catalyst on motorcycle in comparison with the Euro III emission standards Emission values (g/km) Item C 3 H 8 CO NO Euro III emission limits 0.800 2.000 0.150 6000 km testing results 0.093 0.380 0.097 12000 km testing results 0.155 1.028 0.118 CHNJC 60064 S1872-2067(08)60064-9 10.1016/S1872-2067(08)60064-9 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National High Technology Research and Development Program of China (863 Program, 2006AA062347), the National Natural Science Foundation of China (20773090), and the Specialized Research Fund for the Doctoral Program of Higher Education (20070610026). SHORT COMMUNICATION Three-Way Catalyst Meeting Euro III Emission Standards for Motorcycles Chunming HU a Ming ZHAO b Hairong WANG b Shanhu CHEN b Maochu GONG b Zhonghua SHI b Yaoqiang CHEN b * a Internal Combustion Engine Research Institute, Tianjin University, Tianjin 300072, China b Key Laboratory of Green Chemistry and Technology Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064, Sichuan, China * Corresponding author. Tel: +86-28-89001472 The Pt/Pd/Rh three-way catalyst was prepared using a high-performance Ce0.55Zr0.35Y0.05La0.05O2 solid solution and high surface area La-stabilized alumina (La/Al2O3). The activity and durability of the catalysts under simulated conditions and actual vehicle test conditions were studied. The results revealed that Ce0.55Zr0.35Y0.05La0.05O2 solid solution maintains superior textual and oxygen storage properties, and La/Al2O3 has superior textual properties. The catalyst had high low-temperature activity, wide air-to-fuel ratio windows, and good thermal stability. The results from the emission test of a motorcycle showed that the catalyst can meet Euro III emission requirements. Key words three-way catalyst ceria-zirconia solid solution alumina motorcycle vehicle test References 1 Hu Z C, Heck R M, Rabinowitz H N. US 6 254 842. 2001. 2 Y Nagai T Yamamoto T Tanaka S Yoshida T Nonaka T Okamoto A Suda M Sugiura Catal Today 74 3–4 2002 225 3 ShH Yuan YJ Wang ZhH Shi M Zhao M Ch Gong Zh Ch Liu Q Zh Chen YQ Chen Chin J Catal 28 5 2007 401 4 YJ Wang ShH Yuan ZhH Shi M Zhao M Ch Gong Zh Ch Liu Q Zh Chen YQ Chen Chin J Catal 28 2 2007 97 5 A Iglesias-Juez A Martínez-Arias M Fernández-García J Catal 221 1 2004 148 6 AB Hungría ND Browning RP Erni M Fernández-García JC Conesa JA Pérez-Omil A Martínez-Arias J Catal 235 2 2005 251 7 JX Guo ShH Yuan MCh Gong L Zhang LJ Zhang M Zhao YQ Chen Acta Chim Sin 65 10 2007 937",
      "scopus-id": "52049095946",
      "coredata": {
        "eid": "1-s2.0-S1872206708600649",
        "dc:description": "The Pt/Pd/Rh three-way catalyst was prepared using a high-performance Ce0.55Zr0.35Y0.05La0.05O2 solid solution and high surface area La-stabilized alumina (La/Al2O3). The activity and durability of the catalysts under simulated conditions and actual vehicle test conditions were studied. The results revealed that Ce0.55Zr0.35Y0.05La0.05O2 solid solution maintains superior textual and oxygen storage properties, and La/Al2O3 has superior textual properties. The catalyst had high low-temperature activity, wide air-to-fuel ratio windows, and good thermal stability. The results from the emission test of a motorcycle showed that the catalyst can meet Euro III emission requirements.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708600649",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "HU, Chunming"
          },
          {
            "@_fa": "true",
            "$": "ZHAO, Ming"
          },
          {
            "@_fa": "true",
            "$": "WANG, Hairong"
          },
          {
            "@_fa": "true",
            "$": "CHEN, Shanhu"
          },
          {
            "@_fa": "true",
            "$": "GONG, Maochu"
          },
          {
            "@_fa": "true",
            "$": "SHI, Zhonghua"
          },
          {
            "@_fa": "true",
            "$": "CHEN, Yaoqiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708600649"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708600649"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60064-9",
        "prism:volume": "29",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Three-Way Catalyst Meeting Euro III Emission Standards for Motorcycles",
        "prism:copyright": "Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "8",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "three-way catalyst"
          },
          {
            "@_fa": "true",
            "$": "ceria-zirconia solid solution"
          },
          {
            "@_fa": "true",
            "$": "alumina"
          },
          {
            "@_fa": "true",
            "$": "motorcycle"
          },
          {
            "@_fa": "true",
            "$": "vehicle test"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "8",
        "openaccessSponsorType": null,
        "prism:pageRange": "677-679",
        "prism:endingPage": "679",
        "pubType": "sco",
        "prism:coverDisplayDate": "August 2008",
        "prism:doi": "10.1016/S1872-2067(08)60064-9",
        "prism:startingPage": "677",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60064-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/52049095946"
      }
    }
  }
}