{
  "metadata": {
    "title": "Regulating carbon work function to boost electrocatalytic activity for the oxygen reduction reaction",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2021-06-30",
    "doi": "10.1016/S1872-2067(20)63701-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206720637019",
    "pii": "S1872206720637019"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85096849920",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2021-03-30 2021-03-30 2021-03-30 2021-03-30 2021-03-30T11:55:31 1-s2.0-S1872206720637019 S1872-2067(20)63701-9 S1872206720637019 10.1016/S1872-2067(20)63701-9 S300 S300.1 FULL-TEXT 1-s2.0-S1872206720X00167 2021-03-30T11:08:50.681508Z 0 0 20210601 20210630 2021 2021-03-30T12:02:19.202632Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 42 42 6 6 Volume 42, Issue 6 5 938 944 938 944 202106 June 2021 2021-06-01 2021-06-30 2021 article fla Copyright © 2021 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. REGULATINGCARBONWORKFUNCTIONBOOSTELECTROCATALYTICACTIVITYFOROXYGENREDUCTIONREACTION CAI Y 1 Introduction 2 Experimental 2.1 Materials 2.2 Preparation of N/C 2.3 Preparation of Cs-N/C 2.4 Characterization 2.5 Electrochemical measurements 2.6 Calculations 3 Results and discussion 4 Conclusion Electronic supporting information Supplementary Material References GONG 2009 760 764 K SUN 2008 3900 3904 S QU 2010 1321 1326 L ZHAO 2020 259 267 H MONESTEL 2020 839 846 H CHEN 2020 858 867 K ZHANG 2011 11170 11176 L LANG 1971 1215 1223 N VAYENAS 1990 625 627 C LIU 2019 13828 13833 S NI 2012 1184 1189 S CHEON 2014 8875 8878 J SHIN 2018 1905 1913 H LIN 2014 5323 5329 J KWON 2012 26586 26591 K VANDENBERGHE 2000 28 36 S HUANG 2011 6262 6271 J LIU 2018 4562 4568 T DING 2005 213508 H PODGORNOV 2000 337 343 E LEE 2010 486 489 J KOTZ 1986 331 344 E LEE 2017 1600014 W WU 2006 152104 C HAN 2014 605 609 C HAN 2014 1809 1819 C JIAO 2014 4394 4403 Y UDDIN 2018 1458 1462 M ROBERTSON 1995 441 444 J CAIX2021X938 CAIX2021X938X944 CAIX2021X938XY CAIX2021X938X944XY 2023-03-30T00:00:00.000Z 2023-03-30T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2021-03-26T06:00:46.367Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S1872206720637019 Provincial Natural Science Foundation of Hunan 2016TP1009 Natural Science Foundation of Hunan Province http://data.elsevier.com/vocabulary/SciValFunders/501100004735 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 51402100 21825201 21573066 21805080 21902047 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Fundamental Research Funds for the Central Universities 531118010127 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ This work was supported by the Fundamental Research Funds for the Central Universities ( 531118010127 ), the National Natural Science Foundation of China ( 21902047, 51402100, 21825201, 21573066, 21805080 ), and the Provincial Natural Science Foundation of Hunan ( 2016TP1009 ). item S1872-2067(20)63701-9 S1872206720637019 1-s2.0-S1872206720637019 10.1016/S1872-2067(20)63701-9 273538 2021-03-30T11:02:19.202632Z 2021-06-01 2021-06-30 1-s2.0-S1872206720637019-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/MAIN/application/pdf/20622c468a5ba9a79f8f5daf8313bb03/main.pdf main.pdf pdf true 1986380 MAIN 7 1-s2.0-S1872206720637019-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/PREVIEW/image/png/904b1cb798776d5e0b0f55839b2c76d4/main_1.png main_1.png png 51137 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206720637019-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/fx1/DOWNSAMPLED/image/jpeg/dc9f22f597c016b94c54aa5790e271fd/fx1.jpg fx1 true fx1.jpg jpg 21731 215 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720637019-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr1/DOWNSAMPLED/image/jpeg/8a7141ca1a65bb0367034b6cee927df7/gr1.jpg gr1 gr1.jpg jpg 33774 186 374 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720637019-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr2/DOWNSAMPLED/image/jpeg/2c0421c32cd07bcca14c6e270d47e7f6/gr2.jpg gr2 gr2.jpg jpg 70304 382 689 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720637019-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr3/DOWNSAMPLED/image/jpeg/b5f2256d3db200f0806dd2a47e79cb32/gr3.jpg gr3 gr3.jpg jpg 68361 355 682 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720637019-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr4/DOWNSAMPLED/image/jpeg/c2231836c994286462f413203ecd09f5/gr4.jpg gr4 gr4.jpg jpg 13733 173 366 IMAGE-DOWNSAMPLED 1-s2.0-S1872206720637019-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/fx1/THUMBNAIL/image/gif/379e482e1f2b4fdb342a707f92876427/fx1.sml fx1 true fx1.sml sml 10449 156 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720637019-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr1/THUMBNAIL/image/gif/79d22b38bc28d29799890926d3bbdc46/gr1.sml gr1 gr1.sml sml 18697 109 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720637019-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr2/THUMBNAIL/image/gif/3cf7a83bd3a0d1e6d427a71b59c1648c/gr2.sml gr2 gr2.sml sml 11101 121 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720637019-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr3/THUMBNAIL/image/gif/dd93db146598f815ace35be4e81d519a/gr3.sml gr3 gr3.sml sml 9934 114 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720637019-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr4/THUMBNAIL/image/gif/aac4cbbafaf3a8d7158cbc3bc717ec54/gr4.sml gr4 gr4.sml sml 6735 103 219 IMAGE-THUMBNAIL 1-s2.0-S1872206720637019-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/fx1/HIGHRES/image/jpeg/63233e096969599d737d4127f04895e8/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 80786 571 800 IMAGE-HIGH-RES 1-s2.0-S1872206720637019-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr1/HIGHRES/image/jpeg/8a43f290ba4ec421934f29e2ec431e64/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 186121 495 993 IMAGE-HIGH-RES 1-s2.0-S1872206720637019-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr2/HIGHRES/image/jpeg/5bd9b41b3a818cd3333d1673585712e7/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 249567 1015 1830 IMAGE-HIGH-RES 1-s2.0-S1872206720637019-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr3/HIGHRES/image/jpeg/44d8bf6ad09aff0ba5799c1b4ac9a308/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 239794 945 1813 IMAGE-HIGH-RES 1-s2.0-S1872206720637019-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/gr4/HIGHRES/image/jpeg/b05ccf88498f57d0b2ac53b676565710/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 57081 459 973 IMAGE-HIGH-RES 1-s2.0-S1872206720637019-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/mmc1/MAIN/application/pdf/ce5479ce0bba8fe853fdc041b41e1007/mmc1.pdf mmc1 mmc1.pdf pdf false 1256142 APPLICATION 1-s2.0-S1872206720637019-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/STRIPIN/image/gif/3cb1549a8f905d16ac5cc280fd48ebcc/si1.gif si1 si1.gif gif 416 41 71 ALTIMG 1-s2.0-S1872206720637019-si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/STRIPIN/image/gif/5f201403424221698b6c13da94ddd2cf/si2.gif si2 si2.gif gif 609 30 152 ALTIMG 1-s2.0-S1872206720637019-si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/STRIPIN/image/gif/950952d13715202a853cea4c61bba25d/si3.gif si3 si3.gif gif 453 36 98 ALTIMG 1-s2.0-S1872206720637019-si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206720637019/STRIPIN/image/gif/e640cf243ed05493693415f844c6c334/si4.gif si4 si4.gif gif 671 22 165 ALTIMG CHNJC 63701 S1872-2067(20)63701-9 10.1016/S1872-2067(20)63701-9 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 SEM images of Cs-N/C (a) and N/C (b); (c) TEM image of Cs-N/C; (d) HRTEM image of Cs-N/C (inset in (d) shows SAED pattern of Cs-N/C); (e) EDS elemental mapping images of Cs-N/C. Fig. 2 (a) XRD patterns for Cs-N/C and N/C; (b) XPS survey for Cs-N/C and N/C; (c) Cs 3d spectra for Cs-N/C and Cs2CO3; (d) Raman spectra for Cs-N/C and N/C; (e) C 1s spectra for N/C and Cs-N/C; (f) N 1s spectra for N/C and Cs-N/C. Fig. 3 (a) The UPS spectra of Cs-N/C and N/C; (b) ORR polarization curves of Cs-N/C, N/C and Pt/C; (c) Tafel plots of Cs-N/C, N/C and Pt/C; (d) Correlation of j k of Cs-N/C and N/C at various potentials with their work function values; (e) Koutecky-Levich plots at 0.7 V of Cs-N/C and N/C; (f) Nyquist plots of Cs-N/C at 0.79, 0.76, 0.74 V and N/C at the potential of 0.93, 0.91, 0.89 V vs RHE. Scheme 1 Schematic illustrations of the preparation of the Cs-N/C and N/C. Published 22 November 2020 This work was supported by the Fundamental Research Funds for the Central Universities (531118010127), the National Natural Science Foundation of China (21902047, 51402100, 21825201, 21573066, 21805080), and the Provincial Natural Science Foundation of Hunan (2016TP1009). Article Regulating carbon work function to boost electrocatalytic activity for the oxygen reduction reaction Yazhi Cai Li Tao Gen Huang Nana Zhang Yuqin Zou * Shuangyin Wang State Key Laboratory of Chem/Bio-Sensing and Chemometrics, Provincial Hunan Key Laboratory for Graphene Materials and Devices, College of Chemistry and Chemical Engineering, Hunan University, Changsha 410082, Hunan, China State Key Laboratory of Chem/Bio-Sensing and Chemometrics Provincial Hunan Key Laboratory for Graphene Materials and Devices College of Chemistry and Chemical Engineering Hunan University Changsha Hunan 410082 China State Key Laboratory of Chem/Bio-Sensing and Chemometrics, Provincial Hunan Key Laboratory for Graphene Materials and Devices, College of Chemistry and Chemical Engineering, Hunan University, Changsha 410082, Hunan, China * Corresponding author Electronic regulation of carbon is essential for developing non-platinum electrocatalysts for oxygen reduction reactions (ORRs). In this work, we used Cs to further regulate the electronic structure of nitrogen-doped (N-doped) carbon. The Cs atoms coordinated with the nitrogen atom in the N-doped carbon for injecting electrons into the carbon conjugate structure and reducing the work function of the carbon network. The low-work-function surface improved electron donation, facilitated O2 dissociation, and enhanced the adsorption of an OOH* intermediate. Thus, electrocatalytic performance for the ORR was improved. The material shows potential as an ORR electrocatalyst comparable with Pt/C. Graphical Abstract The cesium-doping could regulate the work function of N-doped carbon and boost the electrocatalytic activity for the ORR. Keywords Cesium doping Nitrogen-doped carbon Electronic regulation Work function Oxygen reduction reaction 1 Introduction The oxygen reduction reaction (ORR) at the cathode plays a crucial role in controlling the performance of alkaline fuel cells and metal-air batteries [1]. Platinum-based catalysts perform well in electrocatalytic ORR, but the scarcity and high cost of Pt limit their wide application [2]. Moreover, platinum has weak resistance to carbon monoxide poisoning and poor catalytic stability [3]. Therefore, an efficient and cheap oxygen reduction catalyst is required. Nitrogen-doped (N-doped) carbon materials are commonly used as electrocatalysts [4–6]. Nitrogen atoms change the electronic distribution of the carbon-based network and influence the adsorption behavior of the reactants, significantly improving the catalytic activity of carbon materials [7]. Nevertheless, the electronic properties of N-doped carbon can be further adjusted to achieve improved oxygen reduction performance. Work function is defined as the minimum amount of energy required to remove an electron from the surface, reflecting the electron-donating ability of a solid [8]. Electrons are more likely to escape from the surface of a material with a low work function and participate in the reduction reaction on the electrode surface [9]. Lou et al. [10] discovered that Bi2O3 nanosheets with a low work function showed improved electrocatalytic performance in the CO2 reduction reaction. The work function also contributes significantly to the ORR. Yang et al. [11] reported that, based on the density functional theory, the energy barrier of oxygen-molecule dissociation is related to the partial occupation of p* orbitals and change of work functions on a carbon nanotube or graphene with different types of N-doping. Moreover, the authors claimed that graphitic N is more important than pyridinic N for ORR because the former has a lower work function and smaller O2 dissociation barrier. Joo's group provided the first direct experimental evidence that the nanoscale work function of doped nanocarbon, measured by Kelvin probe force microscopy (KPFM), is intrinsically correlated with ORR activity and reaction kinetics of doped nanocarbon catalysts [12]. Thereafter, Sung et al. [13] investigated the relationship between ORR activities and work functions of sulfur-doped carbon catalysts. They demonstrated the high applicability of work function as the activity descriptor. These efforts have inspired us to search for efficient oxygen reduction catalysts with a low work function. In this study, we introduced cesium as the modifier to lower the work function of N-doped carbon by adding cesium carbonate in the synthetic processes of zeolite imidazolate frameworks. Cesium carbonate, an efficient electron-injection material, is a well-known substance that reduces surface work function. It is widely used in organic light-emitting diodes (OLEDs), including those based on small molecules and polymers (polymer light-emitting diodes (PLEDs)) [14]. After high-temperature pyrolysis, we successfully obtained cesium-modified, N-doped ultrathin carbon nanosheet networks. The cesium was embedded in the carbon layer and coordinated with the nitrogen atoms around it, successfully reducing the surface work function of the carbon from 4.15 to 3.6 eV, thus ensuring excellent ORR activity. 2 Experimental 2.1 Materials Zinc nitrate hexahydrate (Zn(NO3)2·6H2O), 2-methylimidazole (MeIM), cesium carbonate (Cs2CO3) were obtained from Shanghai Chemical Reagents, China. Commercial Pt/C catalyst (20 wt%) was obtained from Johnson Matthey and Nafion was obtained from Sigma-Aldrich. All chemicals used in this experiment were used without further purification. 2.2 Preparation of N/C Typically, the molar ratio of Zn(NO3)2·6H2O and MeIM was 1:2. The mixture was ground together in an agate mortar for 5 min. Next, the precursors were transferred into a quartz boat and placed inside a tube furnace. The furnace was heated with a heating ramp of 5 °C min−1 and maintained at 150 °C for 2 h, then heated to 800 °C for 6 h under continuous Ar. 2.3 Preparation of Cs-N/C Zn(NO3)2·6H2O, MeIM, and Cs2CO3 were ground together in an agate mortar for 5 min. The molar ratio of Zn(NO3)2·6H2O and MeIM remained 1:2 and the contents of cesium carbonate were controlled to be 4.15%,11.5% and 17.8%. The newly-formed precursors were transfer into a quartz boat to undergo pyrolysis. The furnace was also heated with a heating ramp of 5 °C min−1 and maintained at 150 °C for 2 h, then heated to 800 °C for 6 h under continuous Ar. The control experiments were also performed by annealing the Cs-ZIF precursors at 150, 600, 700, 800, 900 and 1000 °C, and the corresponding products were named as Cs-N/C-150, Cs-N/C-600, Cs-N/C-700, Cs-N/C-800, Cs-N/C-900, Cs-N/C-1000, respectively. After cooling down to room temperature naturally, the products were washed with deionized water several times to eliminate free Cs species thoroughly, and were dried overnight to yield carbon power. The corresponding sample with the Cs2CO3 content of 11.5% and annealed at 800 °C for 6 h was also named Cs-N/C. 2.4 Characterization Microstructure features of all electrocatalysts were investigated by scanning electron microscopy (SEM, Hitachi, S-4800), and transmission electron microscope (TEM, FEI Tecnai G20). The crystal structures of the samples were characterized using powder X-ray diffraction (XRD, Bruker D8 Advance diffractometer, Cu-Kα ). X-ray photoelectron spectroscopic (XPS) was carried out on an ESCALAB 250Xi with an Al Kα radiator. The surface work function of the samples was analyzed by ultraviolet photoelectron spectroscopy (UPS) (ThermoFisher ESCALAB 250Xi). The Brunauer-Emmett-Teller (BET) specific surface area was measured at 77 K using the sophisticated JW-BK200C. Raman spectra were collected on a Raman spectrometer (Labram-010) using 632 nm laser. The TGA (STA449C) was carried out from the 50 °C to 1000 °C in Ar ambience. 2.5 Electrochemical measurements The electrochemical measurements were performed in a three-electrode system using an electrochemical workstation (CHI 760E). A catalyst coated glassy carbon rotating disk electrode was used as the working electrode, and a carbon rod and the saturated calomel electrode (SCE) were used as the counter electrode and the reference electrode, respectively. For the preparation of catalyst ink, 2 mg catalyst was dispersed in 1 ml ethanol. Then 50 μl 5% Nafion solution was added to the dispersion to form a homogenous ink. The working electrode with a mass loading of 0.2 mg cm−2 was prepared by dripping 13 μl catalytic ink on a well-polished glassy carbon (4 mm in diameter) and dried under ambient conditions. Before tests, N2/O2 flow was carried out through the electrolyte in the cell for about 30 min to achieve the Ar/O2 saturated solution. The cyclic voltammetry (CV) tests were measured in N2 and O2 saturated 0.1 M KOH solution with a scan rate of 50 mV s−1. Rotating disk electrode (RDE) and Rotating ring-disk electrode (RRDE) tests were conducted in O2 saturated 0.1 M KOH with a sweep rate of 10 mV s−1. 20 wt% Pt/C catalysts with the same mass loading was also studied for comparison. EIS tests were conducted with a sinusoidal voltage with amplitude of 10 mV and a scanning frequency from 100 kHz to 0.01 Hz was applied. 2.6 Calculations RRDE results were used to calculate the transferred electron number (n) as well as the H2O2 production yield according to the following formulas: n = 4 I d I r N + I d H 2 O 2 % = 100 × 4 - n 2 where n is the electron transfer number during the ORR process, I d is the absolute value of the disk current, I r is the absolute value of the ring current, and N is the current collection efficiency of Pt ring (0.38 in this work). RDE measurement was used to calculate the kinetic current density (j k) according to the Koutecky-Levich equation given below 1 j = 1 B ω 0.5 + 1 j k B = 0.2 n F c 0 D 0 2 / 3 V - 1 / 6 B = 0.2nFc 0 D 0 2/3 v −1/6 where JK is the kinetic current and ω is the electrode rotating rate. B could be determined from the slope of the K-L plots, n is the number of electrons transferred per oxygen molecule, F is the Faradaic constant (96485 C mol−1), D 0 is the diffusion coefficient of O2 in 0.1 m KOH (1.9 × 10−5 cm2 s−1), υ is the kinetic viscosity of the electrolyte (0.01 cm2 s−1), and c 0 is the bulk concentration of O2 (1.2 × 10−6 mol cm−3). The constant 0.2 is adopted when the rotation speed is expressed in rpm. The RHE calibration was conducted. In this study, E(RHE) = E(SCE) + 0.99 V. The onset potential was calculated according to 5% of the limiting current. The half-way potential was calculated according to 50% of the limiting current. 3 Results and discussion The cesium-modified, N-doped ultrathin carbon nanosheet networks, denoted as Cs-N/C, were prepared by direct pyrolysis of a mechanically ground mixture of zinc nitrate hexahydrate, 2-methylimidazole, and cesium carbonate under Ar atmosphere at 150 °C for 2 h and then at 800 °C for 6 h. The synthesis was quite similar to that of the pristine N/C, except for the addition of Cs2CO3 (Scheme 1 ). We varied the mass of cesium salts and the pyrolysis temperature in the preparation procedure, then determined that using 11.5% Cs2CO3 at a calcination temperature of 800 °C was the optimal preparation condition (Figs. S1 and S2). Thermogravimetric analysis was performed to monitor the decomposition and transformation process of both Cs-N/C and N/C at a heating rate of 3 °C min−1 in the Ar atmosphere (Fig. S3). The imidazole structure dehydrated and swelled at about 150 °C, then gradually carbonized as the temperature rose, forming carbon aerogel (Fig. S4). The surface morphology and microstructure of the Cs-N/C and N/C were characterized using scanning electron microscopy (SEM) and transmission electron microscopy (TEM). Figs. 1(a) and Fig. 1(b) show that the Cs-N/C retained the shape of the N/C after cesium-doping – that is, a 3D carbon network consisting of macropores interconnected with carbon nanosheets (Fig. 1(c)). The morphology of the 3D carbon network enhanced electron and mass transport. A high-resolution TEM (HRTEM) image (Fig. 1(d)) revealed that the carbon nanosheets comprised a disordered carbon structure, with a low degree of graphitization and plenty of defects serving as active sites for ORR. The mapping images (Fig. 1(e)) showed that the cesium, carbon, oxygen, and nitrogen atoms were distributed uniformly over the entire carbon nanosheet. There was no formation of metallic aggregates, which would indicate atomic cesium sites. Furthermore, since the unstable cesium on the surface was washed away by water, the remaining cesium was buried into carbon layers. The carbon samples were characterized by powder X-ray diffraction (PXRD) (Fig. 2(a) ). Only a broad (002) basal plane diffraction of carbon was observed for Cs-N/C; the zinc-related peaks were gone, unlike in the Cs-N/C-600 (Fig. S5), indicating the complete evaporation of zinc and, more importantly, the atomically distributed cesium-containing species. Meanwhile, the (002) peak of the Cs-N/C was weaker than the N/C, which may be attributed to the structural disorder and defects generated after doping with Cs2CO3. This finding was also confirmed by the BET data in Fig. S6, as estimated by the nitrogen adsorption/desorption method, where Cs-N/C exhibited a larger surface area (856.15 m2 g−1) than N/C (624.51 m2 g−1). The decomposition of carbonate destroyed the crystallinity of the material after the cesium doping. More defects were generated, which was beneficial to the ORR. Fig. 2(d) shows the Raman spectra of the Cs-N/C and N/C. The G band at around 1589 cm−1 corresponds to the in-plane vibration of sp 2 carbon. Compared to the N/C, the G band of the Cs-N/C was upshifted by 12 cm−1 in wavelength. Electron doping on carbon has been reported to cause the shift of the G band [15]. Therefore, the large peak shift of the G band of the Cs-N/C suggests a strong electronic modification of carbon after cesium doping. In sum, cesium carbonate injected electrons into the carbon conjugate structure, the electron density of the carbon plane increased, and the G band shifted. To determine the form of cesium species and clarify the electronic structure of the carbon, X-ray photoelectron spectroscopy (XPS) was carried out. The XPS survey spectra of the Cs-N/C and N/C are compared in Fig. 2(c). Both porous carbons show the nitrogen 1s, carbon 1s, and oxygen 1s peaks [3]; a single peak of cesium [16] was found in only the Cs-N/C at ~710 eV. Fig. 2(c) shows the cesium 3D signals of the Cs-N/C and Cs2CO3 precursors. The signature peak of the cesium 3D energy level shifted to higher binding energy after incorporation into the carbon skeleton – a conclusive indication that cesium atoms donated electrons to the surrounding chemical environment [17]. To gain further insight into the chemical reaction between the Cs2CO3 and ZIF structure, we also used XPS to monitor the chemical shift of the cesium 3D signals of Cs-N/C that had been subjected to annealing at various temperatures. Fig. S7 reveals that the cesium 3D signal gradually shifted to higher binding energy as the temperature slowly increased to 150 °C. The XRD pattern (Fig. S5) of the Cs-N/C-150 also showed no cesium-related peaks, indicating the disintegration of cesium carbonate and interaction of cesium-imidazole structure. The higher temperature led to the higher ion valence level of the cesium with enhanced electron-injection properties [17]. Cesium carbonate is strongly alkaline, thus, if too much is added, the structure of the MOF would be directly destroyed. In this work, the Cs-N/C with the doping amount of 11.5% showed the best performance. There was no distinct peak shift between Cs-N/C-600 and Cs-N/C-800, so we inferred that stable coordination of cesium species and carbon was already formed at the temperature of 600 °C. However, the structure could be destroyed as cesium atoms tend to evaporate when the temperature rises above 800 °C (Fig. S3), which makes 800 °C the most suitable pyrolysis temperature. The high-resolution XPS C 1s (Fig. 2e) spectra revealed changes in the electronic structure of the carbon. The deconvolution of the C 1s peak included the C−C/C=C (284.8 eV), C−O/C−N (286.8 eV) bonding moieties, and (C=O/C=N) near 288.8 eV. Cs-N/C catalysts showed a similar C 1s spectrum to N/C; no new peak appeared in the low binding energy region, demonstrating that the cesium atoms were not directly bonded to the carbon atoms. Nevertheless, the C−O/C−N peak shifted to the lower binding energy. There are two possible explanations for this phenomenon: cesium atoms infused electrons into carbon atoms through the C−O/C−N bond or the presence of cesium atoms led to the loss of oxygen or nitrogen atoms on the carbon skeleton. A comparison of N 1s spectra for Cs-N/C and N/C is shown in Fig. 2(f). The XPS results suggested that the high-resolution N 1s spectrum could be deconvoluted into four types: 398.4 ± 0.2, 400.0 ± 0.2, 401.0 ± 0.2, and 402.0 ± 0.2 eV, corresponding to pyridinic N, pyrrolic N, graphitic N, and oxidized N, respectively [18]. An essential feature of Cs-N/C was that the pyridinic N peak split. A component emerged at binding energy about 0.5 eV lower than the main peak of pyridinic N, which was fitted to Cs-N bonds that were observed in previously reported works [19]. An obvious Cs-N appeared in N 1s spectra, whereas no Cs–O bond could be found in O 1s deconvolution, showing that the cesium atoms were coordinated with nitrogen atoms [20]. In summary, cesium coordinated with the nitrogen atom at defect sites to realize further electronic regulation of N-doped carbon. The possible structure is provided in Fig. S15. In short, cesium carbonate is electron-injection material [21]. Cesium atoms bonded with nitrogen atoms and injected electrons into the carbon conjugate structure, increasing the electron density of the carbon plane. The electron density on the carbon surface increased and the work function decreased, which is beneficial to the ORR. The lowered work function was detected by ultraviolet photoemission spectroscopy (UPS) (Fig. 3(a) ), which has been widely applied to determine the work function of certain materials in many works [22]. The onset point of the UPS spectra in Cs–N/C was 16.95 eV, suggesting that the work function was 3.6 eV. The result was consistent with Kim's work, which reduced the work function of the graphene from 4.25 to 3.4 eV using Cs2CO3 [15]. The N/C exhibited a work function of approximately 4.15 eV, similar to the results of previously reported N-doped carbon materials [23]. There was a noticeable shift of secondary electron cutoff toward lower kinetic energy or a significant reduction of the work function after cesium-doping. Cesium, a notable low-work-function material, injects electrons into surrounding carbon atoms and moves the Fermi level closer to the vacuum level, thus reducing the work function [24]. To investigate the impact of reduced work function on the electrocatalytic performance on ORR, cyclic voltammogram tests were performed in N2- or O2-saturated 0.1 M KOH (Fig. S9). In the same voltage window, only a featureless quasi-rectangular voltammogram was observed on both catalysts in the N2-saturated solution. However, a notable reduction process was apparent at 0.76 V vs RHE in the O2-saturated solution for Cs-N/C, while N/C showed greater negative peak potential (0.65 V vs RHE). Linear sweeping voltammetry (LSV) measurements were recorded on a rotating disk electrode with a rotation rate of 1600 rpm using O2-saturated 0.1 M KOH at a scan rate of 10 mV s−1. As shown in Fig. 3(b), the Cs-N/C showed an onset potential of 0.91 V and a halfway potential of 0.83 V, both of which were comparable to Pt/C (0.95 and 0.83 V) and exceeded most carbon-based materials [25,26]. The Tafel plots were obtained from the polarization curves. The Cs-N/C had a Tafel slope of 92 mV dec−1, much smaller than that of the N/C (138 mV dec−1), and close to that of the Pt/C (88 mV dec−1), suggesting greatly improved ORR kinetics in the Cs-N/C electrocatalyst due to activated reaction sites caused by the lowered work function (Fig. 3(c)). To determine the kinetic limiting current density (j k), the LSV curves of ORR of Cs-N/C and N/C were measured at different rotation rates, from 400 to 1600 rpm (Figs. S10 and S11). According to Cheon's work, the kinetic current densities are inversely proportional to the work functions of doped carbon [12]. As shown in Fig. 3(d), the lower work function corresponded to higher kinetic current densities. In particular, the jk value of Cs-N/C was calculated to be 17.47 mA cm−2 at 0.7 V, much higher than that of N/C (1.92 mA cm−2) (Fig. 3(e)). The low-work-function carbon has a lower energetic barrier for donating electrons from the surface of the catalyst to the adsorbed oxygen, thereby facilitating the formation of the OOH* species [12], which in turn is the rate-determining step in the ORR [27]. Fig. S12(a) presents the disk and ring currents for Cs-N/C. The electron transfer number (n) was approximately 4 for in the potential range of 0–0.7 V, indicating that the ORR on Cs-N/C proceeded with an ideal four-electron reaction pathway. The H2O2 yield of the Cs-N/C was calculated to be less than 5% (Fig. S12(b)). Furthermore, as displayed in Fig. S13, the Cs-N/C exhibited almost no current reduction retention after 20000 s in the chronoamperometry test. Meanwhile, the Cs-N/C also showed better methanol tolerance than commercial Pt/C (Fig. S13). Those results demonstrated the outstanding ORR performance of Cs-N/C. Meanwhile, the in-situ electrochemical impedance spectroscopy (EIS) measurements were performed at various potentials to investigate further the catalytic kinetics of Cs-N/C and N/C. Fig. 3(f) shows the Nyquist plots of Cs-N/C at 0.93, 0.91, 0.89 V, and N/C at 0.79, 0.76, 0.74 V (vs RHE). Fig. S14(a) shows the equivalent circuit and Fig. S14(b) shows the fitting equation of the Nyquist plots. The semicircular diameter of the EIS curve stands for R ct, contacting the interfacial charge transfer reaction, and the intercept on the abscissa represents the solution resistance (R s). When the test conditions remain constant, the semicircular diameter of the EIS curve can directly reflect the conductivity of the electrode material [28]. The Cs-N/C possessed smaller R ct and smaller R s than N/C. One possible reason is that N doping is n-type doping, which increases the electron concentration in carbon and makes the electron the leading carriers (rather than holes) [29]. Further cesium doping resulted in the injection of electrons, which greatly enlarged the carrier concentration and thus increased the conductivity of the electrode material. This phenomenon once again verified the electron injection of cesium atoms to carbon atoms. 4 Conclusion In conclusion, the work function of N-doped carbon was regulated through cesium doping to improve electrocatalytic performance in oxygen reduction. Mapping and XPS confirmed the formation of a Cs-N/C structure, while Raman and UPS revealed the strongly regulated electronic state of carbon. Cesium atoms bonded with nitrogen atoms changed the work function of the carbon surface, and ultimately facilitated the adsorption of intermediates during ORR. The ORR activity of N-doped carbon was greatly improved using this strategy. Cesium was used as an electronic modifier for the first time, and this novel strategy seems promising for future applications in energy conversion and storage. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material Supplementary appendix References 1 K. Gong F. Du Z. Xia M. Durstock L. Dai Science 323 2009 760 764 K. Gong, F. Du, Z. Xia, M. Durstock, L. Dai, Science, 2009, 323, 760–764. 2 S. Sun F. Jaouen J.-P. Dodelet Adv. Mater. 20 2008 3900 3904 S. Sun, F. Jaouen, J.-P. Dodelet, Adv. Mater., 2008, 20, 3900–3904. 3 L. Qu Y. Liu J.-B. Baek L. Dai ACS Nano 4 2010 1321 1326 L. Qu, Y. Liu, J.-B. Baek, L. Dai, ACS Nano, 2010, 4, 1321–1326. 4 H. Zhao C.C. Weng J.T. Ren L. Ge Y.P. Liu Z.Y. Yuan Chin. J. Catal. 41 2020 259 267 H. Zhao, C. C. Weng, J. T. Ren, L. Ge, Y. P. Liu, Z. Y. Yuan, Chin. J. Catal., 2020, 41, 259–267. 5 H.G.R. Monestel I.S. Amiinu A.A. González Z. Pu B. Mousavi S. Mu Chin. J. Catal. 41 2020 839 846 H. G. R. Monestel, I. S. Amiinu, A. A. González, Z. Pu, B. Mousavi, S. Mu, Chin. J. Catal., 2020, 41, 839–846. 6 K. Chen S. Ci Q. Xu P. Cai M. Li L. Xiang X. Hu Z. Wen Chin. J. Catal. 41 2020 858 867 K. Chen, S. Ci, Q. Xu, P. Cai, M. Li, L. Xiang, X. Hu, Z. Wen, Chin. J. Catal., 2020, 41, 858–867. 7 L. Zhang Z. Xia J. Phys. Chem. C 115 2011 11170 11176 L. Zhang, Z. Xia, J. Phys. Chem. C, 2011, 115, 11170–11176. 8 N.D. Lang W. Kohn Phys. Rev. B 3 1971 1215 1223 N. D. Lang, W. Kohn, Phys. Rev. B, 1971, 3, 1215–1223. 9 C.G. Vayenas S. Bebelis S. Ladas Nature 343 1990 625 627 C. G. Vayenas, S. Bebelis, S. Ladas, Nature, 1990, 343, 625–627. 10 S. Liu X.F. Lu J. Xiao X. Wang X.W. Lou Angew. Chem. Int. Ed. 58 2019 13828 13833 S. Liu, X. F. Lu, J. Xiao, X. Wang, X. W. Lou, Angew. Chem. Int. Ed., 2019, 58, 13828–13833. 11 S. Ni Z. Li J. Yang Nanoscale 4 2012 1184 1189 S. Ni, Z. Li, J. Yang, Nanoscale, 2012, 4, 1184–1189. 12 J.Y. Cheon J.H. Kim J.H. Kim K.C. Goddeti J.Y. Park S.H. Joo J. Am. Chem. Soc. 136 2014 8875 8878 J. Y. Cheon, J. H. Kim, J. H. Kim, K. C. Goddeti, J. Y. Park, S. H. Joo, J. Am. Chem. Soc., 2014, 136, 8875–8878. 13 H. Shin N. Kang D. Kang J.S. Kang J.H. Ko D.H. Lee S. Park S.U. Son Y.-E. Sung ChemElectroChem 5 2018 1905 1913 H. Shin, N. Kang, D. Kang, J. S. Kang, J. H. Ko, D. H. Lee, S. Park, S. U. Son, Y.-E. Sung, ChemElectroChem, 2018, 5, 1905–1913. 14 J.D. Lin C. Han F. Wang R. Wang D. Xiang S. Qin X.-A. Zhang L. Wang H. Zhang A.T.S. Wee W. Chen ACS Nano 8 2014 5323 5329 J. D. Lin, C. Han, F. Wang, R. Wang, D. Xiang, S. Qin, X.-A. Zhang, L. Wang, H. Zhang, A. T. S. Wee, W. Chen, ACS Nano, 2014, 8, 5323–5329. 15 K.C. Kwon K.S. Choi B.J. Kim J.-L. Lee S.Y. Kim J. Phys. Chem. C 116 2012 26586 26591 K. C. Kwon, K. S. Choi, B. J. Kim, J.-L. Lee, S. Y. Kim, J. Phys. Chem. C, 2012, 116, 26586–26591. 16 S. Van den Berghe J.P. Laval B. Gaudreau H. Terryn M. Verwerft J. Nucl. Mater. 277 2000 28 36 S. Van den Berghe, J. P. Laval, B. Gaudreau, H. Terryn, M. Verwerft, J. Nucl. Mater., 2000, 277, 28–36. 17 J.-H. Huang J.-H. Fang C.-C. Liu C.-W. Chu ACS Nano 5 2011 6262 6271 J.-H. Huang, J.-H. Fang, C.-C. Liu, C.-W. Chu, ACS Nano, 2011, 5, 6262–6271. 18 T. Liu S. Feng J. Huo Q. Li C. Xie S. Wang ChemCatChem 10 2018 4562 4568 T. Liu, S. Feng, J. Huo, Q. Li, C. Xie, S. Wang, ChemCatChem, 2018, 10, 4562–4568. 19 H. Ding Y. Gao Appl. Phys. Lett. 86 2005 213508 H. Ding, Y. Gao, Appl. Phys. Lett., 2005, 86, 213508. 20 E.A. Podgornov I.P. Prosvirin V.I. Bukhtiyarov J. Mol. Catal. A 158 2000 337 343 E. A. Podgornov, I. P. Prosvirin, V. I. Bukhtiyarov, J. Mol. Catal. A, 2000, 158, 337–343. 21 J.-H. Lee D.-S. Leem J.-J. Kim Org. Electron. 11 2010 486 489 J.-H. Lee, D.-S. Leem, J.-J. Kim, Org. Electron., 2010, 11, 486–489. 22 E.R. Kötz H. Neff K. Müller J. Electroanal. Chem. Interf. Electrochem. 215 1986 331 344 E. R. Kötz, H. Neff, K. Müller, J. Electroanal. Chem. Interf. Electrochem., 1986, 215, 331–344. 23 W.J. Lee J. Lim S.O. Kim Small Methods 1 2017 1600014 W. J. Lee, J. Lim, S. O. Kim, Small Methods, 2017, 1, 1600014. 24 C.-I. Wu C.-T. Lin Y.-H. Chen M.-H. Chen Y.-J. Lu C.-C. Wu Appl. Phys. Lett. 88 2006 152104 C.-I. Wu, C.-T. Lin, Y.-H. Chen, M.-H. Chen, Y.-J. Lu, C.-C. Wu, Appl. Phys. Lett., 2006, 88, 152104. 25 C. Han J. Wang Y. Gong X. Xu H. Li Y. Wang J. Mater. Chem. A 2 2014 605 609 C. Han, J. Wang, Y. Gong, X. Xu, H. Li, Y. Wang, J. Mater. Chem. A, 2014, 2, 605–609. 26 C. Han S. Wang J. Wang M. Li J. Deng H. Li Y. Wang Nano Res. 7 2014 1809 1819 C. Han, S. Wang, J. Wang, M. Li, J. Deng, H. Li, Y. Wang, Nano Res., 2014, 7, 1809–1819. 27 Y. Jiao Y. Zheng M. Jaroniec S.Z. Qiao J. Am. Chem. Soc. 136 2014 4394 4403 Y. Jiao, Y. Zheng, M. Jaroniec, S. Z. Qiao, J. Am. Chem. Soc., 2014, 136, 4394–4403. 28 M.-J. Uddin S.-J. Cho Sustain. Energy Fuels 2 2018 1458 1462 M.-J. Uddin, S.-J. Cho, Sustain. Energy Fuels, 2018, 2, 1458–1462. 29 J. Robertson C.A. Davis Diam. Relat. Mater. 4 1995 441 444 J. Robertson, C. A. Davis, Diam. Relat. Mater., 1995, 4, 441–444.",
      "scopus-id": "85096849920",
      "coredata": {
        "eid": "1-s2.0-S1872206720637019",
        "dc:description": "Electronic regulation of carbon is essential for developing non-platinum electrocatalysts for oxygen reduction reactions (ORRs). In this work, we used Cs to further regulate the electronic structure of nitrogen-doped (N-doped) carbon. The Cs atoms coordinated with the nitrogen atom in the N-doped carbon for injecting electrons into the carbon conjugate structure and reducing the work function of the carbon network. The low-work-function surface improved electron donation, facilitated O2 dissociation, and enhanced the adsorption of an OOH* intermediate. Thus, electrocatalytic performance for the ORR was improved. The material shows potential as an ORR electrocatalyst comparable with Pt/C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206720637019",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cai, Yazhi"
          },
          {
            "@_fa": "true",
            "$": "Tao, Li"
          },
          {
            "@_fa": "true",
            "$": "Huang, Gen"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Nana"
          },
          {
            "@_fa": "true",
            "$": "Zou, Yuqin"
          },
          {
            "@_fa": "true",
            "$": "Wang, Shuangyin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206720637019"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206720637019"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(20)63701-9",
        "prism:volume": "42",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Regulating carbon work function to boost electrocatalytic activity for the oxygen reduction reaction",
        "prism:copyright": "Copyright © 2021 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "6",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cesium doping"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen-doped carbon"
          },
          {
            "@_fa": "true",
            "$": "Electronic regulation"
          },
          {
            "@_fa": "true",
            "$": "Work function"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "6",
        "openaccessSponsorType": null,
        "prism:pageRange": "938-944",
        "prism:endingPage": "944",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2021",
        "prism:doi": "10.1016/S1872-2067(20)63701-9",
        "prism:startingPage": "938",
        "dc:identifier": "doi:10.1016/S1872-2067(20)63701-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "215",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21731",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "186",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33774",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "382",
            "@width": "689",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70304",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "355",
            "@width": "682",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68361",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "173",
            "@width": "366",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13733",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10449",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18697",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "121",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11101",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "114",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9934",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "103",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6735",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "571",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "80786",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "495",
            "@width": "993",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "186121",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1015",
            "@width": "1830",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "249567",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "945",
            "@width": "1813",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "239794",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "459",
            "@width": "973",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "57081",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1256142",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@height": "41",
            "@width": "71",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "416",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "152",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "609",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "36",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "453",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "22",
            "@width": "165",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206720637019-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "671",
            "@ref": "si4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85096849920"
      }
    }
  }
}