{
  "metadata": {
    "title": "Synthesis and Properties of CuO/Zeolite Sandwich Type Adsorbent-Catalysts",
    "authors": "; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2008-01-31",
    "doi": "10.1016/S1872-2067(08)60013-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708600133",
    "pii": "S1872206708600133"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-39749113992",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2008-02-27 2008-02-27 2010-03-27T19:04:27 1-s2.0-S1872206708600133 S1872-2067(08)60013-3 S1872206708600133 10.1016/S1872-2067(08)60013-3 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206708X60024 2015-05-15T07:13:55.760442-04:00 0 0 20080101 20080131 2008 2008-02-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 29 29 1 1 Volume 29, Issue 1 5 25 30 25 30 200801 January 2008 2008-01-01 2008-01-31 2008 article fla Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. SYNTHESISPROPERTIESCUOZEOLITESANDWICHTYPEADSORBENTCATALYSTS BRAZLAUSKAS M SPIVEY 1987 2165 J ANTUNES 2001 149 A DIAZ 2005 313 E LAW 2003 5433 T LOPEZFONSECA 2003 13 R TSOU 2004 129 J BARTHOMEUF 1984 42 D ATWOOD 1998 51 G BAEK 2004 575 S GREENE 1996 213 H BISWICK 2006 49 T PEREIRA 2006 1651 D BRAZLAUSKASX2008X25 BRAZLAUSKASX2008X25X30 BRAZLAUSKASX2008X25XM BRAZLAUSKASX2008X25X30XM item S1872-2067(08)60013-3 S1872206708600133 1-s2.0-S1872206708600133 10.1016/S1872-2067(08)60013-3 273538 2010-09-22T11:38:23.422181-04:00 2008-01-01 2008-01-31 1-s2.0-S1872206708600133-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600133/MAIN/application/pdf/6c251521e04eea4e7afc24afe61c9683/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600133/MAIN/application/pdf/6c251521e04eea4e7afc24afe61c9683/main.pdf main.pdf pdf true 538660 MAIN 6 1-s2.0-S1872206708600133-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600133/PREVIEW/image/png/d0133584f9148a2b40e62ff52f36fa10/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600133/PREVIEW/image/png/d0133584f9148a2b40e62ff52f36fa10/main_1.png main_1.png png 67797 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 29, Issue 1, January 2008 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2008, 29(1): 25–30. Received date: 2007-06-18. * Corresponding author. Tel: +370-7-300150; Fax: +370-7-300152; E-mail: marius.brazlauskas@ktu.lt Copyright © 2008, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. Synthesis and Properties of CuO/Zeolite Sandwich Type Adsorbent-Catalysts Marius BRAZLAUSKAS*, Saulius KITRYS Department of Physical Chemistry, Kaunas University of Technology, Kaunas LT-50270, Lithuania Abstract: The CuO/zeolite sandwich type adsorbent-catalysts were prepared by wet impregnation of parent synthetic zeolites (NaA, CaA, NaX, and CaX) with copper(II) nitrate water solution (50.0 g/L) for 2 h followed by drying for 1 h and calcination at 450°C for 6 h. Composed coatings of the active component (CuO) on parent zeolites are about 1 mm. The parent zeolites, impregnated media, and ad- sorbent-catalysts were characterized by atomic absorption spectroscopy, X-ray diffraction, infrared spectroscopy, and differential scanning calorimetry. The adsorbent-catalysts were used for catalytic oxidation of alcohol (methanol, 1-propanol, and 1-butanol) vapor, and the catalytic activity tests were carried out in a fixed-bed quartz reactor in the 100–350°C range. The by-products and their concentration in the feed stream of air were determined. The maximum quantities of by-products were formed in the range of 220–250°C. The lifetime of the CuO/zeolite catalysts for the oxidation of alcohols was about 120 d. At this time, sandwich-type catalysts were active for the oxidation of alcohols into CO 2 and H 2 O in the range of 100–350°C. With increasing molecular weight of alcohols and decreasing their initial concen- tration in the feed stream, the temperatures of light-off and total oxidation to CO 2 and H 2 O decreased. Key words: zeolite; copper oxide; adsorbent-catalyst; volatile organic compound; alcohol; oxidation Catalytic oxidation is a technique in which pollutants that are usually contained in a gaseous stream are oxidized in the presence of catalysts. The desired reaction is the total oxidation to H 2 O and CO 2 without the formation of by-products [1]. There are two kinds of catalysts used in these processes: oxides of transition metals (Cu, Co, Mn, Fe, etc.) and noble metals (Pd, Pt, Rh, Au), both usually supported on alumina or silica. Recently, zeolites have gained interest as potential active catalysts for the oxidation of volatile organic compounds (VOCs) because of their pore structure, good thermal stability, and ion exchange properties [1–5]. Zeolites are microporous aluminosilicates widely used as acid-base catalysts [6,7]. In- dustrial conversions using acid-base catalysts include proc- esses like dehydration and condensation, cracking, isomeriza- tion, hydration, and hydrogenation. Despite the large number of articles concerning these processes, the catalytic oxidation reactions of alcohols over modified zeolites (especially sand- wich type catalysts) are not properly analyzed. Sandwich type catalysts are combined sorbent-catalyst sys- tems. The sorbent-catalyst system contains an adsorption segment (carbon, unexchanged zeolites, etc.) and a catalytic segment for the catalytic oxidation of the compounds [8–10]. The sorbent-catalyst can be a metal-impregnated or metal- exchanged zeolite. The dual function sorbent-catalyst medium is efficient for trapping volatile organic compounds at ambient temperature, while also catalyzing their destruction and de- sorbing the products at elevated temperatures (~350°C). Such a system eliminates the need for separate adsorption beds and significantly reduces energy consumption [8,10]. In the present work, we have approached the problem using sandwich type catalysts to obtain more information about the catalytic oxidation of alcohols (methanol, 1-propanol, and 1-butanol). The scope of this study was to prepare and char- acterize sandwich type catalysts, which consist of the active component CuO supported on four different types of zeolites, NaA, CaA, NaX, and CaX. 1 Experimental 1.1 Catalyst preparation Synthetic NaA, CaA, NaX, and CaX zeolite granules with a size of 4.0 mm × 7.5 mm were used as the catalyst supports. CuO/zeolite catalysts were prepared by wet impregnation of Marius BRAZLAUSKAS et al. / Chinese Journal of Catalysis, 2008, 29(1): 25–30 parent zeolites with copper(II) nitrate water solution (50.0 g/L). Impregnation was carried out at ambient temperature (25°C) for 2 h followed by drying at 100°C for 1 h and calcination in air at 450°C for 6 h. The calcination temperature was estimated from differential scanning calorimetry (DSC) analysis. Fur- thermore, the parent zeolites and adsorbent-catalysts were thermally stable up to 700°C. The composed coatings of the active component (CuO) on parent zeolites were about 1 mm thick. 1.2 Catalyst characterization The amount of copper in the catalysts and in the solutions was measured using a Perkin Elmer AAnalyst 400 atomic absorption spectroscope (AAS). The structure and composition of the synthetic zeolites, impregnated media, and adsorb- ent-catalysts were analyzed by X-ray diffraction (XRD, using a DRON-6 diffractometer), infrared spectroscopy (FT-IR, using a Perkin Elmer FT-IR system Spectrum X instrument), and DSC (using a Netzsch STA 409 PC Luxx differential scanning calorimeter). 1.3 Catalytic oxidation of alcohols Catalytic oxidation of methanol, 1-propanol, and 1-butanol vapor was carried out in a fixed-bed quartz reactor. Measure- ments were undertaken from 100 to 350°C. The initial con- centrations of alcohol vapor were analyzed using a gas chro- matograph with a flame ionization detector (GC-FID Perkin Elmer Clarus 500). The outgoing gases from the reactor were analyzed using a gas chromatograph with a mass spectroscope system (GC-MS Perkin Elmer Clarus 500). CO and CO 2 quantities were tested online with a TESTO 445 gas meter. 2 Results and discussion 2.1 Catalyst characterization According to the AAS analysis, the average copper content calculated for CuO was 8.98% in NaA, 8.73% in CaA, 9.61% Fig. 1 XRD patterns of parent zeolites (1), impregnated and dried zeolites (2), and calcined CuO/zeolite catalysts (3) (a) NaA, (b) CaA, (c) NaX, (d) CaX Marius BRAZLAUSKAS et al. / Chinese Journal of Catalysis, 2008, 29(1): 25–30 in NaX, and 10.85% in CaX. The XRD patterns of the parent zeolites, impregnated and dried zeolites, and prepared catalysts are shown in Fig. 1. It can be seen that the composed compound Cu 2 (OH) 3 NO 3 (Fig. 1(2)) after calcination has been converted to the active component CuO (Fig. 1(3)). In addition, the crystallinity of CaA and CaX zeolites after impregnation and calcination was reduced, whereas the NaA and NaX crystal- linity remained unchanged. FT-IR spectra (Fig. 2) of the parent zeolites, impregnated and dried zeolites, and prepared catalysts show that bands appear at about 1380 cm –1 after impregnation (Fig. 2(2)). These bands are attributed to nitrate stretching vibrations. After the calcination these bands almost disappear (Fig. 2(3)). This confirmed that the compound Cu 2 (OH) 3 NO 3 was converted to CuO after calcination. According to Refs. [11,12], copper hydroxy nitrate Cu 2 (OH) 3 NO 3 undergoes decomposition at elevated temperature, producing CuO. This is in agreement with the obtained results. The deformation mode of water in the range of 1625–1640 cm –1 and the OH stretching band at 3500 cm –1 are clearly seen in all samples. At about 1000 cm –1 the –Si–O–Si– stretching vibrations are found. This band is quite wide and overlaps with the –Al–O– and –Al–O–Si– stretching vibrations. 2.2 Catalytic activity measurements 2.2.1 Methanol catalytic oxidation From the light-off curves it is seen that CuO/NaA and CuO/NaX catalysts are more active than CuO/CaA and CuO/CaX catalysts (Fig. 3). When the temperature reaches 180°C the reaction of methanol vapor oxidation starts over Na-exchanged A and X type zeolites, whereas methanol oxi- dation over Ca-exchanged A and X type starts at 220°C (Fig. Fig. 3 Activity of CuO/zeolite catalysts for methanol vapor oxidation Initial methanol vapor concentration in the feed stream (mg/m 3 ): (a) 1000, (b) 2400 Fig. 2 FT-IR spectra of parent zeolites (1), impregnated and dried zeolites (2), and calcined CuO/zeolite catalysts (3) (a) NaA, (b) CaA, (c) NaX, (d) CaX Marius BRAZLAUSKAS et al. / Chinese Journal of Catalysis, 2008, 29(1): 25–30 3(a)). The light-off temperature also depends on the initial methanol concentration in the stream. With increasing initial methanol concentration, the oxidation starting temperature increases over the Ca-exchanged zeolite catalysts. Methanol vapor is oxidized to H 2 O and CO 2 over CuO/NaX at 280°C, over CuO/NaA at 300°C, and over CuO/CaA and CuO/CaX at 350°C. In the range of 220–320°C, dimethyl ether was also obtained over the Ca-exchanged zeolite catalysts. The con- centration of by-products does not depend on the initial methanol concentration and reaches 155 mg/m 3 at 250°C. Concentrations of dimethyl ether and methanol decrease when the temperature in the reactor increases. 2.2.2 1-Propanol catalytic oxidation Catalytic activity tests of the sorbent-catalysts were carried out with two initial 1-propanol concentrations (900 and 1600 mg/m 3 ) in the air feed stream (Fig. 4). Over CuO/Na-zeolite catalysts, the oxidation of 1-propanol vapor begins at about 180°C, whereas the ignition temperature of alcohol oxidation over CuO/Ca-zeolites is about 220°C. Like in the case of methanol oxidation, the reaction starting temperature depends on the initial concentration of 1-propanol. With increasing amount of 1-propanol in the feed stream, the temperature of total oxidation to CO 2 and H 2 O increases (Table 1). Fig. 4 Activity of CuO/zeolite catalysts for 1-propanol vapor oxidation Initial 1-propanol vapor concentration in the feed stream (mg/m 3 ): (a) 900, (b) 1600 Table 2 Concentration of by-products of 1-propanol oxidation over various CuO/zeolite catalysts at different temperatures CuO/NaA CuO/NaX CuO/CaA CuO/CaX C 0 of 1-propanol (mg/m 3 ) Temperature (°C) Propanal (mg/m 3 ) Propane (mg/m 3 ) Propane (mg/m 3 ) Propene (mg/m 3 ) Dimethylketene (mg/m 3 ) Glycidol (mg/m 3 ) Dimethylketene (mg/m 3 ) Glycidol (mg/m 3 ) 900 180 2 4 90 0 29 0 26 0 220 26 45 79 0 448 8 415 9 250 30 88 25 0 1021 34 805 20 280 0 11 0 0 565 9 534 29 300 0 0 0 0 263 7 228 9 320 0 0 0 0 0 0 0 0 350 0 0 0 0 0 0 0 0 1600 180 2 6 158 0 28 0 32 0 220 66 51 94 7 510 15 548 12 250 108 110 37 6 1605 68 1491 21 280 0 101 7 0 574 18 764 60 300 0 0 0 0 350 15 346 13 320 0 0 0 0 177 6 139 4 350 0 0 0 0 0 0 0 0 Table 1 Total oxidation temperature of 1-propanol over different CuO/zeolite catalysts Total oxidation temperature (°C) Sorbent-catalyst C 0 = 900 mg/m 3 C 0 = 1600 mg/m 3 CuO/NaA 280 300 CuO/NaX 280 300 CuO/CaA 320 350 CuO/CaX 320 350 C 0 —Initial concentration of 1-propanol. Marius BRAZLAUSKAS et al. / Chinese Journal of Catalysis, 2008, 29(1): 25–30 When the light-off temperature was reached, the amount of unreacted 1-propanol decreased with increasing temperature. We propose that up to this temperature sorption of alcohols took place on the surface of the CuO/zeolites. The maximum content of by-products (propanal, propane, propene, glycidol, and dimethylketene) was formed in the range of 220–250°C (Table 2). 2.2.3 1-Butanol catalytic oxidation The results of 1-butanol vapor catalytic oxidation over the CuO/zeolite catalysts are presented in Fig. 5 and Table 3. The light-off curves of catalytic oxidation of 1-butanol over the zeolite catalysts shift to lower temperatures: over CuO/NaA and CuO/NaX to 150°C; over CuO/CaA and CuO/CaX to 220°C. With increasing molecular weight of the alcohols, the light-off temperatures decreased. The maximum content of by-products (butanal, butane, 2-butene, and furan) was formed in the range of 220–250°C (Table 3). 3 Conclusions The intermediate compound (Cu 2 (OH) 3 NO 3 ) that was formed during the catalyst preparation decomposed into active component CuO after calcination. The average CuO content is 8.98% in NaA, 8.73% in CaA, 9.61% in NaX, and 10.85% in CaX. The lifetime of the CuO/zeolite catalysts for the oxida- tion of alcohols was about 120 d. During this time, the sand- wich-type catalysts were active for the oxidation of alcohols into CO 2 and H 2 O in the range of 100–350°C. By-products were also formed, and their maximum quantities were reached in the range of 220–250°C, but their amounts decreased with increasing temperature. With increasing molecular weight of alcohols and decreasing initial concentrations in the feed stream, the light-off temperatures and the total oxidation tem- peratures to CO 2 and H 2 O decreased. Table 3 Concentration of by-products of 1-butanol oxidation over various CuO/zeolite catalysts at different temperatures CuO/NaA CuO/NaX CuO/CaA CuO/CaX C 0 of 1-butanol (mg/m 3 ) Temperature (°C) Butanal (mg/m 3 ) Butane (mg/m 3 ) 2-Butene (mg/m 3 ) Furan (mg/m 3 ) 2-Butene (mg/m 3 ) Furan (mg/m 3 ) 2-Butene (mg/m 3 ) Furan (mg/m 3 ) 500 180 0 0 31 17 0 0 12 0 220 216 0 33 26 100 0 128 4 250 111 108 10 15 358 14 429 13 280 0 0 4 5 195 0 110 8 300 0 0 0 0 111 0 29 0 320 0 0 0 0 33 0 8 0 350 0 0 0 0 0 0 0 0 800 180 54 0 35 17 23 0 20 0 220 101 42 52 28 266 0 231 23 250 61 133 27 27 680 28 538 28 280 0 0 3 6 147 0 112 19 300 0 0 0 0 43 0 36 0 320 0 0 0 0 10 0 21 0 350 0 0 0 0 0 0 0 0 Fig. 5 Activity of CuO/zeolite catalysts for 1-butanol vapor oxidation Initial 1-butanol vapor concentration in the feed stream (mg/m 3 ): (a) 500, (b) 800 Marius BRAZLAUSKAS et al. / Chinese Journal of Catalysis, 2008, 29(1): 25–30 References [1] Spivey J J. Ind Eng Chem, Res, 1987, 26(11): 2165 [2] Antunes A P, Ribeiro M F, Silva J M, Ribeiro F R, Magnoux P, Guisnet M. Appl Catal B, 2001, 33(2): 149 [3] Diaz E, Ordonez S, Vega A, Coca J. Appl Catal B, 2005, 56(4): 313 [4] Law T S C, Chao C, Chan G Y W, Law A K Y. Atmos Environ, 2003, 37(38): 5433 [5] Lopez-Fonseca R, Gutierrez-Ortiz J I, Ayastui J L, Gutierrez-Ortiz M A, Gonzalez-Velasco J R. Appl Catal B, 2003, 45(1): 13 [6] Tsou J, Magnoux P, Guisnet M, Orfao J J M, Figueiredo J L. Appl Catal B, 2004, 51(2): 129 [7] Barthomeuf D. J Phys Chem, 1984, 88(1): 42 [8] Atwood G A, Greene H L, Chintawar P, Rachapudi R, Ramachandran B, Vogel C A. Appl Catal B, 1998, 18(1–2): 51 [9] Baek S W, Kim J R, Ihm S K. Catal Today, 2004, 93–95: 575 [10] Greene H L, Prakash D S, Athota K V. Appl Catal B, 1996, 7(3–4): 213 [11] Biswick T, Jones W, Pacula A, Serwicka E. J Solid State Chem, 2006, 179(1): 49 [12] Pereira D C, de Faria D L A, Constantino V R L. J Braz Chem Soc, 2006, 17(8): 1651 CHNJC 60013 S1872-2067(08)60013-3 10.1016/S1872-2067(08)60013-3 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences RESEARCH PAPER Synthesis and Properties of CuO/Zeolite Sandwich Type Adsorbent-Catalysts Marius BRAZLAUSKAS * Saulius KITRYS Department of Physical Chemistry, Kaunas University of Technology, Kaunas LT-50270, Lithuania * Corresponding author. Tel: +370-7-300150; Fax: +370-7-300152 The CuO/zeolite sandwich type adsorbent-catalysts were prepared by wet impregnation of parent synthetic zeolites (NaA, CaA, NaX, and CaX) with copper(II) nitrate water solution (50.0 g/L) for 2 h followed by drying for 1 h and calcination at 450°C for 6 h. Composed coatings of the active component (CuO) on parent zeolites are about 1 mm. The parent zeolites, impregnated media, and adsorbent-catalysts were characterized by atomic absorption spectroscopy, X-ray diffraction, infrared spectroscopy, and differential scanning calorimetry. The adsorbent-catalysts were used for catalytic oxidation of alcohol (methanol, 1-propanol, and 1-butanol) vapor, and the catalytic activity tests were carried out in a fixed-bed quartz reactor in the 100–350°C range. The by-products and their concentration in the feed stream of air were determined. The maximum quantities of by-products were formed in the range of 220–250°C. The lifetime of the CuO/zeolite catalysts for the oxidation of alcohols was about 120 d. At this time, sandwich-type catalysts were active for the oxidation of alcohols into CO2 and H2O in the range of 100–350°C. With increasing molecular weight of alcohols and decreasing their initial concentration in the feed stream, the temperatures of light-off and total oxidation to CO2 and H2O decreased. Key words zeolite copper oxide adsorbent-catalyst volatile organic compound alcohol oxidation References 1 JJ Spivey Ind Eng Chem, Res 26 11 1987 2165 2 AP Antunes MF Ribeiro JM Silva FR Ribeiro P Magnoux M Guisnet Appl Catal B 33 2 2001 149 3 E Diaz S Ordonez A Vega J Coca Appl Catal B 56 4 2005 313 4 TSC Law C Chao GYW Chan AKY Law Atmos Environ 37 38 2003 5433 5 R Lopez-Fonseca JI Gutierrez-Ortiz JL Ayastui MA Gutierrez-Ortiz JR Gonzalez-Velasco Appl Catal B 45 1 2003 13 6 J Tsou P Magnoux M Guisnet JJM Orfao JL Figueiredo Appl Catal B 51 2 2004 129 7 D Barthomeuf J Phys Chem 88 1 1984 42 8 GA Atwood HL Greene P Chintawar R Rachapudi B Ramachandran CA Vogel Appl Catal B 18 1–2 1998 51 9 SW Baek JR Kim SK Ihm Catal Today 93–95 2004 575 10 HL Greene DS Prakash KV Athota Appl Catal B 7 3–4 1996 213 11 T Biswick W Jones A Pacula E Serwicka J Solid State Chem 179 1 2006 49 12 DC Pereira DLA de Faria VRL Constantino J Braz Chem Soc 17 8 2006 1651",
      "scopus-id": "39749113992",
      "coredata": {
        "eid": "1-s2.0-S1872206708600133",
        "dc:description": "The CuO/zeolite sandwich type adsorbent-catalysts were prepared by wet impregnation of parent synthetic zeolites (NaA, CaA, NaX, and CaX) with copper(II) nitrate water solution (50.0 g/L) for 2 h followed by drying for 1 h and calcination at 450°C for 6 h. Composed coatings of the active component (CuO) on parent zeolites are about 1 mm. The parent zeolites, impregnated media, and adsorbent-catalysts were characterized by atomic absorption spectroscopy, X-ray diffraction, infrared spectroscopy, and differential scanning calorimetry. The adsorbent-catalysts were used for catalytic oxidation of alcohol (methanol, 1-propanol, and 1-butanol) vapor, and the catalytic activity tests were carried out in a fixed-bed quartz reactor in the 100–350°C range. The by-products and their concentration in the feed stream of air were determined. The maximum quantities of by-products were formed in the range of 220–250°C. The lifetime of the CuO/zeolite catalysts for the oxidation of alcohols was about 120 d. At this time, sandwich-type catalysts were active for the oxidation of alcohols into CO2 and H2O in the range of 100–350°C. With increasing molecular weight of alcohols and decreasing their initial concentration in the feed stream, the temperatures of light-off and total oxidation to CO2 and H2O decreased.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708600133",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "BRAZLAUSKAS, Marius"
          },
          {
            "@_fa": "true",
            "$": "KITRYS, Saulius"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708600133"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708600133"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60013-3",
        "prism:volume": "29",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Synthesis and Properties of CuO/Zeolite Sandwich Type Adsorbent-Catalysts",
        "prism:copyright": "Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "zeolite"
          },
          {
            "@_fa": "true",
            "$": "copper oxide"
          },
          {
            "@_fa": "true",
            "$": "adsorbent-catalyst"
          },
          {
            "@_fa": "true",
            "$": "volatile organic compound"
          },
          {
            "@_fa": "true",
            "$": "alcohol"
          },
          {
            "@_fa": "true",
            "$": "oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "25-30",
        "prism:endingPage": "30",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2008",
        "prism:doi": "10.1016/S1872-2067(08)60013-3",
        "prism:startingPage": "25",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60013-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/39749113992"
      }
    }
  }
}