{
  "metadata": {
    "title": "Effect of V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf>/WO<ce:inf loc=post>3</ce:inf>-TiO<ce:inf loc=post>2</ce:inf> catalyst preparation method on NO<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf> removal from diesel exhaust",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2014-12-31",
    "doi": "10.1016/S1872-2067(14)60218-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206714602187",
    "pii": "S1872206714602187"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84918563764",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2014-12-06 2014-12-06 2014-12-05T23:45:56 1-s2.0-S1872206714602187 S1872-2067(14)60218-7 S1872206714602187 10.1016/S1872-2067(14)60218-7 S300 S300.1 FULL-TEXT 1-s2.0-S1872206714X00124 2015-05-15T07:14:43.50131-04:00 0 0 20141201 20141231 2014 2014-12-06T21:31:34.318195Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 35 35 12 12 Volume 35, Issue 12 14 2020 2028 2020 2028 201412 December 2014 2014-12-01 2014-12-31 2014 article fla Copyright © 2014 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. EFFECTV2O5WO3TIO2CATALYSTPREPARATIONMETHODNOXREMOVALDIESELEXHAUST PANG L 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 NH3-SCR activity 3 Results and discussion 3.1 Characterization 3.2 Effect of preparation methods on the activity of the V2O5/WO3-TiO2 catalysts 4 Conclusions Acknowledgments References KASPAR 2003 419 J SCHULTZ 2003 624 M SKALSKA 2010 3976 K NAKAJIMA 1996 109 F FORZATTI 2001 221 P LIU 2006 43 Z LIU 2012 446 F ZHAO 2008 303 Z LI 2011 147 J KOBAYASHI 2005 173 M KROCHER 2008 215 O CHOO 2000 177 S LI 2009 2798 M WACHS 1990 570 I TANG 2012 933 F WACHS 1997 67 I XU 2012 1927 H ODENBRAND 2008 663 C MADIA 2002 181 G VANSETTEN 2001 489 B THIRUVENGADAM 2012 1907 A REDDY 1993 317 B ALBONETTI 2003 197 S REDDY 1996 187 B SHI 2011 359 A CASANOVA 2012 227 M REICHE 2000 400 M REDDY 1997 1769 B CHIKER 2003 139 F WENT 1992 479 G YU 2001 319 X PANGX2014X2020 PANGX2014X2020X2028 PANGX2014X2020XL PANGX2014X2020X2028XL item S1872-2067(14)60218-7 S1872206714602187 1-s2.0-S1872206714602187 10.1016/S1872-2067(14)60218-7 273538 2014-12-06T15:31:34.318195-05:00 2014-12-01 2014-12-31 1-s2.0-S1872206714602187-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/MAIN/application/pdf/3b3aaac09e61fc36823b1d51806d920a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/MAIN/application/pdf/3b3aaac09e61fc36823b1d51806d920a/main.pdf main.pdf pdf true 1693865 MAIN 6 1-s2.0-S1872206714602187-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/PREVIEW/image/png/a90833d8f2198834022b189396ddef84/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/PREVIEW/image/png/a90833d8f2198834022b189396ddef84/main_1.png main_1.png png 53412 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206714602187-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr5/DOWNSAMPLED/image/jpeg/66b4d0ec406b9f155d1401cb0b4b8605/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr5/DOWNSAMPLED/image/jpeg/66b4d0ec406b9f155d1401cb0b4b8605/gr5.jpg gr5 gr5.jpg jpg 28085 270 318 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714602187-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr4/DOWNSAMPLED/image/jpeg/0bdbb00d674c47bf77a3502a9fbfa5b2/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr4/DOWNSAMPLED/image/jpeg/0bdbb00d674c47bf77a3502a9fbfa5b2/gr4.jpg gr4 gr4.jpg jpg 41225 438 329 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714602187-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr3/DOWNSAMPLED/image/jpeg/8038f90d5e6c5ca555f298943d18d62c/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr3/DOWNSAMPLED/image/jpeg/8038f90d5e6c5ca555f298943d18d62c/gr3.jpg gr3 gr3.jpg jpg 69344 340 369 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714602187-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr2/DOWNSAMPLED/image/jpeg/2835162854e21958693371f5626a10f9/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr2/DOWNSAMPLED/image/jpeg/2835162854e21958693371f5626a10f9/gr2.jpg gr2 gr2.jpg jpg 58734 270 707 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714602187-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr1/DOWNSAMPLED/image/jpeg/f1fc7f49cc9afbc8feedb498567fd6d9/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr1/DOWNSAMPLED/image/jpeg/f1fc7f49cc9afbc8feedb498567fd6d9/gr1.jpg gr1 gr1.jpg jpg 25033 264 329 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714602187-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/fx1/DOWNSAMPLED/image/jpeg/a116063e002f191df2e0aef3acc65f27/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/fx1/DOWNSAMPLED/image/jpeg/a116063e002f191df2e0aef3acc65f27/fx1.jpg fx1 true fx1.jpg jpg 36769 171 500 IMAGE-DOWNSAMPLED 1-s2.0-S1872206714602187-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr5/THUMBNAIL/image/gif/dc696b7dabf7baba72f702e82e3d36b1/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr5/THUMBNAIL/image/gif/dc696b7dabf7baba72f702e82e3d36b1/gr5.sml gr5 gr5.sml sml 4422 164 193 IMAGE-THUMBNAIL 1-s2.0-S1872206714602187-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr4/THUMBNAIL/image/gif/befc54a24e8731830f24e5ea83a68078/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr4/THUMBNAIL/image/gif/befc54a24e8731830f24e5ea83a68078/gr4.sml gr4 gr4.sml sml 3225 164 123 IMAGE-THUMBNAIL 1-s2.0-S1872206714602187-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr3/THUMBNAIL/image/gif/a2a11ff0ed0ac8bdfa15845cf8513655/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr3/THUMBNAIL/image/gif/a2a11ff0ed0ac8bdfa15845cf8513655/gr3.sml gr3 gr3.sml sml 15501 164 178 IMAGE-THUMBNAIL 1-s2.0-S1872206714602187-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr2/THUMBNAIL/image/gif/b787f7050aa93f89caf5e03ab86a57d0/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr2/THUMBNAIL/image/gif/b787f7050aa93f89caf5e03ab86a57d0/gr2.sml gr2 gr2.sml sml 3424 84 219 IMAGE-THUMBNAIL 1-s2.0-S1872206714602187-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/gr1/THUMBNAIL/image/gif/0803935ef3765b5b50dc65871a5a6f0f/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/gr1/THUMBNAIL/image/gif/0803935ef3765b5b50dc65871a5a6f0f/gr1.sml gr1 gr1.sml sml 4166 164 204 IMAGE-THUMBNAIL 1-s2.0-S1872206714602187-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206714602187/fx1/THUMBNAIL/image/gif/c25e8a7c9a8aef0bf335fd5495463792/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206714602187/fx1/THUMBNAIL/image/gif/c25e8a7c9a8aef0bf335fd5495463792/fx1.sml fx1 true fx1.sml sml 4965 75 219 IMAGE-THUMBNAIL CHNJC 60218 S1872-2067(14)60218-7 10.1016/S1872-2067(14)60218-7 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 XRD patterns of fresh and hydrothermally aged catalysts. Fig. 2 Raman spectra of fresh catalysts (a) and hydrothermally aged V2O5/WO3-TiO2 catalysts (b). Fig. 3 SEM images of fresh and hydrothermally aged catalysts. (a) VWTi-con; (b) VWTi -HUST; (c) A-VWTi-con; (d) A-VWTi-HUST. Fig. 4 V 2p 2/3 XPS spectra of fresh catalysts (a) and hydrothermally aged V2O5/WO3-TiO2 catalysts (b). Fig. 5 Catalytic performance of fresh and hydrothermally aged V2O5/WO3-TiO2 catalysts. Table 1 XRD parameters of the fresh and aged catalysts. Sample Phase composition Crystallite size (nm) WTi Anatase 16.4 VWTi-con Anatase 16.4 VWTi-HUST Anatase 16.6 A-WTi Anatase 23.4 A-VWTi-con 65% Anatase + 35% rutile 52.3 A-VWTi-HUST Anatase 38.2 Published 20 December 2014 Page numbers refer to the contents in the print version, which include both the English and Chinese versions of the paper. The online version only has the English version. The pages with the Chinese version are only available in the print version. Article Effect of V2O5/WO3-TiO2 catalyst preparation method on NO x removal from diesel exhaust Lei Pang a b Chi Fan a Lina Shao a Junxia Yi b Xing Cai b Jian Wang b Ming Kang b Tao Li a b c * a School of Chemistry & Chemical Engineering, Huazhong University of Science and Technology, Wuhan 430074, Hubei, China School of Chemistry & Chemical Engineering Huazhong University of Science and Technology Wuhan Hubei 430074 China b Technical Center of Dongfeng Commercial Vehicle Co., Ltd, Wuhan 430056, Hubei, China Technical Center of Dongfeng Commercial Vehicle Co., Ltd Wuhan Hubei 430056 China c Key Laboratory for Large-Format Battery Materials and System, Ministry of Education, Huazhong University of Science and Technology, Wuhan 430074, Hubei, China Key Laboratory for Large-Format Battery Materials and System Ministry of Education Huazhong University of Science and Technology Wuhan Hubei 430074 China * Corresponding author. Tel: +86-25-87557048; Fax: +86-25-87543632 V2O5/WO3-TiO2 catalysts were prepared by conventional impregnation (VWTi-con) and ultrasound-assisted impregnation methods (VWTi-HUST). Their catalytic performance was tested for the selective catalytic reduction (SCR) of NO with NH3. The effects of the preparation methods on the catalyst properties were studied. The catalysts were characterized by X-ray diffraction, scanning electron microscopy, Raman and X-ray photoelectron spectroscopy. Both structural investigation and NH3-SCR activity showed that the preparation method had a strong effect on the thermal behavior of the V2O5/WO3-TiO2 catalysts. After a hydrothermal treatment, a significant loss of NO reduction activity was observed for the VWTi-con catalyst, which suffered severe sintering and even formed a rutile V x Ti1-x O2 solid solution, while the VWTi-HUST catalyst had the same good hydrothermal stability as a commercial catalyst, indicating that the VWTi-HUST catalyst can be used in a commercial diesel after-treatment system. The ultrasound-assisted impregnation method produced a stronger interaction between the vanadium species and WTi support, which stabilized the vanadium species in the reduced state. Graphical Abstract V2O5/WO3-TiO2 catalysts were prepared by the convention impregnation and ultrasound-assisted impregnation methods. The hydrothermal stability of the catalysts depended on the preparation method. The catalyst prepared by ultrasound-assisted impregnation showed better hydrothermal stability. Keywords Selective catalytic reduction Nitrogen oxide Vanadium catalyst Hydrothermal stability Diesel engine 1 Introduction Diesel vehicles have attracted a large market share for its benefits such as high power and good fuel economy [ 1 ]. However, the emission of nitrogen oxides (NO x ) by diesel vehicles is harmful to the environment and human health [ 2,3 ]. In order to eliminate NO x pollution from diesel exhaust, ever-tightening emission regulations have been imposed in many countries. One of the leading technologies for reducing NO x emissions is the selective catalytic reduction by ammonia (NH3-SCR), which has been extensively studied for lean NO x control in stationary sources and diesel vehicle emission [ 4–6 ]. A catalyst with a high activity, broad operating temperature, and excellent hydrothermal stability is required for the NH3-SCR technology [ 7–9 ]. The V2O5/WO3-TiO2 catalyst has been applied successfully for the exhaust treatment of heavy duty diesel engines for its high catalytic activity and selectivity, and superior resistance to sulfur poisoning [ 10,11 ]. Thus, the first choice for NH3-SCR catalyst applied in the China stage IV standard is the developed V2O5/WO3-TiO2 catalyst. TiO2 in the form of the anatase phase is most widely used as the support of the V2O5/WO3-TiO2 catalyst due to its better electron transfer and superior resistance to sulfur poisoning [ 12,13 ]. Compared to other supports, anatase TiO2 can remarkably improve the dispersion state of the VO x species on the surface of catalysts [ 14 ]. The vanadium species on anatase TiO2 include isolated VO x species, aggregated VO x species, and crystalline V2O5 [ 15 ]. The distribution of the VO x species depends on the vanadium loading. Isolated and aggregated VO x species are the main species at low loadings, while crystalline of V2O5 is formed as the loading increases [ 16 ]. WO3 can stabilize the anatase phase of the TiO2 support and increase the surface acidity of catalysts [ 17 ]. Although the V2O5/WO3-TiO2 catalyst has been widely used in stationary and mobile pollution sources, a major drawback is its thermal deactivation in the exhaust gas, which can reach over 650 °C under certain conditions [ 18,19 ]. The challenges for the automotive application of V2O5/WO3-TiO2 catalysts are high SCR activity and good thermal stability in the wide temperature range [ 20,21 ]. Composite supports have been used to improve the hydrothermal stability, such as TiO2-SiO2 [ 22,23 ], TiO2-Al2O3 [ 24 ], and TiO2-ZrO2 [ 25 ]. Some researchers have improved the hydrothermal stability of vanadium catalysts by the formation of a rare earth metal vanadate, which can inhibit the formation of a rutile V x Ti1-x O2 solid solution [ 26 ]. V2O5/WO3-TiO2 catalysts have been prepared by different grafting sequences of the vanadium and tungsten onto the TiO2, where the surface chemical properties and activity of the catalysts were shown to be independent of the sequence of the grafting sequence up to a monolayer of the catalyst [ 27 ]. However, studies on the effect of the V2O5/WO3-TiO2 catalyst preparation method on the fresh and hydrothermally aged SCR activities have not been systematic. Here, we prepared V2O5/WO3-TiO2 catalysts by conventional impregnation and ultrasound-assisted impregnation methods, and tested their catalytic performance for the SCR of NO with NH3. The aim of the study was to understand and elucidate the deNO x activity and deactivation behavior of the catalysts prepared by the different preparation methods. 2 Experimental 2.1 Catalyst preparation WO3-TiO2 powder (WTi) was used as the support for preparing V2O5/WO3-TiO2 catalysts containing 10 wt% WO3 and 3 wt% V2O5. The conventional impregnation method was as follows. WTi was impregnated with vanadium oxalate aqueous solutions followed by drying at 110 °C for 12 h and calcination at 500 °C for 5 h. After calcination, a measured amount of water was added to the as-prepared powder and mixed to form a well-mixed slurry. A cordierite support (cylinder, diameter 11 mm, length 22 mm, bulk 2.1 cm3, 400 cell/cm2) was coated by dipping it into the slurry. After each immersion, air was gently blown to eliminate excess slurry to achieve a homogeneous coating on the ceramic surface. Successive immersion of the cordierite in the slurry was performed to achieve the required loading of about 250 g/L. The monolithic catalyst was labeled as V2O5/WO3-TiO2-convention, which was also shortened to VWTi-con. The ultrasound-assisted impregnation method was as follows. The WTi powder was put into the vanadium oxalate aqueous solution and thoroughly stirred, and then an ultrasonic treatment was applied for 1 h under a vacuum condition. Then, the sample was dried in a rotary vacuum dryer and calcined at 500 °C for 5 h. A cordierite support was coated followed the same procedure as above. This monolithic catalyst was labeled as V2O5/WO3-TiO2-HUST, which was shortened to VWTi-HUST. In the experiment for comparing the different preparation methods, the vanadium oxalate aqueous solution was mixed with ammonium metavanadate (V2O5 3.0 wt%) with oxalic acid (n(C2H2O4·2H2O):n(V2O5) = 3:1). All chemicals used were chemical grade. An imported industrial catalyst was used as the reference sample, and it was labeled as V2O5/WO3-TiO2-industrialization, which was shortened to VWTi-ind. To investigate the hydrothermal stability of the catalyst, the monolithic SCR catalyst was aged in a quartz tube reactor at 700 °C for 12 h with wet air containing 10% H2O flowing at the rate of 1000 mL/min. The hydrothermally aged catalysts were labeled as A-VWTi-con, A-VWTi-HUST, and A-VWTi-ind. 2.2 Catalyst characterization Powder X-ray diffraction (XRD) patterns were recorded on an X’Pert PRO X-ray diffractometer using Cu Kα irradiation. Scanning electron microscopy (SEM) images were obtained on a FEI Sirion 200 scanning electron microscope at 10.0 kV. X-ray photoelectron spectroscopy (XPS) analysis was carried out on an Axis Ultra DLD spectrometer with Al Kα irradiation. The binding of energies were calibrated using the C 1s peak at 284.7 eV as an internal standard. Raman spectra were acquired on LabRAM HR 800 equipped with a frequency-doubled Nd-YAG 532 nm laser. 2.3 NH3-SCR activity The activity of the monolithic SCR catalysts was measured in a fixed-bed stainless steel tubular reactor of 1.2 cm diameter and 80 cm length. The reactant gas composition was 1000 ppm NO, 1100 ppm NH3, 5% O2, and balance N2. A 2.1 cm3 monolithic catalyst was used in each test. The total flow rate was 1000 mL/min, that is, a GHSV by volume of 30 000 h−1 was obtained. The concentration of NO after the reaction was monitored by an exhaust analyzer (Foshan Analytical Instrument Co. Ltd., China, FGA-4100-5G). To avoid errors caused by the oxidation of NH3, a NH3 trap containing phosphoric acid solution was installed before the gas entered the exhaust analyzer. 3 Results and discussion 3.1 Characterization The XRD pattens of the fresh and hydrothermally aged vanadium-based catalysts prepared by the different methods are shown in Fig. 1 . On the fresh VWTi-con and VWTi-HUST catalysts, the peaks of anatase TiO2 (2θ = 25.6°, 38.1°, and 48.2°) dominated the XRD pattern, and V2O5 and WO3 diffraction peaks could not be detected, indicating that V2O5 and WO3 were well dispersed as the amorphous oxide, or aggregated in mini-crystallites that were too small to be detected by XRD. After hydrothermal aging, some TiO2 transformation of anatase to rutile (2θ = 27.6°, 36.3°, 41.4°, and 54.5°) took place with the A-VWTi-con catalyst, while with A-VWTi-HUST, agglomeration of the WO3 crystallites occurred but rutile TiO2 peaks could not be detected. The crystallite size and amount of anatase phase on the fresh and hydrothermally aged catalysts are shown in Table 1 . The fresh VWTi-con and VWTi-HUST catalysts only exhibited the anatase phase, and the average crystallite size of anatase of both catalysts was in the range of 16–17 nm. After the hydrothermal treatment, the average crystallite size of the anatase of the VWTi-con catalyst increased from 16.4 to 52.3 nm, and the amount of anatase phase decreased from 100% to 65%. Growth of the anatase particles was less obvious with the VWTi-HUST catalyst, only increasing from 16.6 to 38.2 nm, and it still only had the anatase phase. The result indicated that the hydrothermal stability of the VWTi-HUST catalyst was better than the VWTi-con catalyst. In order to confirm the effect of preparation methods on the hydrothermal stability, we also investigated the average crystallite size and crystal phase composition of fresh and hydrothermally aged WTi, which was the support of VWTi-con and VWTi-HUST. The results indicated that the average crystallite size of the anatase of WTi only increased from 16.4 to 23.4 nm, and hydrothermal aging did not cause a phase transformation from anatase TiO2 to the rutile phase. In addition, because VWTi-con and VWTi-HUST were essentially uniform in composition, this excluded the effect of the composition of the catalyst on the hydrothermal stability. These results proved that preparation method had an obvious effect on the hydrothermal stability of the vanadium based catalysts, namely, the phase transformation from anatase TiO2 to the rutile phase was obviously suppressed by the ultrasound-assisted impregnation method. Fig. 2 displays the Raman spectra of the fresh and hydrothermally aged catalysts. As shown in Fig. 2(a), the Raman feature of the anatase structure (398, 517, and 639 cm−1) dominated the spectra of all the fresh catalysts, which was in good agreement with the XRD data. In order to interpret the information for the surface structure of vanadium oxide and tungsten oxide, the Raman spectra with a smaller range of 1100–750 cm−1 are also presented in Fig. 2. The Raman feature of the symmetrical V=O stretching mode and symmetrical W=O stretching mode at monolayer coverage (965–990 cm−1) was also observed on the fresh catalysts. Thus, the vibration peak at 969 cm−1 on the WTi was ascribed to the symmetrical W=O stretching mode; VWTi-con and VWTi-HUST displayed the peak at 982 cm−1, which was ascribed to the overlap of the symmetrical V=O stretching mode and symmetrical W=O stretching mode at monolayer coverage. The vibration peak at 802 cm−1 appeared for all the samples, which was due to the crystalline WO3. In addition, there was no peak of crystalline V2O5 on VWTi-con and VWTi-HUST, indicating that the surface vanadium species were in a highly dispersed state. After the hydrothermal treatment, all the samples still exhibited the anatase structure. The Raman feature of rutile TiO2 (445 and 616 cm−1) could be only observed with the VWTi-con catalyst, indicating that for this catalyst, the hydrothermal treatment caused some transformation of anatase to rutile. In addition, compared to A-VWTi-con, A-VWTi-HUST showed a pronounced increase of the intensity of the peak (806 cm−1) due to the crystalline WO3, indicating the growth of the crystalline phase during the hydrothermal treatment. An explanation is that the ultrasound-assisted impregnation method improved the interaction between the vanadium species and the WTi support, that is, the hydrothermal treatment caused the segregation of the WO x species on the WTi support because of the relative weak interaction between the tungsten species and WTi support. The result indicated that the interaction between the vanadium species and the support strongly influenced the hydrothermal stability. It further showed that the ultrasound-assisted impregnation method played an important role in the hydrothermal stability of the catalyst. SEM images of the fresh and hydrothermally aged VWTi-con and VWTi-HUST catalysts are shown in Fig. 3 . There were no apparent differences between the VWTi-con and VWTi-HUST catalysts (Fig. 3(a) and (b)). After hydrothermally aged at 700 °C for 12 h, a significant change took place on the A-VWTi-con catalyst (Fig. 3(c)) where the catalytic particles were aggregated and developed to be extremely large. Combining this with the XRD and Raman results, it was concluded that this was because the phase transformation from anatase TiO2 to the rutile phase took place during the hydrothermal aging process on the A-VWTi-con catalyst. The A-VWTi-HUST grew only slightly in size compared to the fresh catalyst (Fig. 3(d)). The fresh and hydrothermally aged VWTi-con and VWTi-HUST catalysts were further analyzed using XPS to obtain information about the chemical state of the vanadium species. In order to make sure this showed the effect of different preparation methods on the dispersion of vanadium species, the XPS results of V 2p 2/3 of the fresh and aged VWTi-ind catalysts are also displayed in Fig. 4 . According to the previous findings [ 28,29 ], the core level of V 2p 2/3 for V3+, V4+, and V5+ were in the ranges of 515.2–515.9, 515.9–516.7, and 516.7–517.9 eV, respectively. As shown in Fig. 4(a), the vanadium species on the VWTi-con catalyst were mainly in the high oxidation state (V5+, 517.8 eV), and on the VWTi-HUST and VWTi-ind catalysts, they were primary in the reduced state of V3+ (515.6 eV) and V4+ (516.5 eV). Fig. 4(b) displays the XPS results of V 2p 2/3 of hydrothermally aged catalysts. The A-VWTi-con catalyst displayed the highest V 2p 2/3 BE value (518.4 eV) of all the catalysts, indicating an increase in the oxidation state of vanadium. This increase in the oxidation state of vanadium was primarily due to the formation of a rutile V x Ti1-x O2 solid solution. Thus, the dispersion of the vanadium species was highly influenced by the preparation method, and the ultrasound-assisted impregnation method greatly improved the dispersion of the vanadium species and the interaction between vanadium species and the WTi support. 3.2 Effect of preparation methods on the activity of the V2O5/WO3-TiO2 catalysts The NO reduction activity of the catalysts was examined using a feed gas containing 1000 pm NO, 1100 ppm NH3, and 5% O2 at the rate of 1000 mL/min. As shown in Fig. 5 , the catalytic performance of all the fresh vanadium catalysts was about the same. It was reported that the surface structure of vanadium species present in the catalyst has a pronounced effect on the activity and the selectivity for the NH3-SCR [ 30,31 ]. From the XRD, SEM, and Raman results, the vanadium species were well dispersed on the VWTi-con and VWTi-HUST catalysts, which explained why fresh VWTi-con and VWTi-HUST possessed the same NH3-SCR activity. In order to investigate the effects of hydrothermal aging on the catalytic activity, the vanadium catalysts were further treated at 700 °C for 12 h with flowing wet air containing 10% H2O. Fig. 5 displays the NO conversion of the hydrothermally aged catalysts. After hydrothermal treatment, a significant loss of NO reduction activity, in highly varying extents, was observed for the A-VWTi-con catalyst. More importantly, the NO conversion was negative at a high temperature (> 400 °C) due to the formation of rutile V x Ti1-x O2, which was caused by the parallel oxidation of NH3 by O2 [ 19 ]. The trend of the NO conversion curve of A-VWTi-HUST and A-VWTi-ind was much better than that of A-VWTi-con. This indicated that the VWTi-HUST catalyst was much more robust than the VWTi-con catalyst and had a better resistance to the harsh hydrothermal treatment. The hydrothermal stability of the VWTi-HUST catalyst was the same as the commercial VWTi-ind catalyst, indicating the feasibility of its application in a commercial diesel after-treatment system. The Raman and XPS results showed that the ultrasound-assisted impregnation method greatly improved the interaction between the vanadium species and the WTi support, and stabilized the vanadium species in the reduced state. Combining with the XRD, SEM, and Raman results, it was concluded that severe sintering of the anatase TiO2 occurred, and even a phase transition was observed on the A-VWTi-con catalyst due to the formation of rutile V x Ti1-x O2. It is known that the transformation to rutile is detrimental for the active ‘monolayer’ of vanadium species on the anatase surface resulting in a degradation of the catalytic performance [ 18 ]. For the A-VWTi-HUST catalyst, the TiO2 sintering and phase transformation were obviously suppressed by the ultrasound-assisted impregnation method. It was critical for the dispersion of the active vanadium species on the hydrothermally aged catalyst [ 31 ]. Therefore, the reducibility of the vanadium oxide species and the strong interaction played a critical role in determining the hydrothermal stability of the vanadium-based catalysts. It further proved the effect of the preparation method on the performance of V2O5/WO3-TiO2 catalyst. 4 Conclusions NH3-SCR activity over fresh and hydrothermally aged V2O5/WO3-TiO2 catalysts prepared using the conventional impregnation and ultrasound-assisted impregnation methods was studied. The vanadium species were well dispersed on the fresh VWTi-con and VWTi-HUST catalysts. After hydrothermal treatment, a significant loss of NO reduction activity was observed for the VWTi-con catalyst, which experienced severe sintering and even formed a rutile V x Ti1-x O2 solid solution. The VWTi-HUST catalyst had better resistance to the harsh hydrothermal treatment and had the same good hydrothermal stability as a commercial VWTi-ind catalyst. By comparing the impregnation methods, it was concluded that the ultrasound-assisted impregnation method produced a stronger interaction between the vanadium species and WTi support, which stabilized the vanadium species in the reduced state. A correlation was found between the preparation method and hydrothermal stability of the V2O5/WO3-TiO2 catalyst. Acknowledgments Thankfulness is expressed for the spectroscopic analysis to the Analytical and Testing Center, Huazhong University of Science and Technology, Wuhan, China. References 1 J Kašpar P Fornasiero N Hickey Catal Today 77 2003 419 2 M G Schultz T Diehl G P Brasseur W Zittel Science 302 2003 624 3 K Skalska J S Miller S Ledakowicz Sci Total Environ 408 2010 3976 4 F Nakajima I Hamada Catal Today 29 1996 109 5 P Forzatti Appl Catal A 222 2001 221 6 Z M Liu S I Woo Catal Rev-Sci Eng 48 2006 43 7 F D Liu W P Shan X Y Shi H He Chem Prog 24 2012 446 8 Z Zhao G Z Zhang J Liu P Liang J Xu A J Duan G Y Jiang C M Xu Chin J Catal 29 2008 303 9 J H Li H Z Chang L Ma J M Hao R T Yang Catal Today 175 2011 147 10 M Kobayashi R Kuma S Masaki N Sugishima Appl Catal B 60 2005 173 11 O Kröcher M Elsener Appl Catal B 77 2008 215 12 S T Choo Y G Lee I S Nam S W Ham J B Lee Appl Catal A 200 2000 177 13 M Li E I Altman J Phys Chem C 113 2009 2798 14 I E Wachs J Catal 124 1990 570 15 F S Tang K Zhuang F Yang L L Yang B L Xu J H Qiu Y N Fan Chin J Catal 33 2012 933 16 I E Wachs B M Weckhuysen Appl Catal A 157 1997 67 17 H D Xu Z T Fang Y Cao S Kong T Lin M C Gong Y Q Chen Chin J catal 33 2012 1927 18 C U I Odenbrand Chem Eng Res Des 86 2008 663 19 G Madia M Elsener M Koebel F Raimondi A Wokaun Appl Catal B 39 2002 181 20 B A A L Van Setten M Makkee J A Moulijn Catal Rev-Sci Eng 43 2001 489 21 A Thiruvengadam M C Besch D K Carder A Oshinuga M Gautam Environ Sci Technol 46 2012 1907 22 B M Reddy S Mehdi E P Reddy Catal Lett 20 1993 317 23 S Albonetti S Blasioli M Bugani C Lehaut-Burnouf S Augustine E Roncari F Trifirò Environ Chem Lett 1 2003 197 24 B M Reddy M V Kumar E P Reddy S Mehdi Catal Lett 36 1996 187 25 A J Shi X Q Wang T Yu M Q Shen Appl Catal B 106 2011 359 26 M Casanova K Schermanz J Llorca A Trovarelli Catal Today 184 2012 227 27 M A Reiche P Hug A Baiker J Catal 192 2000 400 28 B M Reddy I Ganesh E P Reddy J Phys Chem B 101 1997 1769 29 F Chiker J P Nogier J L Bonardet Catal Today 78 2003 139 30 G T Went L Leu A T Bell J Catal 134 1992 479 31 X F Yu N Z Wu Y C Xie Y Q Tang J Mater Sci Lett 20 2001 319",
      "scopus-id": "84918563764",
      "coredata": {
        "eid": "1-s2.0-S1872206714602187",
        "dc:description": "V2O5/WO3-TiO2 catalysts were prepared by conventional impregnation (VWTi-con) and ultrasound-assisted impregnation methods (VWTi-HUST). Their catalytic performance was tested for the selective catalytic reduction (SCR) of NO with NH3. The effects of the preparation methods on the catalyst properties were studied. The catalysts were characterized by X-ray diffraction, scanning electron microscopy, Raman and X-ray photoelectron spectroscopy. Both structural investigation and NH3-SCR activity showed that the preparation method had a strong effect on the thermal behavior of the V2O5/WO3-TiO2 catalysts. After a hydrothermal treatment, a significant loss of NO reduction activity was observed for the VWTi-con catalyst, which suffered severe sintering and even formed a rutile V x Ti1-x O2 solid solution, while the VWTi-HUST catalyst had the same good hydrothermal stability as a commercial catalyst, indicating that the VWTi-HUST catalyst can be used in a commercial diesel after-treatment system. The ultrasound-assisted impregnation method produced a stronger interaction between the vanadium species and WTi support, which stabilized the vanadium species in the reduced state.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2014-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206714602187",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pang, Lei"
          },
          {
            "@_fa": "true",
            "$": "Fan, Chi"
          },
          {
            "@_fa": "true",
            "$": "Shao, Lina"
          },
          {
            "@_fa": "true",
            "$": "Yi, Junxia"
          },
          {
            "@_fa": "true",
            "$": "Cai, Xing"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jian"
          },
          {
            "@_fa": "true",
            "$": "Kang, Ming"
          },
          {
            "@_fa": "true",
            "$": "Li, Tao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206714602187"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206714602187"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(14)60218-7",
        "prism:volume": "35",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Effect of V2O5/WO3-TiO2 catalyst preparation method on NO x removal from diesel exhaust",
        "prism:copyright": "Copyright © 2014 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "12",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Selective catalytic reduction"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen oxide"
          },
          {
            "@_fa": "true",
            "$": "Vanadium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Hydrothermal stability"
          },
          {
            "@_fa": "true",
            "$": "Diesel engine"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "12",
        "openaccessSponsorType": null,
        "prism:pageRange": "2020-2028",
        "prism:endingPage": "2028",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2014",
        "prism:doi": "10.1016/S1872-2067(14)60218-7",
        "prism:startingPage": "2020",
        "dc:identifier": "doi:10.1016/S1872-2067(14)60218-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "270",
            "@width": "318",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28085",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "438",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41225",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "340",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "69344",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "707",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "58734",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "264",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25033",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "171",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36769",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4422",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3225",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15501",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3424",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "204",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4166",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206714602187-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4965",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84918563764"
      }
    }
  }
}