{
  "metadata": {
    "title": "Contents for Volume 37 (2016)",
    "authors": "",
    "journal": "Chinese Journal of Catalysis",
    "date": "2016-12-31",
    "doi": "10.1016/S1872-2067(16)30011-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206716300110",
    "pii": "S1872206716300110"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2017-01-03 2017-01-03 2017-01-03 2017-01-03 2017-01-03T17:51:17 1-s2.0-S1872206716300110 S1872-2067(16)30011-0 S1872206716300110 10.1016/S1872-2067(16)30011-0 S300 S300.1 FULL-TEXT 1-s2.0-S1872206717X00028 2025-07-16T18:08:06.525296Z 0 0 20161201 20161231 2016 2017-01-03T20:09:51.290472Z articleinfo articletitlenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav body articletitle 1872-2067 18722067 true 37 37 12 12 Volume 37, Issue 12 12 2142 2157 2142 2157 201612 December 2016 2016-12-01 2016-12-31 2016 simple-article con Copyright © 2016 Published by Elsevier B.V. All rights reserved. CONTENTSFORVOLUME372016 1 Catalytic basis 1.1 Catalytic theoretical studies 1.2 New catalytic methods 1.3 New catalytic reactions 1.4 New catalytic materials 2 Catalytic application 2.1 Catalytic refinery technique (catalytic cracking, hydrocracking, hydrorefining, catalytic reforming, and refinery gas utilization) 2.2 Petrochemical, fine chemical 3 Environmental catalysis 3.1 Elimination of stationary source contaminants 3.2 Catalytic purification of automotive exhaust gases 3.3 Indoor air catalytic purification 3.4 Water treatment catalytic technology 4 Photocatalysis 5 Catalytic synthesis of chemicals from syngas and coal 6 Biomass conversion 7 Electrocatalysis 8 Editorial materials 2019-01-03T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ item S1872-2067(16)30011-0 S1872206716300110 1-s2.0-S1872206716300110 10.1016/S1872-2067(16)30011-0 273538 2017-01-03T14:09:51.290472-05:00 2016-12-01 2016-12-31 1-s2.0-S1872206716300110-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206716300110/MAIN/application/pdf/574ed865858b5e150b6d4fdd0c1b8ecb/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206716300110/MAIN/application/pdf/574ed865858b5e150b6d4fdd0c1b8ecb/main.pdf main.pdf pdf true 638282 MAIN 16 1-s2.0-S1872206716300110-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206716300110/PREVIEW/image/png/8be784c4307555179e1be452409f1d73/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206716300110/PREVIEW/image/png/8be784c4307555179e1be452409f1d73/main_1.png main_1.png png 52886 849 656 IMAGE-WEB-PDF 1 CHNJC 30011 S1872-2067(16)30011-0 10.1016/S1872-2067(16)30011-0 Contents for Volume 37 (2016) 1 Catalytic basis 1.1 Catalytic theoretical studies Chin. J. Catal., 2016, 37: 32–42 doi: 10.1016/S1872-2067(15)60909-3 Pore structure effects on the kinetics of methanol oxidation over nanocast mesoporous perovskites Mahesh M. Nair, Freddy Kleitz, Serge Kaliaguine * Université Laval, Canada Chin. J. Catal., 2016, 37: 61–72 doi: 10.1016/S1872-2067(15)60917-2 Size-control growth of thermally stable Au nanoparticles encapsulated within ordered mesoporous carbon framework Shuai Wang, Jie Wang, Xiaojuan Zhu, Jianqiang Wang, Osamu Terasaki, Ying Wan * Shanghai Normal University, China; Shanghai Institute of Applied Physics, Chinese Academy of Sciences, China; Stockholm University, Sweden Chin. J. Catal., 2016, 37: 73–82 doi: 10.1016/S1872-2067(15)60951-2 Rh2O3/mesoporous MO x -Al2O3 (M = Mn, Fe, Co, Ni, Cu, Ba) catalysts: Synthesis, characterization, and catalytic applications Huan Liu, Yi Lin, Zhen Ma * Fudan University Chin. J. Catal., 2016, 37: 98–101 doi: 10.1016/S1872-2067(15)61008-7 Recent advances of remote selective C−H activation: Ligand and template design Guoqiang Yang, Nicholas Butt, Wanbin Zhang * Shanghai Jiao Tong University Chin. J. Catal., 2016, 37: 102–122 doi: 10.1016/S1872-2067(15)61007-5 Progress in research on catalysts for catalytic oxidation of formaldehyde Bingyang Bai *, Qi Qiao, Junhua Li *, Jiming Hao Chinese Research Academy of Environmental Sciences; Tsinghua University Chin. J. Catal., 2016, 37: 177–183 doi: 10.1016/S1872-2067(15)60976-7 Effects of alkaline additives on the formation of lactic acid in sorbitol hydrogenolysis over Ni/C catalyst Junjie Zhang, Fang Lu *, Weiqiang Yu, Rui Lu, Jie Xu * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 184–192 doi: 10.1016/S1872-2067(15)60983-4 Solvent-free selective oxidation of cyclohexane with molecular oxygen over manganese oxides: Effect of the calcination temperature Mingzhou Wu, Wangcheng Zhan *, Yun Guo, Yunsong Wang, Yanglong Guo, Xueqing Gong, Li Wang, Guanzhong Lu * East China University of Science and Technology Chin. J. Catal., 2016, 37: 193–198 doi: 10.1016/S1872-2067(15)60969-X Theoretical studies of CO oxidation with lattice oxygen on Co3O4 surfaces Yang-Gang Wang, Xiao-Feng Yang, Jun Li * Tsinghua University; Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 218–226 doi: 10.1016/S1872-2067(15)61024-5 Carbon dioxide-expanded ethanol-assisted synthesis of carbon-based metal composites and their catalytic and electrochemical performance in lithium-ion batteries Lingyan Wang, Linhai Zhuo *, Fengyu Zhao * Qufu Normal University; Taishan University; Changchun Institute of Applied Chemistry, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 227–233 doi: 10.1016/S1872-2067(15)61025-7 Charge compensation dominates the distribution of silica in SAPO-34 Huiru Zhao, Shumei Shi, Jinxiong Wu, Yue Ding, Niu Li * Nankai University Chin. J. Catal., 2016, 37: 316–323 doi: 10.1016/S1872-2067(15)60975-5 Kinetics study and analysis of zeolite Y destruction Xiaohui Du, Xueli Li, Haitao Zhang, Xionghou Gao* Lanzhou Petrochemical Research Center, Petrochemical Research Institute, PetroChina Chin. J. Catal., 2016, 37: 644–670 doi: 10.1016/S1872-2067(15)61065-8 Modulating the microstructure and surface chemistry of carbocatalysts for oxidative and direct dehydrogenation: A review Zhongkui Zhao *, Guifang Ge, Weizuo Li, Xinwen Guo, Guiru Wang Dalian University of Technology Chin. J. Catal., 2016, 37: 692–699 doi: 10.1016/S1872-2067(15)61090-7 Pd/ZnO catalysts with different origins for high chemoselectivity in acetylene semi-hydrogenation Huiran Zhou, Xiaofeng Yang *, Aiqin Wang *, Shu Miao, Xiaoyan Liu, Xiaoli Pan, Yang Su, Lin Li, Yuan Tan, Tao Zhang Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 908–922 doi: 10.1016/S1872-2067(16)62460-9 Effects of Co3O4 nanocatalyst morphology on CO oxidation: Synthesis process map and catalytic activity Liangpeng Zeng, Kongzhai Li *, Fan Huang, Xing Zhu, Hongcheng Li Kunming University of Science and Technology Chin. J. Catal., 2016, 37: 1181–1192 doi: 10.1016/S1872-2067(15)61124-X Gas-solid catalytic reactions over ruthenium-based catalysts Wenbo Shi, Xiaolong Liu, Junlin Zeng, Jian Wang, Yaodong Wei *, Tingyu Zhu * China University of Petroleum (Beijing); Institute of Process Engineering, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1206–1215 doi: 10.1016/S1872-2067(15)61097-X A review of the direct oxidation of methane to methanol Baozhai Han, Yang Yang, Yanyan Xu, U. J. Etim, Benjing Xu *, Zifeng Yan * China University of Petroleum (East China) Chin. J. Catal., 2016, 37: 1331–1339 doi: 10.1016/S1872-2067(15)61113-5 CO oxidation over Au/ZrLa-doped CeO2 catalysts: Synergistic effect of zirconium and lanthanum Qi Yang *, Linying Du, Xu Wang, Chunjiang Jia, Rui Si Shanghai Institute of Applied Physics, Chinese Academy of Sciences; Shandong University Chin. J. Catal., 2016, 37: 1477–1486 doi: 10.1016/S1872-2067(15)61114-7 Experimental and kinetic study of n-heptane isomerization on nanoporous Pt-(Re,Sn)/HZSM5-HMS catalysts N. Parsafard *, M. H. Peyrovi, M. Rashidzadeh University of Shahid Beheshti, Iran; Research Institute of Petroleum Industry (RIPI), Iran Chin. J. Catal., 2016, 37: 1588–1593 doi: 10.1016/S1872-2067(16)62463-4 Advances in polymer-stabilized Au nano-cluster catalysis: Interplay of theoretical calculations and experiments Hiroaki Koga, Yoshinori Ato, Akihide Hayashi, Kohei Tada, Mitsutaka Okumura * ESICB Kyoto University, Japan; Osaka University, Japan Chin. J. Catal., 2016, 37: 1594–1599 doi: 10.1016/S1872-2067(16)62547-0 Gold-containing metal nanoparticles for catalytic hydrogen generation from liquid chemical hydrides Xinchun Yang, Qiang Xu * National Institute of Advanced Industrial Science and Technology (AIST), Japan; Kobe University, Japan Chin. J. Catal., 2016, 37: 1608–1618 doi: 10.1016/S1872-2067(16)62476-2 Theoretical investigations on CO oxidation reaction catalyzed by gold nanoparticles Keju Sun * Yanshan University; Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1619–1650 doi: 10.1016/S1872-2067(16)62475-0 Anisotropic gold nanoparticles: Preparation and applications in catalysis Peter Priecel, Hammed Adekunle Salami, Romen Herrera Padilla, Ziyi Zhong *, Jose Antonio Lopez-Sanchez * University of Liverpool, United Kingdom; Agency for Science, Technology and Research (A*STAR), Singapore Chin. J. Catal., 2016, 37: 1651–1655 doi: 10.1016/S1872-2067(16)62521-4 Correlation between catalytic activity of supported gold catalysts for carbon monoxide oxidation and metal–oxygen binding energy of the support metal oxides Takashi Fujita, Masanori Horikawa, Takashi Takei, Toru Murayama, Masatake Haruta * Tokyo Metropolitan University, Japan Chin. J. Catal., 2016, 37: 1662–1668 doi: 10.1016/S1872-2067(16)62483-X Lewis acid-driven reaction pathways in synergistic cooperative catalysis over gold/palladium bimetallic nanoparticles for hydrogen autotransfer reaction between amide and alcohol Hiroyuki Miyamura, Satoshi Isshiki, Hyemin Min, Shū Kobayashi * The University of Tokyo, Japan Chin. J. Catal., 2016, 37: 1676–1683 doi: 10.1016/S1872-2067(16)62516-0 Mechanism and active sites of CO oxidation over single-crystal Au surfaces and a Au/TiO2(110) model surface Tadahiro Fujitani *, Isao Nakamura National Institute of Advanced Industrial Science and Technology, Japan Chin. J. Catal., 2016, 37: 1684–1693 doi: 10.1016/S1872-2067(16)62452-X Formation and removal of active oxygen species for the non-catalytic CO oxidation on Au/TiO2 catalysts Daniel Widmann, R. Jürgen Behm * Ulm University, Germany Chin. J. Catal., 2016, 37: 1702–1711 doi: 10.1016/S1872-2067(16)62468-3 Support effect of zinc tin oxide on gold catalyst for CO oxidation reaction Wei Li, Linying Du, Chunjiang Jia *, Rui Si * Shanghai Institute of Applied Physics, Chinese Academy of Sciences; Shandong University Chin. J. Catal., 2016, 37: 1712–1720 doi: 10.1016/S1872-2067(16)62541-X An examination of active sites on Au-Ag bimetallic catalysts based on CO oxidation over Au/Ag2O and a comparison to Ag-contaminated Au powder Yasuo Iizuka *, Yasuhiro Hiragi, Hikaru Yakushiji, Takumi Miura Graduate School of Kyoto Institute of Technology, Japan; National Institute of Advanced Industrial Science and Technology (AIST), Japan Chin. J. Catal., 2016, 37: 1721–1728 doi: 10.1016/S1872-2067(16)62469-5 Enhanced catalytic activities and selectivities in preferential oxidation of CO over ceria-promoted Au/Al2O3 catalysts Yu-Xin Miao, Jing Wang, Wen-Cui Li * Dalian University of Technology Chin. J. Catal., 2016, 37: 1738–1746 doi: 10.1016/S1872-2067(16)62467-1 Oxidation of formic acid on stepped Au(997) surface Zong-Fang Wu, Zhi-Quan Jiang, Yue-Kang Jin, Feng Xiong, Guang-Hui Sun, Wei-Xin Huang * University of Science and Technology of China Chin. J. Catal., 2016, 37: 1776–1786 doi: 10.1016/S1872-2067(16)62530-5 Gold-doping of carbon-supported palladium improves reduction catalysis Yu-Lun Fang, Kimberly N. Heck, Zhun Zhao, Lori A. Pretzer, Neng Guo, Tianpin Wu, Jeffrey T. Miller, Michael S. Wong * Rice University, USA; Argonne National Laboratory, USA; Purdue University, USA Chin. J. Catal., 2016, 37: 1794–1803 doi: 10.1016/S1872-2067(16)62500-7 C–X (X = Cl, Br, I) bond dissociation energy as a descriptor for the redispersion of sintered Au/AC catalysts Xinping Duan, Yan Yin, Xuelin Tian, Jinhuo Ke, Zhaojun Wen, Jianwei Zheng, Menglin Hu, Linmin Ye, Youzhu Yuan * Xiamen University Chin. J. Catal., 2016, 37: 1805–1813 doi: 10.1016/S1872-2067(16)62513-5 Recent progress in CO oxidation over Pt-group-metal catalysts at low temperatures Jian Lin, Xiaodong Wang *, Tao Zhang * Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1824–1836 doi: 10.1016/S1872-2067(16)62542-1 Osmium complexes in catalysis of olefin hydrogenation and isomerization Giorgio Chelucci *, Gérard A. Pinna, Giansalvo Pinna, Maurizio Solinas, Barbara Sechi Università di Sassari, Italy Chin. J. Catal., 2016, 37: 1882–1890 doi: 10.1016/S1872-2067(16)62523-8 Methylation of toluene with methanol over HZSM-5: A periodic density functional theory investigation Zhenhao Wen, Daqiang Yang, Fan Yang, Zhenhao Wei, Xuedong Zhu * East China University of Science and Technology Chin. J. Catal., 2016, 37: 2053–2058 doi: 10.1016/S1872-2067(16)62538-X Selective reduction of carbon dioxide to carbon monoxide over Au/CeO2 catalyst and identification of reaction intermediate Xiaobing Zhu, Xin Qu, Xiaosong Li, Jinglin Liu, Jianhao Liu, Bin Zhu, Chuan Shi * Dalian University of Technology Chin. J. Catal., 2016, 37: 2122–2133 doi: 10.1016/S1872-2067(16)62540-8 Morphology effect of zirconia support on the catalytic performance of supported Ni catalysts for dry reforming of methane Weizuo Li, Zhongkui Zhao *, Yanhua Jiao, Guiru Wang Dalian University of Technology; Hangzhou Normal University 1.2 New catalytic methods Chin. J. Catal., 2016, 37: 637–643 doi: 10.1016/S1872-2067(15)61087-7 Far reaching potentials of far infrared spectroscopy in catalysis research Huixiang Li, Z. Conrad Zhang * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1293–1302 doi: 10.1016/S1872-2067(15)61119-6 SnO2-based solid solutions for CH4 deep oxidation: Quantifying the lattice capacity of SnO2 using an X-ray diffraction extrapolation method Qi Sun, Xianglan Xu, Honggen Peng, Xiuzhong Fang, Wenming Liu, Jiawei Ying, Fan Yu, Xiang Wang * Nanchang University Chin. J. Catal., 2016, 37: 1656–1661 doi: 10.1016/S1872-2067(16)62501-9 Halogen adsorbates on polymer-stabilized gold clusters: Mass spectrometric detection and effects on catalysis Ryo Ishida, Setsuka Arii, Wataru Kurashige, Seiji Yamazoe, Kiichirou Koyasu, Yuichi Negishi, Tatsuya Tsukuda * The University of Tokyo; Kyoto University; Tokyo University of Science Chin. J. Catal., 2016, 37: 2039–2052 doi: 10.1016/S1872-2067(16)62578-0 Adsorption/reaction energetics measured by microcalorimetry and correlated with reactivity on supported catalysts: A review Lin Li, Jian Lin, Xiaoyu Li, Aiqin Wang, Xiaodong Wang *, Tao Zhang Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Science 1.3 New catalytic reactions Chin. J. Catal., 2016, 37: 3–15 doi: 10.1016/S1872-2067(15)60901-9 Ethylbenzene to styrene over ZrO2 based mixed metal oxide catalysts with CO2 as a soft oxidant Nanzhe Jiang, Abhishek Burri, Sang-Eon Park * Yanbian University, China; Inha University, Korea Chin. J. Catal., 2016, 37: 146–152 doi: 10.1016/S1872-2067(15)61005-1 Ultrasound assisted multicomponent reactions: A green method for the synthesis of N-substituted 1,8-dioxo-decahydroacridines using β-cyclodextrin as a supramolecular reusable catalyst in water Asha V. Chate, Umesh B. Rathod, Jagdish S. Kshirsagar, Pradip A. Gaikwad, Kishor D. Mane, Pravin S. Mahajan, Mukesh D. Nikam, Charansingh H. Gill * Dr. Babasaheb Ambedkar Marathwada University, India Chin. J. Catal., 2016, 37: 153–158 doi: 10.1016/S1872-2067(15)61001-4 Ruthenium nanoparticles supported on mesoporous MCM-41 as an efficient and reusable catalyst for selective oxidation of arenes under ultrasound irradiation Alireza Khorshidi * University of Guilan, Iran Chin. J. Catal., 2016, 37: 215–217 doi: 10.1016/S1872-2067(15)61037-3 Ni-catalyzed direct carboxylation of unactivated alkyl electrophiles with carbon dioxide Wenzhen Zhang *, Chunxiao Guo, Xiaobing Lü Dalian University of Technology Chin. J. Catal., 2016, 37: 234–239 doi: 10.1016/S1872-2067(15)60997-4 Selective hydrogenation of phenol to cyclohexanone in water over Pd catalysts supported on Amberlyst-45 Mengsi Zhao, Juanjuan Shi, Zhaoyin Hou * Zhejiang University Chin. J. Catal., 2016, 37: 250–257 doi: 10.1016/S1872-2067(15)61021-X Catalytic activity of recyclable resorcinarene-protected antibacterial Pd nanoparticles in C–C coupling reactions Urvi Panchal, Krunal Modi, Manthan Panchal, Viren Mehta, Vinod K. Jain * Gujarat University, India Chin. J. Catal., 2016, 37: 288–299 doi: 10.1016/S1872-2067(15)60994-9 Extrapolation of the gold-catalyzed cycloisomerization to the palladium-catalyzed cross-coupling/cycloisomerization of acetylenic alcohols for the synthesis of polysubstituted furans: Scope and application to tandem processes Chandrasekar Praveen *, Paramasivan T. Perumal Central Electrochemical Research Institute (CSIR laboratory), India; Central Leather Research Institute (CSIR laboratory), India Chin. J. Catal., 2016, 37: 1216–1221 doi: 10.1016/S1872-2067(16)62503-2 Direct oxidation of the C sp 3–H bonds of N-heterocyclic compounds to give the corresponding ketones using a reusable heterogeneous MnOx-N@C catalyst Lanhui Ren, Lianyue Wang, Ying Lü, Guosong Li, Shuang Gao * Dalian University of Technology; Dalian Institute of Chemical Physics, Chinese Academy of Sciences 1.4 New catalytic materials Chin. J. Catal., 2016, 37: 27–31 doi: 10.1016/S1872-2067(15)61026-9 Synthesis of three-dimensional ordered mesoporous MnO2 and its catalytic performance for formaldehyde oxidation Bingyang Bai, Qi Qiao *, Junhua Li *, Jiming Hao Chinese Research Academy of Environmental Sciences; Tsinghua University Chin. J. Catal., 2016, 37: 43–53 doi: 10.1016/S1872-2067(15)60878-6 Ordered mesoporous carbon supported bifunctional PtM (M = Ru, Fe, Mo) electrocatalysts for a fuel cell anode Chin-Te Hung, Zih-Hao Liou, Pitchaimani Veerakumar, Pei-Hao Wu, Tuan-Chi Liu *, Shang-Bin Liu * Institute of Atomic and Molecular Sciences, Academia Sinica, Taiwan, China; National Taiwan University of Science and Technology, Taiwan, China; National Taiwan Normal University, Taiwan, China Chin. J. Catal., 2016, 37: 54–60 doi: 10.1016/S1872-2067(15)60952-4 A Pd-metalated porous organic polymer as a highly efficient heterogeneous catalyst for C–C couplings Zhifeng Dai, Fang Chen, Qi Sun, Yanyan Ji, Liang Wang, Xiangju Meng *, Feng-Shou Xiao Zhejiang University Chin. J. Catal., 2016, 37: 83–90 doi: 10.1016/S1872-2067(15)60913-5 Synthesis of Pd nanoparticles supported on CeO2 nanotubes for CO oxidation at low temperatures Jingmi Wu, Liang Zeng, Dangguo Cheng *, Fengqiu Chen, Xiaoli Zhan, Jinlong Gong * Zhejiang University; Tianjin University Chin. J. Catal., 2016, 37: 91–97 doi: 10.1016/S1872-2067(15)60940-8 Ni@Pd core-shell nanoparticles supported on a metal-organic framework as highly efficient catalysts for nitroarenes reduction Siping Jian, Yingwei Li * South China University of Technology Chin. J. Catal., 2016, 37: 123–134 doi: 10.1016/S1872-2067(15)61012-9 Flower-like 3D CuO microsphere acting as photocatalytic water oxidation catalyst Xiaoqiang Du, Jingwei Huang, Yingying Feng, Yong Ding * Lanzhou University; Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 135–145 doi: 10.1016/S1872-2067(15)61010-5 Oxidation of 4-chloro-3-methylphenol using zeolite Y-encapsulated iron(III)-, nickel(II)-, and copper(II)- N,N'-disalicylidene-1,2-phenylenediamine complexes Solomon Legese Hailu, Balachandran Unni Nair *, Mesfin Redi-Abshiro, Isabel Diaz, Rathinam Aravindhan, Merid Tessema CSIR-Central Leather Research Institute, India; Addis Ababa University, Ethiopia; Instituto de Catálisis y Petroleoquímica, Spain Chin. J. Catal., 2016, 37: 159–168 doi: 10.1016/S1872-2067(15)60990-1 Preparation of a novel supported electrode comprising a nickel (II) hydroxide-modified carbon paste electrode (Ni(OH)2-X/CPE) for the electrocatalytic oxidation of formaldehyde Safura Kavian, Seyed Naser Azizi *, Shahram Ghasemi University of Mazandaran, Iran Chin. J. Catal., 2016, 37: 169–176 doi: 10.1016/S1872-2067(15)60982-2 Comparison of growth mechanisms of undoped and nitrogen -doped carbon nanofibers on nickel-containing catalysts Vladimir V. Chesnokov, Olga Yu. Podyacheva *, Alexander N. Shmakov, Lidiya S. Kibis, Andrei I. Boronin, Zinfer R. Ismagilov Boreskov Institute of Catalysis, Russia; Novosibirsk State University, Russia; Institute of Coal Chemistry and Materials Science, Russia Chin. J. Catal., 2016, 37: 447–467 doi: 10.1016/S1872-2067(15)61038-5 Nanosized and hierarchical zeolites: A short review Esmat Koohsaryan, Mansoor Anbia * Iran University of Science and Technology, Iran Chin. J. Catal., 2016, 37: 468–475 doi: 10.1016/S1872-2067(15)61050-6 Nitrogen ligands in two-dimensional covalent organic frameworks for metal catalysis Jianqiang Zhang, Yongsheng Peng, Wenguang Leng *, Yanan Gao, Feifei Xu, Jinling Chai * Shandong Normal University; Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 628–635 doi: 10.1016/S1872-2067(15)61062-2 A novel method for enhancing the stability of ZSM-5 zeolites used for catalytic cracking of LPG: Catalyst modification by dealumination and subsequent silicon loading Leyla Vafi, Ramin Karimzadeh * Tarbiat Modares University, Iran Chin. J. Catal., 2016, 37: 671–680 doi: 10.1016/S1872-2067(15)61091-9 Recent advances in naphtha catalytic cracking by nano ZSM-5: A review Shayan Miar Alipour * Amirkabir University of Technology (Tehran Polytechnic), Iran; University of New South Wales, Australia Chin. J. Catal., 2016, 37: 681–691 doi: 10.1016/S1872-2067(15)61069-5 A review of significant factors in the synthesis of hetero-structured dumbbell-like nanoparticles Qifu Huang, Wenzhi Li *, Qizhao Lin *, Dong Pi, Chao Hu, Chunyu Shao, Haitao Zhang University of Science and Technology of China Chin. J. Catal., 2016, 37: 735–742 doi: 10.1016/S1872-2067(15)61066-X Optimization of a digested sludge-derived mesoporous material as an efficient and stable heterogeneous catalyst for the photo-Fenton reaction Shijie Yuan, Nianhua Liao, Bin Dong, Xiaohu Dai * Tongji University Chin. J. Catal., 2016, 37: 743–749 doi: 10.1016/S1872-2067(15)61071-3 Synthesis of Ni-CeO2 catalyst for the partial oxidation of methane using RF thermal plasma M. Y. Lee, J. S. Nam, J. H. Seo * Chonbuk National University, Korea Chin. J. Catal., 2016, 37: 1235–1241 doi: 10.1016/S1872-2067(16)62464-6 Preparation and surface characterization of nanodisk/nanoflower-structured gallium-doped zinc oxide as a catalyst for sensor applications R. Jothi Ramalingam *, T. Radika, Hamad A. Al-Lohedan King Saud University, Saudi Arabia; Centre for Materials Electronic Technology, India; University of Ulsan, Korea Chin. J. Catal., 2016, 37: 1263–1274 doi: 10.1016/S1872-2067(16)62451-8 Amine-functionalized boehmite nanoparticle-supported molybdenum and vanadium complexes: Efficient catalysts for epoxidation of alkenes Mahdi Mirzaee *, Bahram Bahramian, Marieh Mirebrahimi Shahrood University of Technology, Iran Chin. J. Catal., 2016, 37: 1324–1330 doi: 10.1016/S1872-2067(15)61112-3 Preparation of a new solid acid and its catalytic performance in di(1-naphthyl)methane hydrocracking Meixia Zhao, Xianyong Wei *, Zhimin Zong China University of Mining & Technology Chin. J. Catal., 2016, 37: 1431–1439 doi: 10.1016/S1872-2067(16)62502-0 Low temperature molten salt synthesis of porous La1- x Sr x Mn0.8Fe0.2O3 (0 ≤ x ≤ 0.6) microspheres with high catalytic activity for CO oxidation Xuehui Huang *, Pengju Niu, Xiaohui Shang Wuhan University of Technology Chin. J. Catal., 2016, 37: 1441–1442 doi: 10.1016/S1872-2067(16)62526-3 Ultrastable nanogold catalyst—on the way going to practical application Masatake Haruta * Tokyo Metropolitan University, Japan; Dalian Institute of Chemical Physics, Chinese Academy of Sciences, China Chin. J. Catal., 2016, 37: 1443–1445 doi: 10.1016/S1872-2067(16)62520-2 Single Co atom catalyst stabilized in C/N containing matrix Can Li * Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1580–1587 doi: 10.1016/S1872-2067(16)62529-9 Single atom gold catalysts for low-temperature CO oxidation Botao Qiao, Jin-Xia Liang, Aiqin Wang, Jingyue Liu *, Tao Zhang * Dalian Institute of Chemical Physics, Chinese Academy of Sciences, China; Guizhou Education University, China; Arizona State University, United States Chin. J. Catal., 2016, 37: 1694–1701 doi: 10.1016/S1872-2067(16)62508-1 Preparation of gold nanoparticles supported on Nb2O5 by deposition precipitation and deposition reduction methods and their catalytic activity for CO oxidation Toru Murayama *, Masatake Haruta Tokyo Metropolitan University, Japan Chin. J. Catal., 2016, 37: 1787–1793 doi: 10.1016/S1872-2067(16)62478-6 Thermally robust silica-enclosed Au25 nanocluster and its catalysis Haijun Chen, Chao Liu, Min Wang, Chaofeng Zhang, Gao Li *, Feng Wang * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1851–1859 doi: 10.1016/S1872-2067(16)62535-4 Tungsten carbide-reduced graphene oxide intercalation compound as co-catalyst for methanol oxidation Meiqin Shi, Wentian Zhang, Yingying Li, Youqun Chu, Chun'an Ma * Zhejiang University of Technology Chin. J. Catal., 2016, 37: 2106–2113 doi: 10.1016/S1872-2067(16)62562-7 Fe3O4@UiO-66-NH2 core–shell nanohybrid as stable heterogeneous catalyst for Knoevenagel condensation Yanmei Zhang *, Tianlin Dai, Fan Zhang, Jing Zhang, Gang Chu, Chunshan Quan Dalian Minzu University; Liaoning Shihua University 2 Catalytic application 2.1 Catalytic refinery technique (catalytic cracking, hydrocracking, hydrorefining, catalytic reforming, and refinery gas utilization) Chin. J. Catal., 2016, 37: 258–267 doi: 10.1016/S1872-2067(15)61016-6 Hydrodesulfurization activities of NiMo catalysts supported on mechanochemically prepared Al-Ce mixed oxides Kvêta Jirátová *, Alla Spojakina, Ludêk Kaluža, Radostina Palcheva, Jana Balabánová, Georgi Tyuliev Institute of Chemical Process Fundamentals of the Academy of Sciences of the Czech Republic, Czech Republic; Institute of Catalysis, Bulgarian Academy of Sciences, Bulgaria Chin. J. Catal., 2016, 37: 412–419 doi: 10.1016/S1872-2067(15)61017-8 Preparation of highly dispersed desulfurization catalysts and their catalytic performance in hydrodesulfurization of dibenzothiophene Liang Hao, Guang Xiong, Liping Liu *, Huayun Long, Fengying Jin, Xiangsheng Wang Dalian University of Technology Chin. J. Catal., 2016, 37: 526–532 doi: 10.1016/S1872-2067(15)60998-6 Derived oil production by catalytic pyrolysis of scrap tires Wei Li *, Chuanfeng Huang, Dapeng Li, Pengju Huo, Mingfeng Wang, Lei Han, Gang Chen, Huihui Li, Xiaohong Li, Yongjuan Wang, Mengyan Wang Shaanxi Yanchang Petroleum (Group) Co., Ltd. Chin. J. Catal., 2016, 37: 727–734 doi: 10.1016/S1872-2067(15)61068-3 Mössbauer spectroscopic characterization of ferrites as adsorbents for reactive adsorption desulfurization Xiao Chen, Kaixin Zhu, M. A. Ahmed, Junhu Wang *, Changhai Liang * Dalian University of Technology, China; Dalian Institute of Chemical Physics, Chinese Academy of Sciences, China; University of Chinese Academy of Sciences, China; Al Azhar University, Egypt Chin. J. Catal., 2016, 37: 971–978 doi: 10.1016/S1872-2067(15)61103-2 Fabrication and characterization of tungsten-containing mesoporous silica for heterogeneous oxidative desulfurization Ming Zhang, Wenshuai Zhu *, Hongping Li, Suhang Xun, Meng Li, Yanan Li, Yanchen Wei, Huaming Li * Jiangsu University Chin. J. Catal., 2016, 37: 1502–1512 doi: 10.1016/S1872-2067(16)62453-1 Sustainable synthesis of ammonium nickel molybdate for hydrodesulfurization of dibenzothiophene Huan Liu, Changlong Yin, Hongyu Zhang, Chenguang Liu * China University of Petroleum (East China); Sinopec Safety Engineering Institute Chin. J. Catal., 2016, 37: 1747–1755 doi: 10.1016/S1872-2067(16)62499-3 Catalytic cracking of light diesel over Au/ZSM-5 catalyst for increasing propylene production Caixia Qi *, Yunxia Wang, Xiaotao Ding, Huijuan Su Yantai University Chin. J. Catal., 2016, 37: 2098–2105 doi: 10.1016/S1872-2067(16)62558-5 Ultra-deep oxidative desulfurization of fuel with H2O2 catalyzed by phosphomolybdic acid supported on silica Yongsheng Tian, Guanghui Wang *, Juan Long, Jiawei Cui, Wei Jin, Danlin Zeng Wuhan University of Science and Technology; Wuhan Huade Ecotek Corporation 2.2 Petrochemical, fine chemical Chin. J. Catal., 2016, 37: 16–26 doi: 10.1016/S1872-2067(15)60965-2 Advances in development and industrial applications of ethylbenzene processes Weimin Yang *, Zhendong Wang, Hongmin Sun, Bin Zhang Sinopec Shanghai Research Institute of Petrochemical Technology Chin. J. Catal., 2016, 37: 268–272 doi: 10.1016/S1872-2067(15)61019-1 Effect of lengthening alkyl spacer on hydroformylation performance of tethered-phosphine modified Rh/SiO2 catalyst Jia Liu, Li Yan *, Miao Jiang, Cunyao Li, Yunjie Ding * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 273–280 doi: 10.1016/S1872-2067(15)61014-2 The synthesis of Co-doped SAPO-5 molecular sieve and its performance in the oxidation of cyclohexane with molecular oxygen Zhun Xiao, Wangcheng Zhan *, Yun Guo, Yanglong Guo, Xueqing Gong, Guanzhong Lu * East China University of Science and Technology Chin. J. Catal., 2016, 37: 359–366 doi: 10.1016/S1872-2067(15)61042-7 The effect of ethanol on the performance of CrO x /SiO2 catalysts during propane dehydrogenation Lina Li, Wenliang Zhu, Lei Shi, Yong Liu, Hongchao Liu, Youming Ni, Shiping Liu, Hui Zhou, Zhongmin Liu * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 398–404 doi: 10.1016/S1872-2067(15)61029-4 Influence of the metal sites of M-N-C (M = Co, Fe, Mn) catalysts derived from metalloporphyrins in ethylbenzene oxidation Lingling Fu, Yijuan Lu, Zhigang Liu *, Runliang Zhu Hunan University; Guangzhou Institute of Geochemistry, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 405–411 doi: 10.1016/S1872-2067(15)61022-1 Ionic palladium complex as an efficient and recyclable catalyst for the carbonylative Sonogashira reaction Da Yang, Dongliang Wang, Huan Liu, Xiaoli Zhao, Yong Lu, Shijun Lai *, Ye Liu * East China Normal University Chin. J. Catal., 2016, 37: 420–427 doi: 10.1016/S1872-2067(15)61013-0 Fabrication of amino-functionalized Fe3O4@Cu3(BTC)2 for heterogeneous Knoevenagel condensation Yanmei Zhang *, Jing Zhang *, Miaomiao Tian, Gang Chu, Chunshan Quan Dalian Nationalities University; Liaoning Shihua University Chin. J. Catal., 2016, 37: 476–483 doi: 10.1016/S1872-2067(15)61057-9 Catalytic nucleophilic addition of terminal alkynes to α,β-unsaturated-γ-lactams Maorong Wang, Bao Gao, Hanmin Huang * Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 484–493 doi: 10.1016/S1872-2067(15)61053-1 Highly active Cu/SiO2 catalysts for hydrogenation of diethyl malonate to 1,3-propanediol Tongmei Ding, Hengshui Tian *, Jichang Liu, Wenbin Wu, Jintao Yu East China University of Science and Technology Chin. J. Catal., 2016, 37: 502–509 doi: 10.1016/S1872-2067(15)61055-5 Selective oxidation of glycerol to lactic acid over activated carbon supported Pt catalyst in alkaline solution Chen Zhang, Tao Wang *, Xiao Liu, Yunjie Ding * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 571–578 doi: 10.1016/S1872-2067(15)61043-9 Iron(III) phthalocyanine chloride-catalyzed oxidation –aromatization of α,β-unsaturated ketones with hydrazine hydrate: Synthesis of 3,5-disubstituted 1H-pyrazoles Junlong Zhao *, Jun Qiu, Xiaofeng Gou, Chengwen Hua, Bang Chen Northwest University Chin. J. Catal., 2016, 37: 584–595 doi: 10.1016/S1872-2067(15)61045-2 A magnetic biocatalyst based on mussel-inspired polydopamine and its acylation of dihydromyricetin Xiao Deng, Shilin Cao, Ning Li, Hong Wu, Thomas J. Smith *, Minhua Zong, Wenyong Lou * South China University of Technology, China; Sheffield Hallam University, UK Chin. J. Catal., 2016, 37: 720–726 doi: 10.1016/S1872-2067(15)61074-9 Synthesis of anisole by vapor phase methylation of phenol with methanol over catalysts supported on activated alumina Dan Dang, Ze Wang *, Weigang Lin, Wenli Song Institute of Process Engineering, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 769–777 doi: 10.1016/S1872-2067(15)61076-2 Esterification of cyclohexene with formic acid over a peanut shell-derived carbon solid acid catalyst Wei Xue, Hepan Zhao, Jie Yao, Fang Li *, Yanji Wang * Hebei University of Technology Chin. J. Catal., 2016, 37: 826–845 doi: 10.1016/S1872-2067(15)61085-3 Recent advances in metal-free catalysts for the synthesis of cyclic carbonates from CO2 and epoxides Dong-Hui Lan, Na Fan, Ying Wang, Xian Gao, Ping Zhang, Lang Chen, Chak-Tong Au, Shuang-Feng Yin * Hunan University; Hunan Institute of Engineering Chin. J. Catal., 2016, 37: 955–962 doi: 10.1016/S1872-2067(15)61067-1 Ni-based catalysts derived from a metal-organic framework for selective oxidation of alkanes Ying Zhou, Jilan Long *, Yingwei Li * South China University of Technology Chin. J. Catal., 2016, 37: 979–986 doi: 10.1016/S1872-2067(15)61084-1 Lewis base-assisted Lewis acid-catalyzed selective alkene formation via alcohol dehydration and synthesis of 2-cinnamyl-1,3-dicarbonyl compounds from 2-aryl-3,4-dihydropyrans Changhui Liu, Bin Pan, Yanlong Gu * Huazhong University of Science and Technology; Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1222–1226 doi: 10.1016/S1872-2067(15)61107-X Brönsted acid catalyzed addition of N 1-p-methyl toluenesulfonyl triazole to olefins for the preparation of N 2-alkyl 1,2,3-triazoles with high N 2-selectivity Jinwei Shi, Lili Zhu *, Jian Wen, Zheng Wang, Zili Chen * Renmin University of China; Zhoukou Normal University Chin. J. Catal., 2016, 37: 1242–1248 doi: 10.1016/S1872-2067(16)62459-2 Direct synthesis of nitrogen-doped mesoporous carbons for acetylene hydrochlorination Yong Yang, Guojun Lan, Xiaolong Wang, Ying Li * Zhejiang University of Technology Chin. J. Catal., 2016, 37: 1303–1313 doi: 10.1016/S1872-2067(15)61118-4 Tuning of the textural features and acidic properties of sulfated mesoporous lanthana-zirconia solid acid catalysts for alkenylation of diverse aromatics to their corresponding α-arylstyrenes Zhongkui Zhao *, Jinfeng Ran, Yongle Guo, Boyuan Miao, Guiru Wang Dalian University of Technology Chin. J. Catal., 2016, 37: 1381–1388 doi: 10.1016/S1872-2067(15)61099-3 Hydrothermal synthesis of nanosized ZSM-22 and their use in the catalytic conversion of methanol Lei Chen, Peng Lu, Yangyang Yuan, Li Xu, Xiaomin Zhang *, Lei Xu * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1389–1395 doi: 10.1016/S1872-2067(16)62488-9 Enantioselective synthesis of chiral phosphonylated 2,3-dihydrofurans by copper catalyzed asymmetric formal [3+2] cycloaddition of propargylic esters with β-keto phosphonates Xiushuai Chen, Chuanjin Hou *, Qing Li, Yanjun Liu *, Ruifeng Yang, Xiangping Hu * Dalian Polytechnic University; Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1403–1412 doi: 10.1016/S1872-2067(16)62490-7 Effect of NH4 + exchange on CuY catalyst for oxidative carbonylation of methanol Yuchun Wang, Huayan Zheng, Zhong Li * Taiyuan University of Technology; Yuncheng University Chin. J. Catal., 2016, 37: 1423–1430 doi: 10.1016/S1872-2067(16)62491-9 Cobalt-catalyzed redox-neutral synthesis of isoquinolines: C–H activation assisted by an oxidizing N–S bond Fen Wang, Qiang Wang, Ming Bao, Xingwei Li * Dalian University of Technology; Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1446–1450 doi: 10.1016/S1872-2067(15)61121-4 Highly active binuclear Cu(II) catalyst bearing an unsymmetrical bipyridine-pyrazole-amine ligand for the azide-alkyne cycloaddition reaction Baofeng Han, Xiao Xiao, Lan Wang, Wenjing Ye *, Xiaoping Liu * Shenyang Pharmaceutical University Chin. J. Catal., 2016, 37: 1451–1460 doi: 10.1016/S1872-2067(16)62506-8 Aerobic oxidative coupling of alcohols and amines to imines over iron catalysts supported on mesoporous carbon Longlong Geng, Jinling Song, Bin Zheng, Shujie Wu, Wenxiang Zhang, Mingjun Jia, Gang Liu * Jilin University Chin. J. Catal., 2016, 37: 1469–1476 doi: 10.1016/S1872-2067(16)62474-9 A new solid acid SO4 2−/TiO2 catalyst modified with tin to synthesize 1,6-hexanediol diacrylate Xiaxia Bai, Liuyi Pan, Peng Zhao, Daidi Fan, Wenhong Li * Northwest University; Baoji University of Arts and Sciences; Shaanxi University of Chinese Medicine Chin. J. Catal., 2016, 37: 1513–1520 doi: 10.1016/S1872-2067(16)62479-8 Effect of promoters on the selective hydrogenolysis of glycerol over Pt/W-containing catalysts Jia Wang, Nian Lei, Chaojun Yang, Yang Su, Xiaochen Zhao *, Aiqin Wang * Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1530–1538 doi: 10.1016/S1872-2067(16)62484-1 Modifying the acidity of H-MOR and its catalytic carbonylation of dimethyl ether Meixia Wang, Shouying Huang *, Jing Lü, Zaizhe Cheng, Ying Li, Shengping Wang, Xinbin Ma * Tianjin University; Collaborative Innovation Center of Chemical Science and Engineering (Tianjin) Chin. J. Catal., 2016, 37: 1539–1549 doi: 10.1016/S1872-2067(16)62489-0 Enantioselective epoxidation of unfunctionalized olefins by Jacobsen's catalyst immobilized on amino-modified ZnPS-PVPA Jing Huang *, Yan luo, Jiali Cai Xihua University; Southwest University; Chongqing University of Arts and Science Chin. J. Catal., 2016, 37: 1550–1554 doi: 10.1016/S1872-2067(16)62486-5 Thiol-free route to diaryl sulfides by Cu catalyzed coupling of sodium thiosulfate with aryl halides Najmeh Nowrouzi *, Mohammad Abbasi, Hadis Latifi Persian Gulf University, Iran Chin. J. Catal., 2016, 37: 1555–1561 doi: 10.1016/S1872-2067(16)62497-X One-step synthesis of Pt@ZIF-8 catalyst for the selective hydrogenation of 1,4-butynediol to 1,4-butenediol Chuang Li, Mingming Zhang, Xin Di, Dongdong Yin, Wenzhen Li, Changhai Liang * Dalian University of Technology, China; Iowa State University, USA Chin. J. Catal., 2016, 37: 1569–1578 doi: 10.1016/S1872-2067(16)62504-4 Chemoselective transfer hydrogenation to nitroarenes mediated by oxygen-implanted MoS2 Chaofeng Zhang, Xu Wang, Mingrun Li, Zhixin Zhang, Yehong Wang, Rui Si, Feng Wang * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; Shanghai Institute of Applied Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1600–1607 doi: 10.1016/S1872-2067(16)62482-8 Vinyl chloride monomer production catalysed by gold: A review Catherine J. Davies, Peter J. Miedziak, Gemma L. Brett, Graham J. Hutchings * Cardiff University, UK Chin. J. Catal., 2016, 37: 1669–1675 doi: 10.1016/S1872-2067(16)62458-0 Highly selective supported gold catalyst for CO-driven reduction of furfural in aqueous media Jing Dong, Mingming Zhu, Gaoshuo Zhang, Yongmei Liu, Yong Cao *, Su Liu, Yangdong Wang * Fudan University; SINOPEC Shanghai Research Institute of Petrochemical Technology Chin. J. Catal., 2016, 37: 1756–1763 doi: 10.1016/S1872-2067(16)62493-2 Selective reductive coupling of nitro aliphatic compounds with aldehydes in hydrogen using gold catalyst Larisha Cisneros, Pedro Serna, Avelino Corma * Universitat Politècnica de València–Consejo Superior de Investigaciones Científicas, Spain; ExxonMobil Research & Engineering Co. Inc., United States Chin. J. Catal., 2016, 37: 1764–1770 doi: 10.1016/S1872-2067(16)62511-1 Hydrogen auto-transfer under aerobic oxidative conditions: Efficient synthesis of saturated ketones by aerobic C-C cross-coupling of primary and secondary alcohols catalyzed by a Au6Pd/resin catalyst Maoxiang Zhou, Leilei Zhang, Jeffrey T. Miller, Xiaofeng Yang, Xiaoyan Liu, Aiqin Wang *, Tao Zhang * Dalian Institute of Chemical Physics, Chinese Academy of Sciences, China; University of Chinese Academy of Sciences, China; Argonne National Laboratory, USA Chin. J. Catal., 2016, 37: 1837–1840 doi: 10.1016/S1872-2067(16)62522-6 Selective arylation/annulation cascade reactions of 2-alkynylanilines with diaryliodonium salts Ying Duan *, Yanliang Yang, Xiaoyu Dai, Dongmi Li Luoyang Normal University Chin. J. Catal., 2016, 37: 1907–1917 doi: 10.1016/S1872-2067(16)62507-X Effect of metal content on the activity and product selectivity of n-decane hydroisomerization over Ni-Pd/HY zeolite Dhanapalan Karthikeyan *, Raji Atchudan *, Raji Sivakumar Arignar Anna College of Arts and Science, India; Yeungnam University, Korea; Anna University, India Chin. J. Catal., 2016, 37: 1931–1940 doi: 10.1016/S1872-2067(16)62514-7 Use of NiO/SiO2 catalysts for toluene total oxidation: Catalytic reaction at lower temperatures and repeated regeneration Sang Wook Han, Myung-Geun Jeong, Il Hee Kim, Hyun Ook Seo *, Young Dok Kim * Sungkyunkwan University, Korea; Korea Research Institute of Chemical Technology (KRICT), Korea Chin. J. Catal., 2016, 37: 1982–1990 doi: 10.1016/S1872-2067(16)62531-7 Oxidation of glycerol with H2O2 on Pb-promoted Pd/γ-Al2O3 catalysts María L. Faroppa, Juan J. Musci, María E. Chiosso, Claudia G. Caggiano, Hernán P. Bideberripe, José L. García Fierro, Guillermo J. Siri, Mónica L. Casella * National University of Northwestern Buenos Aires, Argentina; National University of La Plata, Argentina; Institute of Catalysis and Petrochemistry, CSIC, Spain Chin. J. Catal., 2016, 37: 1991–1996 doi: 10.1016/S1872-2067(16)62527-5 Vapor phase methylation of phenol on Fe-substituted ZrO2 catalyst Celia F. Braganza, A. V. Salker * Goa University, India Chin. J. Catal., 2016, 37: 1997–2002 doi: 10.1016/S1872-2067(16)62536-6 Efficient approach to thiazolidinones via a one-pot three-component reaction involving 2-amino-1-phenylethanone hydrochloride, aldehyde and mercaptoacetic acid Asha Vasantrao Chate, Akash Gitaram Tathe, Prajyot Jayadev Nagtilak, Sunil M. Sangle, Charansingh H. Gill * Dr. Babasaheb Ambedkar Marathwada University, India; Rajaram College, India Chin. J. Catal., 2016, 37: 2003–2008 doi: 10.1016/S1872-2067(16)62496-8 Vanadium supported on graphitic carbon nitride as a heterogeneous catalyst for the direct oxidation of benzene to phenol Cheng Wang, Liya Hu, Meiyin Wang, Yuanhang Ren, Bin Yue *, Heyong He * Fudan University Chin. J. Catal., 2016, 37: 2034–2038 doi: 10.1016/S1872-2067(16)62537-8 Selenium-catalyzed oxidative carbonylation of 2-aminobenzyl alcohol to give 1,4-dihydro-2H-3,1-benzoxazin-2-one Xiaopeng Zhang *, Ping Wang, Xueli Niu, Zhengwei Li, Xuesen Fan, Guisheng Zhang * Henan Normal University Chin. J. Catal., 2016, 37: 2114–2121 doi: 10.1016/S1872-2067(16)62577-9 Proton-gradient-transfer acid complexes and their catalytic performance for the synthesis of geranyl acetate Yongle Chen, Shiya Ding, Wentao Zheng, Yiyang Zhang, Youting Wu *, Xingbang Hu * Nanjing University Chin. J. Catal., 2016, 37: 2134–2141 doi: 10.1016/S1872-2067(16)62587-1 Alkylation of toluene with tert-butyl alcohol over HPW-modified Hβ zeolite Yuanyuan Wang, Hua Song *, Xinglong Sun Northeastern Petroleum University; Daqing Petrochemical Engineering Co., Ltd. 3 Environmental catalysis 3.1 Elimination of stationary source contaminants Chin. J. Catal., 2016, 37: 240–249 doi: 10.1016/S1872-2067(15)61030-0 Complete oxidation of 1,4-dioxane over zeolite-13X-supported Fe catalysts in the presence of air C. Ramakrishna *, R. Krishna, T. Gopi, G. Swetha, Bijendra Saini, S. Chandra Shekar, Anchal Srivastava Defence Research & Development Establishment, India Chin. J. Catal., 2016, 37: 281–287 doi: 10.1016/S1872-2067(15)60993-7 Performances of CuSO4/TiO2 catalyst in selective catalytic reduction of NO x by NH3 Yanke Yu, Jinsheng Chen *, Jinxiu Wang, Yanting Chen Institute of Urban Environment, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 300–307 doi: 10.1016/S1872-2067(15)60977-9 Promotional effect of H3PO4 on ceria catalyst for selective catalytic reduction of NO by NH3 Ting Yi, Yibo Zhang *, Jingwei Li, Xiangguang Yang * Changchun Institute of Applied Chemistry, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 340–348 doi: 10.1016/S1872-2067(15)61020-8 Plasma methods for preparing green catalysts: Current status and perspective Changjun Liu *, Minyue Li, Jiaqi Wang, Xintong Zhou, Qiuting Guo, Jinmao Yan, Yingzhi Li Tianjin University Chin. J. Catal., 2016, 37: 428–435 doi: 10.1016/S1872-2067(15)60516-0 Catalytic oxidation of diesel soot particulates over Ag/LaCoO3 perovskite oxides in air and NO x Qi Fan, Shuai Zhang, Liying Sun, Xue Dong, Lancui Zhang, Wenjuan Shan *, Zaiming Zhu * Liaoning Normal University Chin. J. Catal., 2016, 37: 494–501 doi: 10.1016/S1872-2067(15)61056-7 Application of sodium titanate nanotubes doped with vanadium (VNaTNT) as a heterogeneous catalyst for oxidation of sulfides at room temperature Mohammad Ali Dadvar, Razieh Fazaeli * Islamic Azad University, Iran Chin. J. Catal., 2016, 37: 517–525 doi: 10.1016/S1872-2067(15)61060-9 An environmentally-friendly base organocatalyzed one-pot strategy for the regioselective synthesis of novel 3,6-diaryl-4-methylpyridazines Mehdi Rimaz *, Farkhondeh Aali Payame Noor University, Iran Chin. J. Catal., 2016, 37: 750–759 doi: 10.1016/S1872-2067(15)61072-5 Synthesis of a chabazite-supported copper catalyst with full mesopores for selective catalytic reduction of nitrogen oxides at low temperature Jixing Liu, Jian Liu *, Zhen Zhao, Weiyu Song, Yuechang Wei, Aijun Duan, Guiyuan Jiang China University of Petroleum-Beijing Chin. J. Catal., 2016, 37: 878–887 doi: 10.1016/S1872-2067(15)61041-5 NH3 selective catalytic reduction of NO: A large surface TiO2 support and its promotion of V2O5 dispersion on the prepared catalyst Xin Liu, Junhua Li *, Xiang Li, Yue Peng, Hu Wang, Xiaoming Jiang, Lanwu Wang Tsinghua University; Datang Nanjing Environmental Protection Technology Co., Ltd; Huatie Vanadium and Titanium Technology Co., Ltd Chin. J. Catal., 2016, 37: 888–897 doi: 10.1016/S1872-2067(15)61083-X Resistance to SO2 poisoning of V2O5/TiO2-PILC catalyst for the selective catalytic reduction of NO by NH3 Simiao Zang, Guizhen Zhang, Wenge Qiu *, Liyun Song, Ran Zhang, Hong He * Beijing University of Technology Chin. J. Catal., 2016, 37: 898–907 doi: 10.1016/S1872-2067(15)61052-X Effects of acid pretreatment on Fe-ZSM-5 and Fe-beta catalysts for N2O decomposition Minfang Wu, Hui Wang, Liangshu Zhong, Xinyan Zhang, Zhengping Hao, Qun Shen *, Wei Wei *, Guangren Qian, Yuhan Sun Shanghai University; Shanghai Advanced Research Institute, Chinese Academy of Sciences; Changchun University of Science and Technology; Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences; ShanghaiTech University Chin. J. Catal., 2016, 37: 934–946 doi: 10.1016/S1872-2067(15)61095-6 Pt/Co3O4/3DOM Al2O3: Highly effective catalysts for toluene combustion Huanggen Yang, Jiguang Deng *, Yuxi Liu, Shaohua Xie, Peng Xu, Hongxing Dai * Beijing University of Technology Chin. J. Catal., 2016, 37: 947–954 doi: 10.1016/S1872-2067(15)61086-5 Low-temperature catalytic oxidation of formaldehyde over Co3O4 catalysts prepared using various precipitants Zeyun Fan, Zhixiang Zhang, Wenjian Fang, Xin Yao, Guchu Zou, Wenfeng Shangguan * Shanghai Jiao Tong University Chin. J. Catal., 2016, 37: 1314–1323 doi: 10.1016/S1872-2067(15)61115-9 Fe-Mn/Al2O3 catalysts for low temperature selective catalytic reduction of NO with NH3 Xiaobo Wang *, Shiguo Wu, Weixin Zou, Shuohan Yu, Keting Gui, Lin Dong * Nanjing University; Southeast University Chin. J. Catal., 2016, 37: 1340–1346 doi: 10.1016/S1872-2067(15)61109-3 Effects of silica additive on the NH3-SCR activity and thermal stability of a V2O5/WO3-TiO2 catalyst Xuesong Liu, Xiaodong Wu *, Tengfei Xu, Duan Weng *, Zhichun Si, Rui Ran Tsinghua University Chin. J. Catal., 2016, 37: 1354–1361 doi: 10.1016/S1872-2067(15)61102-0 Promotional effects of Zr on K+-poisoning resistance of CeTiO x catalyst for selective·catalytic reductionof NO x with NH3 Baoqiang Xu, Haidi Xu *, Tao Lin, Yi Cao, Li Lan, Yuanshan Li, Xi Feng, Maochu Gong, Yaoqiang Chen * Sichuan University; Sichuan Provincial Environmental Protection Environmental Catalytic Materials Engineering Technology Center Chin. J. Catal., 2016, 37: 1369–1380 doi: 10.1016/S1872-2067(15)61098-1 Preparation, characterization, and catalytic performance of high efficient CeO2-MnO x -Al2O3 catalysts for NO elimination Xiaojiang Yao *, Lulu Li, Weixin Zou, Shuohan Yu, Jibin An, Hongli Li, Fumo Yang *, Lin Dong * Chongqing Institute of Green and Intelligent Technology, Chinese Academy of Sciences; Nanjing University; Chongqing University of Arts and Sciences Chin. J. Catal., 2016, 37: 1521–1529 doi: 10.1016/S1872-2067(16)62450-6 Promotional effects of Er incorporation in CeO2(ZrO2)/TiO2 for selective catalytic reduction of NO by NH3 Qijie Jin, Yuesong Shen *, Shemin Zhu *, Xihong Li, Min Hu Nanjing Tech University; Shandong Gemsky Environmental Technology Co. Chin. J. Catal., 2016, 37: 1918–1930 doi: 10.1016/S1872-2067(16)62510-X Promotional roles of ZrO2 and WO3 in V2O5-WO3/TiO2-ZrO2 catalysts for NO x reduction by NH3: Catalytic performance, morphology, and reaction mechanism Yaping Zhang, Longfei Wang, Juan Li, Huiyan Zhang *, Haitao Xu, Rui Xiao, linjun Yang Southeast University; Nanjing Yuhang Environmental Technology Company Chin. J. Catal., 2016, 37: 2018–2024 doi: 10.1016/S1872-2067(16)62533-0 NO reduction by CO over TiO2-γ-Al2O3 supported In/Ag catalyst under lean burn conditions Shuang Wu, Xuebing Li, Xiangchen Fang, Yuanyuan Sun, Jing Sun, Mingdong Zhou *, Shuliang Zang * East China Normal University; Liaoning Shihua University; Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences; Fushun Research Institute of Petroleum and Petrochemicals, Sinopec Group Chin. J. Catal., 2016, 37: 2069–2078 doi: 10.1016/S1872-2067(16)62534-2 Fe-Beta zeolite for selective catalytic reduction of NO x with NH3: Influence of Fe content Yan Xia, Wangcheng Zhan *, Yun Guo, Yanglong Guo, Guanzhong Lu * East China University of Science and Technology 3.2 Catalytic purification of automotive exhaust gases Chin. J. Catal., 2016, 37: 923–933 doi: 10.1016/S1872-2067(15)61094-4 Effects of Au–Ce strong interactions on catalytic activity of Au/CeO2/3DOM Al2O3 catalyst for soot combustion under loose contact conditions Baofang Jin, Yuechang Wei *, Zhen Zhao *, Jian Liu, Guiyuan Jiang, Aijun Duan China University of Petroleum-Beijing 3.3 Indoor air catalytic purification Chin. J. Catal., 2016, 37: 800–809 doi: 10.1016/S1872-2067(15)61073-7 Adsorptive and catalytic properties in the removal of volatile organic compounds over zeolite-based materials Ling Zhang, Yuexin Peng, Juan Zhang, Long Chen, Xiangju Meng *, Feng-Shou Xiao * Zhejiang University; East China Institute of Technology Chin. J. Catal., 2016, 37: 1193–1205 doi: 10.1016/S1872-2067(16)62457-9 Catalytic removal of volatile organic compounds using ordered porous transition metal oxide and supported noble metal catalysts Yuxi Liu, Jiguang Deng, Shaohua Xie, Zhiwei Wang, Hongxing Dai * Beijing University of Technology Chin. J. Catal., 2016, 37: 1729–1737 doi: 10.1016/S1872-2067(16)62470-1 Gold stabilized on various oxide supports catalyzing formaldehyde oxidation at room temperature Bingbing Chena Xiaobing Zhub Yidi Wanga Limei Yua Chuan Shia, * Dalian University of Technology 3.4 Water treatment catalytic technology Chin. J. Catal., 2016, 37: 607–615 doi: 10.1016/S1872-2067(15)61035-X Photocatalytic degradation of 2,4-dichlorophenol with V2O5-TiO2 catalysts: Effect of catalyst support and surfactant additives Eda Sinirtas, Meltem Isleyen, Gulin Selda Pozan Soylu * Istanbul University, Turkey Chin. J. Catal., 2016, 37: 711–719 doi: 10.1016/S1872-2067(15)61078-6 Photocatalytic degradation of dyes by AgBr/Ag3PO4 and the ecotoxicities of their degraded products Pongsaton Amornpitoksuk *, Sumetha Suwanboon Prince of Songkla University, Thailand Chin. J. Catal., 2016, 37: 810–825 doi: 10.1016/S1872-2067(15)61100-7 Bicarbonate activation of hydrogen peroxide: A new emerging technology for wastewater treatment Ali Jawad, Zhuqi Chen, Guochuan Yin * Huazhong University of Science and Technology Chin. J. Catal., 2016, 37: 963–970 doi: 10.1016/S1872-2067(15)61092-0 Synergistic degradation of phenols by bimetallic CuO–Co3O4@γ-Al2O3 catalyst in H2O2/HCO3 − system Yibing Li, Ali Jawad, Aimal Khan, Xiaoyan Lu, Zhuqi Chen, Weidong Liu *, Guochuan Yin * Zhejiang Normal University; Huazhong University of Science and Technology Chin. J. Catal., 2016, 37: 1487–1495 doi: 10.1016/S1872-2067(16)62473-7 CoFe2O4/CdS nanocomposite: Preparation, characterisation, and application in sonocatalytic degradation of organic dye pollutants Saeed Farhadi *, Firouzeh Siadatnasab Lorestan University, Iran 4 Photocatalysis Chin. J. Catal., 2016, 37: 349–358 doi: 10.1016/S1872-2067(15)61023-3 Fabrication of a monoclinic/hexagonal junction in WO3 and its enhanced photocatalytic degradation of rhodamine B Yuanyuan Lu, Guo Liu, Jing Zhang *, Zhaochi Feng, Can Li, Zhi Li Liaoning Shihua University; Dalian Institute of Chemical Physics, Chinese Academy of Sciences; Technical Institute of Physics and Chemistry, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 367–377 doi: 10.1016/S1872-2067(15)61033-6 Synergistic effects in N-K2Ti4O9/UiO-66-NH2 composites and their photocatalysis degradation of cationic dyes Sunfeng Li, Xing Wang, Qinqin He, Qi Chen, Yanli Xu, Hanbiao Yang, Mengmeng Lü, Fengyu Wei *, Xueting Liu * Hefei University of Technology Chin. J. Catal., 2016, 37: 760–768 doi: 10.1016/S1872-2067(15)61079-8 Microspheres of graphene oxide coupled to N-doped Bi2O2CO3 for visible light photocatalysis Ruiben Jin *, Xiaojia Jiang, Yangyuan Zhou, Jianfu Zhao Tongji University Chin. J. Catal., 2016, 37: 780–791 doi: 10.1016/S1872-2067(15)61061-0 Recent advances in bismuth-containing photocatalysts with heterojunctions Lang Chen, Jie He, Ying Liu, Peng Chen, Chak-Tong Au, Shuang-Feng Yin * Hunan University Chin. J. Catal., 2016, 37: 792–799 doi: 10.1016/S1872-2067(15)61054-3 Recent developments in visible-light photocatalytic degradation of antibiotics Di Li, Weidong Shi * Jiangsu University Chin. J. Catal., 2016, 37: 846–854 doi: 10.1016/S1872-2067(15)61081-6 Preparation of three-dimensional interconnected mesoporous anatase TiO2-SiO2 nanocomposites with high photocatalytic activities Weiyang Dong *, Youwei Yao, Yaojun Sun, Weiming Hua, Guoshun Zhuang Fudan University Chin. J. Catal., 2016, 37: 855–862 doi: 10.1016/S1872-2067(15)61105-6 Novel visible-light-responding InVO4-Cu2O-TiO2 ternary nanoheterostructure: Preparation and photocatalytic characteristics Haibo Feng, Yaping Li, Dongming Luo, Gongrong Tan, Jianbo Jiang, Huimin Yuan, Sanjun Peng, Dong Qian * Central South University Chin. J. Catal., 2016, 37: 863–868 doi: 10.1016/S1872-2067(15)61111-1 Synthesis of bionic-macro/microporous MgO-modified TiO2 for enhanced CO2 photoreduction into hydrocarbon fuels Fang Wang, Yong Zhou *, Ping Li, Libang Kuai, Zhigang Zou * Nanjing University Chin. J. Catal., 2016, 37: 869–877 doi: 10.1016/S1872-2067(15)61093-2 Multichannel charge separation promoted ZnO/P25 heterojunctions for the photocatalytic oxidation of toluene Jiejing Kong, Xiaodong Lai, Zebao Rui *, Hongbing Ji *, Shengfu Ji Sun Yat-sen University; Beijing University of Chemical Technology Chin. J. Catal., 2016, 37: 1257–1262 doi: 10.1016/S1872-2067(15)61126-3 A tetragonal tungsten bronze-type photocatalyst: Ferro-paraelectric phase transition and photocatalysis Dayong Fan, Ruifeng Chong, Fengtao Fan, Xiuli Wang, Can Li, Zhaochi Feng * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1283–1292 doi: 10.1016/S1872-2067(16)62449-X Influence of lanthanum-doping on photocatalytic properties of BiFeO3 for phenol degradation Wanwan Meng, Ruisheng Hu *, Jun Yang, Yanfei Du, Jingjia Li, Hongye Wang Inner Mongolia University Chin. J. Catal., 2016, 37: 1841–1850 doi: 10.1016/S1872-2067(16)62515-9 Sonochemical fabrication, characterization and enhanced photocatalytic performance of Ag2S/Ag2WO4 composite microrods Hongbo He, Shuangshuang Xue, Zhen Wu, Changlin Yu *, Kai Yang, Guiming Peng, Wanqin Zhou, Dehao Li * Jiangxi University of Science and Technology; Guangdong University of Petrochemical Technology Chin. J. Catal., 2016, 37: 1871–1881 doi: 10.1016/S1872-2067(16)62492-0 Phenol photocatalytic degradation over mesoporous TUD-1-supported chromium oxide-doped titania photocatalyst Yee Khai Ooi, Leny Yuliati, Siew Ling Lee * Universiti Teknologi Malaysia Chin. J. Catal., 2016, 37: 1899–1906 doi: 10.1016/S1872-2067(16)62509-3 Polycondensation of ammonium thiocyanate into novel porous g-C3N4 nanosheets as photocatalysts for enhanced hydrogen evolution under visible light irradiation Yanjuan Cui *, Yuxiong Wang, Hao Wang, Fu Cao, Fangyan Chen Jiangsu University of Science and Technology Chin. J. Catal., 2016, 37: 1975–1981 doi: 10.1016/S1872-2067(16)62519-6 Effect of electron acceptors H2O2 and O2 on the generated reactive oxygen species 1O2 and OH• in TiO2-catalyzed photocatalytic oxidation of glycerol Trin Jedsukontorn, Vissanu Meeyoo, Nagahiro Saito, Mali Hunsom * Chulalongkorn University, Thailand; Mahanakorn University of Technology, Thailand; Nagoya University, Japan Chin. J. Catal., 2016, 37: 2025–2033 doi: 10.1016/S1872-2067(16)62546-9 Photocatalytic activity of TiO2 supported SiO2-Al2O3 aerogels prepared from industrial fly ash Hui-Long Wang, Hui-Ping Qi, Xiao-Na Wei, Xiao-Yu Liu, Wen-Feng Jiang * Dalian University of Technology Chin. J. Catal., 2016, 37: 2059–2068 doi: 10.1016/S1872-2067(16)62574-3 Time-resolved photoluminescence of anatase/rutile TiO2 phase junction revealing charge separation dynamics Xiuli Wang, Shuai Shen, Zhaochi Feng, Can Li * Dalian Institute of Chemical Physics, Dalian National Laboratory for Clean Energy, Chinese Academy of Sciences 5 Catalytic synthesis of chemicals from syngas and coal Chin. J. Catal., 2016, 37: 308–315 doi: 10.1016/S1872-2067(15)60979-2 Synthesis and characterization of an unusual snowflake-shaped ZSM-5 zeolite with high catalytic performance in the methanol to olefin reaction Jing Li, Suyao Liu, Huaike Zhang, Enjing Lü, Pengju Ren, Jie Ren * Institute of Coal Chemistry, Chinese Academy of Sciences; University of Chinese Academy of Sciences; Synfuels China Co. Ltd. Chin. J. Catal., 2016, 37: 325–339 doi: 10.1016/S1872-2067(15)61031-2 Methanol-to-propylene process: Perspective of the most important catalysts and their behavior M. Khanmohammadi *, Sh. Amani, A. Bagheri Garmarudi, A. Niaei Imam Khomeini International University, Iran; University of Tabriz, Iran Chin. J. Catal., 2016, 37: 378–388 doi: 10.1016/S1872-2067(15)61032-4 Effect of Cu-ZnO-Al2O3 supported on H-ferrierite on hydrocarbons formation from CO hydrogenation J. H. Flores, M. E. H. Maia da Costa, M. I. Pais da Silva * Pontifícia Universidade Católica, Brazil Chin. J. Catal., 2016, 37: 510–516 doi: 10.1016/S1872-2067(15)61051-8 Effects of zinc on Fe-based catalysts during the synthesis of light olefins from the Fischer-Tropsch process Xinhua Gao, Jianli Zhang *, Ning Chen, Qingxiang Ma, Subing Fan, Tiansheng Zhao *, Noritatsu Tsubaki Ningxia University, China; University of Toyama, Japan Chin. J. Catal., 2016, 37: 1413–1422 doi: 10.1016/S1872-2067(16)62466-X Changing the balance of the MTO reaction dual-cycle mechanism: Reactions over ZSM-5 with varying contact times Mozhi Zhang, Shutao Xu, Yingxu Wei *, Jinzhe Li, Jinbang Wang, Wenna Zhang, Shushu Gao, Zhongmin Liu * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1496–1501 doi: 10.1016/S1872-2067(15)61110-X Methanol-to-olefin induction reaction over SAPO-34 You Zhou, Liang Qi, Yingxu Wei, Cuiyu Yuan, Mozhi Zhang, Zhongmin Liu * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences 6 Biomass conversion Chin. J. Catal., 2016, 37: 389–397 doi: 10.1016/S1872-2067(15)61028-2 Immobilized cellulase on Fe3O4 nanoparticles as a magnetically recoverable biocatalyst for the decomposition of corncob Qikun Zhang *, Junqing Kang, Bing Yang, Leizhen Zhao, Zhaosheng Hou, Bo Tang Shandong Normal University Chin. J. Catal., 2016, 37: 561–570 doi: 10.1016/S1872-2067(15)61044-0 Purification and characterization of manganese peroxidases from native and mutant Trametes versicolor IBL-04 Muhammad Asgher, Muhammad Ramzan, Muhammad Bilal * University of Agriculture, Pakistan Chin. J. Catal., 2016, 37: 596–606 doi: 10.1016/S1872-2067(15)61040-3 Kinetic study and kinetic parameters of lipase-catalyzed glycerolysis of sardine oil in a homogeneous medium Ángela García Solaesa, María Teresa Sanz *, Sagrario Beltrán, Rodrigo Melgosa University of Burgos, Spain Chin. J. Catal., 2016, 37: 700–710 doi: 10.1016/S1872-2067(15)61080-4 Selective hydrogenolysis of biomass-derived furfuryl alcohol into 1,2- and 1,5-pentanediol over highly dispersed Cu-Al2O3 catalysts Hailong Liu, Zhiwei Huang *, Haixiao Kang, Chungu Xia, Jing Chen * Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1227–1234 doi: 10.1016/S1872-2067(15)61122-6 Biomimetic asymmetric Michael addition reactions in water catalyzed by amino-containing β-cyclodextrin derivatives Qingying Zhu, Haimin Shen, Zhujin Yang, Hongbing Ji * Sun Yat-sen University; Zhejiang University of Technology Chin. J. Catal., 2016, 37: 1362–1368 doi: 10.1016/S1872-2067(15)61096-8 Efficient production of 5-hydroxymethylfurfural from hexoses using solid acid SO4 2−/In2O3-ATP in a biphasic system Yue Shen, Yuru Kang, Jiankui Sun, Chao Wang, Bo Wang *, Feng Xu, Runcang Sun * Beijing Forestry University; Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1396–1402 doi: 10.1016/S1872-2067(16)62495-6 Characterization of a marine microbial esterase and its use to make D-methyl lactate Yilong Wang, Yun Zhang, Aijun Sun, Yunfeng Hu * South China Sea Institute of Oceanology, Chinese Academy of Sciences; University of Chinese Academy of Sciences; South China Sea Bio-Resource Exploitation and Utilization Collaborative Innovation Center Chin. J. Catal., 2016, 37: 1461–1468 doi: 10.1016/S1872-2067(15)61088-9 Bovine serum albumin: An efficient and green biocatalyst for the one-pot four-component synthesis of pyrano[2,3-c]pyrazoles Xingtian Huang, Zhipeng Li, Dongyang Wang, Yiqun Li * Jinan University Chin. J. Catal., 2016, 37: 1771–1775 doi: 10.1016/S1872-2067(16)62512-3 Gold-iridium catalysts for the hydrogenation of biomass derived products Lorenzo Landenna, Alberto Villa, Rodolfo Zanella, Claudio Evangelisti, Laura Prati * Università degli Studi di Milano, Italy; Universidad Nacional Autonoma de Mexico, Mexico; Istituto di Scienze e Tecnologie Molecolari ISTM-CNR, Italy Chin. J. Catal., 2016, 37: 1814–1823 doi: 10.1016/S1872-2067(16)62528-7 Recent advances in immobilized enzymes on nanocarriers Shilin Cao, Pei Xu, Yongzheng Ma, Xiaoxiao Yao, Yuan Yao, Minhua Zong, Xuehui Li, Wenyong Lou * South China University of Technology; The Hong Kong Polytechnic University Chin. J. Catal., 2016, 37: 1891–1898 doi: 10.1016/S1872-2067(16)62487-7 Activity and stability of bacterial cellulase immobilized on magnetic nanop Kandasamy Selvam, Muthusamy Govarthanan, Duraisamy Senbagam, Seralathan Kamala-Kannan, Balakrishnan Senthilkumar *, Thangasamy Selvankumar * Muthayammal College of Arts and Science, India; Mahendra Arts and Science College, India; Muroran Institute of Technology, Japan; Bharathidasan University, India; Chonbuk National University, South Korea; Haramaya University, Ethiopia Chin. J. Catal., 2016, 37: 1941–1948 doi: 10.1016/S1872-2067(16)62524-X Dehydration of bio-ethanol to ethylene over iron exchanged HZSM-5 Baohui Chen *, Jiazheng Lu, Lianping Wu, Zisheng Chao Hunan Electric Power Corporation Disaster Prevention and Reduction Center; Hunan University Chin. J. Catal., 2016, 37: 1949–1965 doi: 10.1016/S1872-2067(16)62518-4 Influence of the synthesis method parameters used to prepare nickel-based catalysts on the catalytic performance for the glycerol steam reforming reaction M. A. Goula *, N. D. Charisiou, K. N. Papageridis, G. Siakavelas Technological Education Institution of Western Macedonia, Greece Chin. J. Catal., 2016, 37: 1966–1974 doi: 10.1016/S1872-2067(16)62505-6 Enantio-selective preparation of (S)-1-phenylethanol by a novel marine GDSL lipase MT6 with reverse stereo-selectivity Dun Deng, Yun Zhang, Aijun Sun, Yunfeng Hu * South China Sea Institute of Oceanology, Chinese Academy of Sciences; Institute of Animal Science, Guangdong Academy of Agricultural Science; South China Sea Bio-Resource Exploitation and Utilization Collaborative Innovation Center Chin. J. Catal., 2016, 37: 2009–2017 doi: 10.1016/S1872-2067(16)62517-2 Alcohol-treated SiO2 as the support of Ir-Re/SiO2 catalysts for glycerol 6hydrogenolysis Wenting Luo, Yuan Lyu *, Leifeng Gong, Hong Du, Miao Jiang, Yunjie Ding * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 2086–2097 doi: 10.1016/S1872-2067(16)62543-3 Efficient oxidation of cinnamon oil to natural benzaldehyde over β-cyclodextrin-functionalized MWCNTs Zujin Yang, Xia Zhang, Yanxiong Fang, Zebao Rui *, Hongbing Ji * Sun Yat-sen University; Guangdong University of Technology 7 Electrocatalysis Chin. J. Catal., 2016, 37: 436–445 doi: 10.1016/S1872-2067(15)61039-7 New modified multiwalled carbon nanotubes paste electrode for electrocatalytic oxidation and determination of warfarin in biological and pharmaceutical samples Masoumeh Taei *, Fardin Abedi Payame Noor University, Iran Chin. J. Catal., 2016, 37: 533–538 doi: 10.1016/S1872-2067(15)61047-6 Synthesis of nitrocarbazole compounds and their electrocatalytic oxidation of alcohol Yinghong Zhu, Jianqing Zhang, Ziying Chen, Anlun Zhang, Chunan Ma * Zhejiang University of Technology Chin. J. Catal., 2016, 37: 539–548 doi: 10.1016/S1872-2067(15)61049-X A Fe-N-C catalyst with highly dispersed iron in carbon for oxygen reduction reaction and its application in direct methanol fuel cells Lingzheng Gu, Luhua Jiang *, Xuning Li, Jutao Jin, Junhu Wang, Gongquan Sun * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 549–560 doi: 10.1016/S1872-2067(15)61046-4 Electrocatalytic oxidation of hydrazine on magnetic bar carbon paste electrode modified with benzothiazole and iron oxide nanoparticles: Simultaneous determination of hydrazine and phenol Ali Benvidi *, Shahriar Jahanbani, Bibi-Fatemeh Mirjalili, Reza Zare Yazd University, Iran Chin. J. Catal., 2016, 37: 579–583 doi: 10.1016/S1872-2067(15)61036-1 Determination of isoproterenol in pharmaceutical and biological samples using a pyrogallol red multiwalled carbon nanotube paste electrode as a sensor Mohsen Keyvanfard *, Khadijeh Alizad Islamic Azad University, Iran Chin. J. Catal., 2016, 37: 616–627 doi: 10.1016/S1872-2067(15)61034-8 Electrooxidation of methanol and ethanol on carbon electrodeposited Ni–MgO nanocomposite H. B. Hassan *, Z. Abdel Hamid *, Rabab M. El-Sherif Cairo University, Egypt; Central Metallurgical Research and Development Institute, Egypt Chin. J. Catal., 2016, 37: 988–993 doi: 10.1016/S1872-2067(16)62481-6 Cathode catalytic dependency behavior on ionomer content in direct methanol fuel cells Zhi Long, Guangrong Deng, Changpeng Liu, Junjie Ge, Wei Xing *, Shuhua Ma * Changchun Institute of Applied Chemistry, Chinese Academy of Sciences; University of Chinese Academy of Sciences; University of Jinan Chin. J. Catal., 2016, 37: 994–998 doi: 10.1016/S1872-2067(15)61075-0 Cathode made of compacted silver nanoparticles for electrocatalytic carboxylation of 1-phenethyl bromide with CO2 Hengpan Yang, Laxia Wu, Huan Wang *, Jiaxing Lu * East China Normal University; Anqing Normal University Chin. J. Catal., 2016, 37: 999–1015 doi: 10.1016/S1872-2067(16)62455-5 Catalytic conversion of CO2 to value added fuels: Current status, challenges, and future directions Jingjie Wu, Xiao-Dong Zhou * University of South Carolina, USA Chin. J. Catal., 2016, 37: 1016–1024 doi: 10.1016/S1872-2067(15)61125-1 Progress in research on Li–CO2 batteries: Mechanism, catalyst and performance Xiang Li, Sixie Yang, Ningning Feng, Ping He *, Haoshen Zhou * Nanjing University, China; National Institute of Advanced Industrial Science and Technology (AIST), Japan Chin. J. Catal., 2016, 37: 1025–1036 doi: 10.1016/S1872-2067(16)62480-4 A review of applications of poly(diallyldimethyl ammonium chloride) in polymer membrane fuel cells: From nanoparticles to support materials Lei Du, Fanpeng Kong, Guangyu Chen, Chunyu Du, Yunzhi Gao, Geping Yin * Harbin Institute of Technology Chin. J. Catal., 2016, 37: 1037–1048 doi: 10.1016/S1872-2067(16)62477-4 Nanostructured electrocatalytic materials and porous electrodes for direct methanol fuel cells Meng Wang, Xindong Wang *, Ming Chen, Zhaoyi Yang, Chaozhen Dong University of Science and Technology Beijing Chin. J. Catal., 2016, 37: 1049–1061 doi: 10.1016/S1872-2067(15)61059-2 Recent developments in copper-based, non-noble metal electrocatalysts for the oxygen reduction reaction Cheng Du, Xiaohui Gao, Wei Chen * Changchun Institute of Applied Chemistry, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1062–1069 doi: 10.1016/S1872-2067(15)61101-9 Photoelectrochemical degradation of acetaminophen and valacyclovir using nanoporous titanium dioxide Guohong Xie, Xin Chang, Bal Ram Adhikari, Sapanbir S. Thind, Aicheng Chen * Henan Institute of Science and Technology, China; Lakehead University, Canada Chin. J. Catal., 2016, 37: 1070–1075 doi: 10.1016/S1872-2067(16)62465-8 Influence of transition metal modification of oxide-derived Cu electrodes in electroreduction of CO2 Li Liu, Na Tian *, Long Huang, Yu-Hao Hong, Ai-Yun Xie, Feng-Yang Zhang, Chi Xiao, Zhi-You Zhou, Shi-Gang Sun * Xiamen University Chin. J. Catal., 2016, 37: 1076–1080 doi: 10.1016/S1872-2067(15)61070-1 Synthesis of cyclic carbonates from epoxides and CO2 in acetonitrile via the synergistic action of BMIMBr and electrogenerated magnesium Dongfang Niu, Zhijuan Wu, Lipu Zhang, Rongbin Du, Heng Xu, Xinsheng Zhang * East China University of Science and Technology; Collaborative Innovation Center for Petrochemical New Materials Chin. J. Catal., 2016, 37: 1081–1088 doi: 10.1016/S1872-2067(15)61048-8 Electrochemical CO2 reduction to formic acid on crystalline SnO2 nanosphere catalyst with high selectivity and stability Yishu Fu, Yanan Li, Xia Zhang, Yuyu liu *, Xiaodong Zhou, Jinli Qiao * Donghua University, China; Taiyuan University of Technology, China; Tohoku University, Japan; University of South Carolina, USA Chin. J. Catal., 2016, 37: 1089–1095 doi: 10.1016/S1872-2067(15)61077-4 Controllable fabrication of ordered Pt nanorod array as catalytic electrode for passive direct methanol fuel cells Yanlin Wang, Qingqing Cheng, Ting Yuan, Yi Zhou, Haifeng Zhang, Zhiqing Zou, Jianhui Fang *, Hui Yang * Shanghai University; Shanghai Advanced Research Institute, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1096–1102 doi: 10.1016/S1872-2067(15)61063-4 Investigation of the durability of a poly-p-phenylenediamine /carbon black composite for the oxygen reduction reaction Xiaogang Su, Yingfang Yao, Juan Tian, Jianguo Liu *, Zhongwei Wang, Yong You, Lin Huang, Congping Wu Nanjing University Chin. J. Catal., 2016, 37: 1103–1108 doi: 10.1016/S1872-2067(16)62471-3 A mesoporous Fe/N/C ORR catalyst for polymer electrolyte membrane fuel cells Wei Shi, Yu-Cheng Wang, Chi Chen, Xiao-Dong Yang *, Zhi-You Zhou *, Shi-Gang Sun Xiamen University; East China University of Science and Technology Chin. J. Catal., 2016, 37: 1109–1118 doi: 10.1016/S1872-2067(16)62454-3 Influence of counter electrode material during accelerated durability test of non-precious metal electrocatalysts in acidic medium Jia Li, Huiyuan Liu, Yang Lü, Xinwen Guo, Yujiang Song * Dalian University of Technology; Dalian Institute of Chemical Physics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1119–1126 doi: 10.1016/S1872-2067(16)62456-7 Catalytic properties of graphitic and pyridinic nitrogen doped on carbon black for oxygen reduction reaction Jing Liu, Ping Song, Mingbo Ruan, Weilin Xu * Changchun Institute of Applied Chemistry, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1127–1133 doi: 10.1016/S1872-2067(15)61104-4 A high performance non-noble metal electrocatalyst for the oxygen reduction reaction derived from a metal organic framework Yangzhi Bai, Baolian Yi, Jia Li, Shangfeng Jiang, Hongjie Zhang, Zhigang Shao *, Yujiang Song * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences; Dalian University of Technology Chin. J. Catal., 2016, 37: 1134–1141 doi: 10.1016/S1872-2067(16)62472-5 Influence of phosphoric anions on oxygen reduction reaction activity of platinum, and strategies to inhibit phosphoric anion adsorption Yuping Li, Luhua Jiang *, Suli Wang, Gongquan Sun * Dalian Institute of Chemical Physics, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1142–1148 doi: 10.1016/S1872-2067(15)61064-6 Carbon supported IrM (M = Fe, Ni, Co) alloy nanoparticles for the catalysis of hydrogen oxidation in acidic and alkaline medium Jianhua Liao, Wei Ding *, Sicheng Tao, Yao Nie, Wei Li, Guangping Wu, Siguo Chen, Li Li, Zidong Wei * Chongqing University Chin. J. Catal., 2016, 37: 1149–1155 doi: 10.1016/S1872-2067(15)61117-2 High-performance Pt catalysts supported on hierarchical nitrogen-doped carbon nanocages for methanol electrooxidation Xiangfen Jiang, Xuebin Wang, Liming Shen, Qiang Wu, Yangnian Wang, Yanwen Ma, Xizhang Wang *, Zheng Hu * Nanjing University, China; National Institute for Materials Science (NIMS), Japan Chin. J. Catal., 2016, 37: 1156–1165 doi: 10.1016/S1872-2067(15)61106-8 Nonlinear Stark effect observed for carbon monoxide chemisorbed on gold core/palladium shell nanoparticle film electrodes, using in situ surface-enhanced Raman spectroscopy Pu Zhang, Yi Wei, Jun Cai, Yan-Xia Chen *, Zhong-Qun Tian University of Science and Technology of China; Xiamen University Chin. J. Catal., 2016, 37: 1166–1171 doi: 10.1016/S1872-2067(15)61082-8 Theoretical study of stability of metal-N4 macrocyclic compounds in acidic media Yongting Chen, Xing Hua, Shengli Chen * Whuhan University Chin. J. Catal., 2016, 37: 1172–1179 doi: 10.1016/S1872-2067(15)61089-0 A binder-free, flexible cathode for rechargeable Na-O2 batteries Na Li, Dan Xu, Di Bao, Jinling Ma, Xinbo Zhang * Changchun Institute of Applied Chemistry, Chinese Academy of Sciences; University of Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1249–1256 doi: 10.1016/S1872-2067(16)62462-2 Co3O4 supported on N, P-doped carbon as a bifunctional electrocatalyst for oxygen reduction and evolution reactions Yingbin Huang, Min Zhang, Peng Liu, Faliang Cheng *, Lishi Wang * Dongguan University of Technology; South China University of Technology Chin. J. Catal., 2016, 37: 1275–1282 doi: 10.1016/S1872-2067(15)61123-8 Preparation of nitrogen-doped carbon nanoblocks with high electrocatalytic activity for oxygen reduction reaction in alkaline solution Tingting Zhang, Chuansheng He, Linbo Li, Yuqing Lin * Capital Normal University Chin. J. Catal., 2016, 37: 1347–1353 doi: 10.1016/S1872-2067(15)61116-0 Ni doped La0.6Sr0.4FeO3- δ symmetrical electrode for solid oxide fuel cells Zhaohui Ma, Chunwen Sun *, Chao Ma, Hao Wu, Zhongliang Zhan *, Liquan Chen Institute of Physics, Chinese Academy of Sciences; Beijing Institute of Nanoenergy and Nanosystems, Chinese Academy of Sciences; University of Science and Technology of China; Shanghai Institute of Ceramics, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1562–1568 doi: 10.1016/S1872-2067(16)62498-1 Nitrogen-doped ordered mesoporous carbon: Effect of carbon precursor on oxygen reduction reactions Xiao-hua Li, Kai Wan, Quan-bing Liu, Jin-hua Piao, Yu-ying Zheng, Zhen-xing Liang * South China University of Technology; Guangdong University of Technology Chin. J. Catal., 2016, 37: 1860–1870 doi: 10.1016/S1872-2067(16)62555-X Electrochemical oxidation of aniline by a novel Ti/TiO x H y /Sb-SnO2 electrode Xiaoliang Li, Hao Xu *, Wei Yan * Xi'an Jiaotong University Chin. J. Catal., 2016, 37: 2079–2085 doi: 10.1016/S1872-2067(16)62525-1 Electro-polymerization fabrication of PANI@GF electrode and its energy-effective electrocatalytic performance in electro-Fenton process Jinli Yu, Tianfu Liu, Haiyue Liu, Yi Wang * Sun Yat-sen University 8 Editorial materials Chin. J. Catal., 2016, 37: 1–2 doi: 10.1016/S1872-2067(15)61027-0 Preface to Special Column on New Porous Catalytic Materials Ying Wan, Serge Kaliaguine, Dongyuan Zhao Shanghai Normal University, China; Université Laval, Canada; Fudan University, China Chin. J. Catal., 2016, 37: 779 doi: 10.1016/S1872-2067(15)61120-2 Preface to the Special Issue on Environmental Catalysis and Materials Shuang-Feng Yin, Chak-Tong Au Hunan University; Hunan Institute of Engineering Chin. J. Catal., 2016, 37: 987 doi: 10.1016/S1872-2067(16)62461-0 Preface to the Special Issue on Electrocatalysis Transformation Shigang Sun, Wei Xing Xiamen University; Changchun Institute of Applied Chemistry, Chinese Academy of Sciences Chin. J. Catal., 2016, 37: 1579 doi: 10.1016/S1872-2067(16)62544-5 Preface to the Special Issue on Gold Catalysis Masatake Haruta, Jiahui Huang Tokyo Metropolitan University, Japan; Dalian Institute of Chemical Physics, Chinese Academy of Sciences, China",
      "coredata": {
        "eid": "1-s2.0-S1872206716300110",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "2016-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206716300110",
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206716300110"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206716300110"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(16)30011-0",
        "prism:volume": "37",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Contents for Volume 37 (2016)",
        "prism:copyright": "Copyright © 2016 Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "12",
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "12",
        "openaccessSponsorType": null,
        "prism:pageRange": "2142-2157",
        "prism:endingPage": "2157",
        "pubType": "con",
        "prism:coverDisplayDate": "December 2016",
        "prism:doi": "10.1016/S1872-2067(16)30011-0",
        "prism:startingPage": "2142",
        "dc:identifier": "doi:10.1016/S1872-2067(16)30011-0",
        "openaccessSponsorName": null
      }
    }
  }
}