{
  "metadata": {
    "title": "Activation and Hydrodesulfurization Activity of MoO<ce:inf loc=post>3</ce:inf>/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> Catalyst Presulfided by Ammonium Thiosulfate",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2008-09-30",
    "doi": "10.1016/S1872-2067(08)60074-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708600741",
    "pii": "S1872206708600741"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-54049087011",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2008-10-22 2008-10-22 2010-03-27T19:04:27 1-s2.0-S1872206708600741 S1872-2067(08)60074-1 S1872206708600741 10.1016/S1872-2067(08)60074-1 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206708X60139 2015-05-15T07:13:55.760442-04:00 0 0 20080901 20080930 2008 2008-10-22T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 29 29 9 9 Volume 29, Issue 9 7 921 927 921 927 200809 September 2008 2008-09-01 2008-09-30 2008 article fla Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. ACTIVATIONHYDRODESULFURIZATIONACTIVITYMOO3AL2O3CATALYSTPRESULFIDEDBYAMMONIUMTHIOSULFATE GE H SONG 2003 211 C FUJIKAWA 2006 188 T ZUO 2004 309 D LI 2005 755 W TOPSOE 2005 12 H LI 2006 624 Y WELCH 1994 56 J MURFF 1993 81 S TOPSOE 1993 631 N TEXIER 2005 105 S YAMADA 2001 217 S BLASHKA 1998 36 S HINNEMANN 2005 2245 B HENSEN 2002 59 E CANDIA 1984 763 R TOPSOE 1996 32 H HYDROTREATINGCATALYSISSCIENCETECHNOLOGY LAPAROLA 2004 237 V SHANG 2004 1250 H LAURITSEN 2004 510 J OKAMATO 1980 1833 Y GEX2008X921 GEX2008X921X927 GEX2008X921XH GEX2008X921X927XH item S1872-2067(08)60074-1 S1872206708600741 1-s2.0-S1872206708600741 10.1016/S1872-2067(08)60074-1 273538 2010-09-22T11:40:59.914884-04:00 2008-09-01 2008-09-30 1-s2.0-S1872206708600741-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600741/MAIN/application/pdf/bb7072cf83f1d2631d794c6c97e92263/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600741/MAIN/application/pdf/bb7072cf83f1d2631d794c6c97e92263/main.pdf main.pdf pdf true 453058 MAIN 7 1-s2.0-S1872206708600741-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708600741/PREVIEW/image/png/519944477dd21c2e3fb5a8b78ddda2d4/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708600741/PREVIEW/image/png/519944477dd21c2e3fb5a8b78ddda2d4/main_1.png main_1.png png 69433 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 29, Issue 9, September 2008 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2008, 29(9): 921–927. Received date: 17 January 2008. * Corresponding author. Tel: +86-351-4046547; Fax: +86-351-4041153; E-mail: lxk@sxicc.ac.cn Foundation item: Supported by the National Natural Science Foundation of China (20676140) and the National Basic Research Program of China (973 Program, 2006CB202504). Copyright © 2008, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. Activation and Hydrodesulfurization Activity of MoO 3 /Al 2 O 3 Catalyst Presulfided by Ammonium Thiosulfate GE Hui 1,2 , LI Xuekuan 1, *, WANG Jianguo 1 , QIN Zhangfeng 1 , LÜ Zhanjun 1 , YANG Ying 1 1 Institute of Coal Chemistry, Chinese Academy of Sciences, Taiyuan 030001, Shanxi, China 2 Graduate University of Chinese Academy of Sciences, Beijing 100049, China Abstract: MoO 3 /g534-Al 2 O 3 catalyst has been presulfided by ammonium thiosulfate. The effects of the presulfidation methods and the acti- vation conditions on the hydrodesulfurization of thiophene were investigated. The results showed that the catalyst presulfided by ammo- nium thiosulfate (designated as Mo-ATS) exhibited higher activity than the one presulfided by dimethyldisulfide (denoted as Mo-DMDS). The former method gave a conversion of more than 99% in contrast to 92% obtained by the latter one under the same reaction conditions. The optimum temperature for the catalyst activation was in the range of 200–300 °C. An increase in the pressure was favorable for the ac- tivation and the enhancement in the HDS activity. In comparison to Mo-DMDS, the higher activity of Mo-ATS than that of Mo-DMDS was mainly attributed to the formation of an active type II MoS 2 phase as a result of suppressing the interaction of Mo with g534-Al 2 O 3 by modifying its surface with sulfate species. In addition, an increase in sulfidation degree (S 2g16 /Mo molar ratio) was observed after activation and sup- plemental sulfidation. This is also favorable for hydrodesulfurization. Key words: molybdenum oxide; ammonium thiosulfate; presulfidation; activation; thiophene; hydrodesufurization The very strict environmental laws require a significant de- crease in the sulfur amount contained in vehicle transportation fuels [1]. Although a deep desulfurization will be possible by increasing the reactor volume and modifying the operation conditions, preparation of a highly effective hydrodesulfuriza- tion (HDS) catalyst by utilizing a low-cost method is a better way [2–5]. In this area, many researchers have attempted to improve the sulfidation of HDS catalysts. Of late, the ex-situ presulfidation technique has attracted extensive research in- terests because it can not only shorten the start-up time and decrease the environmental pollution but also increase the catalytic activity [6–9]. Usually, the presulfided catalysts are prepared by impregnating the oxide precursors with organic polysulfides [10,11] or mixtures of sulfur and olefins [12,13]. The obtained presulfided catalysts are in-situ activated in hy- drogen atmosphere before use. However, the preparation pro- cedures are complex, and the prepared catalysts may be flammable. Thus, the inorganic compound ammonium thi- osulfate (ATS) was used here to presulfide MoO 3 /g74-Al 2 O 3 . The prepared catalyst showed a significantly improved HDS cata- lytic performance. The catalysts were characterized by X-ray diffraction (XRD), high-resolution transmission electron mi- croscopy (HRTEM), and X-ray photoelectron spectroscopy (XPS). 1 Experimental 1.1 Catalyst preparation Two MoO 3 /g74-Al 2 O 3 catalysts with a Mo content of 8% were prepared by impregnating g534-Al 2 O 3 with (NH 4 ) 6 Mo 7 O 24 ·4H 2 O dissolved in concentrated NH 3 g152H 2 O, and further drying at 110 °C for 12 h and calcination at 450 and 600 °C, respectively, for 4 h in air. Next, these two samples were impregnated with a concentrated aqueous solution of (NH 4 ) 2 S 2 O 3 with an S/Mo molar ratio of 3, followed by drying at 90 °C for 2 h. The two presulfided samples obtained were designated as Mo-ATS-450 and Mo-ATS-600, respectively. Another sample was prepared by co-impregnating g534-Al 2 O 3 with (NH 4 ) 6 Mo 7 O 24 ·4H 2 O and (NH 4 ) 2 S 2 O 3 dissolved in concentrated NH 3 g152H 2 O, and subse- GE Hui et al. / Chinese Journal of Catalysis, 2008, 29(9): 921–927 quent dried at 90 °C for 2 h. The obtained catalyst with 8% Mo and S/Mo ratio of 3 was denoted as Mo-ATS-dry. For com- parison MoO 3 /g534-Al 2 O 3 calcining at 450 °C was sulfided with dimethyldisulfide (DMDS). This catalyst was designated as Mo-DMDS. 1.2 Catalyst characterization The XRD patterns were recorded on a Bruker D8 AD- VANCE diffractometer (Cu K g302 radiation) at 40 kV and 40 mA. HRTEM images of the spent catalysts were observed on a Jeol JEM-2010 microscope operated at 200 kV. The average size of MoS 2 particles was estimated by measuring more than 400 crystals [3]. XPS was conducted on a Quantum-2000 Scanning ESCA Microprobe spectroscope (Physical Electronics Company) with a Al K g68 target. The sample was put on the holder in a glove box and transported to the instrument in N 2 atmosphere. The binding energy value was referenced to that of contaminant carbon (284.6 eV). The software of XPSPEAK4 was used to fit the curves of S 2p and Mo 3d. The binding energy differ- ence between Mo 3d 5/2 and Mo 3d 3/2 was 3.13 eV, and the peak area ratio of Mo 3d 5/2 /Mo 3d 3/2 was 1.5. The sulfur content of the spent catalysts was determined by a micro-coulometer (KZDL-3, Hebi-gaoke, China) with an ac- curacy of ± 0.1%. 1.3 Catalyst activation and thiophene HDS tests The catalyst activation and thiophene HDS evaluation were conducted in a fixed-bed microreactor with a load of 1.2 ml (g124 1.0 g of calcined oxides) catalyst (20–60 mesh). Before reac- tion the presulfided catalyst was first activated in a hydrogen flow (33 ml/min). Mo-ATS-450 and Mo-ATS-600 were heated from room temperature to activation temperature at a rate of 5 °C/min and then kept there for 0.5 h. This was followed by cooling to reaction temperature within 1 h. With regard to the uncalcined Mo-ATS-dry sample, it was first dehydrated at 120 °C for 0.5 h and then heated to 150 or 180 °C within 1.5 h and further to the activation temperature at a rate of 5 °C/min. After being kept at the activation temperature for 0.5 h, it was cooled to the reaction temperature within 1 h. For comparison, the MoO 3 /g74-Al 2 O 3 was sulfided with a flow of 1.5% DMDS in n-nonane (0.08 ml/min) under H 2 flow for 8 h at different pressures and temperatures. The HDS conditions were as fol- lows: t = 260 °C, p = 1.0 MPa, V(H 2 )/V(oil) = 400, LHSV (0.15% thiophene dissolved in n-nonane) = 4.0 h –1 . After the reaction had been carried out for 5 h, the content of thiophene was analyzed with a Shimadzu GC-14B gas chromatograph equipped with an FID detector. The spent catalyst was dis- charged into n-hexane, washed thoroughly with n-hexane, dried in an argon flow, and then sealed in a glass tube for fur- ther characterization. 2 Results and discussion 2.1 XRD The XRD patterns of different samples are shown in Fig. 1. For the MoO 3 /g534-Al 2 O 3 and the g534-Al 2 O 3 impregnated with (NH 4 ) 2 S 2 O 3 , only the g534-Al 2 O 3 phase was detected (curves (2) and (3)), showing that MoO 3 and (NH 4 ) 2 S 2 O 3 had high disper- sion. In contrast, the characteristic peaks of Al 2 (SO 4 ) 3 ·5H 2 O and (NH 4 ) 2 S 2 O 3 were observed for the g534-Al 2 O 3 -supported MoO 3 and (NH 4 ) 2 S 2 O 3 (curves (4)–(6)). With respect to the Mo-ATS samples, the (NH 4 ) 2 S 2 O 3 but no MoO 3 phase was detected. Topsøe et al. [14] reported that Mo ions are well dispersed on Al 2 O 3 support due to strong interaction of Mo with basic hydroxyl groups of the support. Therefore, the g74-Al 2 O 3 surface was expected to be covered by Mo species. This resulted in a weak interaction of (NH 4 ) 2 S 2 O 3 with g74-Al 2 O 3 and Mo species and consequently a low dispersion of (NH 4 ) 2 S 2 O 3 on the Mo layer. Texier et al. [15] reported that the main reaction below 130 °C is O-S exchange during the sulfidation of the Mo-based HDS catalyst. In addition, the partial sulfidation of the active metal phase by polysulfides is usually realized by a heating process through O-S exchange [16,17]. This suggests that an O-S exchange might also occur during the presulfidation of MoO 3 /g74-Al 2 O 3 with (NH 4 ) 2 S 2 O 3 , as supported by the formation of the Al 2 (SO 4 ) 3 ·5H 2 O phase in Mo-ATS. (NH 4 ) 2 S 2 O 3 could react with MoO 3 (or polymolybdate) to form MoO x S y species and (NH 4 ) 2 SO 4 , which further reacts with Al 2 O 3 to produce Al 2 (SO 4 ) 3 ·5H 2 O. For the Mo-ATS-600, high calcination tem- Fig. 1. XRD patterns of different samples. (1) g534-Al 2 O 3 ; (2) (NH 4 ) 2 S 2 O 3 /g534-Al 2 O 3 ; (3) MoO 3 /Al 2 O 3 ; (4) Mo-ATS-450; (5) Mo-ATS-600; (6) Mo-ATS-dry. GE Hui et al. / Chinese Journal of Catalysis, 2008, 29(9): 921–927 perature led to the formation of Al 2 (MoO 4 ) 3 (curve (5)) and the transformation of g534-Al 2 O 3 into g303-Al 2 O 3 . 2.2 HRTEM observation Fig. 2 shows the HRTEM images of spent catalysts. Mo-DMDS had single- or double-layer MoS 2 slabs, whereas, all Mo-ATS samples contained multi-layer MoS 2 slabs. In the case of the Mo-DMDS catalyst, Mo strongly interacts with surface OH groups, especially with the basic OH groups of the support to form Mo-O-Al linkage, leading to the pro- duction of solely single- or double-layer of MoS 2 particles, which is generally called a Type I structure [18]. The formation of the multi-layer MoS 2 phase (the Type II structure) in the Mo-ATS is indicative of a weak interaction between active phase and the support [19]. The Type II structure is intrinsically more active than Type I structure [20]. Generally, the Type II structure can be produced by introducing chelating agents such as NTA, or by modifying the support with phosphoric acid, or by using a support that has a weak interaction with the Mo species [21]. Fig. 2 shows that the Type II structure can also be formed by sulfiding MoO 3 /g74-Al 2 O 3 with (NH 4 ) 2 S 2 O 3 . The average length of MoS 2 slabs in the Mo-DMDS catalyst was 2.5 nm, and the average number of stacking layers was 1.2. In contrast, the average length of MoS 2 particles in all the Mo-ATS samples was 3.2 nm, while the average numbers of stacking layers were 3.0, 2.5, and 3.5 for the Mo-ATS-450, Mo-ATS-600, and Mo-ATS-dry, respectively. The larger MoS 2 particle size of the Mo-ATS in comparison to the Mo-DMDS catalyst indicated that the interaction of the Mo ions with the support is weaker for the Mo-ATS. This originated from the modification of the g74-Al 2 O 3 support by the sulfate groups, suggesting that this sulfidation method could affect the mor- phology and catalytic performance of MoO 3 /g74-Al 2 O 3 . 2.3 XPS The effect of activation conditions on sulfidation was in- vestigated using the XPS technique. The Mo-ATS-dry catalyst was activated in a H 2 flow (33 ml/min, 0.2 MPa or 3.0 MPa). First, it was heated to 120 °C and kept there for 0.5 h for de- hydration. Then the temperature was increased to 180 °C in 1.5 h, followed by ramping the temperature to the activation tem- perature at a rate of 5 °C/min and keeping it there for 0.5 h. Finally, the sample was cooled down to room temperature. The pretreated sample was discharged and transferred to the XPS chamber in a glove box under N 2 . The bottle of the spent Mo-ATS-dry catalyst was also opened in this glove box. The obtained Mo 3d and S 2p XPS spectra of the activated catalysts and the spent catalyst are shown in Fig. 3. The corresponding XPS data are summarized in Table 1. All the Mo 3d XPS spectra can be decomposed into three signals with Mo 3d 5/2 at about 228, 230, and 232 eV, which correspond to three different species, i.e. sulfided Mo 4+ ions, intermediate Mo 5+ species, and Mo 6+ in an oxygen environment, respectively [22]. The signals at 161.8 and 168.5 eV in the S 2p spectra are ascribed to S 2– ligands and S 6+ species, respectively [23]. Table 1 shows that the catalyst activated at 0.2 MPa and 200 °C was not completely sulfided, and about 40% of the Mo species were Mo 5+ ions. An increase in the activation tem- perature to 300 °C resulted in the presence of 97% of Mo 4+ ions. In contrast, when the catalyst was activated in a H 2 flow at 3.0 MPa and 300 °C, about 75% Mo species were Mo 4+ . Prior to the HDS tests the mole ratio of S 2– /Mo decreased to 0.7–1.1, which was about half of the ideal stoichiometric ratio of 2 of the MoS 2 crystals. Nevertheless, after the HDS reaction, it increased to 1.8. This implied that many sulfur atoms at the edge of MoS 2 clusters were removed by H 2 during activation, leading to the formation of coordinatively unsaturated sites (CUS). During the HDS reaction, part of the sulfur atoms in the thiophene shifted to the MoS 2 active phase through a supple- mentary sulfiding process. It was shown that the relative amount of Mo 4+ was unchanged after HDS reaction, being about 75%. This indicated that during the HDS reaction only the CUS were coordinated by sulfur atoms, whereas the high-valence Mo species were not reduced and sulfided. 2.4 Sulfur content The effect of activation temperature and pressure on the S/Mo mole ratio of the spent catalyst is illustrated in Fig. 4. The Fig. 2. HRTEM images of spent catalysts. (a) Mo-DMDS; (b) Mo-ATS-450; (c) Mo-ATS-600; (d) Mo-ATS-dry. GE Hui et al. / Chinese Journal of Catalysis, 2008, 29(9): 921–927 XPS results show that besides S 2– ions, some S 6+ ions were also present on the surface of the support after activation. Because S 6+ ions could not be measured by the coulometric titration method, the obtained S/Mo mole ratio is directly related to the sulfidation degree, which decreased in the order Mo-ATS-dry > Mo-ATS-450 > Mo-ATS-600. The sulfidation of the Mo-ATS-dry catalyst was facile as the sample was not calcined, and the S/Mo molar ratio reached 1.8. In contrast, the high calcination temperature of 600 °C led to the formation of Al 2 (MoO 4 ) 3 on the Mo-ATS-600 catalyst. These Mo species were difficult to be sulfided, resulting in a low molar ratio of S/Mo. It can be seen that the activation temperature did not have a strong influence on the sulfidation of Mo-ATS-dry. Its Mo species could be sufficiently sulfided in a wide temperature range. The S/Mo molar ratio of the spent Mo-ATS-450 catalyst increased with increasing activation temperature in the range of 150 to 300 °C. However, a further increase of the activation temperature to 400 o C contrarily decreased the S/Mo ratio. After calcination of the Mo precursor in Mo-ATS-450 the interaction between Mo and the support became strong, making the sulfidation difficult. Therefore, increase of the activation temperature favored the sulfidation of the Mo species. Regardless of this the activation at high tem- perature (400 °C) caused a marked decomposition of (NH 4 ) 2 S 2 O 3 , resulting in an incomplete sufidation of Mo spe- cies. The Mo-ATS-600 catalyst exhibited a constant S/Mo molar ratio between 200 and 400 °C despite the fact that a low S/Mo ratio was observed when the sample was activated at 150 Fig. 3. Mo 3d and S 2p XPS spectra of activated and spent Mo-ATS-dry catalysts. (1) Activated at 0.2 MPa and 200 °C; (2) Activated at 0.2 MPa and 300 °C; (3) Activated at 3.0 MPa and 300 °C; (4) Activated at 3.0 MPa and 300 °C, the spent catalyst. Table 1 XPS data of activated and spent Mo-ATS-dry catalysts Activation condition Mo 3d 5/2 /eV FWHM/eV Relative percentage (%) S 2– /Mo molar ratio 0.2 MPa, 200 °C 227.8 1.38 55 0.8 229.4 3.15 40 231.8 1.42 5 0.2 MPa, 300 °C 228.1 2.07 97 1.1 230.5 0.88 2 232.2 1.00 1 3.0 MPa, 300 °C 227.9 1.58 75 0.7 229.3 1.26 12 231.8 2.07 13 3.0 M Pa, 300 °C, the spent catalyst 228.5 1.44 77 1.8 230.5 3.31 13 232. 1.19 10 GE Hui et al. / Chinese Journal of Catalysis, 2008, 29(9): 921–927 °C. The high calcination temperatures led to a very strong interaction between Mo and the support for the Mo-ATS-600 catalyst, and consequently led to a fairly difficult sulfidation of the Mo species. As a result, the S/Mo molar ratio was retained at 1.2 when the activation temperature was increased from 200 to 400 °C. As far as the Mo-DMDS catalysts sulfided between 300 and 400 °C are concerned, the sample sulfided at 300 °C had the highest S/Mo molar ratio of 1.4. These studies showed that the optimum temperature for the presulfidation of the Mo/g74-Al 2 O 3 catalyst was 300 °C. Therefore, the effect of acti- vation pressure on the sulfidation was studied at this tempera- ture. For the Mo-ATS catalysts the S/Mo ratio increased with in- creasing activation pressure up to 1.0 MPa, and then decreased slightly, as shown in Fig. 4(b). The increase in hydrogen pressure is favorable for the reduction of the sulfiding agent, producing H 2 S and consequently facilitating sulfidation. Irre- spective of this, a high hydrogen pressure would remove sulfur atoms from the active phase to form CUS. As a result a further increase in the activation pressure slightly decreased the S/Mo molar ratio on the surface. In contrast, a slight increase in the S/Mo ratio was observed in the Mo-DMDS when the activation pressure increased from 1.0 to 3.0 MPa. 2.5 Thiophene HDS tests After activation, the presulfided catalysts were used for thiophene HDS. Fig. 5 shows the dependence of thiophene conversion on the activation temperature and pressure. It was clear that the thiophene conversions obtained over the ATS presulfided catalysts were all higher than those over the Mo-DMDS. Mo-ATS-dry and Mo-ATS-450 exhibited a similar catalytic activity, being higher than that of Mo-ATS-600. Nevertheless, Mo-ATS-600 showed a higher HDS activity than Mo-DMDS despite having a lower sulfidation degree, indi- cating that the active sites of the presulfided catalysts are in- trinsically more active. This was confirmed by the HRTEM result that the presulfided catalysts possessed a Type II MoS 2 structure. Although the S/Mo molar ratio of the Mo-ATS-dry sample was higher than that of the Mo-ATS-450, a similar activity was obtained. This implied that the structure of active phase may be more important than the sulfidation degree. This was supported by the result that the Mo-DMDS with a higher S/Mo molar ratio than Mo-ATS-600 gave a lower thiophene conversion. Fig. 4. Effect of activation temperature and pressure on the S/Mo molar ratio of the spent catalysts. (a) Activation pressure 1.0 MPa; (b) Activation temperature 300 °C. (1) Mo-DMDS; (2) Mo-ATS-450; (3) Mo-ATS-600; (4) Mo-ATS-dry. Fig. 5. Effect of activation temperature and pressure on the activities of different catalysts for thiophene hydrodesulfurization. (a) Activa- tion pressure 1.0 MPa; (b) Activation temperature 300 °C. (1) Mo-DMDS; (2) Mo-ATS-450; (3) Mo-ATS-600; (4) Mo-ATS-dry. Reacton conditions: t = 260 °C, p = 1.0 MPa, V(H 2 )/V(oil) = 400, LHSV = 4.0 h –1 . GE Hui et al. / Chinese Journal of Catalysis, 2008, 29(9): 921–927 The presulfided catalysts activated at 200–300 °C exhibited higher HDS activities than the samples activated at 150 or 400 °C. The low catalytic activity obtained at low activation tem- perature could be ascribed to an insufficient sulfidation, which was more severe for the samples calcined at high temperature, such as the Mo-ATS-450 and Mo-ATS-600 samples. For the sample activated at 400 °C the agglomeration of MoS 2 oc- curred, leading to deactivation. By comparing Fig. 4(a) with Fig. 5(a) it can be seen that the variation of the S/Mo molar ratio with the activation temperature was much smaller than that of the catalytic activity with the activation temperature. Although the sufidation degree affected the HDS activity, its effect was far less than the morphologies and structures of the active phases. Fig. 5(b) shows the dependence of the thiophene conversion obtained over different catalysts on the activation pressure. Clearly, the thiophene conversion increased with increasing activation pressure for all the catalysts. When the activation pressure was between 1.0 and 3.0 MPa, catalysts Mo-ATS-dry and Mo-ATS-450 showed similar thiophene conversion, which was higher than that obtained over Mo-ATS-600. More than 99% thiophene could be converted over Mo-ATS-dry and the Mo-ATS-450 when the activation was carried out at 3.0 MPa, whereas under this condition the Mo-DMDS exhibited a con- version of 92%. Despite the fact that the presulfided catalyst activated at 3.0 MPa had a lower sulfidation degree than the one activated at 1.0 MPa, it showed a higher catalytic activity (Figs. 4(b) and 5(b)). Generally, the CUS formed at the edge of the MoS 2 slabs were proposed to be the active sites of HDS [24]. An increase in the CUS would lead to a reduction of the S/Mo molar ratio. This may be the case of Mo-ATS catalysts activated at 3.0 MPa. For the Mo-DMDS high activation pressure may be favorable for the formation of an active phase. Although the Mo-ATS-dry catalyst activated at 0.2 MPa had a higher S 2– /Mo molar ratio and Mo 4+ content than the one activated at 3.0 MPa, it showed lower HDS activity and S/Mo molar ratio after the reaction. Atmospheric activation might cause an insufficient reduction of the sulfiding agent, produc- ing less H 2 S. As a consequence a part of the Mo species was reduced to catalytically inactive MoO 2 , which could not be sulfided during the HDS reaction. Thus, the S/Mo molar ratio still remained at a low level and the activity was low. Okamato et al. [25] reported that MoO 2 was difficult to be sulfided to form MoS 2 even at 800 °C. In contrast, when the sample was activated at 3.0 MPa the sulfiding agent could be sufficiently reduced to give out a large amount of H 2 S, which was enough to sulfide Mo species to form the active species. Although some sulfur atoms in the active phase might be stripped by H 2 under the high pressure, the lost sulfur atoms would be com- pensated again by the sulfur atoms in thiophene during the HDS reaction, resulting in a high HDS activity and high sulfur content in the spent catalyst. 3 Conclusions Mo/g74-Al 2 O 3 sulfided with ammonium thiosulfate showed higher catalytic activity than the one sulfided with DMDS in the HDS of thiophene. The Mo-ATS sample obtained by the former sulfidation method could give a thiophene conversion of more than 99% in contrast to 92% obtained over the Mo-DMDS sample prepared by the latter method under the same reaction conditions. This was due to the formation of the Type II MoS 2 structure on the Mo-ATS. This structure was intrinsically more active than the Type I MoS 2 structure, which was formed on the Mo-DMDS sample. The activation tem- perature and pressure significantly influenced the catalytic activities of the presulfided catalysts. The catalysts activated between 200 and 300 °C were highly active. The HDS activity monotonically improved with increasing activation pressure. This study proved that a new and simple presulfidation method has been invented. This method could not only decrease the activation time and pollution but also increase the catalytic activity. Further experiments should be conducted to study the presulfidation of Co(Ni)Mo/g534-Al 2 O 3 by ammonium thiosulfate. References [1] Song C. Catal Today, 2003, 86(1–4): 211 [2] Fujikawa T, Kimura H, Kiriyama K, Hagiwara K. Catal Today, 2006, 111(3–4): 188 [3] Zuo D H, Nie H, Michel V, Shi Y H, Michel L, Li D D. Chin J Catal, 2004, 25(4): 309 [4] Li W, Li Sh X, Zhang M H, Tao K Y, Wang J. Chin J Catal, 2005, 26(9): 755 [5] Topsøe H, Hinnemann B, Nørskov J K, Lauritsen J V, Besen- bacher F, Hansen P L, Hytoft G, Egeberg R G, Knudsen K G. Catal Today, 2005, 107–108: 12 [6] Berrebi G, Le Gall B. US 5139983. 1992 [7] Toulhoat H, Berrebi G. US 4719195. 1988 [8] Yang Y R, Liu F, Chen S, Wang J D). CN 1602999. 2005 [9] Li Y P, Liu D P, Liu X, Chai Y M, Liu Ch G. Chin J Catal, 2006, 27(7): 624 [10] Yu Sh Zh, Gao X D, Chen R L. CN 1107707C. 2003 [11] Welch J G, Poyner P, Skelly R F. Oil Gas J, 1994, 92(41): 56 [12] Murff S R, Carliste E A, Dufresne P, Rabehasaina H. Prepr Am Chem Soc, Div Pet Chem, 1993, 38(1): 81 [13] Yu Sh Zh, Gao X D, Chen R L. CN 1200081C. 2005 [14] Topsøe N Y, Topsøe H. J Catal, 1993, 139(2): 631 [15] Texier S, Berhault G, Pérot G, Diehl F. Appl Catal A, 2005, 293: 105 [16] Yamada S, Qian W H, Ishihare A, Wang G D, Li L, Kabe T. Sekiyu Gakkaishi, 2001, 44(4): 217 [17] Blashka S, Bond G, Ward D. Oil Gas J, 1998, 96(1): 36 [18] Hinnemann B, Nørskov J K, Topsøe H. J Phys Chem B, 2005, 109(6): 2245 GE Hui et al. / Chinese Journal of Catalysis, 2008, 29(9): 921–927 [19] Hensen E J M, de Beer V H J, van Veen J A R, van Santen R A. Catal Lett, 2002, 84(1–2): 59 [20] Candia R, Soerensen O, Villadsen J, Topsøe N Y, Clausen B S, Topsøe H. Bull Soc Chim Belg, 1984, 93(8–9): 763 [21] Topsøe H, Clausen B S, Massoth F E. In: Anderson J R, Boudart M eds. Hydrotreating Catalysis: Science and Technology. Vol. 11. Berlin: Springer-Verlag, 1996. 32 [22] La Parola V, Deganello G, Venezia A M. Appl Catal A, 2004, 260(2): 237 [23] Shang H Y, Liu Ch G, Zhao R Y, Wu M B, Wei F. Chin J Chem, 2004, 22(11): 1250 [24] Lauritsen J V, Bollinger M V, Løgsgaard E, Jacobsen K W, Nørskov J K, Clausen B S, Topsøe H, Besenbacher F. J Catal, 2004, 221(2): 510 [25] Okamato Y, Tomioka H, Katoh Y, Imanaka T, Teranishi S. J Phys Chem, 1980, 84(14): 1833 CHNJC 60074 S1872-2067(08)60074-1 10.1016/S1872-2067(08)60074-1 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the National Natural Science Foundation of China (20676140) and the National Basic Research Program of China (973 Program, 2006CB202504). RESEARCH PAPER Activation and Hydrodesulfurization Activity of MoO3/Al2O3 Catalyst Presulfided by Ammonium Thiosulfate Hui GE a b Xuekuan LI a * Jianguo WANG a Zhangfeng QIN a Zhanjun LÜ a Ying YANG a a Institute of Coal Chemistry, Chinese Academy of Sciences, Taiyuan 030001, Shanxi, China b Graduate University of Chinese Academy of Sciences, Beijing 100049, China * Corresponding author. Tel: +86-351-4046547; Fax: +86-351-4041153 MoO3/γ-Al2O3 catalyst has been presulfided by ammonium thiosulfate. The effects of the presulfidation methods and the activation conditions on the hydrodesulfurization of thiophene were investigated. The results showed that the catalyst presulfided by ammonium thiosulfate (designated as Mo-ATS) exhibited higher activity than the one presulfided by dimethyldisulfide (denoted as Mo-DMDS). The former method gave a conversion of more than 99% in contrast to 92% obtained by the latter one under the same reaction conditions. The optimum temperature for the catalyst activation was in the range of 200–300 °C. An increase in the pressure was favorable for the activation and the enhancement in the HDS activity. In comparison to Mo-DMDS, the higher activity of Mo-ATS than that of Mo-DMDS was mainly attributed to the formation of an active type II MoS2 phase as a result of suppressing the interaction of Mo with γ-Al2O3 by modifying its surface with sulfate species. In addition, an increase in sulfidation degree (S2−/Mo molar ratio) was observed after activation and supplemental sulfidation. This is also favorable for hydrodesulfurization. Key words molybdenum oxide ammonium thiosulfate presulfidation activation thiophene hydrodesufurization References 1 C Song Catal Today 86 1–4 2003 211 2 T Fujikawa H Kimura K Kiriyama K Hagiwara Catal Today 111 3–4 2006 188 3 DH Zuo H Nie V Michel YH Shi L Michel DD Li Chin J Catal 25 4 2004 309 4 W Li Sh X Li MH Zhang KY Tao J Wang Chin J Catal 26 9 2005 755 5 H Topsøe B Hinnemann JK Nørskov JV Lauritsen F Besenbacher PL Hansen G Hytoft RG Egeberg KG Knudsen Catal Today 107–108 2005 12 6 Berrebi G, Le Gall B. US 5139983. 1992. 7 Toulhoat H, Berrebi G. US 4719195. 1988. 8 Yang Y R, Liu F, Chen S, Wang J D). CN 1602999. 2005. 9 YP Li DP Liu X Liu YM Chai Ch G Liu Chin J Catal 27 7 2006 624 10 Yu Sh Zh, Gao X D, Chen R L. CN 1107707C. 11 JG Welch P Poyner RF Skelly Oil Gas J 92 41 1994 56 12 SR Murff EA Carliste P Dufresne H Rabehasaina Prepr Am Chem Soc, Div Pet Chem 38 1 1993 81 13 Yu Sh Zh, Gao X D, Chen R L. CN 1200081C. 2005. 14 NY Topsøe H Topsøe J Catal 139 2 1993 631 15 S Texier G Berhault G Pérot F Diehl Appl Catal A 293 2005 105 16 S Yamada WH Qian A Ishihare GD Wang L Li T Kabe Sekiyu Gakkaishi 44 4 2001 217 17 S Blashka G Bond D Ward Oil Gas J 96 1 1998 36 18 B Hinnemann JK Nørskov H Topsøe J Phys Chem B 109 6 2005 2245 19 EJM Hensen VHJ de Beer JAR van Veen RA van Santen Catal Lett 84 1–2 2002 59 20 R Candia O Soerensen J Villadsen NY Topsøe BS Clausen H Topsøe Bull Soc Chim Belg 93 8–9 1984 763 21 H Topsøe BS Clausen FE Massoth JR Anderson M Boudart Hydrotreating Catalysis: Science and Technology Vol. 11 1996 Springer-Verlag Berlin 32 22 V La Parola G Deganello AM Venezia Appl Catal A 260 2 2004 237 23 HY Shang Ch G Liu RY Zhao MB Wu F Wei Chin J Chem 22 11 2004 1250 24 JV Lauritsen MV Bollinger E Løgsgaard KW Jacobsen JK Nørskov BS Clausen H Topsøe F Besenbacher J Catal 221 2 2004 510 25 Y Okamato H Tomioka Y Katoh T Imanaka S Teranishi J Phys Chem 84 14 1980 1833",
      "scopus-id": "54049087011",
      "coredata": {
        "eid": "1-s2.0-S1872206708600741",
        "dc:description": "MoO3/γ-Al2O3 catalyst has been presulfided by ammonium thiosulfate. The effects of the presulfidation methods and the activation conditions on the hydrodesulfurization of thiophene were investigated. The results showed that the catalyst presulfided by ammonium thiosulfate (designated as Mo-ATS) exhibited higher activity than the one presulfided by dimethyldisulfide (denoted as Mo-DMDS). The former method gave a conversion of more than 99% in contrast to 92% obtained by the latter one under the same reaction conditions. The optimum temperature for the catalyst activation was in the range of 200–300 °C. An increase in the pressure was favorable for the activation and the enhancement in the HDS activity. In comparison to Mo-DMDS, the higher activity of Mo-ATS than that of Mo-DMDS was mainly attributed to the formation of an active type II MoS2 phase as a result of suppressing the interaction of Mo with γ-Al2O3 by modifying its surface with sulfate species. In addition, an increase in sulfidation degree (S2−/Mo molar ratio) was observed after activation and supplemental sulfidation. This is also favorable for hydrodesulfurization.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708600741",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "GE, Hui"
          },
          {
            "@_fa": "true",
            "$": "LI, Xuekuan"
          },
          {
            "@_fa": "true",
            "$": "WANG, Jianguo"
          },
          {
            "@_fa": "true",
            "$": "QIN, Zhangfeng"
          },
          {
            "@_fa": "true",
            "$": "LÜ, Zhanjun"
          },
          {
            "@_fa": "true",
            "$": "YANG, Ying"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708600741"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708600741"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60074-1",
        "prism:volume": "29",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Activation and Hydrodesulfurization Activity of MoO3/Al2O3 Catalyst Presulfided by Ammonium Thiosulfate",
        "prism:copyright": "Copyright © 2008 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "9",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "molybdenum oxide"
          },
          {
            "@_fa": "true",
            "$": "ammonium thiosulfate"
          },
          {
            "@_fa": "true",
            "$": "presulfidation"
          },
          {
            "@_fa": "true",
            "$": "activation"
          },
          {
            "@_fa": "true",
            "$": "thiophene"
          },
          {
            "@_fa": "true",
            "$": "hydrodesufurization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "9",
        "openaccessSponsorType": null,
        "prism:pageRange": "921-927",
        "prism:endingPage": "927",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2008",
        "prism:doi": "10.1016/S1872-2067(08)60074-1",
        "prism:startingPage": "921",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60074-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/54049087011"
      }
    }
  }
}