{
  "metadata": {
    "title": "Singlet oxygen synergistic surface-adsorbed hydroxyl radicals for phenol degradation in CoP catalytic photo-Fenton",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2022-12-31",
    "doi": "10.1016/S1872-2067(22)64117-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206722641172",
    "pii": "S1872206722641172"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85139289765",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2022-10-04 2022-10-04 2022-10-04 2022-10-04 2022-10-04T19:57:32 1-s2.0-S1872206722641172 S1872-2067(22)64117-2 S1872206722641172 10.1016/S1872-2067(22)64117-2 S300 S300.1 FULL-TEXT 1-s2.0-S1872206722X00107 2022-10-11T23:02:59.1492Z 0 0 20220101 20221231 2022 2022-10-04T22:10:18.249826Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 false 43 43 10 10 Volume 43, Issue 10 17 2678 2689 2678 2689 2022 2022 2022-01-01 2022-12-31 2022 article fla Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. SINGLETOXYGENSYNERGISTICSURFACEADSORBEDHYDROXYLRADICALSFORPHENOLDEGRADATIONINCOPCATALYTICPHOTOFENTON YU H 1 Introduction 2 Experimental 2.1 Chemicals 2.2 Material preparation 2.3 Characterization 2.4 Experimental steps 2.4.1 Degradation of organic pollutants 2.4.2 Detection of ROS 2.4.3 Determination of H2O2 by iodometry 2.4.4 Change of iron ion concentration 2.4.5 Cyclic capacity of CoP 2.4.6 Effect of dissolved ions of CoP on phenol degradation 2.4.7 Detection of high valence ions 2.5 Analyses 3 Results and discussion 3.1 Characterization of CoP 3.2 The optimum reaction conditions of the CoP/Fe2+/AM1.5 system 3.3 Exploration of active species 3.4 Synergistic effect of 1O2 and •OHads 3.5 Stability and anti-interference ability of CoP 3.6 Mechanism investigation 4 Conclusions Acknowledgment Supplementary Material References GAO 2020 1039 1047 G LI 2020 20538 20544 L MA 2021 130104 D AN 2020 10916 10925 J LEE 2016 8231 8238 H JIRKOVSKY 2011 19432 19441 J LI 2016 26 35 S WANG 2020 20522 20535 Y ZIYATDINOVA 2005 49 52 G YI 2019 9725 9733 Q GUO 2021 4045 4053 D JI 2021 2903 2908 J YAN 2021 17155 17163 Q WANG 2017 22913 22932 J OYAMA 2009 94 107 S ZHANG 2020 125113 L KIM 2019 2918 2925 H WANG 2018 210 219 P YUE 2017 1603301 X LI 2015 627 632 W LIU 2016 13053 13057 T LIANG 2021 3321 3330 R SIDEK 2019 6099 6104 H ZHU 2020 7159 7162 D ZHU 2020 128541 D PRADHAN 2016 4967 4977 B MANEEPRAKORN 2010 2329 2335 W DAI 2017 429 436 D LI 2017 5685 5694 H XU 2009 261 266 X CLARIZIA 2017 358 371 L BRADSHAW 2011 479 498 M XU 2019 120795 L MAEDA 2008 3447 3452 K GILSON 2017 10857 10860 R LIU 2014 7813 7816 T CHEN 2015 10373 10379 L HUANG 2018 14439 14446 G BRIVIBA 1993 548 553 K ZHOU 2017 209 218 Y TAKAYANAGI 2017 8087 8097 A YUX2022X2678 YUX2022X2678X2689 YUX2022X2678XH YUX2022X2678X2689XH 2024-10-04T00:00:00.000Z 2024-10-04T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 0 2022-10-11T22:59:52.329Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 22176060 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China ( 22176060 ). item S1872-2067(22)64117-2 S1872206722641172 1-s2.0-S1872206722641172 10.1016/S1872-2067(22)64117-2 273538 2022-10-04T21:10:18.249826Z 2022-01-01 2022-12-31 1-s2.0-S1872206722641172-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/MAIN/application/pdf/a5da115b46f3211a42a1161ffe6dc08f/main.pdf main.pdf pdf true 4331193 MAIN 12 1-s2.0-S1872206722641172-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/PREVIEW/image/png/6a2655ac240d8ede08a29b5b7cdac00c/main_1.png main_1.png png 50603 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206722641172-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/fx1/DOWNSAMPLED/image/jpeg/25c95ce0736e2587dad17e6080533df5/fx1.jpg fx1 true fx1.jpg jpg 25202 244 255 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722641172-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/gr1/DOWNSAMPLED/image/jpeg/2060523428c5aff35ddb291013d8bf2d/gr1.jpg gr1 gr1.jpg jpg 84839 488 571 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722641172-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/gr2/DOWNSAMPLED/image/jpeg/6e5be3491666131d96eb15cc0bda87ca/gr2.jpg gr2 gr2.jpg jpg 87979 467 601 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722641172-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/gr3/DOWNSAMPLED/image/jpeg/61ade4d95db7eb81e7d8a8c086359122/gr3.jpg gr3 gr3.jpg jpg 113475 526 613 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722641172-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/gr4/DOWNSAMPLED/image/jpeg/57588e810817582a65607a70a8bee993/gr4.jpg gr4 gr4.jpg jpg 36764 302 323 IMAGE-DOWNSAMPLED 1-s2.0-S1872206722641172-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/fx1/THUMBNAIL/image/gif/820d78750d0bf96c90d697c5cdc3c3f9/fx1.sml fx1 true fx1.sml sml 16399 164 171 IMAGE-THUMBNAIL 1-s2.0-S1872206722641172-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/gr1/THUMBNAIL/image/gif/1575af8367f440e114ac8394c90fd886/gr1.sml gr1 gr1.sml sml 15638 164 192 IMAGE-THUMBNAIL 1-s2.0-S1872206722641172-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/gr2/THUMBNAIL/image/gif/74aa44b6896996c72358fc2e5c04cb3f/gr2.sml gr2 gr2.sml sml 15357 164 211 IMAGE-THUMBNAIL 1-s2.0-S1872206722641172-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/gr3/THUMBNAIL/image/gif/7c9131d67df945dd4d693de1534d3a72/gr3.sml gr3 gr3.sml sml 18314 164 191 IMAGE-THUMBNAIL 1-s2.0-S1872206722641172-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/gr4/THUMBNAIL/image/gif/45f87aba24cb7452a27d45a2f6c77574/gr4.sml gr4 gr4.sml sml 13618 164 175 IMAGE-THUMBNAIL 1-s2.0-S1872206722641172-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/MAIN/image/jpeg/7a0e73a12ebf77a1335b4e91450b5041/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 109743 651 679 IMAGE-HIGH-RES 1-s2.0-S1872206722641172-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/HIGHRES/image/jpeg/469fe9b1981a46592704c9c146256f15/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 362074 1298 1518 IMAGE-HIGH-RES 1-s2.0-S1872206722641172-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/HIGHRES/image/jpeg/c9da5aa292e6ed4302eef8ff666b3d26/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 353463 1239 1596 IMAGE-HIGH-RES 1-s2.0-S1872206722641172-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/HIGHRES/image/jpeg/53c519a48bc8f49c0c9b2ce7d4e39c05/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 521811 1398 1629 IMAGE-HIGH-RES 1-s2.0-S1872206722641172-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/HIGHRES/image/jpeg/2b3cbe93d247eff2b10232e2fd157eee/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 174356 803 859 IMAGE-HIGH-RES 1-s2.0-S1872206722641172-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206722641172/mmc1/MAIN/application/pdf/fd309fbb8edb592cbd3c626bdeb8f73e/mmc1.pdf mmc1 mmc1.pdf pdf false 2979547 APPLICATION CHNJC 64117 S1872-2067(22)64117-2 10.1016/S1872-2067(22)64117-2 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Preparation and characterization of CoP. (a) Schematic of CoP preparation process and corresponding SEM imagine. (b) Powder XRD pattern. (c) HRTEM. (d) Zeta potential at different pH. (e) High resolution Co 2p spectrum. (f) High resolution P 2p spectrum. (g) FT-IR spectrum. Fig. 2 Degradation of organic pollutants and exploration of reactive oxygen species. (a) Difference of phenol degradation in different systems. (b) Different degradation rates of RhB, SD, 4-CP, and phenol in the CoP/Fe2+/AM1.5 system. (c) Inhibition effect of different free radical scavengers on phenol degradation in CoP/Fe2+/AM1.5 system. (d) EPR spectra of DMPO-•OH in CoP/AM1.5 and CoP/Fe2+/AM1.5 systems. (e) EPR spectra of DMPO•-O2 − in CoP/AM1.5 and CoP/Fe2+/AM1.5 systems. (f) EPR spectra of TEMP-1O2 in CoP, CoP/AM1.5, and CoP/Fe2+/AM1.5 systems. (g) Changes in PMSO and PMSO2 concentrations in the CoP/Fe2+/AM1.5 system. (h) H2O2 production of the CoP, CoP/AM1.5, and CoP/Fe2+/AM1.5 systems. (i) Effect of O2 on phenol degradation in the CoP/Fe2+/AM1.5 system. General conditions: [CoP]0 = 1.0 g/L, [Fe2+]0 = 40 mg/L, pHi = 3.0, [phenol/RhB/SD/4-CP]0 = 10 mg/L, [TBA/p-BQ/TEMP]0 = 0.5 mmol/L, [PMSO]0 = 0.1 mmol/L. Fig. 3 Mechanism exploration, circulation, and anti-interference ability of CoP. (a) Liquid chromatogram of phenol and its degradation intermediates in CoP, CoP/AM1.5, CoP/Fe2+, and CoP/Fe2+/AM1.5 systems. Fluorescence spectra of hydroxybenzoic acid formed by benzoic acid capturing •OH in CoP, CoP/AM1.5, CoP/Fe2+, and CoP/Fe2+/AM1.5 systems (b), CoP + TEMP system (c), CoP/AM1.5 + TEMP system (d). (e) Cyclic degradation experiment of CoP. (f) The anti-interference ability of CoP/Fe2+/AM1.5 system. Note: the peaks of o-diphenol, m-diphenol, and p-diphenol in liquid chromatography are at 2.85, 3.30, and 3.65 min, respectively. General conditions: [CoP]0 = 1.0 g/L, [Fe2+]0 = 40 mg/L, pHi = 3.0, [phenol]0 = 10 mg/L, [benzoic acid]0 = 2.0 mmol/L, [Cl−/SO4 2−/NO3 −/H2PO4 −]0 = 10 mmol/L. Scheme 1 Mechanism diagram of phenol degradation by the synergistic effect of 1O2 and •OHads. Available online 30 September 2022 This work was supported by the National Natural Science Foundation of China (22176060). Article Singlet oxygen synergistic surface-adsorbed hydroxyl radicals for phenol degradation in CoP catalytic photo-Fenton Haoran Yu a Danxu Liu a Hengyi Wang a Haishuang Yu a Qingyun Yan a Jiahui Ji a # Jinlong Zhang a b Mingyang Xing a b * a Key Laboratory for Advanced Materials and Joint International Research Laboratory of Precision Chemistry and Molecular Engineering, Feringa Nobel Prize Scientist Joint Research Center, School of Chemistry and Molecular Engineering, East China University of Science and Technology, Shanghai 200237, China Key Laboratory for Advanced Materials and Joint International Research Laboratory of Precision Chemistry and Molecular Engineering Feringa Nobel Prize Scientist Joint Research Center School of Chemistry and Molecular Engineering East China University of Science and Technology Shanghai 200237 China Key Laboratory for Advanced Materials and Joint International Research Laboratory of Precision Chemistry and Molecular Engineering, Feringa Nobel Prize Scientist Joint Research Center, School of Chemistry and Molecular Engineering, East China University of Science and Technology, Shanghai 200237, China b Shanghai Engineering Research Center for Multi-media Environmental Catalysis and Resource Utilization, East China University of Science and Technology, Shanghai 200237, China Shanghai Engineering Research Center for Multi-media Environmental Catalysis and Resource Utilization East China University of Science and Technology Shanghai 200237 China Shanghai Engineering Research Center for Multi-media Environmental Catalysis and Resource Utilization, East China University of Science and Technology, Shanghai 200237, China * Corresponding author. Tel/Fax: +86-21-64252062 Tel/Fax: +86-21-64252062 # Corresponding author In recent years, there have been numerous studies on Fenton or Fenton-like reactions mediated by nonfree radicals such as singlet oxygen (1O2); however, there are few studies on the synergistic effect of 1O2 and free radicals on the degradation of organic molecules, such as phenol in Fenton reaction. In this study, a cocatalyst, CoP, commonly used in photocatalysis was synthesized using a simple two-step method, and a CoP/Fe2+/AM1.5 system was constructed by introducing Fe2+ and simulated sunlight (AM1.5) irradiation. The newly constructed CoP/Fe2+/AM1.5 system could effectively degrade various organic pollutants, including dyes, phenols, and antibiotics. Radical quenching experiments and electron paramagnetic resonance detection confirmed that there were three reactive oxygen species (ROS) in the CoP/Fe2+/AM1.5 system, including •OHads, •O2 −, and 1O2. Further, combined with the liquid chromatogram of phenol, its intermediate products, and the fluorescence diagram of o-hydroxybenzoic acid, it can be concluded that a synergistic effect exists between 1O2 and the surface-adsorbed ·OHads in the CoP/Fe2+/AM1.5 system. The controllable formation of surface 1O2 and •OHads was achieved through the oxidation (Co3+) and reduction (P δ−) centers exposed on the CoP surface, and the synergistic effect between them results in phenol's hydroxylation, ring-opening, and degradation. The study of this new mechanism provides a new perspective for revealing the surface interface reaction between ROS and organic pollutants. Graphical abstract The synergistic effect of 1O2 and •OHads in the CoP/Fe2+/AM1.5 system was confirmed. 1O2 promotes the hydroxylation of weakly polar phenol, which can then be adsorbed to the CoP surface and degraded by •OHads on its surface. Keywords Surface hydroxyl radical Singlet oxygen Synergistic effect Hydroxylation Photo-Fenton 1 Introduction Hydrogen peroxide (H2O2) is a green oxidant that is widely used in daily life and industrial production, and the Fenton reagent composed of H2O2 and Fe2+ is a major reagent used in wastewater treatment for many years. Currently, the anthraquinone process remains the main technology for H2O2 production [1]. Because mass-produced H2O2 has some storage and transportation security risks, it is necessary to add stabilizers to improve its stability and reduce its decomposition to minimize the security risks [2]. The dependence of advanced oxidation processes (AOPs) based on the Fenton reaction on H2O2 is inevitable in wastewater treatment [3]. Therefore, it is meaningful to generate H2O2 in situ through a heterogeneous catalyst, which can not only reduce the storage and transportation costs and risks of H2O2 but also improve its activation efficiency and usage on the surface of a heterogeneous catalyst [4]. In recent years, several methods of in situ generation of H2O2 directly participating in the degradation of organic pollutants in the field of wastewater treatment have been explored, including electrocatalysis, photocatalysis, and catalyst [5–7]. In these heterogeneous Fenton reactions based on catalytic self-produced H2O2, the adsorption of substances, formation and activation of H2O2, generation of reactive oxygen species (ROS), and other redox reactions frequently occur on the catalyst's surface or slipping plane (the solid-liquid interface) [8]. Moreover, the oxidation, lifetime, and diffusion distance of different ROS vary in an aqueous solution. For example, because hydroxyl radical (•OH, 2.8 V) is strongly oxidizing but has a short lifetime (<10−6 s), its diffusion distance is limited. It cannot diffuse into the solution if it is formed on the surface of a heterogeneous catalyst. The oxidation potential of superoxide radical (•O2 −, 2.4 V) is weaker than that of •OH, but its lifetime is longer (10−6 s), thus its diffusion distance is not so limited. Singlet oxygen (1O2, 2.2 V) has weaker oxidation but a relatively long life (2 × 10−6 s), resulting in a relatively long diffusion distance, which allows it to diffuse into the solution (the solid–liquid interface) to oxidize weakly polar organic molecules [9]. Therefore, 1O2-mediated Fenton reaction has gradually become a research hotspot in AOPs [10–12]. However, there are few studies on the synergistic effect of 1O2 and free radicals and the ring-opening mechanism of the benzene ring in 1O2-mediated Fenton reactions. Moreover, it is difficult for the heterogeneous catalysts to adsorb the organic molecules with weak polarity in the treatment of organic wastewater, making it difficult for the organic pollutants with weak polarity to contact the ROS on the heterogeneous catalyst surface. Thus, the reaction rate of this heterogeneous Fenton reaction based on surface interface chemical reaction is relatively slow, and the process and mechanism of the reactions between the ions and ROS on the heterogeneous catalyst surface and in the electric double layer near the surface are complex [13]. Therefore, improving the use of ROS, such as •OH adsorbed on the surface of catalysts (•OHads), to degrade organic pollutants is highly significant. Transition metal phosphides have a wide range of unique properties, including ferromagnetism, superconductivity, catalytic activity, magnetoresistance, and magnetocaloric effect. Therefore, they are widely used in electrocatalysis, photocatalysis, solar cells, and lithium batteries [14,15]. Therein, cobalt phosphide (CoP) is a semiconductor material with a narrow bandgap, in which photoelectrons and holes are combined in the process of photocatalysis, resulting in little production of effective reducing electrons and oxidizing holes. Therefore, it is commonly used as a cocatalyst in photocatalysis, acting as a component of composite materials [16]. Some reports have recently shown that transition metal phosphides have the ability of oxygen reduction in an aqueous solution without adding any energy [17]. Particularly, transition metal phosphides are more active, and P δ− on their surface can undergo an oxygen reduction reaction to produce H2O2, making them a potentially safer and more convenient substitute for H2O2. CoP with certain photocatalytic ability may produce more interesting phenomena in the application of degrading organic pollutants after combining with light irradiation [18,19]. In this study, CoP was selected as the material for reducing oxygen to produce H2O2, and phenol was used as the target organic pollutant. Moreover, Fe2+ was introduced to promote the decomposition of H2O2 on the CoP surface, whereas simulated sunlight (AM1.5) irradiation was introduced to explore its impact on the generation of photogenerated electrons in CoP and ROS conversion in the system. First, synthesized CoP was characterized to confirm its successful synthesis; then, the CoP/Fe2+/AM1.5 system was constructed to explore its optimum degradation conditions of phenol. Finally, the synergistic effect of 1O2 and •OHads adsorbed on the surface for phenol degradation in the CoP catalytic Fenton system was revealed using various characterization and analysis methods. 2 Experimental 2.1 Chemicals Cobalt nitrate hexahydrate (Co(NO3)2·6H2O, 99%) and 5,5-dimethyl-1-pyrroline-n-oxide (DMPO, ≥98%) were purchased from Shanghai Adamas Reagent Co., Ltd. Sodium hydroxide (NaOH, ≥96.0%), sulphuric acid (H2SO4, CP), and ascorbic acid (AA, ≥99.7%) were purchased from Shanghai Titan Scientific Co., Ltd. Sodium hypophosphite (NaH2PO2, 99%), ferrous sulfate heptahydrate (FeSO4·7H2O, 99.95%), ferric sulfate (Fe2(SO4)3, 99.95%), rhodamine B (RhB, ≥99.0%), 4-chlorophenol (4-CP, 98%), phenol (≥99%), sulfadiazine (SD, 98%), tert-butanol (TBA, ≥99.5%), 2,2,6,6-tetramethylpiperi- dine (TEMP, ≥98.0%), potassium iodide (KI, ≥99.99%), and ammonium molybdate tetrahydrate (H24Mo7N6O24·4H2O, 99.9%) were purchased from Shanghai Aladdin Biochemical Technology Co., Ltd. P-benzoquinone (p-BQ, 97%) was purchased from Shanghai Macklin Biochemical Co., Ltd. Methyl phenyl sulfoxide (PMSO, 95%) and methyl phenyl sulfone (PMSO2, 98%) were purchased from Saen Chemical Technology (Shanghai) Co., Ltd. 1,10-phenanthroline (≥99%) was purchased from Shanghai Lingfeng Chemical Reagent Co., Ltd. All chemicals were used without further purification. Deionized water (DI water) was produced by OKP-S040 Standard ultrapure water system and used in all experiments. 2.2 Material preparation The CoP was synthesized using a simple two-step method. First, NaOH solution (0.25 mol/L, 80 mL) was added dropwise to Co(NO3)2·6H2O solution (0.05 mol/L, 200 mL) with magnetic stirring to obtain the green precipitation of Co(OH)2. After 1.0 h, the precipitation was centrifuged, washed with deionized water, and finally dried in a vacuum drying oven at room temperature. Second, NaH2PO2 and Co(OH)2 were placed on both sides of a glass ark at an interval of about 5 cm, then the glass ark was placed in a tubular furnace (Co(OH)2 was near the gas outlet) and calcined at 300 °C for 2.0 h. N2 was taken as the protective gas, with a heating rate of 2 °C/min. In this process, PH3 gas generated by the decomposition of NaH2PO2 moved to Co(OH)2 with N2 gas flow and reacted with it to form CoP, which was then stored in the N2 environment after successful preparation. Fig. 1(a) shows the schematic of the synthesis steps. 2.3 Characterization The phase analysis of CoP was measured using powder X-ray diffraction (XRD), which was acquired in the range of 5°–80° (2θ) by a RigakuD/MAX 2550 diffractometer, with the operation parameters of 40 kV, 100 mA, and Cu Kα (λ = 1.5406 Å). The morphology of CoP was characterized using a scanning electron microscope (SEM, JEOL JSM-6360 LV). The structure of CoP was characterized using a transmission electron microscope (TEM, JEOL JEM-1400 EX) and a high-resolution transmission electron microscope (HRTEM, JEOL JEM-2100 EX). The composition of CoP was analyzed via Raman spectroscopy using a Renishaw inVia spectrometer with a 532 nm Ar+ laser at room temperature and Fourier-transform infrared spectroscopy (FT-IR, THERMO SCIENTIFIC NICOLET IS5). X-ray photoelectron spectroscopy (XPS) of CoP was conducted at a condition of Al Kα irradiation by THERMO ESCALAB 250 Xi. The specific surface area of CoP was measured by the nitrogen adsorption-desorption instrument (ASAP2020) at 77 K, and calculated using the Brunauer Emmett Teller (BET) adsorption model. 2.4 Experimental steps 2.4.1 Degradation of organic pollutants All experiments were conducted in a beaker, and the solution was kept uniformly mixed by magnetic stirring. First, x mL concentrated solution of organic pollutants (phenol, SD, 4-CP, and RhB, mainly phenol) was added to the beaker containing 100−x mL deionized water to reach the predetermined initial concentration of organic pollutants (10 mg/L), and the solution pH was adjusted with 0.1 mol/L NaOH or 0.1 mol/L H2SO4 solutions. Then, a certain amount of solution was collected, and the concentration of the organic pollutant was detected, which was recorded as the zero sample. Second, a certain quality of CoP and FeSO4·7H2O were weighed into the beaker and sonicated for 30 s for full dispersal or dissolution, and the solution pH was quickly adjusted to the target value again. Further, the reaction was started and timed under the irradiation of a xenon lamp (50 W) with an AM1.5 or visible light (cut420) filter. A certain amount of reaction solution was collected every specific time, centrifuged or filtered with a filter head, and then the concentration of the organic pollutant was quickly detected. 2.4.2 Detection of ROS To explore the main ROS of the CoP/Fe2+/AM1.5 system, radical quenching experiments were first conducted. Except that TBA, p-BQ, TEMP, AgNO3, KI, or Na2SO3 was mixed with organic pollutants in an aqueous solution in advance to make the concentration reach 0.5, 0.5, 0.5, 1.0, 1.0, or 1.0 mmol/L, respectively, other experimental steps were the same as in Section 2.4.1. Electron paramagnetic resonance (EPR) tests were conducted using DMPO or TEMP as the spin-trapping agent to directly reflect the types of ROS. Detection of •OH: other experimental steps were the same as that in Section 2.4.1, except that no organic pollutant was added. After reaction for 0.5 h, 5-mL solution was collected, mixed uniformly with 10-μL DMPO, and then immediately inserted into the capillary for the EPR test. Detection of •O2 −: other experimental steps were the same as Section 2.4.1, except that no organic pollutant was added and 100-mL deionized water was replaced with 100-mL ethanol. After reaction for 0.5 h, 5 mL solution was collected, mixed uniformly with 10-μL DMPO, and then immediately inserted into the capillary for the EPR test. Detection of 1O2: other experimental steps were the same as that in Section 2.4.1, except that no organic pollutant was added. After the reaction for 0.5 h, 5-mL solution was collected, mixed uniformly with 10-μL TEMP, and then immediately inserted into the capillary for the EPR test. Hydroxybenzoic acid generated by benzoic acid capturing •OH can be excited to produce fluorescence under UV irradiation. Detection of hydroxybenzoic acid: other experimental steps were the same as Section 2.4.1, except that the organic pollutant was replaced by benzoic acid (10.0 mmol/L). 2.4.3 Determination of H2O2 by iodometry The other steps were the same as in Section 2.4.1, except that no organic pollutant was added. 0.5 mL of the reaction solution was collected every 0.5 h, then mixed with 2 mL of 0.10 mol/L KI and 0.05 mL of 0.01 mol/L H24Mo7N6O24·4H2O, and tested using a UV-Vis spectrophotometer after 10 min. 2.4.4 Change of iron ion concentration 1,10-Phenanthroline will complex with Fe2+ to form a stable red complex, which has a maximum absorption peak at 510 nm so that the concentration of Fe2+ in the solution can be determined effectively. Ascorbic acid can reduce Fe3+ to Fe2+ in the solution, and then the total iron concentration in the solution can also be effectively determined. Therefore, the Fe3+ concentration can be obtained by subtracting the Fe2+ concentration from the total iron concentration. Detection of Fe2+ concentration: other experimental steps were the same as Section 2.4.1, except that no organic pollutant was added. The filtered solution was mixed with 1.0 g/L 1,10-phenanthroline solution at 1:1 (v/v) and detected using a UV-Vis spectrophotometer. Detection of Fe3+ concentration: other experimental steps were the same as 2.4.1, except that no organic pollutant was added. The filtered solution was first mixed with 1 g/L ascorbic acid solution at 1:1 (v/v), then the mixed solution was mixed with 1.0 g/L 1,10-phenanthroline solution at 1:1 (v/v), and detected using UV-Vis spectrophotometer. 2.4.5 Cyclic capacity of CoP After the reaction, CoP was centrifuged from the post-reaction solution, washed with deionized water, vacuum dried at room temperature, and then put into the next reaction. The experimental steps were the same as those in Section 2.4.1. This process was repeated seven times. 2.4.6 Effect of dissolved ions of CoP on phenol degradation 100-mg CoP was dispersed in 100-mL DI water with an initial pH (pHi) of 3.0, and the solution was stirred for 2.0 h. Then, the filter head was used to filter out the CoP in the solution, leaving only the dissolved ions of CoP in the solution, and phenol was added to bring the concentration to 20 mg/L. The following steps were the same as those in Section 2.4.1, except that no CoP was added. 2.4.7 Detection of high valence ions Other experimental steps are the same as in Section 2.4.1, except that the organic pollutant was replaced by PMSO (0.10 mmol/L). 2.5 Analyses The concentrations of RhB, Fe2+, and Fe3+ were detected using a UV-Vis spectrophotometer (SHIMADZU UV-2600). A pH meter (METTLER TOLEDO FiveEasy Plus) was used to monitor the change in solution pH during the reaction. The concentrations of phenol, 4-CP, SD, PMSO, and PMSO2 were detected via high-performance liquid chromatography (HPLC, INESA) equipped with a diode array detector and Athena UHPLC C18 column. The mobile phase condition for the concentration detection of phenol and 4-CP was 60% (v/v) acetonitrile aqueous solution, with a detection wavelength of 272 nm. The mobile phase conditions for the concentration detection of SD, PMSO, and PMSO2 were 20% (v/v) acetonitrile aqueous solution, with detection wavelengths of 264 and 215 nm, respectively. A total organic carbon (TOC) analyzer (SHIMADZU TOC-L CPN), with a measurement range of 4–30000 μg/L was used to detect the TOC removal rate of the solution after degradation. Inductively coupled plasma atomic emission spectrometry (ICP-AES, AGILENT 725) was used to detect the concentration of various ions in the solution. Zeta potential and particle size analyzer (MALVERN ZEN3600) were applied to detect the Zeta potential of CoP at different pHs. The fluorescence intensity of hydroxybenzoic acid formed by benzoic acid capturing •OH was detected using a fluorescence spectrophotometer (SHIMADZU RF-5301). EPR spectrometer was used to detect the defects of CoP or ROS in solution with DMPO/TEMP as a spin-trapping agent under the conditions of a central field of 352.0 MT, microwave frequency of 9.893 GHz, microwave power of 6.423 MW, and temperature of 300.0 K. 3 Results and discussion 3.1 Characterization of CoP First, the morphologies of Co(OH)2 and CoP were observed via SEM (Figs. 1(a) and S1), and their SEM images clearly show that Co(OH)2 was massive and CoP was stacked in sharp flakes. XRD was used to explore the crystal structure of the synthesized Co(OH)2 and CoP. Co(OH)2 was amorphous and had no obvious diffraction peak (Fig. S2), and the peaks at 31.6°, 36.3°, 48.1°, 52.3°, and 56.8° represent the (011), (111), (211), (103), and (301) crystal planes of CoP, respectively, corresponding to its standard card (JCPDS#29-0497) one by one (Fig. 1(b)). No other impurity peaks were observed, demonstrating that pure CoP was synthesized; however, its crystallinity was poor [20]. To obtain more structural information, CoP was characterized by TEM and HRTEM. Fig. S3 shows that the size of CoP was about hundreds of nanometers and it contained some pores. Further, Fig. 1(c) shows that the lattice stripe of 0.28 nm is determined as the (011) crystal plane of CoP [21]. Second, the specific surface area, distribution of pore sizes, and particle sizes of CoP were measured using a nitrogen adsorption-desorption instrument. Fig. S4 shows that the BET surface area of CoP was 8.63 m2/g, indicating that the adsorption capacity of CoP is not strong; however, it still had a mesoporous structure with an average pore size of 31 nm and an average particle size of 695 nm. After further detection using a particle size analyzer, the particle size distribution of CoP concentrated in two areas of 40–2000 and 3000–6000 nm, most of which were about 620 nm (Fig. S5). Moreover, the Zeta potentials of CoP were measured at different pHs. The results show that they were all negative, and became more negative as the pH increased (Fig. 1(d)), indicating that the negative charges on the CoP surface are conducive to adsorbing positively charged ions [22]. Third, the composition, chemical state, and element valence state of the CoP surface were well displayed by XPS. The survey spectrum demonstrates the presence of Co, P, and O elements in the as-synthesized CoP (Fig. S6). The high-resolution Co 2p spectrum can be well fitted into two spin-orbit doublets and two shake-up satellites (Fig. 1(e)). The peaks at 778.41 and 793.47 eV represent Co 2p 3/2 and 2p 1/2 of Co-P, respectively. The peaks at 781.67 and 797.75 eV represent Co 2p 3/2 and 2p 1/2 of Co-O, respectively. In addition, the peaks at 785.23 and 803.06 eV correspond to the satellite peaks. Fig. 1(f) shows a high-resolution P 2p spectrum fitted into three peaks located at 129.29, 130.21, and 134.04 eV, representing P 2p 3/2, P 2p 1/2 and H2PO4 −, respectively. Moreover, the peaks at 529.62, 531.44, and 532.97 eV represent Co-O, H2PO4 −, and PO3 −, respectively, in the high-resolution O 1s spectrum (Fig. S7). The analysis results show that there was an oxide layer on the CoP surface [23,24]. Thereafter, the composition of the CoP surface was further analyzed via infrared and Raman spectra. Fig. 1(g) shows that four typical infrared characteristic peaks appeared. Among them, the peak at ~3418.70 cm−1 represent the stretching vibration peak of a hydroxyl group, the peaks at ~1107.90 and ~925.70 cm−1 belong to the stretching vibration peaks of P=O, and the peak at ~559.74 cm−1 refers to the P–O bond of H2PO4 − [25]. Fig. S8 shows that four distinguishable Raman peaks located at 479.49, 522.01, 600.20, and 688.44 cm−1 are Eg, F2g, and A1g modes of CoP, respectively; however, these peak positions were all blue-shifted by 10–20 cm−1 compared with those reported in the literature, which is attributed to the presence of an oxide layer on the CoP surface. The electron clouds of Co and P on the surface transfer to O reduces the probability of photon electron collision, thus increasing the average free path of collision. The energy loss caused by collision is reduced and the scattered photon energy is increased, resulting in the displacement of these peaks [26]. Therefore, CoP was extremely active and its surface was oxidized after contact with air, resulting in an oxide layer. Further, the EPR technology was used to investigate whether there were defects in CoP. Fig. S9 shows that the synthesized CoP did not have any defects EPR signal. All evidence confirms that the pure CoP was successfully synthesized. 3.2 The optimum reaction conditions of the CoP/Fe2+/AM1.5 system Researchers have reported that transition metal phosphides can reduce O2 to •O2 − via a single electron reaction, or to H2O2 via a double electron reaction in an acidic aqueous solution [17]. Therefore, CoP, which is often used as a cocatalyst in photocatalysis, was used as the main catalyst of advanced oxidation reactions for the degradation of organic pollutants, with the introduction of Fe2+ and light irradiation to promote the reaction. The optimal conditions of CoP, Fe2+, and pH were explored using the control variable method. First, the concentration of Fe2+ was fixed at 40 mg/L and pHi was fixed at 3.0 (Fig. S10). When the concentration of CoP increased from 0 to 1.0 g/L, the degradation rate of phenol in the CoP/Fe2+/AM1.5 system increased from 13.2% to 79.9%. When the concentration of CoP was further increased to 1.5 g/L, the degradation rate of phenol in the CoP/Fe2+/AM1.5 system only increased to 85.3%. Determining 1.0 g/L as the optimal concentration of CoP was appropriate considering the cost of CoP. Second, the concentration of CoP was fixed at 1.0 g/L and pHi was fixed at 3.0 (Fig. S11). When the concentration of Fe2+ increased from 0 to 40 mg/L, the degradation rate of phenol in the CoP/Fe2+/AM1.5 system rose from 34.2% to 79.9%. Similarly, when the concentration of Fe2+ was further increased to 60 mg/L, the degradation rate of phenol in the CoP/Fe2+/AM1.5 system only increased to 82.6%. Determining 40 mg/L as the optimal concentration of Fe2+ was appropriate considering the cost of Fe2+. Finally, Fig. S12 shows that the concentration of Fe2+ and CoP was fixed at 40 mg/L and 1.0 g/L, respectively. When pHi ranged from 2.0 to 6.0, the degradation rate of phenol in the CoP/Fe2+/AM1.5 system increased first and then decreased. When pHi was 3.0 and 4.0, the degradation rate of phenol in the CoP/Fe2+/AM1.5 system exceeded 70.0%, reaching 79.9% and 74.2% respectively. When pHi was over acidic (pHi 2.0) and nearly neutral (pHi 6.0), the CoP/Fe2+/AM1.5 system had poor degradation activity for phenol, with the degradation rates of only 12.3% and 5.5%, respectively. Therefore, pHi 3.0 was the optimum condition in the CoP/Fe2+/AM1.5 system. To summarize, the optimum conditions of the CoP/Fe2+/AM1.5 system in degradation reaction are as follows: CoP at 1.0 g/L, Fe2+ at 40 mg/L, and pHi at 3.0. Subsequently, the degradation of phenol in different systems was conducted under the aforementioned optimum conditions. Fig. 2(a) shows that when the solution's pHi was fixed at 3.0, the degradation rate of phenol by a single CoP system was only 5.0% in 2.0 h, and the concentration of phenol increased slightly at 2.0 h. After introducing only AM1.5 for irradiation, the ability of the CoP/AM1.5 system to degrade phenol was weakened, and the degradation rate only reached 34.2% in 2.0 h. After introducing Fe2+, the degradation rate of phenol in the CoP/Fe2+ system was improved to 60.7% in 2.0 h. When AM1.5 irradiation was further introduced, the degradation ability of the CoP/Fe2+/AM1.5 system was significantly improved, with the degradation rate of phenol reaching 79.9% in 2.0 h. In addition, the Fe2+/AM1.5 system could not degrade phenol (Fig. S13), and the decrease in phenol concentration may be due to the volatilization of phenol. When visible light (cut420) was used rather than AM1.5, the degradation ability of the CoP/Fe2+/cut420 system decreased slightly compared with that of the CoP/Fe2+/AM1.5 system; however, the degradation rate of phenol still reached 74.2%, which is related to CoP's light absorption capacity. Fig. S14 shows that CoP had a strong light absorption capacity in ultraviolet, visible, and infrared regions, and its band gap was only 1.56 eV [27,28], implying that both ultraviolet and visible light can trigger the photocatalytic ability of CoP to promote the generation of photogenerated electrons and the redox reactions so that the degradation ability of the CoP/Fe2+/cut420 system to phenol was only 5.7% weaker than that of the CoP/Fe2+/AM1.5 system. Although CoP with a narrow bandgap can absorb visible light, the photoelectrons and holes produced by light excitation easily recombine, thus it is used as a cocatalyst in photocatalysis. Fig. S15 shows that CoP had a photocurrent response under AM1.5 irradiation, but the response current was weak, indicating that although CoP produces a certain concentration of photogenerated electrons, its photocatalytic degradation activity of pollutants is relatively weak (the degradation rate of phenol in CoP/AM1.5 system is only 34.2%). After introducing Fe2+, the phenol degradation activity increased to 79.9%, indicating that surface Fenton reaction may be the main reason for phenol degradation [29]. The CoP/Fe2+/AM1.5 system exhibited the strongest degradation ability under the synergistic effect of all the three conditions, in which CoP was the main active component. Moreover, RhB (dyes), SD (antibiotics), and 4-CP (phenols) were selected to be degraded by the CoP/Fe2+/AM1.5 system under the aforementioned optimum conditions. Fig. 2(b) shows that the degradation rates of RhB, SD, and 4-CP in the CoP/Fe2+/AM1.5 system were 76.1%, 82.3%, and 73.7%, respectively, in 2.0 h, demonstrating that the CoP/Fe2+/AM1.5 system can universally degrade organic pollutants. 3.3 Exploration of active species Fig. S12 shows that the degradation ability of the CoP/Fe2+/AM1.5 system was significantly influenced by the solution pHi. Further, the pH changes of the solution were monitored during the reaction under different pHi conditions. Fig. S16 shows that after the beginning of the reaction, the solution pH increased rapidly in the first 0.5 h, and then the upward trend became slower. Noting that the strongest degradation ability of the CoP/Fe2+/AM1.5 system was in the first 0.5 h, its degradation ability is positively correlated with the level of proton consumption, which is related to the charged state of the CoP surface and the production rate of ROS. As aforementioned, the CoP Zeta potentials were all negative in the pH range of 2.0–6.0 (Fig. 1(d)), thus it can adsorb H+ to produce H2O2 and Fe ions to initiate surface Fenton reaction, which implies that •OHads is produced and absorbed on the CoP surface. When the solution was over acidic, Fe2+ will complex with H2O molecules to form more stable [Fe(H2O)6]2+ molecules, which have a low reaction rate with O2, H2O2, and many others, thus the ROS produced by catalysis will also be reduced, resulting in the rapid decline of the ability of the CoP/Fe2+/AM1.5 system to degrade phenol. In addition, a high concentration of H+ will not only consume the •OH produced on the CoP surface but also combine with H2O2 to form [H3O2]+, making it more stable and difficult to be activated [30]. When the solution pH increased or was even nearly neutral, the iron ions in the solution and the cobalt ions on the CoP surface combine with OH− and precipitate on the CoP surface, hindering the generation of ROS; however, small H+ makes the generation of H2O2 and ROS difficult [31]. Therefore, the degradation ability of the CoP/Fe2+/AM1.5 system to phenol in a nearly neutral solution was also poor. Notably, the addition of Fe2+ significantly promoted the degradation of phenol in the CoP/Fe2+/AM1.5 system. Thus, 1,10-phenanthroline was used to detect the concentration of Fe2+ and total iron ions in the solution (Fe3+ was reduced by ascorbic acid) to explore the circulation of iron ions in the solution [32]. Fig. S17 shows that the concentrations of Fe2+ and total iron ions in the solution decreased rapidly without light irradiation after the reaction started, and only a part of Fe2+ and Fe3+ were left in the solution, which is attributed to the fact that a part of Fe2+ is absorbed or oxidized to Fe3+ after reducing O2, and Fe3+ easily forms Fe(OH)2+ or even Fe(OH)3 when the pH is over 3.0. With AM1.5 irradiation, the concentrations of Fe2+ and total iron ions in the solution also decreased rapidly after the start of the reaction; however, the decline rates were less than that in the CoP/Fe2+ system. Further, the curves were nearly identical, and the total iron ion concentration was only slightly higher than the Fe2+ concentration at 2.0 h. This phenomenon is attributed to the generation of photogenerated electrons on the CoP surface to reduce the absorbed Fe3+ and thus increase the Fe2+ concentration in the solution [33]. The circulation of iron ions was further explored by constructing CoP/Fe3+ and CoP/Fe3+/AM1.5 systems with Fe2+ replaced by Fe3+. Fig. S18 shows that the concentration of Fe3+ decreased rapidly, whereas that of Fe2+ increased after starting the reactions in the CoP/Fe3+ and CoP/Fe3+/AM1.5 systems. During the entire reaction process, the Fe3+ and Fe2+ in the CoP/Fe3+ system existed simultaneously, whereas only Fe2+ existed in the CoP/Fe3+/AM1.5 system after 1.0 h. This result is consistent with the above, and the phenol degradation rate in the CoP/Fe3+/AM1.5 system was initially slower than that in the CoP/Fe2+/AM1.5 system, then gradually increased until it was equal to that in the CoP/Fe2+/AM1.5 system at 2.0 h (Fig. S19), which further indicates that AM1.5 promotes the reduction of Fe3+ on the CoP surface. In addition, the solid ICP detection of the recovered CoP after drying shows that 45.5% of the added Fe2+ is adsorbed to the CoP surface, which is consistent with the changing trend of iron ions in the solution. Radical quenching experiments were used to explore the main ROS in the CoP/Fe2+/AM1.5 system. Fig. 2(c) shows that when TBA (a sacrificial agent of •OH, 0.5 mmol/L), p-BQ (a sacrificial agent of •O2 −, 0.5 mmol/L), and TEMP (a sacrificial agent of 1O2, 0.5 mmol/L) were added [10], the phenol degradation rates in the CoP/Fe2+/AM1.5 system were significantly reduced to 10.6%, 19.4%, and 30.1%, respectively, demonstrating that the three inhibitors have strong inhibitory effects and the three ROS exist and transform each other in the CoP/Fe2+/AM1.5 system. Moreover, after adding AgNO3 (an electron capture agent, 1.0 mmol/L) and KI/Na2SO3 (reducing agents, 1.0 mmol/L), the degradation rates of phenol in the CoP/Fe2+/AM1.5 system were reduced to 53.0% and 5.2%/6.7%, respectively (Fig. S20), demonstrating that the CoP/Fe2+/AM1.5 system suffered an electron transfer process during the reaction, including photogenerated electrons and electrons released by P δ− [34]. Although the circulation of iron ions can be improved by introducing a reducing agent (KI/Na2SO3), it also consumes a significant amount of ROS in the solution, resulting in a sharp decrease in degradation activity. The corresponding ROS in the different systems were further verified using EPR technology with DMPO as the spin-trapping agent of •OH and •O2 −, and TEMP as the spin-trapping agent of 1O2. Figs. 2(d)–(f) shows that only a strong 1O2 signal was detected in the CoP/AM1.5 system, and no •OH and •O2 − signals were detected. Both the signals of •O2 − and 1O2 were detected in the CoP/Fe2+/AM1.5 system, and the signal intensity of 1O2 was lower than that of CoP/AM1.5, but the signal of •OH remained undetected, indicating that •OHads may mainly exist on the CoP surface, whereas DMPO can only capture •OH in the solution (weak polar DMPO has weak adsorption on the catalyst surface). Because 1O2 signal was detected in the two aforementioned systems with different intensities, the possibility of 1O2 production in the CoP system was explored. Thus, the 1O2 signal also appeared in the CoP system and its intensity was significantly weakened compared with that of the CoP/AM1.5 system, indicating that AM1.5 promotes the production of 1O2. P δ− on the surface of CoP can reduce O2 to produce •O2 − and further generate H2O2 through a two-electron process [17]. The introduction of Fe2+ can catalyze H2O2 to produce •OHads on the surface of CoP and also activate O2 to generate •O2 −. The oxidation center, Co3+, on the CoP surface can activate •O2 − to produce 1O2 and AM1.5 further promotes the conversion of •O2 − to 1O2 simultaneously [12]. Therefore, the controllable formation of 1O2 and •OHads on the surface was achieved through the oxidation (Co3+) and reduction (P δ−) centers exposed on the CoP surface [12,35]. PMSO can be directionally oxidized to PMSO2 by high valence metal ions [36]. Fig. 2(g) shows that although PMSO decreased slightly in the CoP/Fe2+/AM1.5 system, PMSO2 generation was difficult, indicating that there are no high valence metal ions in the CoP/Fe2+/AM1.5 system, and the reduction of PMSO is attributed to the oxidative degradation by the CoP/Fe2+/AM1.5 system. To discover more evidence, the amounts of H2O2 produced in the CoP, CoP/AM1.5, and CoP/Fe2+/AM1.5 systems were measured by iodometry. Fig. 2(h) shows that the concentration of H2O2 in the CoP system increased rapidly in the first 0.5 h to 28 μmol/L, and then gradually decreased. The changing trend of H2O2 concentration in the CoP/AM1.5 system was consistent with that in the CoP system, but the highest concentration was only half of that in the CoP system, and it rapidly decreased to close to 0 after 0.5 h. No H2O2 was detected in the CoP/Fe2+/AM1.5 system during the entire period. This phenomenon shows that H2O2 produced on the CoP surface suffers self-decomposition on its surface. The activation rate of H2O2 accelerates after introducing AM1.5 irradiation and Fe2+, producing numerous ROS, such as 1O2 and •OHads, on the CoP surface so that the generation of H2O2 cannot be detected by iodometry. Moreover, there are only two sources of oxygen in ROS: one is dissolved oxygen in air and solution, and the other is water in solution. Fig. 2(i) shows that phenol degradation rates in the CoP/Fe2+/AM1.5 system were 17.6% and 77.6% in N2 and air atmosphere, respectively, demonstrating that O2 in air and solution was the main source of oxygen in ROS. 3.4 Synergistic effect of 1O2 and •OHads The differences in phenol degradation rates among the four systems in Fig. 2(a) are very helpful in further exploring the phenol degradation mechanism. Fig. 3(a) is the corresponding peak changes of liquid chromatography of phenol and its intermediate products during the degradation of phenol in the four systems. In addition, benzoic acid with relatively strong polarity can adsorb on the CoP surface and capture ROS, such as 1O2 and •OHads, on the surface to produce o-hydroxybenzoic acid with fluorescence signal [37,38], as performed in Fig. 3(b). Phenol's degradation rate in the CoP system is only 5.0%, which is also reflected in its peak changes in the corresponding liquid chromatography. A few phenols converted to o-diphenol, m-diphenol, and p-diphenol after hydroxylation reaction, part of which converted back to phenol at 2.0 h. Phenol's degradation rate in the CoP/AM1.5 system was slightly increased but only reached 34.2%. The conversion amounts of o-diphenol and m-diphenol were increased, indicating that AM1.5 irradiation promotes the hydroxylation of phenol. Moreover, the fluorescence signal of o-hydroxybenzoic acid in the CoP system was weak, but after introducing AM1.5 irradiation, the fluorescence signal of o-hydroxybenzoic acid in the CoP/AM1.5 system was significantly enhanced. When TEMP was employed to quench 1O2 in the aforementioned two systems, the fluorescence signal of o-hydroxybenzoic acid decreased slightly in the CoP system (Fig. 3(c)) and significantly in the CoP/AM1.5 system (Fig. 3(d)), further proving that AM1.5 irradiation can promote the hydroxylation of organic molecules and 1O2 is the main ROS initiating hydroxylation of phenol in the CoP and CoP/AM1.5 systems, which is consistent with the evidence in Fig. 2(f) that AM1.5 irradiation promotes the generation of 1O2 [39,40]. However, because the oxidation potential of 1O2 is relatively low, it is difficult to achieve further ring-opening reactions and degradation of hydroxylated products. In addition, phenol's degradation rate was enhanced remarkably after the introduction of Fe2+, which is consistent with the corresponding liquid chromatogram. The conversion of o-diphenol and m-diphenol further increased in the CoP/Fe2+ system, proving that the introduction of Fe2+ promotes the hydroxylation, ring-opening, and degradation of phenol. Further, the conversion amount of o-diphenol and m-diphenol remained unchanged after reaching a certain degree in the CoP/Fe2+/AM1.5 system, implying that the CoP/Fe2+/AM1.5 system is the most effective for phenol degradation. Interestingly, both the fluorescence signals of o-hydroxybenzoic in the CoP/Fe2+ and CoP/Fe2+/AM1.5 systems were weak, but the corresponding degradation rates of phenol reached 60.7% and 79.9%, respectively, demonstrating that the introduction of Fe2+ promotes the activation of H2O2, generating numerous •OHads on the catalyst surface, and realizing the ring-opening and degradation of hydroxylated phenol or o-hydroxybenzoic acid. Further, the experimental result of radical quenching with TEMP as a sacrificial agent in Fig. 2(c) shows that 1O2 plays a significant role in the degradation of phenol in the CoP/Fe2+/AM1.5 system. Considering that 1O2 can only promote phenol hydroxylation and not ring-opening and degradation, it is rational to assume that 1O2 and •OHads have a synergistic effect that promotes phenol ring-opening and degradation. Considering the TOC removal rate as another evidence, the phenol mineralization rate in the CoP/Fe2+/AM1.5 system reached 21.0% in the first 0.5 h and then increased slowly (Fig. S21), further confirming the synergistic mineralization ability of 1O2 and •OHads. Moreover, prolonging the reaction time or increasing the amount of CoP can achieve a higher mineralization rate. Overall, due to its long service life and migration distance, 1O2 can diffuse from the catalyst surface to the solution and promote phenol hydroxylation in the solution, making it more easily adsorbed on the CoP surface and degraded by surface •OHads. Therefore, 1O2 is the main ROS to promote phenol hydroxylation, •OHads is the main ROS to achieve phenol ring-opening and degradation, and •O2 − is an important precursor to generate H2O2 and 1O2. 3.5 Stability and anti-interference ability of CoP The ability of CoP to reduce oxygen depends on the electron donating ability of surface P δ− in aqueous solution. After giving electrons, P δ− will be oxidized into phosphate ions, and the water-soluble phosphate ions and cobalt ions will inevitably be dissolved in the aqueous solution. Fig. S22 shows that phosphorus and cobalt concentrations in the solution increases rapidly in the first 0.5 h and then slowly, and its dissolution rate is directly proportional to its degradation ability. This can be explained by the dissolution of these ions continuously exposing new active sites on its surface to avoid inactivation, resulting in that the faster the dissolution rate, the faster the renewal of its surface active sites, the stronger its ability to reduce O2. After calculation, the proportions of Co and P dissolved in 2.0 h to CoP are 19.7% and 17.1%, respectively [41]. However, whether these dissolved ions can reduce O2 and degrade phenol poses another concern. Fig. S23 shows that without AM1.5 irradiation, the solid particles were removed after stirring CoP and Fe2+ in the deionized water of pHi = 3.0 for 2.0 h, and the degradation ability of the remaining ionic solution to phenol was significantly limited. However, solid particles can be removed after mixing CoP and phenol in the deionized water of pHi = 3.0 for 2.0 h before adding Fe2+. Phenol's degradation rate could reach 40.0% in the first 0.5 h before losing its ability to degrade, demonstrating that CoP can produce and accumulate a certain concentration of H2O2 in the solution over the prior 2.0 h of mixing. To explore the morphology, structure, surface composition, and element valence changes of CoP after the degradation reaction, several characterizations were conducted. Fig. S24 shows that CoP's crystal form did not change after the reaction, but the crystallinity was improved. Moreover, the SEM image shows that the flake edge of the reacted CoP was no longer sharp (Fig. S25). Figs. S26–S29 show the XPS survey spectra and high-resolution Co 2p, P 2p, and O 1s spectra of CoP before and after the reaction. The results show that the oxide (Co–O and P–O) peaks on its surface were significantly reduced and its intrinsic peaks (Co–P) became stronger, which is attributed to the dissolution of ions on the surface of CoP during the reaction, resulting in less oxygenation layer on its surface [12]. Fig. S30 shows that the hydroxyl peak of the CoP infrared spectrum was enhanced after the reaction, and other peaks does not change significantly, whereas each peak position in the Raman spectrum of CoP after the reaction was consistent with those reported in the literature, indicating that the oxides on the CoP surface are significantly reduced after the reaction (Fig. S31) [26]. Moreover, there was still no defect in CoP after the reaction (Fig. S32), demonstrating that the redox reaction does not affect the defect. Further, the specific surface area and pore average size of CoP did not change significantly after the reaction (Fig. S33). The recovery and recycling of catalysts are one of the main ways of reducing the degradation cost. Fig. 3(e) shows that the CoP/Fe2+/AM1.5 circulation system based on the recovered CoP was constructed to degrade phenol after 7 cycles. The results showed that the circulation system could maintain a degradation rate of more than 80.0% for phenol in the first five cycles, and that while activity decreased from the sixth cycle, it could still maintain a degradation rate of more than 75.0%, indicating that CoP catalytic activity is stable. Because other inorganic anions were often contained in environmental water, several common anions were selected to test the anti-interference ability of the CoP/Fe2+/AM1.5 system. Fig. 3(f) shows that except that Cl− reduced the degradation rate of phenol in the CoP/Fe2+/AM1.5 system by about 10.0%, other inorganic anions (SO4 2−, NO3 −, and H2PO4 −) had no strong inhibitory effect on the CoP/Fe2+/AM1.5 system, indicating that the CoP/Fe2+/AM1.5 system has a strong anti-interference ability to these inorganic anions and the potential for practical application. 3.6 Mechanism investigation Combined with the above mentioned experimental data and analysis results, the mechanism of ROS produced by the CoP/Fe2+/AM1.5 system is speculated as follows: P δ− on the CoP surface can easily release electrons, and O2 was reduced to •O2 − by a single electron process or H2O2 by double electron process (Eqs. (1) and (2)). Therefore, P δ− is the main active site for H2O2 production. The introduction of Fe2+ can further promote the formation of •O2 − in the system (Eq. (3)), and Co3+ on the CoP surface will also activate •O2 − to 1O2 (Eq. (4)). AM1.5 irradiation can provide more energy. On the one hand, it can activate CoP to promote photoelectrons (Eq. (5)), thus promoting the circulation of adsorbed iron ions on the surface of CoP (Eq. (6)). On the other hand, it can also promote the conversion of •O2 − to 1O2 (Eq. (7)) and phenol hydroxylation. In addition, Fe2+ will be adsorbed on the CoP surface (Fig. 1(d) shows that the CoP surface has numerous negative charges), promote the activation of H2O2 on the surface, and produce numerous •OHads (Eq. (8)). (1) P δ− + 3O2 → PO4 3− + •O2 − (2) P δ− + 3O2 + 2H+ → PO4 3− + H2O2 (surface) (3) Fe2+ + O2 → Fe3+ + •O2 − (4) Co3+ + •O2 − → Co2+ + 1O2 (5) CoP + hv → e− + h+ (6) Fe3+ (surface) + e− (surface) → Fe2+ (surface) (7) •O2 − + hv → 1O2 (8) Fe2+ + H2O2 (surface) → Fe3+ + •OHads (surface) + OH− Scheme 1 shows that the synergistic effect of 1O2 and •OHads for phenol degradation can be simply summarized as follows: because 1O2 has a relatively long migration distance, it can diffuse from the CoP surface to the solution and promote phenol hydroxylation in the solution, thus enhancing the polarity of phenol and promoting its adsorption on the catalytic CoP surface, which improves the activity of •OHads to degrade phenol on the surface. After adding TEMP to quench 1O2 in the reaction system, phenol hydroxylation is weakened so that phenol molecules with weak polarity cannot be adsorbed on the catalyst surface, inhibiting the activity of surface •OHads to degrade phenol, and the phenol degradation rate was significantly reduced (Fig. 2(c)). Therefore, it can be concluded that phenol hydroxylation initiated by 1O2 is the initial and decisive step of phenol degradation. 4 Conclusions In conclusion, using Fe2+ and AM1.5 irradiation, CoP synthesized using a simple two-step method achieved the effective degradation and mineralization of organic pollutants, such as phenol. Our study shows that there is a synergistic effect between 1O2 and surface •OHads in the CoP/Fe2+/AM1.5 system. On the one hand, the surface of CoP was negatively charged and easily adsorb H+ and iron ions. The generation and activation of H2O2 and the circulation of iron ions were controlled on its surface due to the reduction ability of the exposed reduction center (P δ−). On the other hand, the controllable generation of •O2 − to 1O2 on the surface was achieved through the exposed oxidation center (Co3+) on the CoP surface. Therefore, because the polarity of phenol was enhanced after hydroxylation by 1O2, it was easier to be adsorbed to the CoP surface and then degraded by the •OHads on it. Further, the stability of CoP catalytic activity was maintained by continuously dissolving and renewing the surface active sites. The construction of the CoP/Fe2+/AM1.5 system is expected to provide some reference value for exploring new degradation mechanisms of organic pollutants and improving the usage rate of ROS in the future. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgment The authors thank Research Center of Analysis and Test of East China University of Science and Technology for the help on the characterization. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material References 1 G. Gao Y. Tian X. Gong Z. Pan K. Yang B. Zong Chin. J. Catal. 41 2020 1039 1047 G. Gao, Y. Tian, X. Gong, Z. Pan, K. Yang, B. Zong, Chin. J. Catal., 2020, 41, 1039–1047. 2 L. Li Z. Hu J.C. Yu Angew. Chem. Int. Ed. 59 2020 20538 20544 L. Li, Z. Hu, J. C. Yu, Angew. Chem. Int. Ed., 2020, 59, 20538–20544. 3 D. Ma H. Yi C. Lai X. Liu X. Huo Z. An L. Li Y. Fu B. Li M. Zhang L. Qin S. Liu L. Yang Chemosphere 275 2021 130104 D. Ma, H. Yi, C. Lai, X. Liu, X. Huo, Z. An, L. Li, Y. Fu, B. Li, M. Zhang, L. Qin, S. Liu, L. Yang, Chemosphere, 2021, 275, 130104. 4 J. An N. Li Y. Wu S. Wang C. Liao Q. Zhao L. Zhou T. Li X. Wang Y. Feng Environ. Sci. Technol. 54 2020 10916 10925 J. An, N. Li, Y. Wu, S. Wang, C. Liao, Q. Zhao, L. Zhou, T. Li, X. Wang, Y. Feng, Environ. Sci. Technol., 2020, 54, 10916–10925. 5 H. Lee H.J. Lee J. Seo H.E. Kim Y.K. Shin J.H. Kim C. Lee Environ. Sci. Technol. 50 2016 8231 8238 H. Lee, H. J. Lee, J. Seo, H. E. Kim, Y. K. Shin, J. H. Kim, C. Lee, Environ. Sci. Technol., 2016, 50, 8231–8238. 6 J.S. Jirkovský I. Panas E. Ahlberg M. Halasa S. Romani D.J. Schiffrin J. Am. Chem. Soc. 133 2011 19432 19441 J. S. Jirkovský, I. Panas, E. Ahlberg, M. Halasa, S. Romani, D. J. Schiffrin, J. Am. Chem. Soc., 2011, 133, 19432–19441. 7 S. Li G. Dong R. Hailili L. Yang Y. Li F. Wang Y. Zeng C. Wang Appl. Catal. B 190 2016 26 35 S. Li, G. Dong, R. Hailili, L. Yang, Y. Li, F. Wang, Y. Zeng, C. Wang, Appl. Catal. B, 2016, 190, 26–35. 8 Y. Wang H. Ji W. Liu T. Xue C. Liu Y. Zhang L. Liu Q. Wang F. Qi B. Xu D.C.W. Tsang W. Chu ACS Appl. Mater. Inter. 12 2020 20522 20535 Y. Wang, H. Ji, W. Liu, T. Xue, C. Liu, Y. Zhang, L. Liu, Q. Wang, F. Qi, B. Xu, D. C. W. Tsang, W. Chu, ACS Appl. Mater. Inter., 2020, 12, 20522–20535. 9 G.K. Ziyatdinova D.M. Gil’metdinova G.K. Budnikov J. Anal. Chem. 60 2005 49 52 G. K. Ziyatdinova, D. M. Gil’metdinova, G. K. Budnikov, J. Anal. Chem., 2005, 60, 49–52. 10 Q. Yi J. Ji B. Shen C. Dong J. Liu J. Zhang M. Xing Environ. Sci. Technol. 53 2019 9725 9733 Q. Yi, J. Ji, B. Shen, C. Dong, J. Liu, J. Zhang, M. Xing, Environ. Sci. Technol., 2019, 53, 9725–9733. 11 D. Guo Y. Liu H. Ji C.C. Wang B. Chen C. Shen F. Li Y. Wang P. Lu W. Liu Environ. Sci. Technol. 55 2021 4045 4053 D. Guo, Y. Liu, H. Ji, C. C. Wang, B. Chen, C. Shen, F. Li, Y. Wang, P. Lu, W. Liu, Environ. Sci. Technol., 2021, 55, 4045–4053. 12 J. Ji Q. Yan P. Yin S. Mine M. Matsuoka M. Xing Angew. Chem. Int. Ed. 60 2021 2903 2908 J. Ji, Q. Yan, P. Yin, S. Mine, M. Matsuoka, M. Xing, Angew. Chem. Int. Ed., 2021, 60, 2903–2908. 13 Q. Yan C. Lian K. Huang L. Liang H. Yu P. Yin J. Zhang M. Xing Angew. Chem. Int. Ed. 60 2021 17155 17163 Q. Yan, C. Lian, K. Huang, L. Liang, H. Yu, P. Yin, J. Zhang, M. Xing, Angew. Chem. Int. Ed., 2021, 60, 17155–17163. 14 J. Wang Z. Liu Y. Zheng L. Cui W. Yang J. Liu J. Mater. Chem. A 5 2017 22913 22932 J. Wang, Z. Liu, Y. Zheng, L. Cui, W. Yang, J. Liu, J. Mater. Chem. A, 2017, 5, 22913–22932. 15 S.T. Oyama T. Gott H. Zhao Y.-K. Lee Catal. Today 143 2009 94 107 S. T. Oyama, T. Gott, H. Zhao, Y.-K. Lee, Catal. Today, 2009, 143, 94–107. 16 L. Zhang G. Wang X. Hao Z. Jin Y. Wang Chem. Eng. J. 395 2020 125113 L. Zhang, G. Wang, X. Hao, Z. Jin, Y. Wang, Chem. Eng. J., 2020, 395, 125113. 17 H. Kim J. Lim S. Lee H.H. Kim C. Lee J. Lee W. Choi Environ. Sci. Technol. 53 2019 2918 2925 H. Kim, J. Lim, S. Lee, H. H. Kim, C. Lee, J. Lee, W. Choi, Environ. Sci. Technol., 2019, 53, 2918–2925. 18 P. Wang S. Zhan H. Wang Y. Xia Q. Hou Q. Zhou Y. Li R.R. Kumar Appl. Catal. B 230 2018 210 219 P. Wang, S. Zhan, H. Wang, Y. Xia, Q. Hou, Q. Zhou, Y. Li, R. R. Kumar, Appl. Catal. B, 2018, 230, 210–219. 19 X. Yue S. Yi R. Wang Z. Zhang S. Qiu Small 13 2017 1603301 X. Yue, S. Yi, R. Wang, Z. Zhang, S. Qiu, Small, 2017, 13, 1603301. 20 W. Li Q. Yang S. Chou J. Wang H. Liu J. Power Sources 294 2015 627 632 W. Li, Q. Yang, S. Chou, J. Wang, H. Liu, J. Power Sources, 2015, 294, 627–632. 21 T. Liu K. Wang G. Du A.M. Asiri X. Sun J. Mater. Chem. A 4 2016 13053 13057 T. Liu, K. Wang, G. Du, A. M. Asiri, X. Sun, J. Mater. Chem. A, 2016, 4, 13053–13057. 22 R. Liang Y. Wang C. Qin X. Chen Z. Ye L. Zhu Langmuir 37 2021 3321 3330 R. Liang, Y. Wang, C. Qin, X. Chen, Z. Ye, L. Zhu, Langmuir, 2021, 37, 3321–3330. 23 H.B.M. Sidek X. Jin M.S. Islam S.J. Hwang ChemCatChem 11 2019 6099 6104 H. B. M. Sidek, X. Jin, M. S. Islam, S. J. Hwang, ChemCatChem, 2019, 11, 6099–6104. 24 D. Zhu L. Wang M. Qiao J. Liu Chem. Commun. 56 2020 7159 7162 D. Zhu, L. Wang, M. Qiao, J. Liu, Chem. Commun., 2020, 56, 7159–7162. 25 D. Zhu Q. Zhen J. Xin H. Ma L. Tan H. Pang X. Wang Sensor. Actuat. B 321 2020 128541 D. Zhu, Q. Zhen, J. Xin, H. Ma, L. Tan, H. Pang, X. Wang, Sensor. Actuat. B, 2020, 321, 128541. 26 B. Pradhan G.S. Kumar A. Dalui A.H. Khan B. Satpati Q. Ji L.K. Shrestha K. Ariga S. Acharya J. Mater. Chem. C 4 2016 4967 4977 B. Pradhan, G. S. Kumar, A. Dalui, A. H. Khan, B. Satpati, Q. Ji, L. K. Shrestha, K. Ariga, S. Acharya, J. Mater. Chem. C, 2016, 4, 4967–4977. 27 W. Maneeprakorn M.A. Malik P. O’Brien J. Mater. Chem. A 20 2010 2329 2335 W. Maneeprakorn, M. A. Malik, P. O’Brien, J. Mater. Chem. A, 2010, 20, 2329–2335. 28 D. Dai H. Xu L. Ge C. Han Y. Gao S. Li Y. Lu Appl. Catal. B 217 2017 429 436 D. Dai, H. Xu, L. Ge, C. Han, Y. Gao, S. Li, Y. Lu, Appl. Catal. B, 2017, 217, 429–436. 29 H. Li J. Shang Z. Yang W. Shen Z. Ai L. Zhang Environ. Sci. Technol. 51 2017 5685 5694 H. Li, J. Shang, Z. Yang, W. Shen, Z. Ai, L. Zhang, Environ. Sci. Technol., 2017, 51, 5685–5694. 30 X. Xu X. Li X. Li H. Li Sep. Purif. Technol. 68 2009 261 266 X. Xu, X. Li, X. Li, H. Li, Sep. Purif. Technol., 2009, 68, 261–266. 31 L. Clarizia D. Russo I. Di Somma R. Marotta R. Andreozzi Appl. Catal. B 209 2017 358 371 L. Clarizia, D. Russo, I. Di Somma, R. Marotta, R. Andreozzi, Appl. Catal. B, 2017, 209, 358–371. 32 M.P. Bradshaw C. Barril A.C. Clark P.D. Prenzler G.R. Scollary Crit. Rev. Food Sci. Nutr. 51 2011 479 498 M. P. Bradshaw, C. Barril, A. C. Clark, P. D. Prenzler, G. R. Scollary, Crit. Rev. Food Sci. Nutr., 2011, 51, 479–498. 33 L. Xu L. Meng X. Zhang X. Mei X. Guo W. Li P. Wang L. Gan J. Hazard. Mater. 379 2019 120795 L. Xu, L. Meng, X. Zhang, X. Mei, X. Guo, W. Li, P. Wang, L. Gan, J. Hazard. Mater., 2019, 379, 120795. 34 K. Maeda H. Hashiguchi H. Masuda R. Abe K. Domen J. Phys. Chem. C 112 2008 3447 3452 K. Maeda, H. Hashiguchi, H. Masuda, R. Abe, K. Domen, J. Phys. Chem. C, 2008, 112, 3447–3452. 35 R.C. Gilson K.C. Black D.D. Lane S. Achilefu Angew. Chem. Int. Ed. 129 2017 10857 10860 R. C. Gilson, K. C. Black, D. D. Lane, S. Achilefu, Angew. Chem. Int. Ed., 2017, 129, 10857–10860. 36 T. Liu L. Zou D. Feng Y. Chen S. Fordham X. Wang Y. Liu H. Zhou J. Am. Chem. Soc. 136 2014 7813 7816 T. Liu, L. Zou, D. Feng, Y. Chen, S. Fordham, X. Wang, Y. Liu, H. Zhou, J. Am. Chem. Soc., 2014, 136, 7813–7816. 37 L. Chen X. Li J. Zhang J. Fang Y. Huang P. Wang J. Ma Environ. Sci. Technol. 49 2015 10373 10379 L. Chen, X. Li, J. Zhang, J. Fang, Y. Huang, P. Wang, J. Ma, Environ. Sci. Technol., 2015, 49, 10373–10379. 38 G. Huang J. Si C. Qian W. Wang S. Mei C. Wang H. Yu Anal. Chem. 90 2018 14439 14446 G. Huang, J. Si, C. Qian, W. Wang, S. Mei, C. Wang, H. Yu, Anal. Chem., 2018, 90, 14439–14446. 39 K. Briviba T.P.A. Devasagayam H. Sies S. Steenken Chem. Res. Toxicol. 6 1993 548 553 K. Briviba, T. P. A. Devasagayam, H. Sies, S. Steenken, Chem. Res. Toxicol., 1993, 6, 548–553. 40 Y. Zhou J. Jiang Y. Gao S. Pang Y. Yang J. Ma J. Gu J. Li Z. Wang L. Wang L. Yuan Y. Yang Water Res. 125 2017 209 218 Y. Zhou, J. Jiang, Y. Gao, S. Pang, Y. Yang, J. Ma, J. Gu, J. Li, Z. Wang, L. Wang, L. Yuan, Y. Yang, Water Res., 2017, 125, 209–218. 41 A. Takayanagi M. Kobayashi Y. Kawase Environ. Sci. Pollut. Res. 24 2017 8087 8097 A. Takayanagi, M. Kobayashi, Y. Kawase, Environ. Sci. Pollut. Res., 2017, 24, 8087–8097.",
      "scopus-id": "85139289765",
      "coredata": {
        "eid": "1-s2.0-S1872206722641172",
        "dc:description": "In recent years, there have been numerous studies on Fenton or Fenton-like reactions mediated by nonfree radicals such as singlet oxygen (1O2); however, there are few studies on the synergistic effect of 1O2 and free radicals on the degradation of organic molecules, such as phenol in Fenton reaction. In this study, a cocatalyst, CoP, commonly used in photocatalysis was synthesized using a simple two-step method, and a CoP/Fe2+/AM1.5 system was constructed by introducing Fe2+ and simulated sunlight (AM1.5) irradiation. The newly constructed CoP/Fe2+/AM1.5 system could effectively degrade various organic pollutants, including dyes, phenols, and antibiotics. Radical quenching experiments and electron paramagnetic resonance detection confirmed that there were three reactive oxygen species (ROS) in the CoP/Fe2+/AM1.5 system, including •OHads, •O2 −, and 1O2. Further, combined with the liquid chromatogram of phenol, its intermediate products, and the fluorescence diagram of o-hydroxybenzoic acid, it can be concluded that a synergistic effect exists between 1O2 and the surface-adsorbed ·OHads in the CoP/Fe2+/AM1.5 system. The controllable formation of surface 1O2 and •OHads was achieved through the oxidation (Co3+) and reduction (P δ−) centers exposed on the CoP surface, and the synergistic effect between them results in phenol's hydroxylation, ring-opening, and degradation. The study of this new mechanism provides a new perspective for revealing the surface interface reaction between ROS and organic pollutants.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206722641172",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yu, Haoran"
          },
          {
            "@_fa": "true",
            "$": "Liu, Danxu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Hengyi"
          },
          {
            "@_fa": "true",
            "$": "Yu, Haishuang"
          },
          {
            "@_fa": "true",
            "$": "Yan, Qingyun"
          },
          {
            "@_fa": "true",
            "$": "Ji, Jiahui"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jinlong"
          },
          {
            "@_fa": "true",
            "$": "Xing, Mingyang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206722641172"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206722641172"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(22)64117-2",
        "prism:volume": "43",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Singlet oxygen synergistic surface-adsorbed hydroxyl radicals for phenol degradation in CoP catalytic photo-Fenton",
        "prism:copyright": "Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "10",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Surface hydroxyl radical"
          },
          {
            "@_fa": "true",
            "$": "Singlet oxygen"
          },
          {
            "@_fa": "true",
            "$": "Synergistic effect"
          },
          {
            "@_fa": "true",
            "$": "Hydroxylation"
          },
          {
            "@_fa": "true",
            "$": "Photo-Fenton"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "10",
        "openaccessSponsorType": null,
        "prism:pageRange": "2678-2689",
        "prism:endingPage": "2689",
        "pubType": "fla",
        "prism:coverDisplayDate": "2022",
        "prism:doi": "10.1016/S1872-2067(22)64117-2",
        "prism:startingPage": "2678",
        "dc:identifier": "doi:10.1016/S1872-2067(22)64117-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "244",
            "@width": "255",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25202",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "488",
            "@width": "571",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84839",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "467",
            "@width": "601",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "87979",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "526",
            "@width": "613",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "113475",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "302",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36764",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "171",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16399",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15638",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15357",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18314",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "175",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13618",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "109743",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1298",
            "@width": "1518",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "362074",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1239",
            "@width": "1596",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "353463",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1398",
            "@width": "1629",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "521811",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "803",
            "@width": "859",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "174356",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206722641172-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "2979547",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85139289765"
      }
    }
  }
}