{
  "metadata": {
    "title": "<ce:italic>In-situ</ce:italic> immobilization of CoNi nanoparticles into N-doped carbon nanotubes/nanowire-coupled superstructures as an efficient Mott-Schottky electrocatalyst toward electrocatalytic oxygen reduction",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2023-11-30",
    "doi": "10.1016/S1872-2067(23)64545-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206723645450",
    "pii": "S1872206723645450"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85177870660",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2023-11-22 2023-11-22 2023-11-22 2023-11-22 2023-11-28T20:41:14 1-s2.0-S1872206723645450 S1872-2067(23)64545-0 S1872206723645450 10.1016/S1872-2067(23)64545-0 S300 S300.2 FULL-TEXT 1-s2.0-S1872206723X00114 2023-11-29T07:25:30.766703Z 0 0 20231101 20231130 2023 2023-11-22T17:23:16.528865Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 54 54 C Volume 54 15 278 289 278 289 202311 November 2023 2023-11-01 2023-11-30 2023 article fla Copyright © 2023 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. INSITUIMMOBILIZATIONCONINANOPARTICLESNDOPEDCARBONNANOTUBESNANOWIRECOUPLEDSUPERSTRUCTURESEFFICIENTMOTTSCHOTTKYELECTROCATALYSTTOWARDELECTROCATALYTICOXYGENREDUCTION XIA S 1 Introduction 2 Experimental 2.1 Reagents and chemicals 2.2 Materials preparation 2.3 Physical characterizations 2.4 Electrochemical measurements 2.5 Assembly and measurements for a liquid Zn-Air battery 3 Results and discussion 3.1 Morphological and structural characterization 3.2 Electrocatalytic ORR performance 3.3 Liquid Zn-air battery test 3.4 DFT calculations 4 Conclusions Electronic supporting information Supplementary Material References WANG 2022 3689 Q ZHAO 2023 216 224 L QIN 2022 2197 2207 J XU 2021 120390 H LI 2022 2109605 W WANG 2021 2104718 Z LU 2023 2303329 T ZHANG 2020 2002896 Z WANG 2020 1903271 X REN 2020 6144 6182 S PARK 2021 2101727 J HU 2022 2209080 2209086 H LI 2022 100 106 Y ZUO 2022 29 41 Y ZHENG 2022 106750 Q BROWNE 2019 41 58 M JIN 2019 1904210 W BAI 2022 2057 2090 X WANG 2023 2304863 H CHENG 2023 108718 R ZHANG 2023 141 151 G TIAN 2022 1 18 J FANG 2018 1705698 H HANPRERAKRIENGKRAI 2019 120276 S WANG 2020 118344 Z ZHOU 2022 138206 J LI 2021 3786 3827 W ZHENG 2021 2006183 X BAI 2022 214 235 L KIM 2022 121501 K SUN 2020 1910482 Z LAN 2023 2210036 C YUAN 2023 122864 H WEI 2021 120195 Q ZHANG 2022 137709 B LAI 2024 2304018 K ZHOU 2021 120281 Q TAN 2022 121006 Y LAN 2023 2210036 C KUANG 2023 141055 Y WANG 2023 142803 B ZHOU 2021 535 545 F ZOU 2018 15393 15401 L CAO 2022 2204827 Q ZHOU 2023 2301324 Q DIAO 2020 1905679 J ZHANG 2023 e317 W LI 2023 2203274 T HE 2020 25805 25823 X JIANG 2022 121352 H LI 2022 9858 9868 S ZHENG 2022 e274 Z DENG 2022 20993 21003 W HU 2022 8739 8750 T XIAX2023X278 XIAX2023X278X289 XIAX2023X278XS XIAX2023X278X289XS 2025-11-22T00:00:00.000Z 2025-11-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2023-11-29T07:24:13.909Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 21972068 22072067 22232004 22272179 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China ( 22272179, 21972068, 22072067, 22232004 ). item S1872-2067(23)64545-0 S1872206723645450 1-s2.0-S1872206723645450 10.1016/S1872-2067(23)64545-0 273538 2023-11-29T00:59:41.49425Z 2023-11-01 2023-11-30 1-s2.0-S1872206723645450-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/MAIN/application/pdf/5e7b585987df3007447ab5a8bec58153/main.pdf main.pdf pdf true 4453855 MAIN 12 1-s2.0-S1872206723645450-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/PREVIEW/image/png/b599d2b7d1204249f808082723ea50f8/main_1.png main_1.png png 52161 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206723645450-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/fx1/DOWNSAMPLED/image/jpeg/8838624f431c672dc9aa4ad06524da6b/fx1.jpg fx1 true fx1.jpg jpg 32273 231 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645450-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr1/DOWNSAMPLED/image/jpeg/cedeab640518bc1da299ceacf9fa5aef/gr1.jpg gr1 gr1.jpg jpg 62882 287 577 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645450-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr2/HEAD-ONLY-JATS/image/jpeg/94d73665f7da9e152b68ec6599b1a4b7/gr2.jpg gr2 gr2.jpg jpg 106138 422 512 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645450-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr3/THUMBNAIL/image/jpeg/a574d456ea42da14262d356c26a23e79/gr3.jpg gr3 gr3.jpg jpg 108328 546 667 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645450-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr4/DOWNSAMPLED/image/jpeg/17ab8efc68be32c93ea504dfe6227528/gr4.jpg gr4 gr4.jpg jpg 110308 544 679 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645450-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr5/DOWNSAMPLED/image/jpeg/b82c3b756a37116d1d15f439e9f74aae/gr5.jpg gr5 gr5.jpg jpg 86016 453 625 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645450-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr6/DOWNSAMPLED/image/jpeg/7bec62a422454ab0bbb548bc17941512/gr6.jpg gr6 gr6.jpg jpg 56297 367 476 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645450-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/fx1/THUMBNAIL/image/gif/e5d8a6b221053f845c75f6c4f5b20998/fx1.sml fx1 true fx1.sml sml 12872 164 213 IMAGE-THUMBNAIL 1-s2.0-S1872206723645450-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr1/THUMBNAIL/image/gif/0c2d33a0c5f7a57ff5d9bdd7dd4e6021/gr1.sml gr1 gr1.sml sml 10790 109 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723645450-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr2/THUMBNAIL/image/gif/a957e688fb3f542d3c05da9de1061762/gr2.sml gr2 gr2.sml sml 26735 164 199 IMAGE-THUMBNAIL 1-s2.0-S1872206723645450-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr3/THUMBNAIL/image/gif/a0bf7cd582cbabeee2656078428a9a9e/gr3.sml gr3 gr3.sml sml 11568 164 200 IMAGE-THUMBNAIL 1-s2.0-S1872206723645450-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr4/THUMBNAIL/image/gif/58321eb4a6d98fc21a12359b865fa56d/gr4.sml gr4 gr4.sml sml 11359 164 205 IMAGE-THUMBNAIL 1-s2.0-S1872206723645450-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr5/THUMBNAIL/image/gif/fc7f9ffe11543046cf62974c4b4e5ce9/gr5.sml gr5 gr5.sml sml 13785 159 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723645450-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/gr6/THUMBNAIL/image/gif/0ae84759c1d78e734d42e72117d7429c/gr6.sml gr6 gr6.sml sml 14802 164 213 IMAGE-THUMBNAIL 1-s2.0-S1872206723645450-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/HIGHRES/image/jpeg/2a372aa84945751599d73722ae4d16f8/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 147682 615 800 IMAGE-HIGH-RES 1-s2.0-S1872206723645450-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/HIGHRES/image/jpeg/8c81a1069502e9946f1c6c79cb5850dc/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 291639 764 1534 IMAGE-HIGH-RES 1-s2.0-S1872206723645450-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/DOWNSAMPLED/image/jpeg/c492fefd7b37085ecacdfeef1ae26a37/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 722324 1122 1360 IMAGE-HIGH-RES 1-s2.0-S1872206723645450-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/HIGHRES/image/jpeg/cb5e746af404c94007d50bb2568f9e18/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 462470 1451 1773 IMAGE-HIGH-RES 1-s2.0-S1872206723645450-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/HIGHRES/image/jpeg/964c37b4b80dc434ec66c5e02fe1da4c/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 461936 1444 1804 IMAGE-HIGH-RES 1-s2.0-S1872206723645450-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/HIGHRES/image/jpeg/e187aac44fb2a9aebec17f8dc20c64df/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 372506 1202 1660 IMAGE-HIGH-RES 1-s2.0-S1872206723645450-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/MAIN/image/jpeg/43b2d1de24d692b2f24bbab5c74d83f1/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 230899 974 1264 IMAGE-HIGH-RES 1-s2.0-S1872206723645450-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/mmc1/MAIN/application/pdf/28194ff7661ba21b5bdfb0eae23df33a/mmc1.pdf mmc1 mmc1.pdf pdf false 1504064 APPLICATION 1-s2.0-S1872206723645450-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/STRIPIN/image/gif/199a4e2dd615c57ed728e91eadfda506/si1.gif si1 si1.gif gif 3541 41 309 ALTIMG 1-s2.0-S1872206723645450-si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645450/STRIPIN/image/gif/2c360200a681875107c2de30a3613a04/si2.gif si2 si2.gif gif 2632 38 182 ALTIMG CHNJC 64545 S1872-2067(23)64545-0 10.1016/S1872-2067(23)64545-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Schematic illustration of the essential synthesis procedure of CoNi@N-CNT/NWs. Fig. 2 Morphological characterizations of the obtained CoNi@N-CNT/NWs. (a–c) SEM images; (d,e) TEM images; (f–h) HRTEM images; (i) Elemental mapping images. Fig. 3 Compositional, textural and surface chemistry analyses of the fabricated CoNi@N-CNT/NWs. (a) XRD patterns; (b) Raman spectrum; (c) TGA curve; (d) N2 adsorption-desorption isotherm (inset: pore-size distribution curve); (e) Co 2p spectrum; (f) Ni 2p spectrum; (g) C 1s spectrum; (h) N 1s spectrum; (i) O 1s spectrum. Fig. 4 ORR performance evaluation of the resultant CoNi@N-CNT/NWs. (a) CV curves of Pt/C and CoNi@N-CNT/NWs recorded in both N2- and O2-saturated 0.1 mol L−1 KOH electrolyte. ORR LSV curves (b) and E 1/2 (c) of various catalysts. (d) Tafel plots of Pt/C and CoNi@N-CNT/NWs. (e) LSVs of CoNi@N-CNT/NWs recorded at various rotation speeds at a scan rate of 5 mV s−1. (f) Koutecky-Levich plots. (g) LSV curves of CoNi@N-CNT/NWs in O2-saturated 0.1 mol L−1 KOH with or without 1.0 mol L−1 methanol. (h) i-t curves of Pt/C and CoNi@N-CNT/NWs performed at 0.70 V. (i) Comparison of E oneset, E 1/2, j k, j d, and stability of different catalysts. Fig. 5 ZAB performance measurement of CoNi@N-CNT/NWs+RuO2-built and Pt/C+RuO2-assembled ZABs. (a) Schematic configuration of the home-made ZAB; (b) OCVs. (c) A photograph of LED powered by two CoNi@N-CNT/NWs+RuO2-based batteries connected in series. (d) Discharge polarization curves and power density curves. (e) Specific capacity curves. (f) Rate performance. (g) Long-term stability tests at 5 mA cm−2. Fig. 6 (a) Top and side view of charge density difference of NiCo/graphene heterostructure. (b) Energy band diagrams for CoNi alloy and NC-CNTs semiconductor: before and after Schottky contact, where E VAC is vacuum energy, ϕ is vacuum electrostatic potential, E F is Fermi level, E c is conduction band, and E v is valence band. Available online 15 November 2023 This work was supported by the National Natural Science Foundation of China (22272179, 21972068, 22072067, 22232004). Article In-situ immobilization of CoNi nanoparticles into N-doped carbon nanotubes/nanowire-coupled superstructures as an efficient Mott-Schottky electrocatalyst toward electrocatalytic oxygen reduction Suwei Xia a 1 Qixing Zhou a 1 Ruoxu Sun a Lizhang Chen a Mingyi Zhang d Huan Pang e Lin Xu a * Jun Yang b c Yawen Tang a * a Jiangsu Key Laboratory of New Power Batteries, Jiangsu Collaborative Innovation Center of Biomedical Functional Materials, School of Chemistry and Materials Science, Nanjing Normal University, Nanjing 210023, Jiangsu, China Jiangsu Key Laboratory of New Power Batteries Jiangsu Collaborative Innovation Center of Biomedical Functional Materials School of Chemistry and Materials Science Nanjing Normal University Nanjing Jiangsu 210023 China Jiangsu Key Laboratory of New Power Batteries, Jiangsu Collaborative Innovation Center of Biomedical Functional Materials, School of Chemistry and Materials Science, Nanjing Normal University, Nanjing 210023, Jiangsu, China b State Key Laboratory of Multiphase Complex Systems and Center of Mesoscience, Institute of Process Engineering, Chinese Academy of Sciences, Beijing 100190, China State Key Laboratory of Multiphase Complex Systems and Center of Mesoscience Institute of Process Engineering Chinese Academy of Sciences Beijing 100190 China State Key Laboratory of Multiphase Complex Systems and Center of Mesoscience, Institute of Process Engineering, Chinese Academy of Sciences, Beijing 100190, China c Center of Materials Science and Optoelectronics Engineering, University of Chinese Academy of Sciences, Beijing 100190, China Center of Materials Science and Optoelectronics Engineering University of Chinese Academy of Sciences Beijing 100190 China Center of Materials Science and Optoelectronics Engineering, University of Chinese Academy of Sciences, Beijing 100190, China d Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, School of Physics and Electronic Engineering, Harbin Normal University, Harbin 150025, Heilongjiang, China Key Laboratory for Photonic and Electronic Bandgap Materials Ministry of Education School of Physics and Electronic Engineering Harbin Normal University Harbin Heilongjiang 150025 China Key Laboratory for Photonic and Electronic Bandgap Materials, Ministry of Education, School of Physics and Electronic Engineering, Harbin Normal University, Harbin 150025, Heilongjiang, China e School of Chemistry and Chemical Engineering, Yangzhou University, Yangzhou 225009, Jiangsu, China School of Chemistry and Chemical Engineering Yangzhou University Yangzhou Jiangsu 225009 China School of Chemistry and Chemical Engineering, Yangzhou University, Yangzhou 225009, Jiangsu, China * Corresponding author 1 Contributed equally to this work. The ingenious design and feasible fabrication of affordable, active and robust electrocatalysts toward the oxygen reduction reaction (ORR) is imperative importance for the advancement of advanced sustainable energy technologies. The electronic structure modulation via the establishment of Mott- Schottky heterojunctions offers a powerful leverage to realize the boosted electrocatalytic intrinsic activity, yet remaining challenging. Herein, an ingenious self-sacrificial template strategy is developed for the fabrication of an advanced hybrid Mott-Schottky electrocatalyst composed of CoNi alloyed nanoparticles in-situ implanted within N-doped carbon nanotube/nanowire-integrated hierarchical superstructures (CoNi@N-CNT/NWs). The combinations of experimental and theoretical studies demonstrate that the rectifying contact of CoNi nanoalloys and N-CNT/NWs can induce the self- driven charge transfer across the Mott-Schottky heterojunctions, giving rise to the improved electron transfer rate, reconfigured charge distribution, and boosted intrinsic activity. Moreover, the “branches”/“trunk“- structured carbon substrates can offer the tight structural interconnectivity and highly accessible channels for active site exposure, thus dramatically facilitating the mass transfer during the electrocatalytic process. As anticipated, the as-prepared CoNi@N-CNT/NWs exhibit prominent ORR performance with a half-wave potential (E 1/2) of 0.86 V and exceptional long-term stability in 0.1 mol L−1 KOH. The innovational manipulation of electronic state via the of Mott-Schottky heterojunctions can enlighten the rational design of electrocatalysts with excellent performance. Graphical Abstract An advanced Mott-Schottky electrocatalyst, which consisted of uniform CoNi alloyed nanoparticles in-situ encapsulated within N-doped carbon nanotubes/nanowire-integrated hierarchical superstructures and applied to catalyzing oxygen reduction processes, can effectively solve the bottleneck problem of metal-air batteries. Keywords CoNi alloy Carbon nanotubes Carbon nanowires Oxygen reduction reaction Zn-air batteries 1 Introduction The development of advanced electrocatalysts toward the oxygen reduction reaction (ORR) in materials and sustainable energy community is of crucial significance for the advancement of next-generation energy conversion technologies, for instance, fuel cells and metal-air batteries [1–5]. Whereas, the energy conversion efficiency of the above energy systems is severely impeded by the sluggish ORR kinetics caused by the involvement of multi-electron transfer process and high overpotential of ORR, thereby restricting their large–scale commercialization of these emerging renewable energy devices [6–8]. Hitherto, the platinum group metals (PGMs) are acknowledged as the prevalent benchmark electrocatalysts for the electrocatalytic ORR [9,10]. Nevertheless, their scarcity, prohibitive prices, and inferior chemical stability have seriously hindered their wide applications in a variety of practical energy conversion devices [11–16]. As a consequence, it is therefore critically imperative to exploit highly active, cost-effective, and durable ORR electrocatalysts as Pt alternatives to enable the substantial progress of renewable energy technologies at the industrial level. Over the past decade, considerable attentions have been intensively focused on exploring multifarious earth-abundant non-noble ORR electrocatalysts, including heteroatom-doped meta-free materials, transition metal (TM)-based nanomaterials (such as multimetallic alloys, carbides, nitrides, oxides, chalcogenides, and etc.), and their various nanocomposites thanks to their natural abundance, inexpensive costs, adjustable d-electronic configurations and rich redox chemistry [17–21]. Among these promising candidates, bimetallic TM nanoalloys have been acknowledged as a prospective family of ORR candidates benefiting from the favorable conductivity, tailorable electron states, and intermetallic synergistic effect [22–25]. Nonetheless, the electrocatalytic performance of pristine and naked TM nanoalloys still remains uncompetitive with the state-of-the-art Pt-based benchmarks restricted by the inferior intrinsic activity, insufficient exposure of active sites, irreversible aggregation, and in the harsh basic/acidic medium [26,27]. Recently, the encapsulation of TM nanoalloys within N-doped carbon substrate has been extensively demonstrated as a forceful strategy to effectively circumvent the aforementioned shortcomings [28–30]. The N-doped carbon matrix with tailorable electronic states, altered work function and outstanding chemical stability has been widely utilized to immobilize the active components [31,32]. Particularly, the construction of TM nanoalloys/N-doped carbon nanocomposite with Mott-Schottky heterojunctions can not only enable to firmly stabilize/protect the TM alloyed nanoparticles and improve the apparent conductivity, but also effectively modulate the electron spin density and charge distribution of the N-doped carbon substrate via the strong metal-support synergistic effect, therefore considerably boosting the electrocatalytic intrinsic activity and long-term robustness [33,34]. To be more specific, the Fermi energy level difference between TM nanoalloy and N-doped carbon can spontaneously induce electrons to flow across the TM nanoalloys/N-doped carbon heterointerface until the work functions on both sides reach an equilibrium status, thus generating a favorable Schottky barrier and an internal electric field which can dramatically alter the electron cloud density, optimize the intermediate adsorption behavior, and thus modulate the chemical reactivity of the electrocatalyst[35,36]. On the other hand, the intentional construction of hierarchical nanostructures can further offer complementary structural superiorities for electrocatalysis, enabling to accelerate the mass diffusion and charge transfer efficiency. It is noteworthy that most of the previously employed methodologies for the fabrication of hierarchical nanoarchitectures usually require the involvement of preformed substrates, such as metal foams, carbon cloth, and so on. In addition, most of the conventional approaches toward the hybridization with carbon support generally involve multiple and time-consuming procedures. Therefore, the rational design and straightforward manufacture of TM nanoalloys/N-doped carbon-based Mott-Schottky hetero-electrocatalyst with a hierarchical architecture is a worthwhile endeavor to realize the desirable electrocatalytic ORR performance [37–41]. Stimulated by the above background, we have herein developed an elaborate self-sacrificial templated approach to construct an advanced Mott-Schottky electrocatalyst consisted by uniform CoNi alloyed nanoparticles in-situ encapsulated within N-doped carbon nanotubes/nanowire-integrated hierarchical superstructures (hereinafter referred to as CoNi@N-CNT/NWs). The laboratory findings and theoretical calculations indicate that the rectifying contact of CoNi nanoalloys and N-CNT/NWs can cause the self-driven charge transfer across the Mott-Schottky heterojunctions, thus significantly boosting the electron transfer efficiency and regulating the charge distribution. Furthermore, the establishment of carbon“branches”/“trunk”-typed hierarchical superstructure as the scaffold endows the formed CoNi@N-CNT/NWs with firmly anchored active sites, sufficient exposure of accessible surface, reduced mass diffusion freeway, and exceptional mechanical robustness. Consequently, benefitting from both architectural and electronic advantages, the resultant CoNi@N-CNT/NWs deliver satisfactory ORR performance with a half-wave potential (E 1/2) of 0.86 V and superior long-term stability in an electrolyte composed of 0.1 mol L−1 KOH. More impressively, high peak power density, large specific capacity and durable cycling performance can be also achieved in the CoNi@N-CNT/ NWs-assembled aqueous rechargeable zinc-air batteries (ZABs), exhibiting promising application potentials in various ORR-related practical energy equipment. 2 Experimental 2.1 Reagents and chemicals Nitrilotriacetic acid (NTA) and dicyandiamide (DCDA) were bought from Shanghai Aladdin Biochemical Technology Co., Ltd. Nickel (II) chloride hexahydrate (NiCl2·6H2O), Cobalt (II) chloride hexahydrate (CoCl2·6H2O), isopropanol (C3H8O), methanol (CH3OH), and potassium hydroxide (KOH) were purchased from Sinopharm Chemical Reagent Co., Ltd. Zinc chloride (ZnCl2) was obtained from Nanjing Chemical Reagent Co., Ltd. Pt/C (20 wt%) and ruthenium dioxide(RuO2) were supplied by Johnson Matthey Chemicals Ltd. 2.2 Materials preparation The synthesis of cobalt/nickel-nitrilotriacetic acid nanowires (CoNi-NTA NWs): In a typical synthesis process, 0.8 g of CoCl2·6H2O and 0.2 g of NiCl2·6H2O were dissolved in 22.5 mL of deionized water, and sonicated to form solution A. 0.45 g of Nitrilotriacetic acid (NTA) was added to 7.5 mL of isopropanol, and ultrasonically dispersed to form suspension B. The A and B solutions were mixed and stirred for 30 min, then transferred into a 50 mL Teflon-lined autoclave, and stored at 180 °C for 6 h in a pre-heated oven. When the autoclave was naturally cooled to room temperature, the precipitates were washed with deionized water for several times. Finally, the CoNi-NTA NWs were obtained after vacuum-dried at 60 °C for 24 h. For comparison, the Co-NTA NWs and Ni-NTA NWs were also fabricated following the same procedure used for the CoNi-NTA NWs synthesis only without adding NiCl2·6H2O or CoCl2·6H2O in precursor solution, respectively. The process of creating CoNi@N-CNT/NWs: On either end of the porcelain boat, 10 mg of CoNi-NTA NWs and 200 mg of dicyandiamide (DCDA) were deposited, respectively; the DCDA powder was positioned upstream of the tube furnace. First, the furnace was heated to 400 °C for two hours at a rate of 2 °C min−1 in an atmosphere of Ar. The final product, CoNi@N-CNT/NWs, was then produced by heating the furnace to 700 °C at a heating rate of 5 °C min−1 and annealing it for two hours. The same technique is also used to synthesis the Co@N-CNT/NWs and Ni@N-CNT/NWs 2.3 Physical characterizations The structure and morphology of the synthesized catalyst were investigated via transmission electron microscopy (TEM) using the JEM-2010F, scanning electron microscopy (SEM) using the Hitachi S5500 and high-resolution TEM (HRTEM) using the JEOL JEM-2010F. A Rigaku MiniFlex 600 I diffractometer instrument with Cu Kα radiation as the X-ray source and a wave-length of 1.5406 Å was used for X-ray diffraction (XRD) analysis to determine the crystallinity and phase purity of each sample. The specific surface area and aperture distribution of BET were measured using the Micromeritics ASAP 2050 system. The surface chemical properties of the prepared materials were detected by X-ray photoelectron spectroscopy (XPS) using a Thermo VG Scientific ESCALAB 250 instrument equipped with an Al Kα radiation. Raman spectra were recorded with the LabRAM HR 800 Raman spectrometer at 514 nm. Thermogravimetric analysis (TGA) was performed by a Perkin-Elmer thermal analysis system. 2.4 Electrochemical measurements Every electrochemical measurement was carried out using an electrode device with an electrochemical workstation (CHI 760e) from Pine Instruments that was outfitted with high-speed rotators. The catalytic activities were evaluated in an oxygen-saturated 0.1 mol L−1 potassium hydroxide (KOH) electrolyte at room temperature using a typical three-electrode technique in order to look into ORR activity. A carbon rod served as the counter electrode, while a saturated calomel electrode (SCE) served as the reference electrode. Furthermore, the working electrode was a rotating disk electrode (RDE) or a rotating ring disk electrode (RRDE) covered in catalyst ink. With reference to the reversible hydrogen electrode (RHE) and the equation E RHE = E SCE + 0.0592 pH + 0.242, all potentials in this investigation were calculated. To prepare the electrode, a newly polished electrode surface was pipetted with a 20 μL ink (5 mg mL−1). At a rotational speed of 1600 r min−1 and a scanning rate of 5 mV s−1, linear sweep voltammetry (LSV) curves were conducted in an O2-saturated 0.1 mol L−1 KOH solution to quantify ORR activity. For the RRDE test, the ring potential range used was 0 to 0.5 V. The RDE measurements were assessed at different rotating speeds between 400 and 2025 r min−1, using a scan rate of 5 mV s−1. The electron-transfer number can be examined using the Koutecky-Levich plots to learn more about the kinetic characteristics of ORR. In line with the Koutecky-Levich formula: 1 j = 1 j L + 1 j K = 1 0.62 nFC 0 ( D 0 ) 2 / 3 ν - 1 / 6 ω 1 / 2 + 1 nFkC 0 where J, J K and J L are the measured current density, kinetic-limiting current density and diffusion-limiting current density, respectively. ω is the angular frequency of the disk (ω = 2πN, N is the rotation speed), n is the electron transfer number in ORR, F is the Faraday constant (96485 C mol−1), D 0 is the diffusion coefficient of oxygen (1.73 × 10−5 cm2 s−1 for 0.1 mol L−1 KOH), C 0 is the saturation concentration of oxygen (1.14 × 10−6 mol cm−3 for 0.1 mol L−1 KOH). The kinematic viscosity (υ) of the electrolyte was 0.01 cm2 s−1 and k is constant of the electron transfer rate. The number of electrons “n“ could be found by calculating the slope of J −1 vs. ω −1/2 in the plot. The rotating ring-disk electrode was employed to detect the H2O2 yield and the formula for calculating the H2O2 yield was as follows: % HO 2 - = 200 I r NI d + I r n = 4 NI d NI d + I r where I r and I d are ring current and disk current, respectively. N is the ring collecting efficiency of 0.37. 2.5 Assembly and measurements for a liquid Zn-Air battery The rechargeable Zn-air batteries were examined in electrochemical cells set up in the laboratory. The air cathode was composed of the hydrophilic carbon paper with a catalyst layer on the water-facing side and nickel foam as a current collector for the air cathode. Featuring an effective contact area of 1 cm2 between the electrolyte and air, the air cathode permits O2 to permeate from the ambient air to the location of the catalyst. Catalyst inks were loaded onto carbon paper by drip casting method to prepare catalyst layers. The loading density of all catalysts was 2 mg cm−2. Press-polished zinc plate with a 0.3 mm thickness served as the anode. The electrolyte was composed of a combined solution comprising 6.0 mol L−1 KOH and 0.2 mol L−1 ZnCl2. For liquid Zn-air batteries measurements, the polarization curve of discharge was measured using linear sweep voltammetry (5 mV s−1, 25 °C) on a CHI 760D electrochemical workstation. The battery discharge/charge performance was tested using a Land CT2001A system, with each discharge and charge occurring with a current density of 5 mA cm−2. Every cycle of charge and discharge was scheduled for 20 min. On the Land CT2001A, the rate performance at various current densities (1 to 10 mA cm−2) was investigated. Based on discharge curves with a 5 mA cm−2 constant current density the corresponding specific capacity (mAh kgZn −1) and energy density (Wh kgZn −1) could be calculated by the following equations, respectively. Specific capacity = current × service time/weight of consumed Zn Energy density = current × service time × average discharge voltage/weight of consumed Zn The voltage-current polarization curves were collected on the CHI 760E electrochemical workstation. The discharge power density is calculated according to the discharge polarization curve data, and the equation is as follows: power density = discharge voltage × discharge current density 3 Results and discussion 3.1 Morphological and structural characterization The essential fabrication procedure of CoNi@N-CNT/NWs is schematically demonstrated in Fig. 1 . Typically, the initial hydrothermal treatment of the mixed solution containing appropriate amount of CoCl2, NiCl2 and nitrilotriacetic acid (NTA) leads to the formation of well-defined cobalt/nickel nitrilotriacetic acid complex nanowires (abbreviated as CoNi-NTA NWs hereafter). As a common organic chelating agent, the NTA molecular contains three identical carboxylic groups, which could coordinate with Co2+ and Ni2+ ions to form a 1D highly aligned long-chain CoNi-NTA coordination compound through the anisotropic self-assembly process under the hydrothermal condition [42]. As disclosed by Fig. S1, the resultant CoNi-NTA NWs are composed of a large number of 1D nanowires with high aspect ratio and smooth surface. The length of the as-fabricated CoNi-NTA NWs is measured up to dozens of micrometers and the average diameter is determined to be ca. 200 nm. Afterward, the preformed CoNi-NTA NWs, which serve as the intermediate self-sacrificial template, are further subjected to the pyrolysis treatment in the presence of dicyandiamide (DCDA) at a two-step temperature condition (400 and 700 °C, respectively) under Ar atmosphere. During this procedure, the DCDA molecules undergo the thermal decomposition, release reactive gaseous carbon fragments, and eventually transform into a graphitic carbon nitride (g-C3N4) layer coating on the surface of CoNi-NTA NWs at a low temperature [43]. At a high temperature in an inert atmosphere, the CoNi-NTA NW precursors are carbonized into nitrogen-doped carbon nanowires (N-CNWs) accompanied with the carbothermal reduction of Co2+ and Ni2+ ions into small-sized CoNi nanoparticles homogeneously dispersed throughout the entire nanowire substrate. Simultaneously, according to the tip-growth mechanism, CoNi nanoparticles on the surface can serve as the seeds to catalyze the growth of N-doped carbon nanotubes (N-CNTs) from the g-C3N4 layer, resulting in the formation of hierarchical branched superstructure comprising CoNi nanoparticles encapsulated in carbon nanotube-grafted nanowires, namely, CoNi@N-CNT/NWs [43,44]. It is noteworthy that such in-situ seamless growth mode of CoNi nanoparticles and branched carbon nanotubes on the nanowire “trunk” significantly strengthens the connectivity between the active component and current collector, which is obviously conducive to reduce the charge transfer resistance and reinforce the mechanical robustness [45,46]. Furthermore, the construction procedure of 1D/1D-integrated hierarchical branched architecture can be dramatically simplified through the in-situ growth manner, holding great promises to achieve the mass production. In order to emphasize the significance of the bimetallic alloy synergy, single metal-encased counterparts were also prepared using the abovementioned standard protocol except changing the type of feeding precursor. The solo introduction of CoCl2 or NiCl2 leads to the formation of Co or Ni nanoparticles encapsulated in N-doped carbon nanotube-grafted nanowires (denoted as Co@N-CNT/NWs or Ni@N-CNT/NWs, Fig. S2), respectively. In order to demonstrate the effect of DCDA on the growth of carbon nanotubes, a controlled experiment without the involvement of DCDA in the annealing stage was also conducted. The XRD pattern (Fig. S3(a)) indicates that the resultant sample consists of carbon, CoNi alloy and CoO-NiO phases. The TEM image (Fig. S3(b)) demonstrates the 1D rodlike structure of the formed sample, instead of carbon nanotubes/nanowire-coupled superstructures. On the basis of the above results, it can be inferred that the presence of DCDA plays a prerequisite role for the generation of nanotubes/nanowire-coupled superstructures. The morphology and microstructure of the prepared CoNi@N-CNT/NWs are investigated by SEM and TEM. Fig. 2 (a) displays the representative SEM images of the as-obtained CoNi@N-CNT/NWs, demonstrating the perfect retention of the original one-dimensional architecture with dramatically increased diameter and surface roughness after the pyrolysis treatment at high temperature. The increment of the diameter from initial 200 nm to final ~1.5 μm is caused by the condensation of DCDA, simultaneous deposition of generated melamine species, and further growth of carbon nanotubes on the surface of nanowires during the annealing process. The high-magnification SEM images (Figs. 2(b) and (c)) further vividly indicate that a large number of tendril-like carbon nanotubes with high density and flexibility perpendicularly grow on the nanowire backbones, appearing as hierarchical branched superstructures with plentiful open voids among the carbon nanotube “forest”. Apparently, the formation of such intriguing nanotube “branches”/nanowire “trunk”-integrated superstructures is beneficial for electrocatalysis due to the prominent structural advantages, including promoted mass diffusion and electron transfer, sufficient electrolyte penetration, enlarged accessible surface, and facilitated gas release pathways. The typical TEM image (Fig. 2(d)) of CoNi@N-CNT/NWs further affirms the hierarchical branched architecture, which is in good agreement with the above SEM observations. Plenty of carbon nanotube “tentacles” with high aspect ratio root from the carbon nanowire trunk and thus densely cover the carbon scaffold. Moreover, a great number of CoNi nanoparticles are evenly distributed throughout the formed CoNi@N-CNT/NWs. A closer inspection (Fig. 2(e)) suggests that the carbon nanotubes exhibit a bamboo-like morphology with distinct bamboo joints, demonstrating the representative morphological characteristic of N-doped carbon nanotubes. The length of the carbon nanotubes is measured to be hundreds of nanometers and the average diameter is determined as ~30 nm. Meanwhile, Fig. 2(f) shows that the CoNi nanoparticles are located at the interior tips of the carbon nanotubes, validating the top-growth mechanism of the carbon nanotubes [47]. The CoNi nanoparticles are encased numerous onion-like graphitic carbon layers, which are produced by the graphitization of amorphous carbon catalyzed by CoNi nanocatalysts during the pyrolysis process. The well-revolved interplanar spacing of 0.33 nm observed in the carbon layers is attributed to the C (002) plane. Notably, the ultrathin carbon protective layers can significantly prevent the encapsulated CoNi nanoparticles from unwanted migration, agglomeration and electrochemical corrosion under the severe operating environment owing to the spatial confinement effect, which facilitates to enhance the mechanical and electrochemical stability. Furthermore, it is believed that the transfer of electrons from the CoNi nanoparticles that are wrapped in a graphitized carbon sheath to the outer surface of the carbon shell reduces the local work function of the carbon shell. This results in the activation of the carbon surface, leading to an increase in electrocatalytic activity. The HRTEM image (Fig. 2(h)) of the encased CoNi nanoparticles exhibits the distinct lattice fringe spacing of 0.18 and 0.217 nm, which are corresponding to the (200) and (111) planes of CoNi alloy, respectively. The HAADF-STEM image and elemental mapping images (Fig. 2(i)) of CoNi@N-CNT/NWs suggest that Co, Ni, C, N and O elements are evenly distributed throughout the whole hierarchical architecture. Fig. 3 (a) displays XRD patterns of the formed Co@N-CNT/NWs, Ni@N-CNT/NWs, and CoNi@N-CNT/NWs. All three samples exhibit a relatively broad and inconspicuous diffraction peak located at approximately 26°, which is ascribed to the (002) plane of graphitic carbon. The three diffraction peaks of CoNi@N-CNT/NWs at 44.2°, 51.5° and 75.8° are situated between the standard peaks of pure face-centered cubic-phased Co (JCPDS 15-0806) and Ni (JCPDS 04-0850), suggesting the formation of CoNi alloy in CoNi@N-CNT/NWs. These peaks can be well indexed to the (111), (200) and (220) facets of CoNi alloyed phase, respectively. Raman spectrum is performed to explore the graphitization degree of CoNi@N-CNT/NWs. As shown in Fig. 3(b), two distinct peaks centered at 1350 and 1585 cm−1 can correspond to the D band (indicative of defects or disordered-induced carbon) and the G band (representing sp 2 hybridized graphitic carbon), respectively [48]. Generally, the relative intensity ratio (I D/I G) is associated with the graphitization degree and structural defect in carbon-based materials. The I D/I G value of CoNi@N-CNT/NWs is identified as 1.05, indicating the presence of defects in the carbon substrate, possibly due to the incorporation of nitrogen into the carbon matrix. The carbon content in CoNi@N-CNT/NWs is determined by TGA performed in an air atmosphere. As revealed by Fig. 3(c), the weight percentage of carbon is calculated to be ~56.15 wt%. The porous characteristics of the CoNi@N-CNT/NWs are assessed through a low-temperature N2 sorption measurement. The isotherm profile, depicted in Fig. 3(d), exhibits a type IV isotherm with a hysteresis loop observed in the p/p 0 range of 0.65–0.85, reflecting the mesoporous property of CoNi@N-CNT/NWs. In addition, the rapid absorption of N2 in the very low-pressure range indicates the coexistence of micropores in CoNi@N-CNT/NWs. The BET surface area is determined to be 1114 m2 g−1. Such large specific surface area can dramatically enlarge the exposure of surface-active sites and promote the reaction kinetics. The surface elemental composition and bonding configurations of the resultant CoNi@N-CNT/NWs were further investigated by XPS technique. The XPS survey spectrum (Fig. S4) confirms the co-existence of Co, Ni, C, N and O elements in CoNi@N-CNT/NWs, which is consistent with the results obtained from TEM mapping. For the high-resolution spectrum of Co 2p (Fig. 3(e)), the peaks observed in the deconvoluted spectrum can be attributed to different forms of cobalt (Co), including metallic Co (778.3 and 793.1 eV), Co3+ (780.3 and 795.3 eV), Co2+ (781.7 and 796.8 eV), and their satellite peaks (786.4 and 802.2 eV) [49]. The presence of Co2+ and Co3+ might be attributed to the surface oxidation of the sample's surface when exposed to air. The high-resolution spectrum of Ni 2p (Fig. 3(f)) exhibits two peaks at 853.5 and 870.6 eV, corresponding to metallic Ni phases. Two peaks centered on 855.0 and 872.2 eV are associated with Ni2+ 2p 3/2 and Ni2+ 2p 1/2, respectively [50]. The asymmetric C 1s spectrum (Fig. 3(g)) can be fitted into three peaks located at 284.5, 285.5, and 288.4 eV, which are corresponding to the C=C, C–N, and O–C=O bonds, respectively [45]. The existence of C–N bond further suggests the successful incorporation of nitrogen into carbon matrix, which is favorable for oxygen electrocatalysis. In the high-resolution N 2p spectrum (Fig. 3(h)), four different nitrogen-type peaks can be detected, which are ascribed to pyridinic-N (398.3 eV), metal-N x (399.1 eV), pyrrolic-N (400.4 eV), and graphitic-N (401.2 eV), respectively [51]. Notably, it has been extensively documented that the predominance of pyridine N can effectively alter the charge density and spin density of C atom near the Fermi level, therefore changing the electronic structure and catalytic reactivity of carbon materials. The metal–N x species can serve as the primary anchoring sites to optimize the adsorption free energy of reaction intermediates and accelerate reaction kinetics [52]. In addition, graphitic–N also makes positive contributions to promote the adsorption and subsequent dissociation of O2 molecules to generate oxygen-containing intermediates (such as O* and OH*) during the electrocatalytic ORR process [53]. The deconvoluted O 1s spectrum (Fig. 3(i)) shows that the peaks corresponding to lattice oxygen (OL), vacancy oxygen (OV), and carbon-bond oxygen (OC) were centered on 529.7, 531.3, and 532.3 eV, respectively [54]. 3.2 Electrocatalytic ORR performance The as-fabricated CoNi@N-CNT/NWs with 1D/1D-integrated superstructure and active site electronic regulation is anticipated to realize the rapid reaction kinetics and enhanced electrocatalytic efficiency toward ORR. The ORR electrocatalytic performance of the obtained CoNi@N-CNT/NWs was systematically evaluated in 0.1 mol L−1 KOH electrolyte. A series of reference samples, including Co@N-CNT/NWs, Ni@N-CNT/NWs, and commercial Pt/C (20 wt%), were also assessed under the identical test condition for comparative study. Fig. 4 (a) displays the typical CV curves of CoNi@N-CNT/NWs and commercial Pt/C recorded in N2-saturated and O2-saturated electrolytes, respectively. Compared with the featureless CV curves performed in N2-saturated medium, distinct cathodic peaks can be observed at 0.77 and 0.68 V in O2-saturated solution for CoNi@N-CNT/NWs and commercial Pt/C, respectively, reflecting the distinguished ORR activity of CoNi@N-CNT/NWs. To corroborate the remarkable ORR performance of CoNi@N-CNT/NWs, the rotating disk electrode (RDE) measurements were further conducted with a scan rate of 5 mV s−1 and a rotating rate of 1600 r min−1. As suggested by the LSV curves (Fig. 4(b)), Co@N-CNT/NWs and Ni@N-CNT/NWs exhibit rather poor ORR activity with very negative half-wave potentials (E 1/2) and considerably reduced diffusion-limited current densities. In sharp contrast, the formed CoNi@N-CNT/NWs exhibit an excellent ORR activity with a surprising E 1/2 value of 0.86 V, which surpasses that of commercial Pt/C catalyst (0.84 V) and a majority of previously reported nonprecious ORR catalysts under alkaline conditions (Fig. 4(c) and Table S1). As displayed in Fig. 4(d), the superior ORR activity of the CoNi@N-CNT/NWs is further affirmed by the Tafel slope value of 82.6 mV/dec derived from the LSV curve. This value is significantly lower than that of Pt/C (94.2 mV dec−1), indicating a faster ORR kinetic process. To gain further insights into the mechanism of ORR catalyzed by CoNi@N-CNT/NWs, the rotating ring-disk electrode (RRDE) measurements are performed to investigate the H2O2 yield and the electron transfer number (n) during ORR. As shown in Fig. S5, the ring current density ascribed to the peroxide oxidation is noticeably smaller than the disk current density attributed to the oxygen reduction, revealing the predominant product of OH− species for the electrocatalytic ORR. The H2O2 yield on the as-synthesized CoNi@N-CNT/NWs in the potential ranging from 0.2 to 0.8 V is 4.19%–8.35% and the electron transfer number ranges from 3.84 to 3.92, suggesting a high selectivity toward the desirable four-electron transfer pathway. The ORR LSV curves are recorded at different rotating speeds to further investigate the ORR mechanism (Fig. 4(e)). As shown in Fig. 4(f), the Koutecky-Levich (K-L) plots of CoNi@N-CNT/NWs exhibit good parallelity and linearity, indicating that the ORR transfer numbers remain almost unchanged at different potentials and the first-order ORR kinetics against the dissolved O2 concentration. In the potential range of 0.3 to 0.7 V, the average electron transfer number (n) for CoNi@N-CNT/NWs is calculated to be approximately 4, again affirming a four-electron transfer mechanism. Aside by the electrocatalytic activity, the methanol tolerance capability and long-term durability are also recognized as the viral parameters for a practical ORR electrocatalyst [47]. Fig. 4(g) demonstrates that the ORR LSV curve of CoNi@N-CNT/NWs upon the injection of methanol into the electrolyte almost overlaps with the initial one, manifesting the outstanding methanol tolerance and catalytic selectivity. The electrochemical stability of CoNi@N-CNT/NWs is appraised by the chronoamperometry measurements conducted at 0.7 V. As shown in Fig. 4(h), the current density of CoNi@N-CNT/NWs can maintain around 89.6% of its initial value after an operation period of 10 h, whereas the commercial Pt/C catalyst exhibits a current density attenuation of 49.9% under the identical test condition, evidencing the excellent electrochemical stability of CoNi@N-CNT/NWs. As shown in Fig. S6(a), The XRD pattern shows that the CoNi alloyed phase can be well preserved after the stability test. Furthermore, the SEM image (Fig. S6(b)) also suggests that the nanotube “branches”/nanowire “trunk”-integrated superstructures can be well maintained after the stability test. As briefly summarized in the radar chart (Fig. 4(i)), in comparison with a series of contrastive samples, the standard CoNi@N-CNT/NWs deliver superior ORR electrocatalytic performance from the aspects of E 1/2, limiting diffusion current density (j d), kinetic current density (j k), and long-term stability. The above results testify that the 1D/1D-coupled superstructure encapsulating CoNi alloyed nanoparticles with modified electronic state is advantageous to boost the ORR efficiency. 3.3 Liquid Zn-air battery test Encouraged by the impressive ORR performance, CoNi@N-CNT/NWs may hold great potentials in various sustainable energy conversion devices related to ORR. To demonstrate this potential, a self-regulating two-electrode rechargeable liquid zinc-air battery (ZAB) was further equipped, as schematically illustrated in Fig. 5 (a). The assembled ZAB is composed of a piece of CoNi@N-CNT/NWs material combined with commercially available RuO2-coated carbon cloth as an air cathode, a zinc plate as an anode, and a mixture of 6 mol L−1 KOH + 0.2 mol L−1 ZnCl2 as the electrolyte. In addition, a ZAB with Pt/C+RuO2 as the air electrode was also assembled and evaluated under the same operating conditions for purpose of comparison. As displayed in Fig. 5(b), the CoNi@N-CNT/NWs+RuO2-driven ZAB delivers an open circuit voltage (OCV) of 1.51 V, surpassing that of the Pt/C+RuO2- equipped counterpart which has an OCV of 1.45 V. By connecting three CoNi@N-CNT/NWs+RuO2-assembled ZABs in series (Fig. 5(c)), it is possible to illuminate a light-emitting diode (LED) panel with a voltage requirement of approximately 3 V. This observation highlights the promising potential of CoNi@N-CNT/NWs in practical energy devices. Fig. 5(d) presents the discharge polarization curves and the power densities of CoNi@N-CNT/NWs+RuO2-driven ZAB and Pt/C+RuO2- equipped benchmark. Apparently, the ZAB based on CoNi@N-CNT/NWs demonstrates a higher discharge current density compared to the Pt/C-driven reference battery when operated at the same voltage. The maximum power density of the CoNi@N-CNT/NWs-based ZAB is determined to be 132.3 mW cm−2, which far exceeds that of Pt/C-equipped one (108.1 mW cm−2) and a majority of precious meta-free catalyst-based ZABs reported to date (Table S2). The CoNi@N-CNT/NWs+RuO2-driven ZAB exhibits a specific capacity of the 741.7 mA h gZn −1 at a current density of 5 mA cm−2, corresponding to the energy density of 950.1 Wh (Fig. 5(e)). In contrast, the Pt/C+RuO2-based ZAB delivers a lower specific capacity (658.1 mA h) and energy density (830.8 W h). The rate performance of the CoNi@N-CNT/NWs- equipped ZAB is evaluated through the galvanostatic discharging measurements at various current densities (1, 5 and 10 mA cm−2, respectively). As shown in Fig. 5(f), the discharge voltage of CoNi@N-CNT/NWs-assembled ZAB is noticeably higher than that of Pt/C-based reference at the same current density. In addition, the discharging potentials of CoNi@N-CNT/NWs-built ZAB still maintain quite stable without obvious voltage attenuation when the current density is returned to the initial value, affirming the outstanding rate performance and reversibility. The long-term cycling stabilities of the assembled ZABs are depicted in Fig. 5(g), where the ZABs were subjected to galvanostatic charging-discharging cycles at a current density of 5 mA cm−2 for a duration of 20 min each. The CoNi@N-CNT/NWs-built ZAB exhibits almost negligible voltage decay even after 120 h. Whereas, the Pt/C-based counterpart shows a dramatically increased voltage gap after only 70 h. These findings reflect the excellent charge-discharge stability of CoNi@N-CNT/NWs-based ZAB. 3.4 DFT calculations To further unravel the compositional synergy between the bimetallic CoNi and N-doped carbon substrate in the well-designed CoNi@N-CNT/NWs, DFT calculations were carried out to decode the underlying electrocatalytic ORR fundamentals. The optimized computational model is constructed by coupling CoNi (111) facet with N-doped graphene (001) facet as a CoNi/N-doped carbon heterojunction, as schematically illustrated in Fig. 6 (a). The Bader charge calculation indicates that the electrons could migrate from CoNi domain to N-doped carbon region (0.023731 e), generating a built-in electric field and Janus-typed charge redistribution at the CoNi/N-doped carbon heterointerface. According to the solid-state physics theory, when a Mott-Schottky contact is formed between a CoNi alloy and N-doped carbon (Fig. 6(b)), electrons can spontaneously transfer from the CoNi alloy side to the N-doped carbon side across the heterointerface. This transfer continues until the work functions of both the CoNi alloy and N-doped carbon sides are equivalent. As a consequence, the CoNi alloy with enriched holes becomes electrophilic and N-doped carbon with accumulated electrons and decreased local work function turns out to be nucleophilic, therefore constructing an oriented pathway for continuous electron flow at the CoNi/N-doped carbon heterointerface. Such reconfigure local electron cloud density can effectively improve the electric conductivity, facilitates the oxygen adsorption, optimize the reaction pathways, and reduce the energy barriers, ultimately resulting in the substantially accelerated electrocatalytic kinetics. The remarkable ORR performance of the as-designed CoNi@N-CNT/NWs can be rationally ascribed to the Mott-Schottky heterojunction synergy and hierarchical superstructure advantages, as supported by both laboratory findings and theoretical calculations. Firstly, the establishment of CoNi/N-doped carbon heterojunction enables to induce the spontaneous electronic modulation at the Mott-Schottky heterointerface to provide an internal electric field, assuring to improve the charge transfer capability and intrinsic activity. Secondly, the construction of 1D hierarchical superstructures wrapped with a high density of in-situ generated carbon nanotubes can not only dramatically enlarge the availability of the accessible surface and promote the mass transportation and gas diffusion, but also providing efficient pathways for charge transfer, enormously enhancing the ORR kinetics. Thirdly, the seamless and robust connectivity of well-dispersed CoNi alloyed nanoparticles with N-doped carbon substrate could effectively refrain the active components from migration, agglomeration, and detachment during the electrocatalytic course, rendering the mechanical and electrochemical robustness. As a result, the favorable compositional and architectural merits allow the as-prepared CoNi@N-CNT/NWs to be an economical yet competent ORR electrocatalyst for practical energy devices. 4 Conclusions To sum up, we have demonstrated an ingenious self-sacrificial templated strategy for the in-situ encapsulation of CoNi alloyed nanoparticles within N-doped carbon nanotube/nanowire-coupled hierarchical superstructures toward the high-efficiency ORR electrocatalysis. As well corroborated by the experimental results and theoretical calculations, the elaborate establishment of CoNi/N-doped carbon Mott-Schottky heterointerface can effectively induce the spontaneous electron reconfiguration and thus form an internal electronic field across the heterointerface, leading to the enhanced charge transfer rate and boosted ORR intrinsic activity. Moreover, the construction of “branches”/“trunk“- superstructured hierarchical carbon scaffold can not only tightly anchor the CoNi active sites, but also substantially enlarge the accessibility of the available surface and boost the reaction kinetics. As a result, profiting from the engineered electronic structure and the unique architectural design, the as-fabricated CoNi@N-CNT/NWs exhibit extraordinary ORR activity with an impressive E 1/2 of 0.86 V and long-term stability in alkaline medium, overmatching the state-of-the-art Pt/C benchmark and a wide range of recently documented nonprecious catalysts for ORR. More encouragingly, the resultant CoNi@N-CNT/NWs also display prominent promise in aqueous rechargeable ZAB with higher peak power density and specific capacity, and durable cycling performance, holding enormous potential in diverse ORR-involved energy systems. The concept of the establishment of Mott-Schottky heterojunctions for electronic regulation and intrinsic activity enhancement can provide an innovative strategy for exploring a diversity of economical and exceptional electrocatalysts. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material Supplementary appendix References 1 Q. Wang Q. Feng Y. Lei S. Tang L. Xu Y. Xiong G. Fang Y. Wang P. Yang J. Liu W. Liu X. Xiong Nat. Commun. 13 2022 3689 Q. Wang, Q. Feng, Y. Lei, S. Tang, L. Xu, Y. Xiong, G. Fang, Y. Wang, P. Yang, J. Liu, W. Liu, X. Xiong, Nat. Commun.,2022, 13, 3689. 2 L. Zhao Z. Zhang Z. Zhu P. Li J. Jiang T. Yang P. Xiong X. An X. Niu X. Qi J. Chen R. Wu Chin. J. Catal. 51 2023 216 224 L. Zhao, Z. Zhang, Z. Zhu, P. Li, J. Jiang, T. Yang, P. Xiong, X. An, X. Niu, X. Qi, J. Chen, R. Wu, Chin. J. Catal., 2023, 51, 216–224. 3 J. Qin H. Liu P. Zou R. Zhang C. Wang H.L. Xin J. Am. Chem. Soc. 144 2022 2197 2207 J. Qin, H. Liu, P. Zou, R. Zhang, C. Wang, H. L. Xin, J. Am. Chem. Soc., 2022, 144, 2197–2207. 4 H. Xu H. Jia H. Li J. Liu X. Gao J. Zhang M. Liu D. Sun S. Chou F. Fang R. Wu Appl. Catal. B 297 2021 120390 H. Xu, H. Jia, H. Li, J. Liu, X. Gao, J. Zhang, M. Liu, D. Sun, S. Chou, F. Fang, R. Wu, Appl. Catal. B, 2021, 297, 120390. 5 W. Li B. Liu D. Liu P. Guo J. Liu R. Wang Y. Guo X. Tu H. Pan D. Sun F. Fang R. Wu Adv. Mater. 34 2022 2109605 W. Li, B. Liu, D. Liu, P. Guo, J. Liu, R. Wang, Y. Guo, X. Tu, H. Pan, D. Sun, F. Fang, R. Wu, Adv. Mater., 2022, 34, 2109605. 6 Z. Wang X. Jin C. Zhu Y. Liu H. Tan R. Ku Y. Zhang L. Zhou Z. Liu S.-J. Hwang H.J. Fa Adv. Mater. 33 2021 2104718 Z. Wang, X. Jin, C. Zhu, Y. Liu, H. Tan, R. Ku, Y. Zhang, L. Zhou, Z. Liu, S.-J. Hwang, H.J. Fa, Adv. Mater., 2021, 33, 2104718. 7 T. Lu S. Zhang Q. Zhou R. Wang H. Pang J. Yang M. Zhang L. Xu S. Xi D. Sun C. Jin Y. Tang Small 19 2023 2303329 T. Lu, S. Zhang, Q. Zhou, R. Wang, H. Pang, J. Yang, M. Zhang, L. Xu, S. Xi, D. Sun, C. Jin, Y. Tang, Small, 2023, 19, 2303329. 8 Z. Zhang X. Zhao S. Xi L. Zhang Z. Chen Z. Zeng M. Huang H. Yang B. Liu S.J. Pennycook P. Chen Adv. Energy Mater. 10 2020 2002896 Z. Zhang, X. Zhao, S. Xi, L. Zhang, Z. Chen, Z. Zeng, M. Huang, H. Yang, B. Liu, S. J. Pennycook, P. Chen, Adv. Energy Mater., 2020, 10, 2002896. 9 X. Wang J. Sunarso Q. Lu Z. Zhou J. Dai D. Guan W. Zhou Z. Shao Adv. Energy Mater. 10 2020 1903271 X. Wang, J. Sunarso, Q. Lu, Z. Zhou, J. Dai, D. Guan, W. Zhou, Z. Shao, Adv. Energy Mater., 2020, 10, 1903271. 10 S. Ren X. Duan S. Liang M. Zhang H. Zheng J. Mater. Chem. A 8 2020 6144 6182 S. Ren, X. Duan, S. Liang, M. Zhang, H. Zheng, J. Mater. Chem. A, 2020, 8, 6144–6182. 11 J.H. Park C.H. Lee J.-M. Ju J.-H. Lee J. Seol S.U. Lee J.-H. Kim Adv. Funct. Mater. 31 2021 2101727 J. H. Park, C. H. Lee, J.-M. Ju, J.-H. Lee, J. Seol, S. U. Lee, J.-H. Kim, Adv. Funct. Mater., 2021, 31, 2101727. 12 H. Hu R. Liu G. Deng X. Wang M. Zhu Y. Feng Chin. J. Struct. Chem. 41 2022 2209080 2209086 H. Hu, R. Liu, G. Deng, X. Wang, M. Zhu, Y. Feng, Chin. J. Struct. Chem., 2022, 41, 2209080–2209086. 13 Y. Li K. Xu Q. Zhang Z. Zheng S. Li Q. Zhao C. Li C. Dong Z. Mei F. Pan S. Dou J. Energy Chem. 66 2022 100 106 Y. Li, K. Xu, Q. Zhang, Z. Zheng, S. Li, Q. Zhao, C. Li, C. Dong, Z. Mei, F. Pan, S. Dou, J. Energy Chem., 2022, 66, 100–106. 14 Y. Zuo W. Sheng W. Tao Z. Li J. Mater. Sci. Technol. 114 2022 29 41 Y. Zuo, W. Sheng, W. Tao, Z. Li, J. Mater. Sci. Technol., 2022, 114, 29–41. 15 Q. Zheng Y. Xiong K. Tang M. Wu H. Hu T. Zhou Y. Wu Z. Cao J. Sun X. Yu C. Wu Nano Energy 92 2022 106750 Q. Zheng, Y. Xiong, K. Tang, M. Wu, H. Hu, T. Zhou, Y. Wu, Z. Cao, J. Sun, X. Yu, C. Wu, Nano Energy, 2022, 92, 106750. 16 M.P. Browne Z.k. Sofer M. Pumera Energy Environ. Sci. 12 2019 41 58 M. P. Browne, Z. k. Sofer, M. Pumera, Energy Environ. Sci., 2019, 12, 41–58. 17 W. Jin J. Chen B. Liu J. Hu Z. Wu W. Cai G. Fu Small 15 2019 1904210 W. Jin, J. Chen, B. Liu, J. Hu, Z. Wu, W. Cai, G. Fu, Small, 2019, 15, 1904210. 18 X. Bai J. Guan Chin. J. Catal. 43 2022 2057 2090 X. Bai, J. Guan. Chin. J. Catal., 2022, 43, 2057–2090. 19 H. Wang Y. Pei K. Wang Y. Zuo M. Wei J. Xiong P. Zhang Z. Chen N. Shang D. Zhong P. Pei Small 19 2023 2304863 H. Wang, Y. Pei, K. Wang, Y. Zuo, M. Wei, J. Xiong, P. Zhang, Z. Chen, N. Shang, D. Zhong, P. Pei, Small, 2023, 19, 2304863. 20 R. Cheng Y. Min H. Li C. Fu Nano Energy 115 2023 108718 R. Cheng, Y. Min, H. Li, C. Fu, Nano Energy, 2023, 115, 108718. 21 G.Y. Zhang X. Liu X.X. Zhang Z.J. Liang G.Y. Xing B. Cai D. Shen L. Wang H.G. Fu Chin. J. Catal. 49 2023 141 151 G. Y. Zhang, X. Liu, X. X. Zhang, Z. J. Liang, G. Y. Xing, B. Cai, D. Shen, L. Wang, H. G. Fu, Chin. J. Catal., 2023, 49, 141–151. 22 J. Tian Y. Shen P. Liu H. Zhang B. Xu Y. Song J. Liang J. Guo J. Mater. Sci. Technol. 127 2022 1 18 J. Tian, Y. Shen, P. Liu, H. Zhang, B. Xu, Y. Song, J. Liang, J. Guo, J. Mater. Sci. Technol., 2022, 127, 1–18. 23 H. Fang J. Yang M. Wen Q. Wu Adv. Mater. 30 2018 1705698 H. Fang, J. Yang, M. Wen, Q. Wu, Adv. Mater., 2018, 30, 1705698. 24 S. Hanprerakriengkrai H. Fujitsuka K. Nakagawa H. Nakagawa T. Tago Chem. Eng. J. 377 2019 120276 S. Hanprerakriengkrai, H. Fujitsuka, K. Nakagawa, H. Nakagawa, T. Tago, Chem. Eng. J., 2019, 377, 120276. 25 Z. Wang J. Ang J. Liu X.Y.D. Ma J. Kong Y. Zhang T. Yan X. Lu Appl. Catal. B 263 2020 118344 Z. Wang, J. Ang, J. Liu, X.Y.D. Ma, J. Kong, Y. Zhang, T. Yan, X. Lu, Appl. Catal. B, 2020, 263, 118344. 26 J.-J. Zhou H. Ding Z. Hua L. Xu W. Wang L. Wang L. Han L. Chen Chem. Eng. J. 450 2022 138206 J.-J. Zhou, H. Ding, Z. Hua, L. Xu, W. Wang, L. Wang, L. Han, L. Chen, Chem. Eng. J., 2022, 450, 138206. 27 W. Li C. Wang X. Lu J. Mater. Chem. A 9 2021 3786 3827 W. Li, C. Wang, X. Lu, J. Mater. Chem. A, 2021, 9, 3786–3827. 28 X. Zheng X. Cao K. Zeng J. Yan Z. Sun M.H. Rümmeli R. Yang Small 17 2021 2006183 X. Zheng, X. Cao, K. Zeng, J. Yan, Z. Sun, M. H. Rümmeli, R. Yang, Small, 2021, 17, 2006183. 29 L. Bai H. Huang S. Yu D. Zhang H. Huang Y. Zhang J. Energy Chem. 64 2022 214 235 L. Bai, H. Huang, S. Yu, D. Zhang, H. Huang, Y. Zhang, J. Energy Chem., 2022, 64, 214–235. 30 K. Kim K. Min Y. Go Y. Lee S.E. Shim D. Lim S.-H. Baeck Appl. Catal. B 315 2022 121501 K. Kim, K. Min, Y. Go, Y. Lee, S. E. Shim, D. Lim, S.-H. Baeck, Appl. Catal. B, 2022, 315, 121501. 31 Z. Sun Y. Wang L. Zhang H. Wu Y. Jin Y. Li Y. Shi T. Zhu H. Mao J. Liu C. Xiao S. Ding Adv. Funct. Mater. 30 2020 1910482 Z. Sun, Y. Wang, L. Zhang, H. Wu, Y. Jin, Y. Li, Y. Shi, T. Zhu, H. Mao, J. Liu, C. Xiao, S. Ding, Adv. Funct. Mater., 2020, 30, 1910482. 32 C. Lan Y. Chu S. Wang C. Liu J. Ge W. Xing Acta Phys.-Chim. Sin. 39 2023 2210036 C. Lan, Y. Chu, S. Wang, C. Liu, J. Ge, W. Xing, Acta Phys.-Chim. Sin., 2023, 39, 2210036. 33 H. Yuan M. Hong F. Dong Y. Chen X. Du X. Huang J. Gao S. Yang Appl. Catal. B 334 2023 122864 H. Yuan, M. Hong, F. Dong, Y. Chen, X. Du, X. Huang, J. Gao, S. Yang, Appl. Catal. B, 2023, 334, 122864. 34 Q. Wei J. Wang W. Shen Appl. Catal. B 292 2021 120195 Q. Wei, J. Wang, W. Shen, Appl. Catal. B, 2021, 292, 120195. 35 B. Zhang T. Lu Y. Ren L. Huang H. Pang Q. Zhao S. Tian J. Yang L. Xu Y. Tang X. Tian Chem. Eng. J. 448 2022 137709 B. Zhang, T. Lu, Y. Ren, L. Huang, H. Pang, Q. Zhao, S. Tian, J. Yang, L. Xu, Y. Tang, X. Tian, Chem. Eng. J., 2022, 448, 137709. 36 K. Lai F. Li N. Li Y. Gao L. Ge Acta Phys.-Chim. Sin. 40 2024 2304018 K. Lai, F. Li, N. Li, Y. Gao, L. Ge, Acta Phys.-Chim. Sin., 2024, 40, 2304018. 37 Q. Zhou S. Hou Y. Cheng R. Sun W. Shen R. Tian J. Yang H. Pang L. Xu K. Huang Y. Tang Appl. Catal. B 295 2021 120281 Q. Zhou, S. Hou, Y. Cheng, R. Sun, W. Shen, R. Tian, J. Yang, H. Pang, L. Xu, K. Huang, Y. Tang, Appl. Catal. B, 2021, 295, 120281. 38 Y. Tan Z. Zhang Z. Lei L. Yu W. Wu Z. Wang N. Cheng Appl. Catal. B 304 2022 121006 Y. Tan, Z. Zhang, Z. Lei, L. Yu, W. Wu, Z. Wang, N. Cheng, Appl. Catal. B, 2022, 304, 121006. 39 C. Lan Y. Chu S. Wang C. Liu J. Ge W. Xing Acta Phys.-Chim. Sin. 39 2023 2210036 C. Lan, Y. Chu, S. Wang, C. Liu, J. Ge, W. Xing, Acta Phys.-Chim. Sin., 2023, 39, 2210036. 40 Y. Kuang R. He X. Gu F. Yang X. Tian L. Feng Chem. Eng. J. 456 2023 141055 Y. Kuang, R. He, X. Gu, F. Yang, X. Tian, L. Feng, Chem. Eng. J., 2023, 456, 141055. 41 B. Wang M. Ding C. Shao J. Yu H. Kong D. Zhao C. Li Chem. Eng. J. 465 2023 142803 B. Wang, M. Ding, C. Shao, J. Yu, H. Kong, D. Zhao, C. Li, Chem. Eng. J., 2023, 465, 142803. 42 F. Zhou S. Li K. Han Y. Li Y.-N. Liu Dalton Trans. 50 2021 535 545 F. Zhou, S. Li, K. Han, Y. Li, Y.-N. Liu, Dalton Trans., 2021, 50, 535–545. 43 L. Zou C.-C. Hou Z. Liu H. Pang Q. Xu J. Am. Chem. Soc. 140 2018 15393 15401 L. Zou, C.-C. Hou, Z. Liu, H. Pang, Q. Xu, J. Am. Chem. Soc., 2018, 140, 15393–15401. 44 Q. Cao Z. Cheng J. Dai T. Sun G. Li L. Zhao J. Yu W. Zhou J. Lin Small 18 2022 2204827 Q. Cao, Z. Cheng, J. Dai, T. Sun, G. Li, L. Zhao, J. Yu, W. Zhou, J. Lin, Small, 2022, 18, 2204827. 45 Q. Zhou S. Zhang G. Zhou H. Pang M. Zhang L. Xu K. Sun Y. Tang K. Huang Small 19 2023 2301324 Q. Zhou, S. Zhang, G. Zhou, H. Pang, M. Zhang, L. Xu, K. Sun, Y. Tang, K. Huang, Small, 2023, 19, 2301324. 46 J. Diao Y. Qiu S. Liu W. Wang K. Chen H. Li W. Yuan Y. Qu X. Guo Adv. Mater. 32 2020 1905679 J. Diao, Y. Qiu, S. Liu, W. Wang, K. Chen, H. Li, W. Yuan, Y. Qu, X. Guo, Adv. Mater., 2020, 32, 1905679. 47 W. Zhang X. Guo C. Li J.Y. Xue W.Y. Xu Z. Niu H. Gu C. Redshaw J.P. Lang Carbon Energy 5 2023 e317 W. Zhang, X. Guo, C. Li, J.Y. Xue, W.Y. Xu, Z. Niu, H. Gu, C. Redshaw, J. P. Lang, Carbon Energy, 2023, 5, e317. 48 T. Li T. Lu H. Zhong S. Xi M. Zhang H. Pang J. Yang L. Xu Y. Tang J. Xue Adv. Energy Mater. 13 2023 2203274 T. Li, T. Lu, H. Zhong, S. Xi, M. Zhang, H. Pang, J. Yang, L. Xu, Y. Tang, J. Xue, Adv. Energy Mater., 2023, 13, 2203274. 49 X. He F. Yin G. Li B. Chen S. Wang M. Gu J. Mater. Chem. A 8 2020 25805 25823 X. He, F. Yin, G. Li, B. Chen, S. Wang, M. Gu, J. Mater. Chem. A, 2020, 8, 25805–25823. 50 H. Jiang J. Xia L. Jiao X. Meng P. Wang C.-S. Lee W. Zhang Appl. Catal. B 310 2022 121352 H. Jiang, J. Xia, L. Jiao, X. Meng, P. Wang, C.-S. Lee, W. Zhang, Appl. Catal. B, 2022, 310, 121352. 51 S. Li H. Zhang L. Wu H. Zhao L. Li C. Sun B. An J. Mater. Chem. A 10 2022 9858 9868 S. Li, H. Zhang, L. Wu, H. Zhao, L. Li, C. Sun, B. An, J. Mater. Chem. A, 2022, 10, 9858–9868. 52 Z. Zheng C. Wang P. Mao Y. Zhu R. Ran W. Zhou K. Liao Z. Shao Carbon Energy 5 2022 e274 Z. Zheng, C. Wang, P. Mao, Y. Zhu, R. Ran, W. Zhou, K. Liao, Z. Shao, Carbon Energy, 2022, 5, e274. 53 W. Deng T. Wu Y. Wu H. Zheng G. Li M. Yang X. Zou Y. Bai Y. Yang M. Jing X. Wang J. Mater. Chem. A 10 2022 20993 21003 W. Deng, T. Wu, Y. Wu, H. Zheng, G. Li, M. Yang, X. Zou, Y. Bai, Y. Yang, M. Jing, X. Wang, J. Mater. Chem. A, 2022, 10, 20993–21003. 54 T. Hu Z. Jiang Z. Fu Z.-J. Jiang J. Mater. Chem. A 10 2022 8739 8750 T. Hu, Z. Jiang, Z. Fu, Z.-J. Jiang, J. Mater. Chem. A, 2022, 10, 8739–8750.",
      "scopus-id": "85177870660",
      "coredata": {
        "eid": "1-s2.0-S1872206723645450",
        "dc:description": "The ingenious design and feasible fabrication of affordable, active and robust electrocatalysts toward the oxygen reduction reaction (ORR) is imperative importance for the advancement of advanced sustainable energy technologies. The electronic structure modulation via the establishment of Mott- Schottky heterojunctions offers a powerful leverage to realize the boosted electrocatalytic intrinsic activity, yet remaining challenging. Herein, an ingenious self-sacrificial template strategy is developed for the fabrication of an advanced hybrid Mott-Schottky electrocatalyst composed of CoNi alloyed nanoparticles in-situ implanted within N-doped carbon nanotube/nanowire-integrated hierarchical superstructures (CoNi@N-CNT/NWs). The combinations of experimental and theoretical studies demonstrate that the rectifying contact of CoNi nanoalloys and N-CNT/NWs can induce the self- driven charge transfer across the Mott-Schottky heterojunctions, giving rise to the improved electron transfer rate, reconfigured charge distribution, and boosted intrinsic activity. Moreover, the “branches”/“trunk“- structured carbon substrates can offer the tight structural interconnectivity and highly accessible channels for active site exposure, thus dramatically facilitating the mass transfer during the electrocatalytic process. As anticipated, the as-prepared CoNi@N-CNT/NWs exhibit prominent ORR performance with a half-wave potential (E 1/2) of 0.86 V and exceptional long-term stability in 0.1 mol L−1 KOH. The innovational manipulation of electronic state via the of Mott-Schottky heterojunctions can enlighten the rational design of electrocatalysts with excellent performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206723645450",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xia, Suwei"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Qixing"
          },
          {
            "@_fa": "true",
            "$": "Sun, Ruoxu"
          },
          {
            "@_fa": "true",
            "$": "Chen, Lizhang"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Mingyi"
          },
          {
            "@_fa": "true",
            "$": "Pang, Huan"
          },
          {
            "@_fa": "true",
            "$": "Xu, Lin"
          },
          {
            "@_fa": "true",
            "$": "Yang, Jun"
          },
          {
            "@_fa": "true",
            "$": "Tang, Yawen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206723645450"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206723645450"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(23)64545-0",
        "prism:volume": "54",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "In-situ immobilization of CoNi nanoparticles into N-doped carbon nanotubes/nanowire-coupled superstructures as an efficient Mott-Schottky electrocatalyst toward electrocatalytic oxygen reduction",
        "prism:copyright": "Copyright © 2023 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CoNi alloy"
          },
          {
            "@_fa": "true",
            "$": "Carbon nanotubes"
          },
          {
            "@_fa": "true",
            "$": "Carbon nanowires"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Zn-air batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "278-289",
        "prism:endingPage": "289",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2023",
        "prism:doi": "10.1016/S1872-2067(23)64545-0",
        "prism:startingPage": "278",
        "dc:identifier": "doi:10.1016/S1872-2067(23)64545-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "231",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32273",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "287",
            "@width": "577",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62882",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "422",
            "@width": "512",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "106138",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "546",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "108328",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "544",
            "@width": "679",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "110308",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "453",
            "@width": "625",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86016",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "367",
            "@width": "476",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56297",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12872",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10790",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "26735",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11568",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11359",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "159",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13785",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14802",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "615",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "147682",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "764",
            "@width": "1534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "291639",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1122",
            "@width": "1360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "722324",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1451",
            "@width": "1773",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "462470",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1444",
            "@width": "1804",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "461936",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1202",
            "@width": "1660",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "372506",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "974",
            "@width": "1264",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "230899",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1504064",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@height": "41",
            "@width": "309",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "3541",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "38",
            "@width": "182",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645450-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2632",
            "@ref": "si2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85177870660"
      }
    }
  }
}