{
  "metadata": {
    "title": "<ce:italic>Para</ce:italic>-Xylene Maximization. Part VIII: Promotion of H-ZSM-5 Zeolite by Pt and HF Doping for Use as Catalysts in Toluene Alkylation with Methanol",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2010-12-31",
    "doi": "10.1016/S1872-2067(10)60113-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206710601131",
    "pii": "S1872206710601131"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-77958496589",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2010-10-21 2010-10-21 2011-01-04T22:09:55 1-s2.0-S1872206710601131 S1872-2067(10)60113-1 S1872206710601131 10.1016/S1872-2067(10)60113-1 S300 S300.2 HEAD-AND-TAIL 1-s2.0-S1872206710X00109 2015-05-15T07:13:55.760442-04:00 0 0 20100101 20101231 2010 2010-10-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount figure affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst alllist content subj ssids 1872-2067 18722067 31 31 9 10 9 10 Volume 31, Issues 9–10 9 1209 1216 1209 1216 2010 2010 2010-01-01 2010-12-31 2010 article fla Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. PARAXYLENEMAXIMIZATIONPARTVIIIPROMOTIONHZSM5ZEOLITEBYPTHFDOPINGFORUSECATALYSTSINTOLUENEALKYLATIONMETHANOL ABOULGHEIT A ABOULGHEIT 1999 107 A ABOULGHEIT 2004 817 A ABOULGHEIT 2010 248 A LI 1997 231 Y FARAMAWY 1999 249 S ZHAO 2010 Y GHOSH 1985 539 A BECKER 1985 1161 K GHOSH 1987 399 A ABOULGHEIT 1995 1131 A ABOULGHEIT 1979 480 A ABOULGHEIT 1988 490 A ABOULGHEIT 1991 233 A FREEL 1972 139 J FIEDOROW 1978 193 R WIELAND 1998 490 W CHANG 1977 249 C SOTELO 1993 2548 J KAEDING 1981 159 W TAYLOR 1946 95 W WEI 1982 433 J ABOULGHEITX2010X1209 ABOULGHEITX2010X1209X1216 ABOULGHEITX2010X1209XA ABOULGHEITX2010X1209X1216XA item S1872-2067(10)60113-1 S1872206710601131 1-s2.0-S1872206710601131 10.1016/S1872-2067(10)60113-1 273538 2011-01-04T23:11:50.932479-05:00 2010-01-01 2010-12-31 1-s2.0-S1872206710601131-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601131/MAIN/application/pdf/8ca629da672d86c60dfbfcf37085bd98/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601131/MAIN/application/pdf/8ca629da672d86c60dfbfcf37085bd98/main.pdf main.pdf pdf true 338169 MAIN 8 1-s2.0-S1872206710601131-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601131/PREVIEW/image/png/852195903c136f0f720c343e876f6fd8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601131/PREVIEW/image/png/852195903c136f0f720c343e876f6fd8/main_1.png main_1.png png 66469 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206710601131-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601131/fx1/DOWNSAMPLED/image/jpeg/0f3c891c54ed601adc8e1d044a3f4ff1/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601131/fx1/DOWNSAMPLED/image/jpeg/0f3c891c54ed601adc8e1d044a3f4ff1/fx1.jpg fx1 true fx1.jpg jpg 19453 143 427 IMAGE-DOWNSAMPLED 1-s2.0-S1872206710601131-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206710601131/fx1/THUMBNAIL/image/gif/2582af299a676498ba3d398d5a41fb9a/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206710601131/fx1/THUMBNAIL/image/gif/2582af299a676498ba3d398d5a41fb9a/fx1.sml fx1 true fx1.sml sml 5085 74 219 IMAGE-THUMBNAIL RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 31, Issue 10, 2010 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2010, 31: 1209–1216. Received date: 26 March 2010. *Corresponding author. Tel: +20-2-22729100; Fax: +20-2-22747433; E-mail: aboulgheit2000@hotmail.com Copyright © 2010, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(10)60113-1 Para-Xylene Maximization. Part VIII: Promotion of H-ZSM-5 Zeolite by Pt and HF Doping for Use as Catalysts in Toluene Alkylation with Methanol Ahmed K. ABOUL-GHEIT 1, *, Ateyya A. ABOUL-ENEIN 1 , Ahmed E. AWADALLAH 1 , Salwa A. GHONEIM 1 , Eman A. EMAM 2 1 Process Development Division, Egyptian Petroleum Research Institute, Nasr City, PO Box 9540, Cairo 11787, Egypt 2 Department of Petroleum Refining and Chemical Engineering, College of Petroleum and Mining Engineering, Suez Canal University, Suez, Egypt Abstract: Toluene was alkylated with methanol in a flow type reactor at temperatures between 300 and 500 °C using H-ZSM-5 zeolite, 0.2%Pt/H-ZSM-5 and hydrofluorinated 0.2%Pt/H-ZSM-5 with HF concentrations of 1.0%, 2.0%, 3.0%, or 4.0%. Pt primarily enhances toluene conversion, total xylenes production, and p-xylene relative to its thermodynamic equilibrium. As the concentration of HF increases from 1.0% to 3.0%, the catalyst activity increases because of the increase in the number of acid sites and their strength. Additionally, the surface area and Pt dispersion also increases. An advantage of increased HF doping is that the formation of voluminous trimethylbenzene (TMB) byproducts is inhibited. However, at a HF concentration of 4.0%, Al and Si are partially leached and then deposited mostly in the wider catalytic pores. This was determined by evaluating the pore volume distribution and we determined that reactivity inhibition was obviously present and was due to diffusion restriction. Key words: methanol; toluene; alkylation; platinum; hydrofluorination; shape-selectivity; ZSM-5 There is considerable industrial demand for para-xylene because it is a raw material in the production of terephthalic acid, which is a major component in the production of poly- ester fibers. Additionally, polyethylene terephthalate resins, vitamins, and other pharmaceuticals also require terephthalic acid. The methylation of toluene has been carried out over several acidic zeolites such as ZSM-5, mordenite, SAPO-11, and Y zeolites. It has been found that the catalytic activity and selectivity differs greatly among these zeolites. Aboul-Gheit et al. [1–3] investigated the alkylation of toluene with methanol using H-ZSM-5 zeolite and this reaction was promoted by a noble metal (Pt) to stabilize and activate carbonium ion for- mation, which is necessary for the alkylation reaction. How- ever, modification of the acidity of H-ZSM-5 may affect the pore structure of the zeolite and the co-reactions can be effec- tively restricted, and the selectivity for para-xylene improved [4,5]. Zhao et al. [6] reported that H-ZSM-5 zeolite loaded with strongly hydrogenating metals (Pt, Pd, Co, Ni) exhibit excel- lent stability, high activity, and p-selectivity. The modification of H-ZSM-5 using fluoride treatment has been used to promote acid catalyzed reactions [7]. The fluoride ion is assumed to replace surface oxide or hydroxide groups and because fluorine is very electronegative, it polarizes the framework, which increases the acidity and reactivity of the surface. Because zeolites are inherently more acidic than alu- minas, far fewer reports have appeared in the literature on the effect of fluoride treatment on zeolites. However, it has been pointed out that fluoride treatment by various means increases both the activity and stability of some important siliceous zeolites such as ZSM-5. Becker et al. [8] reported the modifi- cation of H-mordenite with ammonium fluoride solutions and gaseous CHF 3 . Patents exist about high-silica pentasil zeolites that exhibit enhanced Brönsted acidity and therefore improved catalytic activity after treatment with various fluo- rine-containing compounds [9,10]. The hydrofluorination of mordenite has been reported by Ghosh et al. [11] who found Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2010, 31: 1209–1216 that aqueous HF treatment of this zeolite results in the leaching of a portion of aluminum under mild conditions. Silicon is leached under more severe conditions from the zeolite structure as well. In this work, 0.2%Pt/H-ZSM-5 doped with 0, 1%, 2%, 3%, and 4% HF was investigated as a catalyst for toluene alkylation with methanol in a flow reactor at temperatures of 300–500 °C to maximize para-xylene formation. 1 Experimental 1.1 Catalyst preparation Sodium ZSM-5 zeolite (Si/Al = 25) in powder form was kindly supplied by Süd-Chemie AG, Germany. It was trans- formed to the ammonium form by cation exchange using a molar solution of NH 4 NO 3 over five repetitions of 8 h each using fresh solutions of NH 4 NO 3 at 70 °C under reflux and stirring. The zeolite was then separated from the solution, washed thoroughly with distilled water, dried overnight at 110 °C, and calcined at 530 °C for 4 h to obtain the H-ZSM-5 zeolite. A catalyst containing 0.2%Pt was prepared by impregnating the H-ZSM-5 zeolite with an aqueous solution containing the required amount of chloroplatinic acid (H 2 PtCl 6 ·6H 2 O). To this was added a small quantity of citric acid to assist deep Pt penetration into the support [12,13]. The catalyst was dried overnight at 110 °C, calcined in a muffle furnace at 530 °C for 4 h in air and then reduced in the catalytic reactor in a flow of dry hydrogen at 20 cm 3 /min for 8 h. Four hydrofluorinated catalysts, H-ZSM-5 (1%HF), H-ZSM-5 (2%HF), H-ZSM-5 (3%HF), and H-ZSM-5 (4%HF) were prepared by doping H-ZSM-5 with 1%, 2%, 3%, and 4% HF, respectively, followed by drying overnight at 110 °C and calcination at 450 °C for 4 h. These hydrofluorinated catalysts were impregnated with an aqueous solution of H 2 PtCl 6 ·6H 2 O to which was added a small quantity of citric acid as described above. The catalysts were then washed, dried, calcined, and reduced as above to obtain the 0.2%Pt/H-ZSM-5(HF) catalysts. 1.2 Alkylation procedure and apparatus The catalytic runs were carried out at atmospheric pressure in a fixed-bed down-flow reactor. The alkylation runs were carried out at reaction temperatures between 300 and 500 °C, a space velocity of 2.6 h −1 , and a continuous hydrogen flow of 20 cm 3 /min. One gram of the catalyst powder was diluted with inert porcelain particles then placed in the reactor tube. A mixture of methanol and toluene (molar ratio 2.5:1) was fed into the reactor and the product was cooled in a condenser at 3 °C and then passed into a receiver. The liquid and gaseous products were analyzed by gas chromatography using a column packed with 5% Bentone 34 and 5% diisodecylphthalate sup- ported on Chromosorb W (Resteck Corp., USA). Percentage gaseous product = 100 – percentage liquid product. Toluene conversion = (T i – T 0 )/T i , where T i is the weight of toluene feed to the reactor and T 0 is the weight of unreacted toluene. The para-xylene selectivity = para-xylene percentage in product/total xylenes in product. 1.3 Catalyst characterization The surface properties (area and pore volume distribution) were determined by conventional BET nitrogen adsorp- tion-desorption using a Quantachrome NovaWin2 (Nova 3200, USA) apparatus. The pore volume distribution relationships were calculated by applying the DFT differential method through plotting the pore volume vs. pore width, as derived from the N 2 adsorption-desorption isotherms at –196 °C. The catalyst samples were primarily pretreated via degassing for 18 h at 350 °C. The temperature-programmed desorption of ammonia (TPDA) procedure using differential scanning calorimetry (DSC) for detecting and evaluating the desorption of presorbed ammonia from the catalysts via programmed temperature increase was carried out in an inert atmosphere [14,15]. Ac- cordingly, ammonia was adsorbed on the acid sites of the catalyst after previous heating in air flow at 500 °C for 3 h in a silica tube furnace. After cooling to 50 °C, ammonia gas flow of 50 cm 3 /min was applied over the evacuated catalyst. The DSC measurements were then carried out in a DSC-30 unit of the TA-3000 Mettler system (Germany) using standard Al crucibles in a flow of 50 cm 3 /min oxygen-free nitrogen purge gas. The DSC conditions were as follows: temperature, 50–600 °C; heating rate, 5 °C/min; full scale range, 30 mW; plot, 10 cm; sample mass; 10 mg. The desorption enthalpy obtained corresponds to the acid site density whereas the DSC peak temperature was used to compare the acid site strength. Two DSC endothermic peaks appear in each thermogram; the lower temperature peak cor- responds to desorption of weak acid sites that are not involved in catalysis and the higher temperature peak corresponds to desorption of the strong acid sites responsible for catalyzing the reaction under study. The higher the desorption peak tem- perature, the higher the acid site strength. The dispersion of platinum in the support (metal fraction exposed) was determined by hydrogen chemisorption using a pulse technique based on that described by Freel [16]. A spe- cific amount of calcined catalyst was heated in the chemisorp- tion furnace at 500 °C for 1 h in a flow of 50 cm 3 /min ultrapure hydrogen. The flow was then replaced with oxygen-free ni- trogen at 30 cm 3 /min for 2 h at 500 °C (degassing). The furnace was shut off and the catalyst was cooled to room temperature. Hydrogen was then injected into the nitrogen carrier until saturated (appearance of hydrogen peaks equivalent to the complete volume of injected pulses). Hydrogen uptake was Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2010, 31: 1209–1216 calculated as hydrogen atoms adsorbed per total metal atoms on the basis of 1:1 stoichiometry [17]. 2 Results and discussion 2.1 Toluene conversion Traditionally, toluene alkylation is an acid catalyzed reaction and, therefore, the acid sites provided by the H-ZSM-5 zeolite support in the current catalysts are necessary for carbonium ion formation. However, the use of platinum as an active metal component dispersed on the catalytic surface results in alkyla- tion enhancement because it assists the stabilization of the carbonium ion that forms on the acid sites. This occurs because of a decrease in the rate of the backward decomposition to reform methanol and toluene. Alkylation is enhanced because of the activity of the platinum atoms which possess vacant electron d-orbitals. Aboul-Gheit et al. [3] investigated the performance of a series of catalysts containing varying Pt content (0.1%, 0.2%, or 0.3%) loaded on H-ZSM-5 zeolite for toluene methylation with methanol. Para-xylene production and para-xylene selectivity was found to increase with an increase in the Pt content. Although diffusion restriction in the catalytic pores of these catalysts increases with an increase in the Pt content, the activation energy of toluene methylation increased and the activation entropy became less negative. This indicates that activation of the current reaction via successive Pt occlusion up to 0.3% over-compensated the diffusion re- striction effect. HF doping on the zeolite surface is accomplished by modi- fying the acidity of the catalyst through increasing or de- creasing the number of acid sites and/or the acid strength. The H-ZSM-5 zeolite is better than the other zeolites because of its channel dimension (∼0.5 nm), which preferentially admits the diffusion and reaction of toluene with adsorbed methanol. This enhances para-xylene selectively by eliminating the produc- tion of ortho- and meta-xylenes because they have larger di- ameters. In this work, we determined the extent of H-ZSM-5 zeolite promotion with 0.2% Pt as well as promotion by 0.2% Pt and HF of 1.0%, 2.0%, 3.0%, or 4.0%. Figure 1 shows that the total conversion of toluene increases by incorporating 0.2% Pt into the H-ZSM-5 zeolite to a significant extent at all reaction temperatures but, particularly, at higher temperatures between 400 and 500 °C. Doping the 0.2%Pt/H-ZSM-5 catalyst with 1% HF further increased the activity (total conversion) at higher temperatures (450–500 °C). A further increase of HF to 2% resulted in a further increase in activity particularly in the lower temperature range (300–350 °C). This change of temperature region activation can be attributed to the heterogeneous dis- tribution of the active sites in the catalyst, i.e., Pt sites and acid sites. However, a further increase in the acid to 3% HF resulted in a significant increase in activity at all temperatures and this catalyst can, therefore, be considered to be the most active. The increase in acid concentration increased the acid strength and this effectively increased the activity towards toluene conver- sion. Furthermore, this increase in acid concentration assisted in increasing the dispersion of Pt in the zeolites (Table 1). On the contrary, a further increase in HF doping to 4% causes a significant decrease in activity at higher temperatures. This can be attributed to the leaching of some structural aluminum and perhaps silicon in the zeolitic structure of H-ZSM-5. The leached materials are deposited in the form of fluoro-alumino and fluoro-silico species in the zeolite channels and this causes diffusion restriction, which is an effect that appears at higher temperatures since the diffusion rate greatly decreases relative to the rate of the chemical reaction at high temperatures so that the diffusion process becomes rate controlling. With 4% HF acid treatment, the number of acid sites and the Pt dispersion (Table 1) decreases and the surface area as well as pore struc- ture is altered. The pore volume distribution curves for the untreated H-ZSM-5 zeolite and the 0.2%Pt/H-ZSM-5 catalyst are shown in Fig. 2(a). The larger pores have a pore width range of 2.2–5.7 nm in the as-synthesized H-ZSM-5 zeolite and they are larger than those in the 0.2%Pt/H-ZSM-5 catalyst. There is no significant difference between the volume distribution of the 300 350 400 450 500 20 25 30 35 40 45 50 55 60 65 0.2%Pt/H-ZSM-5(4%HF) 0.2%Pt/H-ZSM-5(3%HF) 0.2%Pt/H-ZSM-5(2%HF) 0.2%Pt/H-ZSM-5(1%HF) 0.2%Pt/H-ZSM-5 Untreated H-ZSM-5 Toluene conversion (% ) Reaction temperature ( o C) Fig. 1. Toluene conversion during alkylation with methanol using H-ZSM-5 and 0.2%Pt/H-ZSM-5 treated with HF. Table 1 Ammonia desorption enthalpy (ΔH des ), peak temperature (T p ), Pt dispersion, and BET surface area (A BET ) for the 0.2%Pt/H-ZSM-5 catalyst and its hydrofluorinated versions TPD of ammonia Catalyst ΔH des /(J/g) T p /°C Pt dispersion (%) A BET / (m 2 /g) Untreated H-ZSM-5 105.1 380 — 345 0.2%Pt/H-ZSM-5 78.2 372 67 338 0.2%Pt/H-ZSM-5(1%HF) 100.5 373 68 345 0.2%Pt/H-ZSM-5(2%HF) 104.6 376 70 348 0.2%Pt/H-ZSM-5(3%HF) 100.0 378 72 348 0.2%Pt/H-ZSM-5(4%HF) 96.1 381 66 322 Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2010, 31: 1209–1216 fine pores in the 0–2.2 nm width range. Obviously, the larger pores of the unloaded zeolites are more unoccupied. Figure 2(b), on the other hand, shows that the pore volume distribution curves obtained for the catalysts containing 0.2%Pt/H-ZSM-5 treated with 2% and 3% HF exhibit similar behavior and they match those shown in Fig. 2(a). Also, the 1% HF treated 0.2%Pt/H-ZSM-5 catalyst (not shown in Fig. 2(b) to exclude overlap and complexity) gives more or less similar behavior to the 2% and 3% HF treated catalysts. Nevertheless, for the 0.2%Pt/H-ZSM-5 catalyst treated with 4% HF signifi- cantly different behavior is evident. For this catalyst, the large pores in the distribution curve (in the range 2.7–5.5 nm) have the lowest values among all the HF treated catalysts (almost zero) whereas the finer pores region (0.3–2.7 nm) have the highest values. This is evidently attributed to the filling of most of the large pores by the debris formed through the highly activated leaching of Al and Si at the highest HF concentration (4%). The behavior of xylenes production (Fig. 3) shows some similarity to the behavior of the other products during toluene conversion (Fig. 1) with respect to the modifications applied in this work, i.e., the incorporation of 0.2%Pt and doping with HF from 1% to 4%. Apart from the main intended reaction, i.e., the alkylation of toluene to produce xylenes (ortho-, meta-, and para-xylene), we found that physically larger products such as trimethyl- benzenes (TMB) and smaller products such as benzene and hydrocarbon gases were obtained. Benzene formation, how- ever, is insignificant at yields up to 3.9% at 500 °C over the hydrofluorinated catalysts. Benzene is formed by toluene hy- drodealkylation and methane is also produced (Eq. (1)). Moreover, the disproportionation of two molecules of toluene produces one benzene molecule and one xylene molecule (Eq. (2)). + CH 3 CH 3 CH 3 OH CH 3 H 2 O CH 3 CH 3 CH 3 + + (1) (2) 2 2.1.1 Side reactions during toluene methylation In this work, we used unloaded H-ZSM-5 as a catalyst and ethylbenzene does not form whereas on 0.2%Pt/H-ZSM-5 and its hydrofluorinated versions, ethylbenzene is obtained in trace amounts. Moreover, ethyltoluenes are obtained over all cata- lysts in larger quantities than ethyl benzene, which can be attributed to the initial formation of ethylbenzene in significant quantities and then rapid alkylation to ethyltoluene. The side chain alkylation of toluene to ethylbenzene is ruled out because it requires basic catalysts [18]. A more undesired product is the heavy alkylated fraction formed by the further alkylation of xylenes in the product (TMBs). The yield of TMBs can be as high as ∼16% at 400 °C on the unloaded zeolite. These high yields shift to 450 °C when using the 0.2%Pt/H-ZSM-5 catalyst. TMBs are formed by excessive alkylation during xylene production on all the cata- lysts studied without significant differences at low tempera- 012345 0.000 0.004 0.008 0.012 0.016 0.020 Untreated H-ZSM-5 0.2%Pt/H-ZSM-5 Por e vol u m e ( c m 3 /g ) Pore width (nm) (a) 0123456 0.2%Pt/H-ZSM-5(2%HF) 0.2%Pt/H-ZSM-5(3%HF) 0.2%Pt/H-ZSM-5(4%HF) Pore width (nm) (b) Fig. 2. Pore volume distribution by the DFT differential method for different samples. 300 350 400 450 500 20 25 30 35 40 45 50 0.2%Pt/H-ZSM-5(4%HF) 0.2%Pt/H-ZSM-5(3%HF) 0.2%Pt/H-ZSM-5(2%HF) 0.2%Pt/H-ZSM-5(1%HF) 0.2%Pt/H-ZSM-5 Untreated H-ZSM-5 Tot a l xyl enes i n pr oduct ( % ) Reaction temperature ( o C) Fig. 3. Total xylenes in the products during the alkylation of toluene with methanol using H-ZSM-5 and 0.2%Pt/H-ZSM-5 treated with the HF. Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2010, 31: 1209–1216 tures (300–350 °C). This indicates that this reaction is not significantly dependent on the modifications we applied to H-ZSM-5 (Pt or Pt-HF combination) at lower temperatures. However, at higher temperatures (400–500 °C) the increase in HF concentration on shape selectivity is more obvious during TMB production. In this temperature range (Fig. 4), the ac- tivities of the catalysts for TMB production decrease as fol- lows: 0.2%Pt/H-ZSM-5 > 0.2%Pt/H-ZSM-5(1%HF) > 0.2% Pt/H-ZSM-5(2%HF) > 0.2%Pt/H-ZSM-5(3%HF) > 0.2%Pt/H- ZSM-5(4%HF). Evidently, the increase in HF concentration results in more debris deposition in the zeolitic channels and a greater restriction on TMB formation is a consequence. This is a clear example of shape selective reactions in modified zeo- lites. The gaseous products include hydrocracked C 1 –C 5 mole- cules. Ring opening reactions can take place at low levels in the lower temperature region since the benzene ring can be hy- drogenated at these temperatures to cycloparaffin (exothermic reaction) and then they are opened and further hydrocracked. However, at much lower temperatures, methanol undergoes a bimolecular dehydration producing dimethylether which again undergoes unimolecular dehydration and this results in ethyl- ene [19,20]. A reaction between ethylene and toluene will then produce ethyltoluene [21] (Eq. (3)). - H 2 O CH 2 - H 2 O CH 2 CH 3 OCH 3 2CH 3 OH = (3) The gaseous product yields range between 3.0%–6.6% on H-ZSM-5 at temperatures from 300–500 °C and between 6.2% and 9.5%, respectively, on the 0.2%Pt/H-ZSM-5 catalyst and vary by ± 0.6% over the other 0.2%Pt/H-ZSM-5(HF) catalysts. 2.2 Para-xylene selectivity of the catalysts Figure 5 shows that the 0.2%Pt/H-ZSM-5 catalyst has the lowest selectivity for para-xylene production among all current catalysts. However, the unloaded catalyst (H-ZSM-5) has higher selectivity than the platinized catalyst, which indicates that it has a faster para-xylene transformation compared to the other xylenes. This behavior shows that Pt does not act as a shape selective promoter for para-xylene formation. This may also imply that the Pt in this catalyst was mostly distributed over the external surface of the zeolite rather than being dis- persed throughout the channels of the zeolite (internal surface). This is because high Pt dispersion in the channels should have increased the shape selectivity of the 0.2%Pt/H-ZSM-5 catalyst and consequently the para-xylene selectivity should have increased because of the incorporation of Pt instead of having decreased. The benefit of an increase in para-selectivity by HF addition to 0.2%Pt/H-ZSM-5 is obvious by considering the correlation between para-selectivity and temperature over the lower temperature range (Fig. 5). Here, para-xylene selectivity fol- lows the order 0.2%Pt/H-ZSM-5(1%HF) < 0.2%Pt/H-ZSM- 5(2%HF) < 0.2%Pt/H-ZSM-5(3%HF) < 0.2%Pt/H -ZSM-5 (4%HF). Moreover, para-xylene selectivities depend on the reaction temperature; at higher temperatures, physical rather than chemical effects are accelerated when using the 2% HF, 3% HF, and 4% HF containing catalysts. Furthermore, the para-selectivity of 0.2%Pt/H-ZSM-5(4%HF) decreases greatly at temperatures higher than 350 °C and it is the least selective at 500 °C. This is attributed to an attack on H-ZSM-5 because of the higher HF concentration, which causes significant dealumination that seriously decreases the proton acidity and in addition leads to the deposition of excessive fluoro-alumino and fluoro-silico species (debris) in the channels of the zeolite as mentioned above. This is evident by the large drop of para-xylene selectivity from 39.2% at 300 °C to 29.5% at 400 °C over the 4%HF containing catalyst. 300 350 400 450 500 4 8 12 16 20 24 0.2%Pt/H-ZSM-5(4%HF) 0.2%Pt/H-ZSM-5(3%HF) 0.2%Pt/H-ZSM-5(2%HF) 0.2%Pt/H-ZSM-5(1%HF) 0.2%Pt/H-ZSM-5 Untreated H-ZSM-5 TM B in products (% ) Reaction temperature ( o C) Fig. 4. Trimethylbenzenes in the product during toluene alkylation with methanol using H-ZSM-5 and 0.2%Pt/H-ZSM-5 treated with HF. 300 350 400 450 500 22 24 26 28 30 32 34 36 38 40 42 0.2%Pt/H-ZSM-5(4%HF) 0.2%Pt/H-ZSM-5(3%HF) 0.2%Pt/H-ZSM-5(2%HF) 0.2%Pt/H-ZSM-5(1%HF) 0.2%Pt/H-ZSM-5 Untreated H-ZSM-5 S e le c tiv ity fo r p -xyl ene (%) Reaction temperature ( o C) Fig. 5. Para-xylene selectivity during the alkylation of toluene with methanol using H-ZSM-5 and 0.2%Pt/H-ZSM-5 treated with HF. Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2010, 31: 1209–1216 2.3 Para-xylene production relative to the thermodynamic equilibrium All the catalysts under study show an increase in para-xylene production relative to the thermodynamic equi- librium, i.e. X/X e (Fig. 6), where X is the percentage of the individual xylenes in the total xylenes produced on a given catalyst and at a given temperature. X e is the thermodynamic equilibrium value of the xylene isomer at the same tempera- ture. Using unloaded H-ZSM-5 as a catalyst (Fig. 6), the X/X e ratio for ortho-xylene is the highest for the other xylenes and ranges between 1.26 and 1.71 whereas the para-xylene ratio ranges between 1.18 and 1.28 and for meta-xylene, the ratio is as low as 0.57–0.80; i.e., the order of these ratios decreases as follows: ortho-xylene > para-xylene > meta-xylene (I) The thermodynamic equilibrium distribution of the three isomers of xylene at different temperatures in the range 300–500 °C is given in Table 2 and these values are taken from Taylor et al. [22]. Evidently, more than half the thermodynamic equilibrium product is composed of meta-xylene whereas approximately one quarter of this equilibrium is composed of the ortho-isomer and the other quarter by the para-isomer. The most popular xylene isomer in the petrochemical industry is para-xylene whereas the least desired xylene is meta-xylene. Therefore, it is economically important to convert meta-xylene to para-xylene via hydroisomerization. Wei [23] calculated the molecular diameter of the xylene isomers and found that both ortho- and meta-xylenes have almost equal diameters while para-xylene has a significantly smaller diameter. Accordingly, the order of the X/X e values in Fig. 6 is not in accordance with Wei’s molecular diameter values because: ortho-xylene ≈ meta-xylene > para-xylene (II) The order of xylene isomers according to their shape selec- tivity, i.e., according to their molecular diameter favorability is as follows: para-xylene > ortho-xylene ≈ meta-xylene (III) Hence, correlation of (I) and (III) shows that the unloaded H-ZSM-5 cannot be considered as a shape selective catalyst to maximize para-xylene production since ortho-xylene is more selectively formed than para-xylene. Using the 0.2%Pt/H-ZSM-5 catalyst (Fig. 6), the effect of incorporating platinum in the zeolite is evident because para-xylene is selectively formed over the other xylenes. The X/X e ratio for para-xylene is 1.07–1.31, for ortho-xylene is 0.84–1.36, and for meta-xylene is 0.71–1.01. The or- tho-/para-privilege over the meta-directing privilege is evident over the lower temperature region (< 400 °C). 0.4 0.6 0.8 1.0 1.2 1.4 1.6 1.8 (3) (2) X / X e Untreated H-ZSM-5 (1) 0.2%Pt/H-ZSM-5 (3) (2) (1) 0.2%Pt/H-ZSM-5(1%HF) (3) (2) (1) 300 350 400 450 500 0.4 0.6 0.8 1.0 1.2 1.4 1.6 1.8 0.2%Pt/H-ZSM-5(2%HF) X / X e Temperature ( o C) (3) (2) (1) 300 350 400 450 500 0.2%Pt/H-ZSM-5(3%HF) Temperature ( o C)Temperature ( o C) (3) (2) (1) 300 350 400 450 500 0.2%Pt/H-ZSM-5(4%HF) (3) (2) (1) Fig. 6. X/X e values at different reaction temperatures. (1) p-Xylene; (2) o-Xylene; (3) m-Xylene. Table 2 Thermodynamic equilibrium values of para-, meta-, and or- tho-xylenes at different temperatures X/X e 500 °C450 °C400 °C 350 °C 300 °C Product 23.1923.3723.55 23.73 23.88 p-Xylene 51.5651.9452.42 52.98 53.65 m-Xylene 25.2524.6924.03 23.29 22.47 o-Xylene Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2010, 31: 1209–1216 The hydrofluorination of 0.2%Pt/H-ZSM-5 has a positive effect on improving the para-xylene selectivity relative to the thermodynamic equilibrium and the increase in HF concentra- tion from 1% to 4% results in an increased in the X/X e values particularly at lower temperatures (Fig. 6). However, formation of the ortho- or meta-xylene isomers was mostly found to fall below the equilibrium values and ortho-xylene surpasses the meta-isomer particularly in the lower temperature region. This behavior is in accordance with the para-xylene shape selec- tivity. However with respect to the two more voluminous isomers, which possess equal diameters the ortho-directing reaction is evidently more mechanistically favorable compared to the meta-directing one. 2.4 Kinetics of toluene alkylation with methanol From the reaction data of total xylene in Fig. 3, the reaction rate constant, k, was calculated according to the simple first order flow reactor equation: ⎟ ⎠ ⎞ ⎜ ⎝ ⎛ − =⎟ ⎠ ⎞ ⎜ ⎝ ⎛ − = xxW F k 1 1 ln 3600 WHSV 1 1 ln (4) Where F is the rate of feed injection (cm 3 /s), WHSV is the weight hourly space velocity (h −1 ), W is the catalyst weight (1 g) and x is the wt% of total xylenes in products. The activation energy (E a ) for the alkylation reaction using the current catalysts was calculated using the traditionally accepted Arrhenius equation and k values were obtained (Fig. 7). Applying absolute reaction rate theory, k is related to the activation enthalpy, ΔH ∗ , and the activation entropy, ΔS ∗ as in Eq. (5): ee RSRTH b h Tk k // · ∗∗ ΔΔ− = (5) The activation entropy (ΔS ∗ ) values (Table 3) are similar (−71.0 to −72.4 e.u.) for the catalyst containing 0.2%Pt/ H-ZSM-5 and those doped with 1.0% to 3.0% HF. However, the unloaded and the highly doped (0.2%Pt/H-ZSM-5(4%HF)) catalysts show higher negative entropy changes (−74.7 to −75.8 e.u.) (Table 3). The randomness for the H-ZSM-5 can be at- tributed to Al(OH) x specie deposition on the internal surface of H-ZSM-5 after the synthesis. However, for the 4% HF doped catalyst the randomness can be attributed to the debris depos- ited after Al and Si leaching with higher concentrations of HF. The E a values are in accordance with the ΔS ∗ values since lower values were obtained using untreated and 4% HF con- taining zeolite indicating a higher diffusion limit for the reac- tion. 3 Conclusions The promotion of H-ZSM-5 with 0.2% Pt and HF at con- centrations between 1% and 3% is found to be effective for the alkylation of toluene with methanol to xylenes by increasing the number of acid sites and the acid strength while inhibiting the side reaction of TMB formation by increasing the shape selectivity of the catalysts. However, increased hydrofluorina- tion by 4% HF decreased the acidity and altered the surface area and pore volume distribution of the zeolites. As a result, significant diffusion restriction occurs by the deposition of fluoro-alumino- and fluoro-silico-debris in the larger pores and cavities of the zeolites in the 4% HF doped catalyst. A com- parison of the activities of unloaded H-ZSM-5 and 2%Pt/H-ZSM-5 demonstrates the efficient role of Pt in acti- vating and stabilizing the carbonium ion formed on the acid sites. This work also shows that the acid sites created by doping with HF enhance the dispersion of Pt, which induces further activation. References 1 Aboul-Gheit A K, Abdel-Hamid S M, Emam E A. Appl Catal A, 1999, 179: 107 2 Aboul-Gheit A K, Aboul-Fotouh S M, Emam E A, Ahmed S M. J Chin Chem Soc, 2004, 51: 817 3 Aboul-Gheit A K, Hanafi S A, Ghoneim S A. Petrol Sci Technol, 2010, 28: 248 4 Li Y G, Xie W H, Yong S. Appl Catal A, 1997, 150: 231 5 Faramawy S. Petrol Sci Technol, 1999, 17: 249 6 Zhao Y, Wu H Y, Tan W, Zhang M M, Liu M, Song C S, Wang X S, Guo X W. Catal Today, 2010, in press, doi:10,1016/ j.cattod.2009.12.012 7 Ghosh A K, Kydd R A. Catal Rev Sci Eng, 1985, 27: 539 1.4 1.5 1.6 1.7 1.8 -8.8 -8.6 -8.4 -8.2 -8.0 -7.8 -7.6 -7.4 0.2%Pt/H-ZSM-5(4%HF) 0.2%Pt/H-ZSM-5(3%HF) 0.2%Pt/H-ZSM-5(2%HF) 0.2%Pt/H-ZSM-5(1%HF) 0.2%Pt/H-ZSM-5 Untreated H-ZSM-5 ln k (10 −3 /T)/K −1 Fig. 7. Arrhenius plot for the alkylation of toluene with methanol using the untreated and hydrofluorinated 0.2%Pt/H-ZSM-5 catalysts. Table 3 Activation parameters for the alkylation of toluene with methanol using the studied catalysts. Catalyst E a ×10 3 (J/mol) ΔS * (e.u.) Unloaded H-ZSM-5 11.0 −74.7 0.2%Pt/H-ZSM-5 17.1 −72.0 0.2%Pt/H-ZSM-5(1%HF) 18.7 −71.0 0.2%Pt/H-ZSM-5(2%HF) 15.4 −72.4 0.2%Pt/H-ZSM-5(3%HF) 17.6 −71.5 0.2%Pt/H-ZSM-5(4%HF) 11.9 −75.8 Ahmed K. ABOUL-GHEIT et al. / Chinese Journal of Catalysis, 2010, 31: 1209–1216 8 Becker K A, Kowalak S. J Chem Soc Faraday Trans I, 1985, 81: 1161 9 Miale J N, Chang C D. US 4 427 786. 1984 10 Kokotailo G T, Rohrman A C, Sawruk S. US 4 415 544. 1983 11 Ghosh A K, Kydd R A. J Catal, 1987, 103: 399 12 Aboul-Gheit A K, Abdel-Hamid S M. Stud Surf Sci Catal, 1995, 91: 1131 13 Aboul-Gheit A K. J Chem Tech Biotechnol, 1979, 29: 480 14 Aboul-Gheit A K. J Catal, 1988, 113: 490 15 Aboul-Gheit A K. Thermochim Acta, 1991, 191: 233 16 Freel J. J Catal, 1972, 25: 139 17 Fiedorow R M J, Chahar B S, Wanke S E. J Catal, 1978, 51: 193 18 Wieland W S, Davis R J, Garces J M. J Catal, 1998, 173: 490 19 Chang C D, Silvestri A J. J Catal, 1977, 47: 249 20 Sotelo J L, Uguina M A, Valverde J L, Serrano D P. Ind Eng Chem Res, 1993, 32: 2548 21 Kaeding W W, Chu C, Young L B, Weinstein B, Butter S A. J Catal, 1981, 67: 159 22 Taylor W J, Wagman D D, Williams M G, Pitzer K S, Rossini F D. J Res Natl Bur Stand, 1946, 37: 95 23 Wei J. J Catal, 1982, 76: 433 CHNJC 60113 S1872-2067(10)60113-1 10.1016/S1872-2067(10)60113-1 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences RESEARCH PAPER Para-Xylene Maximization. Part VIII: Promotion of H-ZSM-5 Zeolite by Pt and HF Doping for Use as Catalysts in Toluene Alkylation with Methanol Ahmed K. ABOUL-GHEIT a * Ateyya A. ABOUL-ENEIN a Ahmed E. AWADALLAH a Salwa A. GHONEIM a Eman A. EMAM b a Process Development Division, Egyptian Petroleum Research Institute, Nasr City, PO Box 9540, Cairo 11787, Egypt b Department of Petroleum Refining and Chemical Engineering, College of Petroleum and Mining Engineering, Suez Canal University, Suez, Egypt * Corresponding author. Tel: +20-2-22729100; Fax: +20-2-22747433 Toluene was alkylated with methanol in a flow type reactor at temperatures between 300 and 500 °C using H-ZSM-5 zeolite, 0.2%Pt/H-ZSM-5 and hydrofluorinated 0.2%Pt/H-ZSM-5 with HF concentrations of 1.0%, 2.0%, 3.0%, or 4.0%. Pt primarily enhances toluene conversion, total xylenes production, and p-xylene relative to its thermodynamic equilibrium. As the concentration of HF increases from 1.0% to 3.0%, the catalyst activity increases because of the increase in the number of acid sites and their strength. Additionally, the surface area and Pt dispersion also increases. An advantage of increased HF doping is that the formation of voluminous trimethylbenzene (TMB) byproducts is inhibited. However, at a HF concentration of 4.0%, Al and Si are partially leached and then deposited mostly in the wider catalytic pores. This was determined by evaluating the pore volume distribution and we determined that reactivity inhibition was obviously present and was due to diffusion restriction. Graphical abstract Toluene was alkylated with methanol using catalysts containing Pt/HZSM-5 zeolite doped with 1%, 2%, 3%, or 4% HF. The highest HF doping caused debris deposition in the wider pores of HZSM-5 whereas 1%-3% HF enhanced the activity, p-xylene selectivity, and p-xylene relative to the thermodynamic equilibrium, and Pt dispersion was high in these catalysts. Key words methanol toluene alkylation platinum hydrofluorination shape-selectivity ZSM-5 References 1 AK Aboul-Gheit SM Abdel-Hamid EA Emam Appl Catal A 179 1999 107 2 AK Aboul-Gheit SM Aboul-Fotouh EA Emam SM Ahmed J Chin Chem Soc 51 2004 817 3 AK Aboul-Gheit SA Hanafi SA Ghoneim Petrol Sci Technol 28 2010 248 4 YG Li WH Xie S Yong Appl Catal A 150 1997 231 5 S Faramawy Petrol Sci Technol 17 1999 249 6 Y Zhao HY Wu W Tan MM Zhang M Liu CS Song XS Wang XW Guo Catal Today 2010 10.1016/j.cattod.2009.12.012 in press 7 AK Ghosh RA Kydd Catal Rev Sci Eng 27 1985 539 8 KA Becker S Kowalak J Chem Soc Faraday Trans I 81 1985 1161 9 Miale J N, Chang, C D. US 4 427 786. 1984. 10 Kokotailo G T, Rohrman A C, Sawruk S. US 4 415 544. 1983. 11 AK Ghosh RA Kydd J Catal 103 1987 399 12 AK Aboul-Gheit SM Abdel-Hamid Stud Surf Sci Catal 91 1995 1131 13 AK Aboul-Gheit J Chem Tech Biotechnol 29 1979 480 14 AK Aboul-Gheit J Catal 113 1988 490 15 AK Aboul-Gheit Thermochim Acta 191 1991 233 16 J Freel J Catal 25 1972 139 17 RMJ Fiedorow BS Chahar SE Wanke J Catal 51 1978 193 18 WS Wieland RJ Davis JM Garces J Catal 173 1998 490 19 CD Chang AJ Silvestri J Catal 47 1977 249 20 JL Sotelo MA Uguina JL Valverde DP Serrano Ind Eng Chem Res 32 1993 2548 21 WW Kaeding C Chu LB Young B Weinstein SA Butter J Catal 67 1981 159 22 WJ Taylor DD Wagman MG Williams KS Pitzer FD Rossini J Res Natl Bur Stand 37 1946 95 23 J Wei J Catal 76 1982 433",
      "scopus-id": "77958496589",
      "coredata": {
        "eid": "1-s2.0-S1872206710601131",
        "dc:description": "Toluene was alkylated with methanol in a flow type reactor at temperatures between 300 and 500 °C using H-ZSM-5 zeolite, 0.2%Pt/H-ZSM-5 and hydrofluorinated 0.2%Pt/H-ZSM-5 with HF concentrations of 1.0%, 2.0%, 3.0%, or 4.0%. Pt primarily enhances toluene conversion, total xylenes production, and p-xylene relative to its thermodynamic equilibrium. As the concentration of HF increases from 1.0% to 3.0%, the catalyst activity increases because of the increase in the number of acid sites and their strength. Additionally, the surface area and Pt dispersion also increases. An advantage of increased HF doping is that the formation of voluminous trimethylbenzene (TMB) byproducts is inhibited. However, at a HF concentration of 4.0%, Al and Si are partially leached and then deposited mostly in the wider catalytic pores. This was determined by evaluating the pore volume distribution and we determined that reactivity inhibition was obviously present and was due to diffusion restriction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206710601131",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "ABOUL-GHEIT, Ahmed K."
          },
          {
            "@_fa": "true",
            "$": "ABOUL-ENEIN, Ateyya A."
          },
          {
            "@_fa": "true",
            "$": "AWADALLAH, Ahmed E."
          },
          {
            "@_fa": "true",
            "$": "GHONEIM, Salwa A."
          },
          {
            "@_fa": "true",
            "$": "EMAM, Eman A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206710601131"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206710601131"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(10)60113-1",
        "prism:volume": "31",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Para-Xylene Maximization. Part VIII: Promotion of H-ZSM-5 Zeolite by Pt and HF Doping for Use as Catalysts in Toluene Alkylation with Methanol",
        "prism:copyright": "Copyright © 2010 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "9-10",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "methanol"
          },
          {
            "@_fa": "true",
            "$": "toluene"
          },
          {
            "@_fa": "true",
            "$": "alkylation"
          },
          {
            "@_fa": "true",
            "$": "platinum"
          },
          {
            "@_fa": "true",
            "$": "hydrofluorination"
          },
          {
            "@_fa": "true",
            "$": "shape-selectivity"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "9-10",
        "openaccessSponsorType": null,
        "prism:pageRange": "1209-1216",
        "prism:endingPage": "1216",
        "pubType": "fla",
        "prism:coverDisplayDate": "2010",
        "prism:doi": "10.1016/S1872-2067(10)60113-1",
        "prism:startingPage": "1209",
        "dc:identifier": "doi:10.1016/S1872-2067(10)60113-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "143",
            "@width": "427",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206710601131-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19453",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206710601131-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5085",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/77958496589"
      }
    }
  }
}