{
  "metadata": {
    "title": "Accurate restricted transition-state shape selective hydrogenation of furfural over zeolite confined Cu catalyst",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2025-07-31",
    "doi": "10.1016/S1872-2067(25)64741-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206725647413",
    "pii": "S1872206725647413"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105011272710",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2025-07-24 2025-07-24 2025-07-24 2025-07-24 2025-07-24T19:56:18 1-s2.0-S1872206725647413 S1872-2067(25)64741-3 S1872206725647413 10.1016/S1872-2067(25)64741-3 S300 S300.1 FULL-TEXT 1-s2.0-S1872206725X00085 2025-07-26T01:48:03.553101Z 0 0 20250701 20250731 2025 2025-07-24T20:03:27.555624Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 74 74 C Volume 74 4 71 81 71 81 202507 July 2025 2025-07-01 2025-07-31 2025 article fla Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ACCURATERESTRICTEDTRANSITIONSTATESHAPESELECTIVEHYDROGENATIONFURFURALOVERZEOLITECONFINEDCUCATALYST LIANG W 1 Introduction 2 Experimental 2.1 Reagents 2.2 Catalyst preparation 2.2.1 Synthesis of Cu@MFI catalysts 2.2.2 Synthesis of Cu@MOR catalysts 2.2.3 Synthesis of Cu-based supported-catalyst 2.3 Characterization 2.4 Computation methods 2.5 Catalyst test 3 Results and discussion 3.1 Catalyst preparation and investigation into structural composition of Cu@Zeolite 3.2 Determination and DFT-based modeling of the possible Cu sites in Cu@MFI 3.3 Study on the relationship between reaction mechanism and structure-performance 3.4 Re-examination of the framework confined structure 4 Conclusions Acknowledgments Supplementary Material References GERARDY 2020 7219 7347 R XU 2020 4273 4306 C AN 2022 1780 1808 Z ROMANO 2016 3387 3392 P ZHU 2016 5667 5675 S AUDEMAR 2015 1885 1891 M TIAN 2019 5223 5230 S FAN 2021 1110 1118 Y CASONI 2018 237 246 A GAO 2022 121260 G ZHANG 2022 295 305 Y WANG 2022 275 287 Y ZHANG 2018 6206 6216 J LOFFREDA 2006 1316 1323 D YAN 2014 663 676 K GONG 2024 7211 7225 H YANG 2024 12378 12385 R MAKGWANE 2014 1338 1363 P TANG 2024 129429 X HE 2024 131126 Z RODIONOVA 2019 455 470 L CHOUDARY 2011 685 692 N GARCIASANCHO 2023 2443 C ZHU 2022 38445 38454 Q WANG 2020 3849 3852 W GAWANDE 2016 3722 3811 M XU 2023 e202305915 G MAO 2014 3295 3301 Y ZHANG 2016 23122 23132 W DAI 2021 1993 2004 W LIANG 2024 498 506 W WENG 2021 102884 M YE 2012 24 34 Q XU 2016 211 217 L MAHYUDDIN 2018 10146 10152 M MAHYUDDIN 2018 1500 1509 M XU 2018 3367 C LIAO 2024 115603 X QIU 2023 32420 32433 Z CHEN 2023 2605 2616 G ZHANG 2022 88 97 J ZHANG 2013 28 35 M ALI 2023 113146 S SULTANA 2010 61 67 A GUO 2025 124897 X LV 2024 154337 H LOMATE 2017 3073 3083 S BUONO 2020 108111 C GRUNDNER 2015 7546 S DING 2020 2673 2689 L NEWTON 2020 1449 1486 M VANELDEREN 2011 157 164 P ARTSIUSHEUSKI 2022 15626 15637 M WOERTINK 2009 18908 18913 J TAN 2022 1457 M LIANGX2025X71 LIANGX2025X71X81 LIANGX2025X71XW LIANGX2025X71X81XW 2027-07-24T00:00:00.000Z 2027-07-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2025-07-26T01:46:24.644Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Anhui Provincial Major Science and Technology Project 2022e03020005 Major Science and Technology Projects in Anhui Province http://data.elsevier.com/vocabulary/SciValFunders/501100018530 http://sws.geonames.org/1814991/ New Cornerstone Science Foundation National Natural Science Foundation of China 22293011 T2341001 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China ( 22293011, T2341001 ), the Anhui Provincial Major Science and Technology Project ( 2022e03020005 ), and the New Cornerstone Science Foundation through the XPLORER PRIZE. Financial support was received from the National Natural Science Foundation of China (22293011 for Y.F., T2341001 for Y.F.), the Anhui Provincial Major Science and Technology Project (2022e03020005 for Y.F.), and the New Cornerstone Science Foundation through the XPLORER PRIZE (for Y.F.). This work was partially carried out at the Instruments Center for Physical Science of University of Science and Technology of China. The authors would like to thank Prof. Chengming Wang (Instruments Center for Physical Science, University of Science and Technology of China) for his support and advices in the IR analysis. item S1872-2067(25)64741-3 S1872206725647413 1-s2.0-S1872206725647413 10.1016/S1872-2067(25)64741-3 273538 2025-07-24T19:03:27.555624Z 2025-07-01 2025-07-31 1-s2.0-S1872206725647413-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/MAIN/application/pdf/ed51fe69059a723549e1d4ee2f163c91/main.pdf main.pdf pdf true 2597070 MAIN 11 1-s2.0-S1872206725647413-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/PREVIEW/image/png/866f5eb677652517b252778c05ba2df5/main_1.png main_1.png png 56660 928 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206725647413-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/fx1/DOWNSAMPLED/image/jpeg/04241dec445c8d4b8f1ff20f3d9cacbb/fx1.jpg fx1 true fx1.jpg jpg 26757 245 245 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647413-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr1/DOWNSAMPLED/image/jpeg/d1eb75fcd7e8d8ffb116225ef9d52299/gr1.jpg gr1 gr1.jpg jpg 103847 515 458 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647413-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr2/DOWNSAMPLED/image/jpeg/00510bdcc9c45a855cf26e06307b2164/gr2.jpg gr2 gr2.jpg jpg 49967 326 366 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647413-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr3/DOWNSAMPLED/image/jpeg/f6546b83fbef2ea5a3009e53790ff933/gr3.jpg gr3 gr3.jpg jpg 48098 442 368 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647413-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr4/DOWNSAMPLED/image/jpeg/21802319fc76ebdcdbe8859ffb21e5eb/gr4.jpg gr4 gr4.jpg jpg 81100 456 447 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647413-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr5/DOWNSAMPLED/image/jpeg/fb8a87f836ce9b8ff2ec8dd2dad0397d/gr5.jpg gr5 gr5.jpg jpg 90077 532 446 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647413-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr6/HIGHRES/image/jpeg/87e50af40db079730539916e9a3a4152/gr6.jpg gr6 gr6.jpg jpg 17871 149 311 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647413-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/fx1/THUMBNAIL/image/gif/579782fa9d210a0d285708d56f9aa381/fx1.sml fx1 true fx1.sml sml 16649 164 164 IMAGE-THUMBNAIL 1-s2.0-S1872206725647413-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr1/THUMBNAIL/image/gif/0254bc20ae7fa3d3cafcd2e40c08bf66/gr1.sml gr1 gr1.sml sml 12271 164 146 IMAGE-THUMBNAIL 1-s2.0-S1872206725647413-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr2/THUMBNAIL/image/gif/6f57b1bdd59f2474aa28897bfb63ad88/gr2.sml gr2 gr2.sml sml 10905 164 184 IMAGE-THUMBNAIL 1-s2.0-S1872206725647413-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr3/THUMBNAIL/image/gif/1f2b2057a149f59f82fc0526ad049b30/gr3.sml gr3 gr3.sml sml 7612 164 136 IMAGE-THUMBNAIL 1-s2.0-S1872206725647413-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr4/THUMBNAIL/image/gif/a7443d1cba7b15291f3f6a1ec9ecb7de/gr4.sml gr4 gr4.sml sml 10377 163 160 IMAGE-THUMBNAIL 1-s2.0-S1872206725647413-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr5/HIGHRES/image/gif/f7bd88ff7f2f5e4bce033333cee18c21/gr5.sml gr5 gr5.sml sml 10423 163 137 IMAGE-THUMBNAIL 1-s2.0-S1872206725647413-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/gr6/THUMBNAIL/image/gif/a9a81d36f0b8951a8e16c039076ec076/gr6.sml gr6 gr6.sml sml 7742 105 219 IMAGE-THUMBNAIL 1-s2.0-S1872206725647413-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/DOWNSAMPLED/image/jpeg/dc396190f925fa570233ac440df36deb/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 105322 651 651 IMAGE-HIGH-RES 1-s2.0-S1872206725647413-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/THUMBNAIL/image/jpeg/74ebe431963e55e94d7418caa69e6226/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 578810 1368 1217 IMAGE-HIGH-RES 1-s2.0-S1872206725647413-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/HIGHRES/image/jpeg/70c7ce0ac57f21cd36698b6bc7802503/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 265669 866 972 IMAGE-HIGH-RES 1-s2.0-S1872206725647413-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/HIGHRES/image/jpeg/870b6b7c71873ae24a6632ce18a0108c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 212864 1177 979 IMAGE-HIGH-RES 1-s2.0-S1872206725647413-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/THUMBNAIL/image/jpeg/520e5dc50b3c3240680963bafcbd49cf/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 348586 1211 1187 IMAGE-HIGH-RES 1-s2.0-S1872206725647413-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/DOWNSAMPLED/image/jpeg/2dd72cb4ff9fc853ad291ae9c5ec2a6a/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 531312 1415 1186 IMAGE-HIGH-RES 1-s2.0-S1872206725647413-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/HIGHRES/image/jpeg/52689881bd202650c2ef16e3904f62c1/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 78592 396 827 IMAGE-HIGH-RES 1-s2.0-S1872206725647413-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/mmc1/MAIN/application/pdf/a6886589cdaab8a6590ab66248e77990/mmc1.pdf mmc1 mmc1.pdf pdf false 3020187 APPLICATION 1-s2.0-S1872206725647413-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647413/STRIPIN/image/gif/7519a66d14d04442d34d47c573d45e79/si1.gif si1 si1.gif gif 3059 74 360 ALTIMG CHNJC 64741 S1872-2067(25)64741-3 10.1016/S1872-2067(25)64741-3 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Catalyst characterization and catalytic performance of various catalysts for FA to FOL. (a) The design and synthesis of Cu@MFI. (b–f) TEM and mapping image of Cu@MFI. (g) XRD patterns. (h) FT-IR spectra. (i) 29Si MAS NMR spectra. (j) Various Cu catalysts at low temperature (50 °C). (k) Various Cu catalysts at high temperature (130 °C). Reaction conditions: 1 mmol FA, 100 mg catalyst, 10 mL H2O, 4 MPa H2, 5 h. Fig. 2 Analysis of Cu components. (a) XPS spectra of Cu 2p. (b) LMM Auger spectra of Cu. (c) H2-TPD profiles. (d) UV-vis spectra. Fig. 3 Structure and location of Cu species in MFI zeolite predicted by DFT. (a) The zeolite model contained intra-cage Cu and secondary framework Cu. (b–e) Experimental (brown) and fitted (green) curves of the magnitude and imaginary part of the Fourier transform of the Cu K-edge k 3-weighted EXAFS spectra of oxygen-activated Cu@MFI samples. Fig. 4 Reaction mechanism and structure-performance: (a) Reaction mechanism. (b) Optimized structures for the aqueous-phase hydrogenation-rearrangement of FA to CPO and calculated energy profiles for the potential comparative free energy of FA to CPO on Cu@MFI. Energy barriers are reported to two decimal places in the in the activation energy discussion section to emphasize quantitative differences in transition-state configurations. Fig. 5 Texture properties and catalytic performance. (a) Pore size distribution of Cu@MFI and Cu/S-1. (b) Cu@MFI at various temperature. (c) Catalytic local state density. (d) Cu@MFI at maximum condition. (e) Catalytic performance comparison of Cu@MFI and Pt/Cu@MFI. Reaction conditions: 1 mmol FA, 100 mg catalyst, 10 mL H2O, 4 MPa H2, 130 °C, 5 h. Scheme 1 The accurate hydrogenation of furfural to furfuryl alcohol on Cu@MFI. This work was supported by the National Natural Science Foundation of China (22293011, T2341001), the Anhui Provincial Major Science and Technology Project (2022e03020005), and the New Cornerstone Science Foundation through the XPLORER PRIZE. Available online 20 July 2025 Article Accurate restricted transition-state shape selective hydrogenation of furfural over zeolite confined Cu catalyst Wanying Liang a Guangyue Xu b c Yao Fu a * a Key Laboratory of Precision and Intelligent Chemistry, CAS Key Laboratory of Urban Pollutant Conversion, Anhui Province Key Laboratory of Biomass Chemistry, University of Science and Technology of China, Hefei 230026, Anhui, China Key Laboratory of Precision and Intelligent Chemistry CAS Key Laboratory of Urban Pollutant Conversion Anhui Province Key Laboratory of Biomass Chemistry University of Science and Technology of China Hefei Anhui 230026 China Key Laboratory of Precision and Intelligent Chemistry, CAS Key Laboratory of Urban Pollutant Conversion, Anhui Province Key Laboratory of Biomass Chemistry, University of Science and Technology of China, Hefei 230026, Anhui, China b Beijing Nation Power Group Co., Ltd., Beijing 102299, China Beijing Nation Power Group Co., Ltd. Beijing 102299 China Beijing Nation Power Group Co., Ltd., Beijing 102299, China c Zhejiang Kezhuo Environmental Protection Technology Co., Ltd., Shangyu 212300, Zhejiang, China Zhejiang Kezhuo Environmental Protection Technology Co., Ltd. Shangyu Zhejiang 212300 China Zhejiang Kezhuo Environmental Protection Technology Co., Ltd., Shangyu 212300, Zhejiang, China * Corresponding author Transition-state shape selectivity plays a crucial role in catalytic systems where reactants and products exhibit comparable molecular dimensions, as it restricts the accessible configuration space of reaction intermediates. Herein, we designed a Cu@MFI catalyst by encapsulating Cu active sites within the well-defined micropores of MFI zeolite through a pore confinement strategy. This architecture preserves the zeolite framework integrity while maintaining unhindered internal mass transport, thereby enabling precise spatial control over transition-state configurations. Employing furfural hydrogenation as a probe reaction, the metal-zeolite synergy in Cu@MFI endowed the catalyst with exceptional activity (100% furfural conversion) and quantitative selectivity (100% furfuryl alcohol) at 70 °C, sustained across a broad temperature window. Mechanistic studies reveal that the transition-state shape selectivity effectively prevented H2O interaction with the furan ring, offering valuable insights for other reaction systems seeking to exploit shape selectivity for specific transformations. Graphical Abstract Cu@MFI catalyst spatially confines Cu in zeolite micropores, enforcing transition-state selectivity. This achieves 100% furfural-to-furanol conversion at 70 °C with suppressed H2O interference, while preserving framework integrity and mass transport. Keywords Biomass Cu@MFI catalyst Transition-state shape selectivity Furfural hydrogenation Metal-zeolite synergy 1 Introduction The utilization of biomass and biomass-derived molecules to value-added chemicals was a potential technology to meet the challenge of excessive consumption of fossil resources and the subsequent environmental problems. Furfural, produced from agricultural biomass, was one of the most significant molecules to be discovered [ 1 ]. Furfural (FA) could be converted to various value-added chemicals such as furfuryl alcohol (FOL), tetrahydrofurfuryl alcohol, cyclopentanone (CPO), cyclopentanol (CPOL), 2-methyl furan [ 2 ]. Over 90% of FA was used to produce FOL, which could be further converted to pharmaceutical molecules, perfume, polymers, or green solvent. The conversion of FA to FOL has been studied over various catalysts [ 3 ]. Copper, with a very special ability to adsorb and activate aldehyde groups, was one of the optimized metals to catalyze this reaction [ 4 ]. Among numerous research works, Cu was predicted to be the best catalyst for the hydrogenation of FA to FOL compared with various transition metals such as Au, Co, Ir, Ni, Pd, Pt, Rh, Ru and Zr [ 5–13 ]. The key reason was the moderate H2 activation ability and suitable strength in FA adsorption. The transformation of FA to FOL constitutes a targeted reduction process, whereby aldehyde groups on furan rings are converted to hydroxyl groups. Given that FF encompasses a range of functional groups capable of participating in hydrogenation conversion, the hydrogenation process involves numerous competitive reactions [ 14 ]. Meanwhile, the hydrogenation of FA to FOL was exothermic and could form a local high temperature area on the catalyst surface, which was thermodynamically favored to lead to consequent reactions. The furan ring could be hydrogenated to tetrahydrofurfuryl alcohol [ 15 ], or be isomerized to hydroxyl cyclopentenone via Piancatelli rearrangement and then hydrogenated to CPO and/or CPOL [ 16 ]. The Piancatelli rearrangement could be easily processed over Brönsted acid or aqueous environment and was the main side reaction over Cu catalysts [ 17 ]. To prevent undesired side reactions, several efforts were made, including controlling reaction conditions, poisoning catalysts, or using shape-selective catalysts. In the conversion of exothermic hydrogenation reactions, the control of reaction conditions could be easily done in laboratory-scale experiments but could be hardly realized in large-scale productions [ 18 ]. Poisoning of catalysts was widely used in industrial reactions but it had to sacrifice some activities [ 19,20 ]. Shape-selective catalysts were very popular in various petroleum processes using zeolites with specialized pores [ 21,22 ]. There were three types of shape selectivity: reactant selectivity, product selectivity and restricted transition-state selectivity. In the conversion of FA, the reactant and various products had similar molecule size and was hard to distinguish by pore-size-limited shape selectivity. However, as a bi/multi-molecular reaction, the transition-state required two or more molecule/intermediate to attach with each other via a special oriented way. Therefore, restricted transition-state shape selectivity could likely to be effective in this reaction. Since Adkins’ pioneering 1929 study on asbestos-supported Cu catalysts for furfural (FF) hydrogenation, systematic investigations have focused on the intrinsic activity of Cu catalysts and synergistic mechanisms in catalytic hydrogenation [ 23,24 ]. Metallic Cu0 (3d 104s 1) exhibits a filled 3d orbital and optimal H-adsorption energy near the Fermi level, enabling efficient H2 activation [ 25 ]. In contrast, oxidized Cu+/Cu2+ species demonstrate lewis acidity due to contracted 3d orbitals, selectively polarizing C=O bonds via lone-pair interactions with carbonyl oxygen [ 26 ]. Coupling highly active Cu with zeolites leverages pore confinement effects to enhance selective FA-to-FOL conversion by suppressing side reactions through spatial constraints. This integration capitalizes on Cu's various electronic states and zeolitic topology, offering a strategic pathway for biomass valorization. The formation of zeolite with both Cu metal sites and proper pore size faced these challenges: (1) The metal sites must be located inside the zeolites to enable the reaction processed in shape-selective pores; (2) the metal sites must not hinder the pores of zeolites; (3) the introducing of metal sites must not affect or broke the original structure. Vacuum incipient wetness impregnation or de-novo synthesis could make the metal sites inside the zeolite channels or cages (challenge (1)), but the former might block the pores (challenge (2)) while the latter would lead to the formation of defects in zeolite frameworks (challenge (3)). In fact, there still lack of solutions to avoid the destruction of zeolite frameworks. In our previous work, a hydrothermal method with a rapidly-mixing-at-high-temperature procedure was developed to synthesize various zeolite framework confined catalysts [ 27 ]. These zeolites had silanol free structure and could be used in accurate shape selective reactions. In this work, Cu@MFI, with Cu confined in MFI-type zeolite, was used in the accurate shape selective hydrogenation of FA to FOL (Scheme 1 ). This catalyst allowed equivalent FOL production at a very wide reaction temperature from 50 to 150 °C; while other Cu catalysts will produce CPO and CPOL. Controlled experiments and density functional theory (DFT) calculation indicated an accurate restricted transition-state shape selective effect that prevented the attack of H2O to furan rings. 2 Experimental 2.1 Reagents Tetrapropylammonium hydroxide (TPAOH, 40 wt% aqueous solution) was purchased from Shanghai Bide Medical Technology Co., Ltd. Tetraethyl ammonium hydroxide (TEOAH, 35 wt% aqueous solution) was purchased from Shanghai Aladdin Biochemical Technology Co., Ltd. Tetraethoxysilane (TEOS, AR), Cu(NO3)2·3H2O, NaF, Al2(SO4)3·18H2O, NaOH, acetone, Hydrogen hexachloroplatinate(IV), 2-Furaldehyde (C5H4O2), Furfuryl alcohol (C5H6O2), Cyclopentanone (C5H8O), Cyclopentanol (C5H10O), SiO2 were purchased from Sinopharm Chemical Reagent Co. Ltd. Silica-1 zeolite was purchased from Nanhua-Tianjin Nanhua Catalyst Co. Ltd. Deionized water was purchased from Hangzhou Wahaha Group Co. Ltd. 2.2 Catalyst preparation 2.2.1 Synthesis of Cu@MFI catalysts The Cu@MFI was synthesized by hydrothermal method with a rapidly-mixing-at-high-temperature procedure, which corresponding to a Cu-encapsulated composite catalyst within an all-silica zeolite S-1 framework. In a typical procedure, TEOS (6.0 g) and TPAOH (3.6 g) were mixed with deionized water (5.0 g) in a 50 mL centrifuge tube while being slowly magnetically stirred (350 rpm) at 60 °C in an oil bath for 720 min. Then Cu(NO3)2·3H2O solution (Si/Cu molar ratio was 47) and NaF solution (Cu/Na = 2) were added into the hot aged silica gel rapidly and then well mixed by drastic mechanical vibration for seconds. The mixture was heated in a 50 mL Teflon-lined autoclave (HTG-50-SS2, Anhui CHEMN Instruments Co. Ltd.) and at 170 °C for 1440 min. The zeolite was collected after filtration, washing with water, and drying at 105 °C. The zeolite thus obtained was calcined at 550 °C in air for 120 min with a heating ramp of 3 °C/min. 2.2.2 Synthesis of Cu@MOR catalysts The Cu@MOR was synthesized by hydrothermal method [ 28,29 ]. A total of 6.3 g of TEOS was combined with 10.0 g of deionized water and quantifiable Cu(NO3)2·3H2O solution in an open glass beaker. Under intense stirring, concentrated hydrochloric acid was gradually added to the TEOS solution until a pH value of 1.0 was achieved. This mixture, designated as A, was stirred at 20 °C for 1440 min to ensure complete hydrolysis of TEOS. In a separate container, 2.2 g of tetraethylammonium hydroxide (TEAOH), 1.4 g of Al2(SO4)3·18H2O, 1.0 g of NaOH, and 20.0 g of deionized water were mixed to prepare solution B. Subsequently, solutions A and B were combined at room temperature and stirred for 10 min. The obtained mixture was allowed to age at room temperature for 1440 min, after which it was transferred to a Teflon-lined autoclave and at 170 °C for 5760 min. The zeolite was collected after filtration, washing with water, and drying at 105 °C. The zeolite thus obtained was calcined at 550 °C in air for 120 min with a heating ramp of 3 °C/min. 2.2.3 Synthesis of Cu-based supported-catalyst The supported-catalysts were prepared by wet impregnation method. The supports (2.0 g) and corresponding amount of Cu(NO3)2·3H2O (Si/Cu = 47/1) were mixed with acetone (200.0 g) while being magnetically stirred at 45 °C for 1440 min. After elimination of the water by rotary evaporation and drying at 80 °C, the solid sample was calcined at 550 °C in air for 120 min with a heating ramp of 3 °C/min. According to the different supports selected, the samples were named Cu/S-1 and Cu/SiO2. All catalysts mentioned above were reduced at 400 °C for 120 min with a heating ramp of 3 °C/min under an H2 flow of 100 mL/min before use. 2.3 Characterization Powder X-ray diffraction (XRD) analysis for catalysts was carried out on TTR-III X-ray diffractometer (Japan). The monochromatized radiation (λ = 1.54056 Å) used Cu-Kα . The 2θ ranges were 5°–65°. Solid-state 29Si nuclear magnetic resonance (NMR) and 1H NMR spectra were collected on a Bruker Avance III HD spectrometer equipped with a 9.4 T magnet operating at 79.5 MHz for 29Si. Samples for NMR spectroscopy were packed into a 7 mm outer diameter zirconia rotor, which was sealed with a Kel-F drive cap. Nitrogen gas was used for magic angle spinning (MAS), and the data were obtained at a rotor speed of 5 kHz. The 29Si NMR or 1H NMR chemical shift was referenced to TTMS at -9.8 ppm. A recycle delay of 5 s was applied and about 400 scans were collected for the spectra. The Fourier transformed infrared (FT-IR) spectra of the samples were detected by the Fourier Transform Infrared Spectrometer Nicolet 8700. The sample was pre-dried and dehydrated for testing and analysis. The ultraviolet-visible (UV-vis) spectra of the samples were detected by the Ultraviolet-visible-near-infrared spectrophotometer (SOLID3700, Shimazu, Japan). The N2 adsorption-desorption isotherms of samples were measured at 77 K (Tristar II 3020M, Micromeritics, America). Sample pre-activation procedure: degas at 120 °C for 2 h and then activate at 300 °C for 2 h. The sample weight after activation was 0.1 g. According to the N2 adsorption-desorption isotherm, the surface area and pore size distribution of the catalyst were calculated by BET, S-F and BJH methods, respectively. Tandem temperature-programmed desorption-oxidation- reduction (H2-TPD-N2O-titration-H2-TPR) was performed on an automatic chemical adsorption instrument (VDsorb 91i, Quzhou Vodo Instrument Co., Ltd). The catalyst was first reduced by 30 mL/min 5%H2/Ar for 2 h at 400 °C. After cooling down to 40 °C and purged with Ar for 1 h, the TPD was processed under 30 mL/min Ar flow with ramping rate of 10 °C/min. Then cooling down to 100 °C, N2O titration was used to oxidize the exposed Cu in catalyst surface. Then the catalyst was again temperature-programmed reduced by 30 mL/min 5%H2/Ar. X-ray photoelectron spectroscopy (XPS) was performed on ESCALAB 250Xi (Thermo Scientific, England) spectrometer. Test conditions: ultimate vacuum of analysis chamber: 5×10–10 mbar; monochromatic X-ray source: Al Kα 150 W, beam spot 500 μm; energy resolution and sensitivity: when the FWHM of Aɡ3d 5/2 is 0.6 eV, the intensity is greater than 1600000 cps. The C1s photoelectron peak with a binding energy of 284.8 eV was used as a reference to correct the spectrum. Soft X-ray absorption spectra (Soft-XAS) were obtained at BL10B photoemission end-station at the National Synchrotron Radiation Laboratory (NSRL, Hefei, China). X-ray absorption fine structure (XAFS) spectroscopy measurements were performed at the Cu K-edge. Data were collected at the beamline BL11B station at Shanghai Synchrotron Radiation Facility (SSRF). The XAS spectra of the samples were measured in the fluorescence mode using a Lytle ionization chamber (EXAFS Co.) filled with Ar. The XAS spectra were analyzed using the Demeter software package1. The background subtraction and edge step normalization of the XAS raw data were performed using the Athena program. The k 3-weighted χ(k) data of spectra were Fourier transformed to real space using a hanning window. The Artemis program was used to obtain the quantitative structural parameters by least-squares fitting. Transmission electron microscopy (TEM) and high-resolution TEM (HRTEM) of the samples were collected using a JEM-2100 Plus system operated at 200 kV. High-angle annular dark-field scanning TEM (HAADF-STEM) images and EDS mapping of samples were obtained on Talos F200X microscope (FEI, Japan) operating at 200 kV. 2.4 Computation methods All the calculations were carried out by using Materials Studio program by BIOVIA Corp. MFI structure with Cu[O2]Cu bridge secondary structure was used as model. Then the structure was optimized using Dmol3 code with GGA-PBE functional. DNP 4.4 basis set was used. The density mixing fraction of 0.2 with direct inversion in the iterative subspace (DIIS) and orbital occupancy with smearing of 0.005 Ha were used. 2.5 Catalyst test The hydrogenation of FA was performed in a 25 mL NSC-type reactor purchased from Anhui CHEMN Instruments Co. Ltd. Specific steps: 1 mmol FA and 100 mg catalyst were dispersed in 10.0 g distilled H2O solution. Before the reaction, the reactor was purged three times with hydrogen and then charged with hydrogen to corresponding pressure. The reaction was heated by a thermocouple and stirred by magnetic force at a speed of 800 r/min. After the reaction was completed, the reactor was put into cold water and cooled to room temperature followed by releasing the gas. In the manuscript, the influence of different reaction conditions (reaction temperature and time) on the catalytic activity was investigated. The product was analyzed by the Shimadzu Nexis 2030 gas chromatography (GC) instrument equipped with an RTX-65 column (30 m × 0.32 mm × 0.25 μm) and a flame ionization detector. The gas flow rate of GC was set as follows: 40 mL/min N2, 32 mL/min H2 and 200 mL/min air. The temperature of injection port and flame ionization detector was 250 and 270 °C, respectively. The initial temperature of the chromatographic column was 50 °C and rose to 190 °C at a rate of 10 °C/min. Next, it went up to 250 °C and keep for 3 min with a rate of 20 °C/min. The amount of reactants and products is determined by the internal standard method, where the internal standard was n-hexanol. FA conversion and product yields were calculated using the following equations: Conversion ( % ) = M o l e s o f f e e d s t o c k c o n s u m e d m o l e s o f f e e d s t o c k i n p u t × 100 % Product yield ( % ) = M o l e s o f p r o d u c t M o l e s o f f e e d s t o c k i n p u t × 100 % 3 Results and discussion 3.1 Catalyst preparation and investigation into structural composition of Cu@Zeolite The key to accurate restricted transition-state shape selective hydrogenation for the production of FOL was to select zeolite supports with appropriate pore sizes to encapsulate Cu active sites, and to control of FA reduction within the shape-selective channels. The Cu@MFI catalyst, featuring Cu encapsulated within MFI zeolites with the structure of intersecting straight 10 MR channels and sinusoidal 10 MR channels (Fig. 1(a) ), was synthesized using a rapidly-mixing-at-high- temperature procedure. For comparative purposes, the Cu@MOR catalyst, prepared via a one-pot hydrothermal method and featuring an elliptical 12 MR main channel, was utilized in accordance with previous work. As well as the supported catalysts Cu/S-1 and Cu/SiO2, synthesized using a conventional impregnation method, were employed as controls. The XRD patterns and IR spectra of all zeolite catalysts corresponded with the standard topological characteristic peaks (Figs. 1(g)–(h)). The content of Cu was consistently maintained at 2 wt% across all supports (Table S1), and no obvious Cu/CuO x agglomeration particles were present even on the supported catalysts. This suggests that the Cu species were well-dispersed (Figs. 1(b)–(f), Fig. S1). The 29Si MAS NMR spectrum revealed the existence of both Q4 (Si(OSi)4) and Q3 ((SiO)3-Si-OH) species in Cu/S-1, Cu/SiO2, and Cu@MOR materials. In contrast, the Cu@MFI material exhibited only peaks characteristic of Q4 species, as illustrated in Fig. 1(i) [ 30 ]. As we have detailed in our previous work, the Cu@MFI synthesized using rapidly-mixing-at-high-temperature procedure possessed a stable structure devoid of silicon hydroxyl defects [ 31 ]. The hydrogenation of FA was tested using all Cu@zeolite catalysts in an aqueous phase system, without any additives, at 4 MPa hydrogen pressure and at both low (50 °C) and high (130 °C) temperatures (Figs. 1(j)–(k)). At low temperature, supported catalysts demonstrated minimal catalytic activity. The hydrogenation activity of the Cu@MOR catalyst increased, but the conversion of FA remained limited. Notably, the Cu@MFI catalyst exhibited exceptional FA reduction performance even at low temperature. All catalysts experienced a significant increase in catalytic activity at higher temperature, yet their products distribution differed notably. The coking products predominated on Cu/SiO2 and Cu/S-1 with fully open structures, leading to heavy carbon deposition. In contrast, Piancatelli rearrangement products, CPO and CPOL, prevailed on Cu@MOR with large-pore 12 MR structure. The selective transformation of FA to FOL was accomplished using Cu@MFI with medium-pore 10 MR structure, producing no other by-products. For the difference in catalytic activity, the coordination structure and chemical state of Cu species would be significantly affected by the preparation method and the supports, and the anchored Cu active species with different coordination environments on different supports might be the key factor. The pore and channel structure of the supports itself primarily accounted for the vast difference in product distribution. In terms of balancing catalytic activity and hydrogenation selectivity, the 10 MR pore confined Cu@MFI catalyst was unequivocally the most suitable for the reduction of FA to produce FOL. 3.2 Determination and DFT-based modeling of the possible Cu sites in Cu@MFI The notable efficiency of Cu@MFI in catalyzing FA reduction has drawn our interest. We aimed to elucidate the characteristics of the active Cu sites within Cu@MFI and determined the reasons for its high reactivity in this reduction process. To achieve this, we utilized various characterizations to investigate the structure of the active sites in Cu@MFI. The chemical states of surface Cu species on reduced samples were examined using XPS (Fig. 2(a) ). The presence of distinctive Cu2+ characteristic peaks, confirmed by the two satellite peaks of Cu2+, suggested that Cu species were primarily deposited on the supports surface as agglomerates on cu-based supported-catalysts. However, the surface Cu valence of Cu/S-1 exhibited a shift to relatively high binding energy compared to Cu/SiO2. This charge transfer phenomenon indicated a potential metal-support interaction, specifically a Cu-Si interaction, within Cu/S-1 [ 32 ]. Notably, even when employing the same impregnation method, MFI zeolite support (S-1) could influence the chemical environment of Cu. Characteristic peaks associated with Cu2+ and its reduced state, Cu δ+ (with Cu δ+ peak states ranging between 0 and 1) were evident in Cu@MOR, while Cu δ+ predominated in Cu@MFI. As noted in previous work, the XPS peak positions for Cu species underwent slight shifts based on their chemical environments influenced by the zeolite framework [ 33,34 ]. Cu δ+ arised from the caged Cu, whereas Cu2+ originated from the secondary framework Cu species or CuO x clusters inside the zeolite channel [ 35,36 ]. The Cu LMM Auger signals were depicted in Fig. 2(b). Unlike the pronounced signals of Cu/SiO2 and Cu/S-1, the encapsulated Cu catalysts within zeolites exhibited altered states of a l-electron on Cu's 3d orbit due to interactions between the Si framework and neighbouring Cu [ 37 ]. This led to a diminished Auger effect, producing a weaker signal. Such observations affirmed that the metal was encapsulated within the zeolite, ensuring the absence of bulk CuO particles on the support surfaces in both Cu@MOR and Cu@MFI. The existence forms of Cu species in different catalysts were indirectly verified by analyzing the hydrogen adsorption strength at distinct Cu sites. A characteristic peak was observed at 303 °C in the H2-TPD profile of Cu/SiO₂ (Fig. 2(c)), which could be ascribed to the strong adsorption of hydrogen on surface Cu species formed after the reduction of deposited CuO nanoparticles [ 38,39 ]. For Cu/S-1, the desorption peak temperature slightly decreased, which originated from the electronic density modulation of Cu species induced by metal-zeolite interactions (SMSI) [ 40,41 ]. Compared with Cu/S-1, the desorption peak intensity of Cu@MOR significantly weakened, while Cu@MFI exhibited a single low-temperature desorption peak at 257 °C. This low-temperature peak corresponded to weakly adsorbed hydrogen on dinuclear bridged-oxygen configurations ([Cu(μ-O)2Cu]2+). The absence of high-temperature desorption peaks demonstrated that Cu species in Cu@MFI are effectively encapsulated within zeolite channels without surface Cu particles [ 42,43 ]. The UV-vis spectra of Cu@MOR and Cu@MFI further verified the forms of Cu present in the Cu confined zeolites (Fig. 2(d)). Based on the wavelength, three distinct regions were identified, each representative of a different Cu species. The region at 220 nm corresponded to the zeolite framework and isolated Cu ions within the cage, while the region between 250-400 nm represented [Cu-O-Cu] n clusters. The broad peak spanning 500-850 nm was attributed to the d–d transition of Cu2+ ions in the quasi-octahedral ligand oxygen coordination, indicative of CuO particles [ 44–47 ]. Through the above analysis, it could be inferred that Cu species on the supported catalyst were dispersed on the supports surface primarily as CuO. When MFI zeolite (S-1) was employed as the support, a metal-support interaction ensued, leading to an enhanced hydrogen activation ability of the Cu species. In the large-pore 12 MR Cu@MOR, oligomeric [Cu-O-Cu] n clusters were present, and these Cu species had a coordination environment markedly distinct from that of CuO particles due to the influence of the zeolite Si-O framework. This observation aligned with findings in prior studies [ 48–50 ]. For the medium-pore 10 MR Cu@MFI, there was a coexistence of both isolated intra-cage Cu and secondary framework Cu species (such as [Cu2(μ-O) x ]2+ connected with the framework), which were potentially the primary active sites for the hydrogenation conversion of FA. In the Cu@MFI zeolite with an optimally structured activity screening, the nuclearity and position of the Cu active site, derived from prior catalyst characterization discussions, were employed to construct a Cu@MFI model structure. This model was then geometrically optimized using DFT calculations. Two primary positions of Cu within the MFI framework—the 5 MR cage and the 10 MR cross-pore—were considered, as these have been identified as potential configurations in earlier research [ 51–54 ]. Several possible Cu@MFI models were DFT-optimized to ascertain the most stable structure (Fig. 3(a) ). The proposed stoichiometry suggested a formal mixed Cu/Cu(II) composition of the the main Cu sites. Here, a single Cu site was confined within the 5 MR (Fig. S2). And two Cu were linked via a bidentate oxygen bridge and associated with oxygen in the 10 MR (Fig. S3). The exact anchoring sites and main pathways in the expanded structure were appropriately labeled. To corroborate the predicted position of the Cu sites derived from DFT calculations, the Cu species in activated Cu@MFI samples were analyzed using XAS. By fitting the experimental spectra, we could extract information such as the degeneracy and effective distances of interaction paths between the Cu and surrounding atoms in the local environment. The comprehensive analysis of the EXAFS data in both k- and R-space, along with the simulated XAS spectra of the model structure split paths, was presented in Fig. S4. The outcomes of the EXAFS fitting were summarized in Table S2 to juxtapose with DFT calculations. Furthermore, Figs. 3(b‒e) depicted the fitting result of the wave spectrum when contrasted with the actual sample. The peak around 2.2 Å mainly contributed to the single scattering of oxygen atoms, including the double Cu sites in the 10 MR channel interacting with the closest oxygen atoms (including framework O and dioxygen bridges) and the single Cu site in the 5 MR cage interacting with the nearest oxygen atoms. In the structure optimized by DFT, the average distance between Cu in the 10 MR channel and the nearby oxygen atoms was 2.2 Å, while the average distance between Cu in the 5 MR cage and the nearby O atoms was 2.4 Å. The characteristic peaks above 2.5 Å originate from Cu–Cu, the second shell layer Cu–O single scattering paths, as well as the superposition contributions of framework Si and framework external Cu atoms. The simulation structure based on DFT quantum calculation structure and experimental EXAFS data achieved a good match. Notably, the Cu sites did not block the 10 MR channel, leaving appropriate mass transfer space for substrate FA and reaction intermediates. 3.3 Study on the relationship between reaction mechanism and structure-performance After clarifying the structure of Cu@MFI, DFT calculations were used to further study the reaction mechanism jointly affected by the Cu active sites and the topology of MFI zeolites. The adsorption sites of FA and FOL on Cu@MFI were initially judged using adsorption FT-IR tests (Figs. S5, S6). The adsorption of FA and FOL both led to the disappearance of some bands of the Cu@MFI catalyst, including the bands at 1400 and 832 cm–1 and the band at approximately 960 cm–1, all of which were related to the disturbance of Si-O-Si by Cu. It could be inferred that these changes in the FT-IR spectra originated from the adsorption of FA and FOL on Cu sites in the Cu-O-Si secondary framework, resulting in a weakening of the perturbation of Cu. The isolated Cu inside the cage was considered to be the active site for H2 dissociation. The synergistic action of the two kinds of Cu promoted the reaction. Fig. 4(a) showed the reaction pathway of FA conversion to CPO on the Cu-based catalyst, with FA reduced to FOL, and the cationic intermediate of FOL underwent Piancatelli rearrangement to form HCP, which was hydrogenated and deoxygenated to CPE and then hydrogenated to CPO. The catalyst exhibited weak acidity due to the siliceous frameworks of S-1 zeolite and SiO2 in our reaction system (Fig. S7). However, the product distribution was predominantly composed of CPO and CPOL, which could be attributed to the solvent effect-mediated proton transfer in the aqueous phase. Within this weakly acidic catalytic system under high-temperature aqueous conditions, the Piancatelli rearrangement demonstrated higher propensity to occur compared to over-hydrogenation or hydrogenolysis reactions. This preferential reaction pathway arose from the synergistic effects between the mild acid sites and the unique solvation environment provided by the aqueous medium at elevated temperatures. A comparison of the reaction pathways and reaction potential energy distributions from FA to CPO on Cu@MFI and Cu (111) was shown in Figs. 4(b) and S8. On Cu@MFI, FA was adsorbed onto the secondary framework Si-O-Cu of Cu@MFI. H2 dissociated on the cage mono-copper and then attacked the FA C=O bond, with C=O hydrogenation transforming into FOL. The reaction energy barrier for this step on Cu@MFI was 0.31 eV, less than the 0.45 eV on Cu (111), which accounted for the high activity of Cu@MFI. Subsequently, FOL interacted with H2O to produce a cationic intermediate that underwent ring-opening via the Piancatelli rearrangement. This intermediate then dehydrated, forming HCP, which was subsequently converted to CPE through hydrogenation and deoxygenation, and ultimately to CPO via hydrogenation. The selectivity of CPO/CPL is, therefore, a consequence of the solvent effect (aqueous phase). On Cu@MFI, the reaction energy barrier from HCP to CPE was 0.34 eV, and from CPE to CPO was 0.42 eV, both lower than the respective barriers on Cu (111) (0.63 and 0.50 eV). However, the energy barrier for intermediate rearrangement on Cu@MFI was significantly higher than on Cu (111). In the initial step of the Piancatelli rearrangement, the carbon atom at position 4 of the FOL furan ring was susceptible to nucleophilic attack by water molecules due to the influence of hydroxymethyl. As this process involved a bimolecular mechanism, the transition state (TS2) and intermediate (M1) were larger in size than the FOL molecule, resulting in a reaction barrier of 2.13 eV, compared to 0.17 eV on Cu (111). Similarly, intermediate M1 evolved into intermediate M2 through hydrogen migration. Due to its large molecular size, it experienced significant stress within the confined 10 MR on Cu@MFI, with an energy of 1.00 eV, compared to 0.25 eV on Cu (111). Once intermediate M2 opened up, the resulting linear M3 intermediate relieved this stress, making the energy of intermediate M3 adsorbed inside the Cu@MFI pore similar to that of the M3 intermediate on the Cu (111) surface (0.79 and 0.77 eV, respectively). Contrarily, on the fully exposed Cu (111) surface, the nucleophilic assault of water molecules on FA occured almost spontaneously, with low energy barriers from FA to M1 and from M1 to M2. The transition from M2 to M3 was a temperature-dependent, proton-induced process. In a water system, free protons primarily originated from water ionization, with their concentration closely tied to temperature. Consequently, upon reaching a certain temperature threshold, FA on the Cu (111) surface would inevitably experience further hydrolysis. The accurate anchoring of the secondary Cu framework within the 10 MR of Cu@MFI precisely adjusted the pore channel size. This adjustment, without impeding the mass transfer of FA and FOL, limited the interaction of water molecules with the furan ring of FOL, thus inhibiting its further hydrolytic conversion. This accurate restricted transition-state shape selectivity allowed Cu@MFI to concurrently catalyze the reduction of FA to FOL with high activity and selectivity. 3.4 Re-examination of the framework confined structure The BET specific surface area test confirmed the pore confinement of Cu@MFI. When comparing the specific surface area and pore size of Cu@MFI and Cu/S-1, both catalysts exhibited the type I isotherm characteristic of typical microporous materials (Fig. S9). The Saito-Foley method was used to test the micropore distribution, while the BJH method was used for the mesopore distribution of both catalysts. Observations revealed that both Cu@MFI and Cu/S-1 were predominantly characterized by a micropore structure, with complete crystal grains. The presence of a small number of mesopores could be attributed to the accumulation of zeolite particles (Fig. 5((a)) insert, BJH adsorption curve). In terms of micropore distribution, the Framework density (FDSi) listed in the standard database for MFI-type zeolites was 18.4 T/1000 Å3, and the accessible volume was 9.8%. Therefore, the theoretical micropore volume of MFI-type zeolites was calculated to be 0.05 mL/g. The micropore size of Cu@MFI was smaller than that of Cu/S-1, but it had a larger micropore volume (Fig. 5(a), SF curve and Table S3). The larger micropore volume of Cu@MFI suggested that our synthesis method effectively prevented the zeolite skeleton from collapsing, and the loaded metal did not obstruct the pores in the manner typical of supported catalysts. The reduced micropore size was due to the steric hindrance presented by the secondary skeleton Cu, a finding consistented with the structure derived from DFT calculations (Fig. 3). The versatility of Cu@MFI was subsequently examined under varying temperature conditions (Fig. 5(b)). Remarkably, Cu@MFI exhibited an exceptionally broad temperature window, maintaining high activity and selectivity between 50–150 °C with remarkable stability. To elucidate the exceptional activity and robust stability of Cu@MFI, Fig. 5(c) analyzed the d-band centers and electron configurations of different active copper sites within Cu@MFI. The d-band center of the binuclear Cu situated in the pore channel was significantly distant from the Fermi level compared to Cu (111), thereby enhancing its adsorption capacity onto the substrate. Conversely, the d-band center of the monomeric Cu located within the cage was proximate to the Fermi level, augmenting its hydrogen activation capability. This observation aligned precisely with the aforementioned analysis of Cu active sites. Notably, the energy distribution of t 2 g orbitals (dxy, dxz, dyz) for binuclear Cu was more concentrated than that of Cu(111), suggesting a heightened electron cloud localization and a reduced electron energy level. This contributed to the enhanced stability of the binuclear Cu-O2-Cu structure. Furthermore, its eg orbitals (dx 2-y 2 and dz 2) were hybridized and split, indicating a decrease in the symmetry of its electronic orbital due to the confinement effect exerted by the Si-O framework. The distorted orbital configuration enhanced the activation capability of the substrate within the confined space. The elevated energy dz 2 orbital could form a σ-bond with the 2p orbital of O in FA, while the secondary highest dx 2-y 2 orbital established d-π conjugation with the carbonyl π-bond of FA. This interaction further destabilized the C=O group and facilitated the attack of the dissociated hydrogen on O, thereby significantly enhancing the hydrogenation activity of the FA C=O by hydrogen. The single Cu within the cage exhibited properties analogous to those of a single atom Cu, with the 4s orbital spanning the Fermi level, indicating a half-full state. This condition markedly augmented its hydrogen adsorption capacity. Its d orbital, being of higher energy, could effectively facilitate electron transfer with hydrogen molecules, leading to their dissociation. The Cu within the cage remained stable throughout the interaction with hydrogen, owing to the confinement effect of the surrounding atoms, preventing migration or agglomeration. As the temperature rised, CPO and CPE commenced to manifest on Cu@MFI at 170 °C. Even at the peak temperature, it still maintained a high conversion of FA. However, there was a noticeable decline in carbon balance, suggesting the emergence of coking products (Fig. 5(d)). This could be attributed to the subtle distortion of the MFI 10 MR above 170 °C, and the destruction of the [Cu2(μ-O) x ]2+ structure at excessive temperatures, resulting in the compromise of the transition state confinement effect and the subsequent generation of inevitable by-products. Lastly, to augment the conversion rate of furfural on Cu@MFI, a trace quantity of Pt (0.2 wt%) was introduced onto Cu@MFI (Fig. S10). The synergistic effect between Pt and Cu enhanced the desorption capacity of hydrogen, as demonstrated by a sharper and narrower hydrogen desorption peak, and a reduction in the temperature required for H2-TPD (Fig. S11). When subjected to identical conditions for a brief reaction duration, Pt/Cu@MFI showcased exceptional reactivity, completing the reaction within 2 h while maintaining a selectivity of 100% for FOL (Fig. 5((e)) and Table S4). This indicated that the introduction of Pt primarily aided in hydrogen spillover without compromising the transition state confinement function of the catalyst. The true active sites were consistently the Cu species within the zeolite (Table S5) [ 55 ]. 4 Conclusions In conclusion, we synthesized Cu@MFI composite catalyst by integrating Cu with MFI zeolites. Cu@MFI featured both intra-cage mono-Cu and secondary framework binuclear Cu active sites anchored within the zeolite. Notably, these Cu active sites neither disrupted the zeolite framework nor inhibited mass transfer. Instead, they confined the transition-state space in a manner that was synergistic with the pore confinement characteristics of MFI zeolites. The zeolite framework influenced the electron cloud environment around neighbouring Cu sites, endowing Cu@MFI with high catalytic activity. Based on DFT calculations and model fitting, Cu@MFI was identified as an ideal candidate for accurate transition-state shape selective reactions. Cu@MFI achieved equimolar synthesis of furfuryl alcohols from furfural hydrogenation across a broad temperature range (50-150 °C), in contrast to other Cu catalysts which yielded cyclopentanone and cyclopentanol. This work establishes a paradigm for leveraging zeolite confinement effects to manipulate transition-state ensembles, offering generalizable strategies for selective transformations in heterogeneous catalysis. Conflicts of interest There are no conflicts to declare. Acknowledgments Financial support was received from the National Natural Science Foundation of China (22293011 for Y.F., T2341001 for Y.F.), the Anhui Provincial Major Science and Technology Project (2022e03020005 for Y.F.), and the New Cornerstone Science Foundation through the XPLORER PRIZE (for Y.F.). This work was partially carried out at the Instruments Center for Physical Science of University of Science and Technology of China. The authors would like to thank Prof. Chengming Wang (Instruments Center for Physical Science, University of Science and Technology of China) for his support and advices in the IR analysis. Supplementary Material Supplementary appendix References 1 R. Gérardy D.P. Debecker J. Estager P. Luis J.M. Monbaliu Chem. Rev. 120 2020 7219 7347 R. Gérardy, D. P. Debecker, J. Estager, P. Luis, J. M. Monbaliu, Chem. Rev., 2020, 120, 7219–7347. 2 C. Xu E. Paone D. Rodríguez-Padrón R. Luque F. Mauriello Chem. Soc. Rev. 49 2020 4273 4306 C. Xu, E. Paone, D. Rodríguez-Padrón, R. Luque, F. Mauriello, Chem. Soc. Rev., 2020, 49, 4273–4306. 3 Z. An J. Li Green Chem. 24 2022 1780 1808 Z. An, J. Li, Green Chem., 2022, 24, 1780–1808. 4 P.N. Romano J.M.A.R. De Almeida Y. Carvalho P. Priecel E. Falabella Sousa-Aguiar J.A. Lopez-Sanchez ChemSusChem 9 2016 3387 3392 P. N. Romano, J. M. A. R. De Almeida, Y. Carvalho, P. Priecel, E. Falabella Sousa-Aguiar, J. A. Lopez-Sanchez, ChemSusChem, 2016, 9, 3387–3392. 5 S. Zhu Y. Cen J. Guo J. Chai J. Wang W. Fan Green Chem. 18 2016 5667 5675 S. Zhu, Y. Cen, J. Guo, J. Chai, J. Wang, W. Fan, Green Chem., 2016, 18, 5667–5675. 6 M. Audemar C. Ciotonea K. De Oliveira Vigier S. Royer A. Ungureanu B. Dragoi E. Dumitriu F. Jérôme ChemSusChem 8 2015 1885 1891 M. Audemar, C. Ciotonea, K. De Oliveira Vigier, S. Royer, A. Ungureanu, B. Dragoi, E. Dumitriu, F. Jérôme, ChemSusChem, 2015, 8, 1885–1891. 7 S. Tian W. Gong W. Chen N. Lin Y. Zhu Q. Feng Q. Xu Q. Fu C. Chen J. Luo W. Yan H. Zhao D. Wang Y. Li ACS Catal. 9 2019 5223 5230 S. Tian, W. Gong, W. Chen, N. Lin, Y. Zhu, Q. Feng, Q. Xu, Q. Fu, C. Chen, J. Luo, W. Yan, H. Zhao, D. Wang, Y. Li, ACS Catal., 2019, 9, 5223–5230. 8 Y. Fan C. Zhuang S. Li Y. Wang X. Zou X. Liu W. Huang G. Zhu J. Mater. Chem. A 9 2021 1110 1118 Y. Fan, C. Zhuang, S. Li, Y. Wang, X. Zou, X. Liu, W. Huang, G. Zhu, J. Mater. Chem. A, 2021, 9, 1110–1118. 9 A.I. Casoni P.M. Hoch M.A. Volpe V.S. Gutierrez J. Cleaner Prod. 178 2018 237 246 A. I. Casoni, P. M. Hoch, M. A. Volpe, V. S. Gutierrez, J. Cleaner Prod., 2018, 178, 237–246. 10 G. Gao J. Remón Z. Jiang L. Yao C. Hu Appl. Catal. B 309 2022 121260 G. Gao, J. Remón, Z. Jiang, L. Yao, C. Hu, Appl. Catal. B, 2022, 309, 121260. 11 Y. Zhang A. Li M. Kubů M. Shamzhy J. Čejka Catal. Today 390 2022 295 305 Y. Zhang, A. Li, M. Kubů, M. Shamzhy, J. Čejka, Catal. Today, 2022, 390, 295–305. 12 Y. Wang T. Gao Y. Lu Y. Wang Q. Cao W. Fang Green Energy Environ. 7 2022 275 287 Y. Wang, T. Gao, Y. Lu, Y. Wang, Q. Cao, W. Fang, Green Energy Environ., 2022, 7, 275–287. 13 J. Zhang K. Dong W. Luo H. Guan ACS Omega 3 2018 6206 6216 J. Zhang, K. Dong, W. Luo, H. Guan, ACS Omega, 2018, 3, 6206–6216. 14 D. Loffreda F. Delbecq F. Vigné P. Sautet J. Am. Chem. Soc. 128 2006 1316 1323 D. Loffreda, F. Delbecq, F. Vigné, P. Sautet, J. Am. Chem. Soc., 2006, 128, 1316–1323. 15 K. Yan G. Wu T. Lafleur C. Jarvis Renewable Sustainable Energy Rev. 38 2014 663 676 K. Yan, G. Wu, T. Lafleur, C. Jarvis, Renewable Sustainable Energy Rev., 2014, 38, 663–676. 16 H. Gong F. Wang Q. Li L. Wei J. Zhang Y. Ma Y. Rui X.-L. Shi ACS Sustainable Chem. Eng. 12 2024 7211 7225 H. Gong, F. Wang, Q. Li, L. Wei, J. Zhang, Y. Ma, Y. Rui, X.-L. Shi, ACS Sustainable Chem. Eng., 2024, 12, 7211–7225. 17 R. Yang H. Zhang X. Li X. Ye L. Liu ACS Sustainable Chem. Eng. 12 2024 12378 12385 R. Yang, H. Zhang, X. Li, X. Ye, L. Liu, ACS Sustainable Chem. Eng., 2024, 12, 12378–12385. 18 P.R. Makgwane S.S. Ray J. Nanosci. Nanotechnol. 14 2014 1338 1363 P. R. Makgwane, S. S. Ray, J. Nanosci. Nanotechnol., 2014, 14, 1338–1363. 19 X. Tang P. Wu Y. Wang Y. Liu Fuel 355 2024 129429 X. Tang, P. Wu, Y. Wang, Y. Liu, Fuel, 2024, 355, 129429. 20 Z. He Y. Wang Y. Liu L. Lian D. Kong Y. Zhao Fuel 365 2024 131126 Z. He, Y. Wang, Y. Liu, L. Lian, D. Kong, Y. Zhao, Fuel, 2024, 365, 131126. 21 L.I. Rodionova E.E. Knyazeva S.V. Konnov I.I. Ivanova Pet. Chem. 59 2019 455 470 L. I. Rodionova, E. E. Knyazeva, S. V. Konnov, I. I. Ivanova, Pet. Chem., 2019, 59, 455–470. 22 N.V. Choudary B.L. Newalkar J. Porous Mater. 18 2011 685 692 N. V. Choudary, B. L. Newalkar, J. Porous Mater., 2011, 18, 685–692. 23 C. Garcia-Sancho J.M. Merida-Robles J.A. Cecilia-Buenestado R. Moreno-Tost P.J. Maireles-Torres Int. J. Mol. Sci. 24 2023 2443 C. Garcia-Sancho, J. M. Merida-Robles, J. A. Cecilia-Buenestado, R. Moreno-Tost, P. J. Maireles-Torres, Int. J. Mol. Sci., 2023, 24, 2443. 24 Q. Zhu W. Huang C. Huang L. Gao Y. Su L. Qiao Int. J. Hydrogen Energy 47 2022 38445 38454 Q. Zhu, W. Huang, C. Huang, L. Gao, Y. Su, L. Qiao, Int. J. Hydrogen Energy, 2022, 47, 38445–38454. 25 W. Wang H. Wang J. Zhang L. Kong H. Huang W. Liu S. Wang X. Ma Y. Zhao ChemCatChem 12 2020 3849 3852 W. Wang, H. Wang, J. Zhang, L. Kong, H. Huang, W. Liu, S. Wang, X. Ma, Y. Zhao, ChemCatChem, 2020, 12, 3849–3852. 26 M.B. Gawande A. Goswami F.-X. Felpin T. Asefa X. Huang R. Silva X. Zou R. Zboril R.S. Varma Chem. Rev. 116 2016 3722 3811 M. B. Gawande, A. Goswami, F.-X. Felpin, T. Asefa, X. Huang, R. Silva, X. Zou, R. Zboril, R. S. Varma, Chem. Rev., 2016, 116, 3722–3811. 27 G. Xu X. Zhang Z. Dong W. Liang T. Xiao H. Chen Y. Ma Y. Pan Y. Fu Angew. Chem. Int. Ed. 62 2023 e202305915 G. Xu, X. Zhang, Z. Dong, W. Liang, T. Xiao, H. Chen, Y. Ma, Y. Pan, Y. Fu, Angew. Chem. Int. Ed., 2023, 62, e202305915. 28 Y. Mao Y. Zhou H. Wen J. Xie W. Zhang J. Wang New J. Chem. 38 2014 3295 3301 Y. Mao, Y. Zhou, H. Wen, J. Xie, W. Zhang, J. Wang, New J. Chem., 2014, 38, 3295–3301. 29 W. Zhang J. Xie W. Hou Y. Liu Y. Zhou J. Wang ACS Appl. Mater. Interfaces 8 2016 23122 23132 W. Zhang, J. Xie, W. Hou, Y. Liu, Y. Zhou, J. Wang, ACS Appl. Mater. Interfaces, 2016, 8, 23122–23132. 30 W. Dai C. Kouvatas W. Tai G. Wu N. Guan L. Li V. Valtchev J. Am. Chem. Soc. 143 2021 1993 2004 W. Dai, C. Kouvatas, W. Tai, G. Wu, N. Guan, L. Li, V. Valtchev, J. Am. Chem. Soc., 2021, 143, 1993–2004. 31 W. Liang G. Xu X. Zhang H. Chen Y. Fu Green Chem. 26 2024 498 506 W. Liang, G. Xu, X. Zhang, H. Chen, Y. Fu, Green Chem., 2024, 26, 498–506. 32 M. Weng Z. Zhang F. Okejiri Y. Yan Y. Lu J. Tian X. Lu S. Yao J. Fu iScience 24 2021 102884 M. Weng, Z. Zhang, F. Okejiri, Y. Yan, Y. Lu, J. Tian, X. Lu, S. Yao, J. Fu, iScience, 2021, 24, 102884. 33 Q. Ye L. Wang R.T. Yang Appl. Catal. A 427–428 2012 24 34 Q. Ye, L. Wang, R. T. Yang, Appl. Catal. A, 2012, 427–428, 24–34. 34 L. Xu C. Shi B. Chen Q. Zhao Y. Zhu H. Gies F.-S. Xiao D. De Vos T. Yokoi X. Bao U. Kolb M. Feyen S. Maurer A. Moini U. Müller W. Zhang Microporous Mesoporous Mater. 236 2016 211 217 L. Xu, C. Shi, B. Chen, Q. Zhao, Y. Zhu, H. Gies, F.-S. Xiao, D. De Vos, T. Yokoi, X. Bao, U. Kolb, M. Feyen, S. Maurer, A. Moini, U. Müller, W. Zhang, Microporous Mesoporous Mater., 2016, 236, 211–217. 35 M.H. Mahyuddin T. Tanaka A. Staykov Y. Shiota K. Yoshizawa Inorg. Chem. 57 2018 10146 10152 M. H. Mahyuddin, T. Tanaka, A. Staykov, Y. Shiota, K. Yoshizawa, Inorg. Chem., 2018, 57, 10146–10152. 36 M.H. Mahyuddin T. Tanaka Y. Shiota A. Staykov K. Yoshizawa ACS Catal. 8 2018 1500 1509 M. H. Mahyuddin, T. Tanaka, Y. Shiota, A. Staykov, K. Yoshizawa, ACS Catal., 2018, 8, 1500–1509. 37 C. Xu G. Chen Y. Zhao P. Liu X. Duan L. Gu G. Fu Y. Yuan N. Zheng Nat. Commun. 9 2018 3367 C. Xu, G. Chen, Y. Zhao, P. Liu, X. Duan, L. Gu, G. Fu, Y. Yuan, N. Zheng, Nat. Commun., 2018, 9, 3367. 38 X. Liao H. Zhao R. Liu H. Luo Y. Lv P. Liu J. Catal. 436 2024 115603 X. Liao, H. Zhao, R. Liu, H. Luo, Y. Lv, P. Liu, J. Catal., 2024, 436, 115603. 39 Z. Qiu X. Guo J. Mao R. Zhou Int. J. Hydrogen Energy 48 2023 32420 32433 Z. Qiu, X. Guo, J. Mao, R. Zhou, Int. J. Hydrogen Energy, 2023, 48, 32420–32433. 40 G. Chen J. Yu G. Li X. Zheng H. Mao D. Mao Int. J. Hydrogen Energy 48 2023 2605 2616 G. Chen, J. Yu, G. Li, X. Zheng, H. Mao, D. Mao, Int. J. Hydrogen Energy, 2023, 48, 2605–2616. 41 J. Zhang C. Li S. Hu J. Gu H. Yuan Y. Chen Renewable Energy 200 2022 88 97 J. Zhang, C. Li, S. Hu, J. Gu, H. Yuan, Y. Chen, Renewable Energy, 2022, 200, 88–97. 42 M.-H. Zhang Z.-M. Liu G.-D. Lin H.-B. Zhang Appl. Catal. A 451 2013 28 35 M.-H. Zhang, Z.-M. Liu, G.-D. Lin, H.-B. Zhang, Appl. Catal. A, 2013, 451, 28–35. 43 S. Ali D. Kumar M.M. Khader K.C. Mondal M.H. El-Naas Mol. Catal. 543 2023 113146 S. Ali, D. Kumar, M. M. Khader, K. C. Mondal, M. H. El-Naas, Mol. Catal., 2023, 543, 113146. 44 A. Sultana T. Nanba M. Haneda M. Sasaki H. Hamada Appl. Catal. B 101 2010 61 67 A. Sultana, T. Nanba, M. Haneda, M. Sasaki, H. Hamada, Appl. Catal. B, 2010, 101, 61–67. 45 X. Guo R. Zhang B. Kang Z. Di H. Wu S. Wei Y. Wei J. Jia Z.-J. Wang Appl. Catal. B 365 2025 124897 X. Guo, R. Zhang, B. Kang, Z. Di, H. Wu, S. Wei, Y. Wei, J. Jia, Z.-J. Wang, Appl. Catal. B, 2025, 365, 124897. 46 H. Lv S. Meng Z. Cui S. Li D. Li X. Gao H. Guo A. Bogaerts Y. Yi Chem. Eng. J. 496 2024 154337 H. Lv, S. Meng, Z. Cui, S. Li, D. Li, X. Gao, H. Guo, A. Bogaerts, Y. Yi, Chem. Eng. J., 2024, 496, 154337. 47 S. Lomate A. Sultana T. Fujitani Catal. Sci. Technol. 7 2017 3073 3083 S. Lomate, A. Sultana, T. Fujitani, Catal. Sci. Technol., 2017, 7, 3073–3083. 48 C. Buono A. Martini I.A. Pankin D.K. Pappas C. Negri K. Kvande K.A. Lomachenko E. Borfecchia Radiat. Phys. Chem. 175 2020 108111 C. Buono, A. Martini, I. A. Pankin, D. K. Pappas, C. Negri, K. Kvande, K. A. Lomachenko, E. Borfecchia, Radiat. Phys. Chem., 2020, 175, 108111. 49 S. Grundner M.A.C. Markovits G. Li M. Tromp E.A. Pidko E.J.M. Hensen A. Jentys M. Sanchez-Sanchez J.A. Lercher Nat. Commun. 6 2015 7546 S. Grundner, M. A. C. Markovits, G. Li, M. Tromp, E. A. Pidko, E. J. M. Hensen, A. Jentys, M. Sanchez-Sanchez, J. A. Lercher, Nat. Commun., 2015, 6, 7546. 50 L. Ding T. Shi J. Gu Y. Cui Z. Zhang C. Yang T. Chen M. Lin P. Wang N. Xue L. Peng X. Guo Y. Zhu Z. Chen W. Ding Chem 6 2020 2673 2689 L. Ding, T. Shi, J. Gu, Y. Cui, Z. Zhang, C. Yang, T. Chen, M. Lin, P. Wang, N. Xue, L. Peng, X. Guo, Y. Zhu, Z. Chen, W. Ding, Chem, 2020, 6, 2673–2689. 51 M.A. Newton A.J. Knorpp V.L. Sushkevich D. Palagin J.A. van Bokhoven Chem. Soc. Rev. 49 2020 1449 1486 M. A. Newton, A. J. Knorpp, V. L. Sushkevich, D. Palagin, J. A. van Bokhoven, Chem. Soc. Rev., 2020, 49, 1449–1486. 52 P. Vanelderen R.G. Hadt P.J. Smeets E.I. Solomon R.A. Schoonheydt B.F. Sels J. Catal. 284 2011 157 164 P. Vanelderen, R. G. Hadt, P. J. Smeets, E. I. Solomon, R. A. Schoonheydt, B. F. Sels, J. Catal., 2011, 284, 157–164. 53 M.A. Artsiusheuski J.A. van Bokhoven V.L. Sushkevich ACS Catal. 12 2022 15626 15637 M. A. Artsiusheuski, J. A. van Bokhoven, V. L. Sushkevich, ACS Catal., 2022, 12, 15626–15637. 54 J.S. Woertink P.J. Smeets M.H. Groothaert M.A. Vance B.F. Sels R.A. Schoonheydt E.I. Solomon Proc. Natl. Acad. Sci. U. S. A. 106 2009 18908 18913 J. S. Woertink, P. J. Smeets, M. H. Groothaert, M. A. Vance, B. F. Sels, R. A. Schoonheydt, E. I. Solomon, Proc. Natl. Acad. Sci. U. S. A., 2009, 106, 18908–18913. 55 M. Tan Y. Yang Y. Yang J. Chen Z. Zhang G. Fu J. Lin S. Wan S. Wang Y. Wang Nat. Commun. 13 2022 1457 M. Tan, Y. Yang, Y. Yang, J. Chen, Z. Zhang, G. Fu, J. Lin, S. Wan, S. Wang, Y. Wang, Nat. Commun., 2022, 13, 1457.",
      "scopus-id": "105011272710",
      "coredata": {
        "eid": "1-s2.0-S1872206725647413",
        "dc:description": "Transition-state shape selectivity plays a crucial role in catalytic systems where reactants and products exhibit comparable molecular dimensions, as it restricts the accessible configuration space of reaction intermediates. Herein, we designed a Cu@MFI catalyst by encapsulating Cu active sites within the well-defined micropores of MFI zeolite through a pore confinement strategy. This architecture preserves the zeolite framework integrity while maintaining unhindered internal mass transport, thereby enabling precise spatial control over transition-state configurations. Employing furfural hydrogenation as a probe reaction, the metal-zeolite synergy in Cu@MFI endowed the catalyst with exceptional activity (100% furfural conversion) and quantitative selectivity (100% furfuryl alcohol) at 70 °C, sustained across a broad temperature window. Mechanistic studies reveal that the transition-state shape selectivity effectively prevented H2O interaction with the furan ring, offering valuable insights for other reaction systems seeking to exploit shape selectivity for specific transformations.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206725647413",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liang, Wanying"
          },
          {
            "@_fa": "true",
            "$": "Xu, Guangyue"
          },
          {
            "@_fa": "true",
            "$": "Fu, Yao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206725647413"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206725647413"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(25)64741-3",
        "prism:volume": "74",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Accurate restricted transition-state shape selective hydrogenation of furfural over zeolite confined Cu catalyst",
        "prism:copyright": "Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Biomass"
          },
          {
            "@_fa": "true",
            "$": "Cu@MFI catalyst"
          },
          {
            "@_fa": "true",
            "$": "Transition-state shape selectivity"
          },
          {
            "@_fa": "true",
            "$": "Furfural hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Metal-zeolite synergy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "71-81",
        "prism:endingPage": "81",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 2025",
        "prism:doi": "10.1016/S1872-2067(25)64741-3",
        "prism:startingPage": "71",
        "dc:identifier": "doi:10.1016/S1872-2067(25)64741-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "245",
            "@width": "245",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26757",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "515",
            "@width": "458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103847",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "326",
            "@width": "366",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49967",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "442",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48098",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "456",
            "@width": "447",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81100",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "532",
            "@width": "446",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "90077",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "149",
            "@width": "311",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17871",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16649",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "146",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12271",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "184",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10905",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "136",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7612",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "160",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10377",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "137",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10423",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "105",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7742",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "651",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "105322",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1368",
            "@width": "1217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "578810",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "866",
            "@width": "972",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "265669",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1177",
            "@width": "979",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "212864",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1211",
            "@width": "1187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "348586",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1415",
            "@width": "1186",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "531312",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "396",
            "@width": "827",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "78592",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "3020187",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647413-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "3059",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105011272710"
      }
    }
  }
}