{
  "metadata": {
    "title": "Integration of atomic Co-N<ce:inf loc=post>5</ce:inf> sites with defective N-doped carbon for efficient zinc-air batteries",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2023-08-31",
    "doi": "10.1016/S1872-2067(23)64471-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206723644717",
    "pii": "S1872206723644717"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85170657278",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2023-09-14 2023-09-14 2023-09-14 2023-09-14 2023-09-14T09:09:32 1-s2.0-S1872206723644717 S1872-2067(23)64471-7 S1872206723644717 10.1016/S1872-2067(23)64471-7 S300 S300.1 FULL-TEXT 1-s2.0-S1872206723X00084 2023-09-18T04:47:39.757335Z 0 0 20230801 20230831 2023 2023-09-14T10:46:42.31428Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 51 51 C Volume 51 18 216 224 216 224 202308 August 2023 2023-08-01 2023-08-31 2023 article fla Copyright © 2023 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. INTEGRATIONATOMICCON5SITESDEFECTIVENDOPEDCARBONFOREFFICIENTZINCAIRBATTERIES ZHAO L 1 Introduction 2 Experimental 2.1 Catalyst synthesis 2.2 Characterizations 2.3 Electrochemical measurements 2.4 ZAB tests 2.5 DFT calculations 3 Results and discussion 3.1 Catalyst characterization 3.2 Electrochemical performance 3.3 Theoretical computation 4 Conclusions Acknowledgments Supplementary Material References ZHOU 2020 1132 1153 T ZHANG 2020 2100497 Z SHU 2022 213 221 X XU 2022 100027 X LIU 2022 453 466 Q ZHANG 2023 2 20 W NIU 2022 546 556 Y GUO 2019 1298 1310 Y WANG 2021 313 318 J ZHAO 2021 61 74 L NIU 2022 1459 1472 H YU 2021 420 428 Z ZHANG 2022 2209726 M RAO 2022 399 404 P LI 2022 469 477 Z CHEN 2021 3212 3221 Y ZHANG 2022 2987 3018 M TANG 2021 7819 7827 C ZHAO 2022 2103588 K WANG 2021 181 185 J ZOU 2022 4517 4525 J HAI 2022 174 181 X LV 2022 71 91 H XIA 2019 13354 13359 W HU 2021 11785 11843 C ZHANG 2021 745 749 H YANG 2019 e1804799 L LONG 2021 365 376 Y YAN 2018 7628 7658 X ZHANG 2021 65 J XIE 2019 47 68 C LI 2020 1907879 W FU 2019 1803737 X LI 2022 2203495 Z STOBER 1968 62 69 W KRESSE 1996 15 50 G KRESSE 1996 11169 11186 G YAN 2022 2106606 D DONG 2020 2001300 Y XUE 2022 162 Y NI 2021 2003238 W ZHANG 2021 2100497 Y LV 2018 10246 10250 C ZAMANI 2016 267 275 P YANG 2022 2105410 L FU 2023 122875 C LIU 2021 2001165 M HA 2020 2002592 Y WANG 2022 11944 11956 K WANG 2021 2104718 Z TANG 2023 48 55 T TIAN 2022 e202213296 Y GUO 2022 120997 Y ZHAOX2023X216 ZHAOX2023X216X224 ZHAOX2023X216XL ZHAOX2023X216X224XL 2025-09-14T00:00:00.000Z 2025-09-14T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2023-09-16T06:30:58.593Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Sichuan Science and Technology Program 2023YFH0026 Sichuan Province Science and Technology Support Program http://data.elsevier.com/vocabulary/SciValFunders/100012542 http://sws.geonames.org/1814991/ National Key Research and Development Program 2018YFB1502503 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ This work was supported by National Key Research and Development Program ( 2018YFB1502503 ) and Sichuan Science and Technology Program ( 2023YFH0026 ). This work was financially supported by National Key Research and Development Program (2018YFB1502503) and Sichuan Science and Technology Program (2023YFH0026). item S1872-2067(23)64471-7 S1872206723644717 1-s2.0-S1872206723644717 10.1016/S1872-2067(23)64471-7 273538 2023-09-14T09:46:42.31428Z 2023-08-01 2023-08-31 1-s2.0-S1872206723644717-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/MAIN/application/pdf/c231b490325e434d617a7f400241ce28/main.pdf main.pdf pdf true 4696799 MAIN 9 1-s2.0-S1872206723644717-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/PREVIEW/image/png/8b9969097487799b658b63a2044c88c7/main_1.png main_1.png png 49889 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206723644717-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/fx1/DOWNSAMPLED/image/jpeg/5062ff8c81e26a0de9984fb1087af6f5/fx1.jpg fx1 true fx1.jpg jpg 28616 169 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644717-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr1/THUMBNAIL/image/jpeg/7c681c8a04384e244be383b5b493c0bf/gr1.jpg gr1 gr1.jpg jpg 73584 385 373 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644717-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr2/DOWNSAMPLED/image/jpeg/0f03c0c6ce40399d947df2adbeb7cf1c/gr2.jpg gr2 gr2.jpg jpg 121743 485 651 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644717-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr3/DOWNSAMPLED/image/jpeg/6b3ea098477bd8d6726a78aefa6e751c/gr3.jpg gr3 gr3.jpg jpg 78654 373 758 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644717-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr4/DOWNSAMPLED/image/jpeg/ec2d825a5015288fe688a1ad02104f33/gr4.jpg gr4 gr4.jpg jpg 81617 364 639 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644717-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr5/DOWNSAMPLED/image/jpeg/705e52896cc464ddd37f4d951df4cf5b/gr5.jpg gr5 gr5.jpg jpg 66465 318 654 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723644717-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/fx1/THUMBNAIL/image/gif/810f8ad77bb5346460514de2e5721196/fx1.sml fx1 true fx1.sml sml 16146 123 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723644717-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr1/THUMBNAIL/image/gif/4758af954292632d3379d3d6711e854e/gr1.sml gr1 gr1.sml sml 22152 164 159 IMAGE-THUMBNAIL 1-s2.0-S1872206723644717-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr2/THUMBNAIL/image/gif/013cf629ebb7e83868a1560736b4c9e3/gr2.sml gr2 gr2.sml sml 16342 163 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723644717-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr3/THUMBNAIL/image/gif/88ae3cfa52093a991bb6115a4e8c98fd/gr3.sml gr3 gr3.sml sml 7188 108 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723644717-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr4/THUMBNAIL/image/gif/382ecb1689ac38df651ccb040f639a04/gr4.sml gr4 gr4.sml sml 9585 125 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723644717-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/gr5/THUMBNAIL/image/gif/1054b9f57dd1112bf9c0b3746a2c8208/gr5.sml gr5 gr5.sml sml 9317 107 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723644717-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/HIGHRES/image/jpeg/73af52267d6c5141a897a47746d5f8c1/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 119100 449 800 IMAGE-HIGH-RES 1-s2.0-S1872206723644717-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/DOWNSAMPLED/image/jpeg/b6032ddce335cd07c3c282d09826c00f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 440524 1023 992 IMAGE-HIGH-RES 1-s2.0-S1872206723644717-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/HIGHRES/image/jpeg/9de45b44bf05bab54ba6fdd810ef3055/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 679280 1287 1729 IMAGE-HIGH-RES 1-s2.0-S1872206723644717-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/HIGHRES/image/jpeg/f1ba2bf609a680c30734540764a44f39/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 339546 990 2014 IMAGE-HIGH-RES 1-s2.0-S1872206723644717-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/HIGHRES/image/jpeg/ee5446eb8c392a732b8b0f536b25c853/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 371724 967 1698 IMAGE-HIGH-RES 1-s2.0-S1872206723644717-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/DOWNSAMPLED/image/jpeg/3b8290aff6a5c5b399fe5f8b58ae71bb/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 303608 846 1738 IMAGE-HIGH-RES 1-s2.0-S1872206723644717-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723644717/mmc1/MAIN/application/pdf/0c54816091b9b133fd55e771a8811065/mmc1.pdf mmc1 mmc1.pdf pdf false 3300076 APPLICATION CHNJC 64471 S1872-2067(23)64471-7 10.1016/S1872-2067(23)64471-7 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Schematic of the synthesis procedure of Co-N5/DHC. SEM (b,c), TEM (d), AC-STEM (e), HAADF-STEM (f) images, and corresponding EDS elemental mappings (g) of Co-N5/DHC. Fig. 2 (a) XRD patterns of Co-N5/DHC, Co-N x /HC, and DHC. (b) EPR spectra of Co-N5/DHC and Co-N x /HC. (c) N 1s high-resolution spectra of Co-N5/DHC. Co K-edge XANES spectra (d) and Co K-edge FT-EXAFS spectra (e) of Co-N5/DHC and references. (f) Co K-edge EXAFS fitting result of Co-N5/DHC. (g) Co K-edge WT-EXAFS contour plots of Co-N5/DHC, CoPc, Co foil, and CoO. Fig. 3 (a) CV curves and (b) LSV curves for DHC, Co-N x /HC, Co-N5/DHC, and commercial Pt/C catalysts. (c) LSV curves at different rotating rates and (d) corresponding K-L plots at different potentials for Co-N5/DHC. (e) Methanol tolerance tests. (f) LSV curves before and after 10000 potential cycles for Co-N5/DHC. Fig. 4 DFT calculations of ORR on CoN4, CoN5, and Co-N5/DHC. Free energy diagrams at U = 0 V (a) and U = 1.23 V (b). (c) Differential charge densities. The yellow and blue regions represent charge accumulation and depletion, respectively. (d) Co 3d PDOS. Fig. 5 (a) Schematic of ZAB configuration. Open-circuit plots (b), discharge polarization and power density curves (c), discharge profiles (d) at different current densities, specific capacities (e) at 10 mA cm−2 for ZABs using Co-N5/DHC and Pt/C catalysts as the cathode. (f) Photograph of a LED panel powered by the Co-N5/DHC catalyst-based ZAB. Available online 31 August 2023 This work was supported by National Key Research and Development Program (2018YFB1502503) and Sichuan Science and Technology Program (2023YFH0026). Article Integration of atomic Co-N5 sites with defective N-doped carbon for efficient zinc-air batteries Lei Zhao a 1 Zhen Zhang a 1 Zhaozhao Zhu a Pingbo Li b Jinxia Jiang c Tingting Yang b Pei Xiong a Xuguang An d Xiaobin Niu a Xueqiang Qi b Jun Song Chen a d Rui Wu a e * a School of Materials and Energy, University of Electronic Science and Technology of China, Chengdu 611731, Sichuan, China School of Materials and Energy University of Electronic Science and Technology of China Chengdu Sichuan 611731 China School of Materials and Energy, University of Electronic Science and Technology of China, Chengdu 611731, Sichuan, China b College of Chemistry and Chemical Engineering, Chongqing University of Technology, Chongqing 400054, China College of Chemistry and Chemical Engineering Chongqing University of Technology Chongqing 400054 China College of Chemistry and Chemical Engineering, Chongqing University of Technology, Chongqing 400054, China c Chongqing Medical and Pharmaceutical College, Chongqing 401331, China Chongqing Medical and Pharmaceutical College Chongqing 401331 China Chongqing Medical and Pharmaceutical College, Chongqing 401331, China d Interdisciplinary Materials Research Center, Institute for Advanced Study, Chengdu University, Chengdu 610106, Sichuan, China Interdisciplinary Materials Research Center Institute for Advanced Study Chengdu University Chengdu Sichuan 610106 China Interdisciplinary Materials Research Center, Institute for Advanced Study, Chengdu University, Chengdu 610106, Sichuan, China e China Carbon Black Institute, Zigong 643000, Sichuan, China China Carbon Black Institute Zigong Sichuan 643000 China China Carbon Black Institute, Zigong 643000, Sichuan, China * Corresponding author. 1 Contributed equally to this work. Transition metal single-atom catalysts have attracted considerable attention for their applicability in electrocatalytic oxygen reduction reactions (ORR), but it is still very challenging to regulate the interaction between the active sites and oxygen-containing intermediates. In this study, atomically dispersed Co-N5 sites integrated with defective N-doped carbon (Co-N5/DHC) were developed using a facile templating approach, followed by NH3 treatment. NH3 can simultaneously etch inactive amorphous substrates on the surfaces of metal sites and construct intrinsic carbon defects, thereby increasing the number of both metal and metal-free active sites. By bridging the intrinsic carbon defects and metal sites, the optimized Co-N5/DHC catalyst exhibited significantly improved electrocatalytic ORR performance compared to the pristine Co-N x /HC sample (cobalt-nitrogen sites anchored on heteroatom-doped carbon). Density functional calculations revealed that the strong interaction between the Co-N5 sites and carbon defects modified the electronic localization, thus optimizing the binding energy with oxygen-containing intermediates and resulting in significantly improved ORR catalytic activity with a half-wave potential of 0.877 V. In addition, a zinc-air battery assembled with the Co-N5/DHC as the cathode achieves a maximum power density of 160.7 mW cm−2 and affords a specific capacity of 766.2 mA h gZn −1. Graphical Abstract Atomically dispersed Co-N5 sites were integrated into the defective N-doped carbon, and their synergistic interaction boosted the overall ORR catalytic activity. A zinc-air battery assembled with a Co-N5/DHC cathode catalyst achieved a maximum power density of 160.7 mW cm−2. Keywords Single-atom catalyst Co-N5 sites Defective N-doped carbon Oxygen reduction reaction Zinc-air batteries 1 Introduction Zinc-air batteries (ZABs) are regarded as promising candidates for energy conversion and storage technologies because of their high energy density, zero carbon emissions, low cost, and high safety [ 1–5 ]. However, their large-scale application is limited by the sluggish cathodic oxygen reduction reaction (ORR) [ 6–9 ]. Although platinum-based metals exhibit high catalytic activity, their scarcity and high cost are the main drawbacks that limit their intensive commercialization [ 10–12 ]. Therefore, the development of platinum-free electrocatalysts with high efficiency and low cost is necessary. The transition metal cobalt-nitrogen-carbon (Co-N-C) with atomically dispersed Co-N4 active sites has attracted considerable attention from researchers for the ORR because of its maximized atomic utilization and tunable coordination structure [ 13–15 ]. However, the reported Co-N-C catalysts still suffer from undesirable binding energies with key reaction intermediates. To address this issue, substantial efforts have been devoted to regulating the electronic structure of the central metal sites to further improve their intrinsic activity [ 16–18 ]. For instance, Sun et al. [ 19 ] demonstrated that axial-ligand coordination could regulate the electron-spin state and 3d orbital configuration of the Fe center in the Fe-N4 structure, which significantly influenced the adsorption/desorption strength of oxygen-containing intermediates. Zhao et al. [ 20 ] manipulated the electronic configuration of the Zn center by constructing an electron donor (B)/acceptor (N) couple in a Zn-B/N-C catalyst, resulting in superior ORR activity. Despite these great achievements, precise tailoring of the M-N x active sites in the molecular structures of M-N-C catalysts is difficult. Increasing the density of active sites is another effective approach to boost electrocatalytic activity [ 21 ]. However, this cannot be achieved by increasing the metal loading alone because of the agglomeration of metal atoms during pyrolysis [ 22,23 ]. Recently, heteroatom-doped and defect-rich carbon nanomaterials have been intensively studied as efficient metal-free carbon-based catalysts for ORR [ 24–26 ]. Compared with ordinary (bulk/pure) carbon substrates, these carbon materials offer abundant active sites [ 27–29 ]. The introduced heteroatom dopants and defects could alter spin, and induce the charge redistribution and broken integrity of π conjugation among the around carbon atoms, respectively, which would promote the electrocatalytic activity [ 30–32 ]. Importantly, the changed bonding structure of the carbon substrate can further induce variations in the local coordination environments of adjacent metal sites [ 33,34 ]. However, such an interaction between the defective carbon substrate and metal sites for catalytic contribution has received little attention and requires further investigation. Herein, we developed a facile templating method using NH3 etching to fabricate defective N-doped porous carbon integrated with highly accessible Co-N5 moieties (denoted as Co-N5/DHC). NH3-assisted pyrolysis not only etched away inactive amorphous carbon, resulting in increased exposure of active sites and the formation of defect-rich carbon substrates but also achieved an axially coordinated Co-N5 configuration. The as-obtained Co-N5/DHC exhibited superior ORR performance with a half-wave potential (E 1/2) of 0.877 V and a decrease of only 7 mV after 10000 potential cycles in alkaline media. An integrated ZAB based on the cathodic catalyst of Co-N5/DHC delivered a peak power density of 160.7 mW cm−2 and a remarkable specific capacity of 766.2 mA h gZn −1, showing considerable potential for practical energy systems. Density functional theory (DFT) calculations confirmed that defective N-doped carbon optimized the electronic structure of the active Co center, resulting in a lower overpotential. 2 Experimental 2.1 Catalyst synthesis Silica nanospheres with a diameter of 180 nm were synthesized using the Stöber method [ 35 ]. Then, 0.5 g SiO2 templates were first dispersed into 20 mL of methanol containing 807 mg zinc nitrate hexahydrate (Zn(NO3)2·6H2O) and 79 mg cobalt nitrate hexahydrate (Co(NO3)2·6H2O) by ultrasonication, followed by the addition of another 20 mL methanol dissolved in 0.98 g 2-methylimidazole (2-Melm). The mixed solution was continuously stirred for 2 h at room temperature and then heated at 60 °C for 24 h in an oven to grow a bimetallic zeolitic imidazolate framework (ZnCo-ZIF) embedded inside the SiO2 monolith. The obtained SiO2@ZnCo-ZIF was pyrolyzed at 900 °C for 2 h under an Ar atmosphere, followed by hydrofluoric acid leaching to remove the SiO2 templates. The obtained sample (denoted as Co-N x /HC, Co-N x sites anchored on heteroatom-doped carbon) was then treated with secondary pyrolysis at 800 °C for 1 h under an NH3 atmosphere (denoted as Co-N5/DHC). For comparison, the DHC sample (defective heteroatom-doped carbon) was also prepared following a similar process, only without Co(NO3)2·6H2O. 2.2 Characterizations Scanning electron microscopy (SEM) was performed using a Phenom XL. Transmission electron microscopy (TEM) was performed using a JEM2010F. X-ray energy dispersive spectroscopy (EDS) was performed using an FEI Themis Z instrument. Aberration-corrected scanning TEM (AC-STEM; JEMARM300F) was used to identify atomic structures. X-ray diffraction (XRD) was characterized on XRD, Malvern Panalytical Aeris using Cu K α (λ = 1.54 Å). Nitrogen adsorption-desorption isotherms were obtained using a KuboX-1000 instrument. Raman spectra were recorded using a Renishaw InVia instrument. X-ray photoelectron spectroscopy (XPS) was performed using a Thermo Fisher Scientific Escalab 250Xi instrument equipped with AI Kα radiation. X-ray absorption fine structure (XAFS) spectra were obtained from the Singapore Synchrotron Light Source Center. Inductively coupled plasma optical emission spectroscopy (ICP-OES) was conducted using a PerkinElmer Avio500 instrument (Waltham, MA, USA). 2.3 Electrochemical measurements Typically, the catalyst inks were prepared by sonicating a dispersion of 2 mg of the as-obtained catalysts in a 1 mL mixture containing 0.98 mL isopropanol and 20 μL Nafion (5%). Then 20 μL catalyst ink was drop-casted onto the surface of the rotating disk electrode (RDE, 5.0 mm in diameter) followed by drying in air. Cyclic voltammetry (CV) was performed in oxygen-saturated (or nitrogen-saturated) 0.1 mol L−1 KOH solution at a scan rate of 50 mV s−1 over the potential range of 0.05–1.2 V versus relative hydrogen electrode (vs. RHE). Linear sweep voltammetry (LSV) was performed using an RDE at a scan rate of 10 mV s−1 over a potential range of 0–1.1 V (vs. RHE) at different rotation speeds (2400 to 400 r min−1). The kinetic parameters and electron transfer numbers were determined using the Koutecky-Levich (K-L) equation. Accelerated durability tests (ADTs) were conducted in O2-saturated 0.1 mol L−1 KOH solution at a scan rate of 100 mV s−1 for 10000 cycles between 0.6–1.0 V (vs. RHE). For the methanol tolerance tests, chronoamperometric measurements were performed at 0.6 V (vs. RHE) in an O2-saturated 0.1 mol L−1 KOH solution along with the injection of methanol at a time of 300 s. 2.4 ZAB tests The ZAB was assembled with a polished Zn plat as an anode, 6.0 mol L−1 KOH, and 0.2 mol L−1 Zn(CH3COO)2 aqueous solution as an electrolyte, and Co-N5/DHC or Pt/C covered carbon paper as air electrode. To prepare the catalyst layer, 6 mg of the Co-N5/DHC or commercial Pt/C (20 wt%) catalyst was dispersed in a mixture containing 1100 µL isopropanol and 100 µL Nafion (5%) via ultrasonic treatment for 30 min. The catalyst ink was then dropped onto the carbon paper at a designed mass loading of 1 mg cm−2. Potentiate/galvanostatic tests were performed using a VersaSTAT 3 electrochemical workstation (Princeton Research, USA). Galvanostatic discharge tests were performed using a Bio-Logic SP-150 electrochemical workstation. 2.5 DFT calculations All simulations were conducted using the Vienna ab initio simulation package (VASP) [ 36,37 ]. The electronic exchange-correlation energy was described using Perdew (Burke) Ernzerhof functions within the generalized gradient approximation (GGA) and a cutoff energy of 500 eV was adopted. A Monkhorst-Pack grid (2 × 2 × 1) was chosen to sample the Brillouin zones. The convergence criteria for the structure optimizations were set to 0.02 eV Å−1 and the energy change was less than 10−5 eV. 3 Results and discussion 3.1 Catalyst characterization Fig. 1(a) shows the typical preparation procedure for Co-N5/DHC. In brief, monodisperse SiO2 nanospheres with diameters of approximately 180 nm (Fig. S1) were immersed in a solution containing imidazole ligands, a Zn source, and a Co source, followed by self-assembly to obtain ZnCo-ZIF (Fig. S2). The resulting mixture was subsequently carbonized under an argon atmosphere at 900 °C for 2 h. During pyrolysis, the zeolitic imidazolate frameworks are converted into nitrogen-doped carbon skeletons. Simultaneously, Zn2+ in the ZnCo-ZIF precursor was reduced to metallic Zn and vaporized at high temperatures, contributing to the formation of abundant pores [ 38 ]. The final product Co-N5/DHC was obtained by removing the SiO2 template (Co-N x /HC, Fig. S3) and conducting a second pyrolysis process under an NH3 atmosphere. For comparison, a DHC sample was prepared using a similar method but without Co salts (Fig. S4). As shown in Fig. 1(b), Co-N5/DHC displays a 3D-ordered honeycomb-like integrated porous structure. The enlarged SEM image (Fig. 1(c)) shows that the diameter of the pores is approximately 180 nm, which is consistent with the size of the SiO2 templates. The interconnected porous structure was identified using TEM (Fig. 1(d)), indicating that NH3-assisted pyrolysis did not disrupt the well-defined macropores. High-magnification TEM (HR-TEM) images (Fig. S5) further revealed that no metal clusters or nanoparticles were planted on the carbon wall, and the numerous amorphous regions suggested disordered features of the porous carbon matrix. The AC-STEM image (Fig. 1(e)) shows abundant bright dots anchored to the carbon substrate at the atomic level. The Co-L edge (~780 eV) was detected by electron energy loss spectroscopy (EELS) (Fig. S6), confirming that the isolated sites were atomically dispersed Co atoms. Moreover, EDS elemental mapping (Figs. 1(f) and (g)) shows a uniform distribution of C, N, and Co over the entire architecture of Co-N5/DHC. The Co content of Co-N5/DHC was measured to be 2.57 wt%, as determined by ICP-OES, and Zn was only 0.28 wt%. The XRD patterns (Fig. 2(a) ) revealed that all three samples exhibited a broad diffraction peak at approximately 25°, corresponding to the (002) plane of graphitic carbon. Notably, no diffraction peaks of crystalline Co/Zn were observed, indicating that no metal-based crystals formed in any of the samples. The N2 adsorption-desorption isotherm curves (Fig. S7(a)) showed that all these catalysts exhibited type-IV isotherms with a hysteresis loop and a sharp increase in the absorption branch in the relatively low-pressure region, indicating micropore/mesoporous properties. The Brunauer-Emmett-Teller (BET) specific surface area and pore volume of Co-N x /HC was calculated to be 940.4 m2 g−1 and 1.13 cm3 g−1, respectively (Table S1). After an etching by NH3, the specific surface area of Co-N5/DHC dramatically increased to 1447.0 m2 g−1, and the pore volume sharply increased to 1.52 cm3 g−1 . Moreover, the metal-free DHC sample delivered a specific surface area of 1811.6 m2 g−1 and a pore volume of 2.15 cm3 g−1, which are related to the vaporization of Zn at high temperatures and NH3 activation. The pore size distribution curves revealed that all samples showed a micropore size of 0.5–2 nm and a mesopore size ranging from 2 to 10 nm (Fig. S7(b)). The high specific surface area offers accessibility to active sites, and rich microporous, mesoporous, and macroporous structures can accelerate mass transfer, contributing to desirable ORR activity. The Raman spectra (Fig. S8) of the three samples exhibited two distinct peaks, the D band (1335 cm−1) and the G band (1583 cm−1), which were ascribed to disordered sp3 carbon and graphitic sp 2 carbon, respectively. The intensity ratios (I D/I G) of Co-N5/DHC (1.1) and DHC (0.98) were higher than those of Co-N x /HC (0.95), indicating an increase in the structural defects within the porous matrix after NH3 treatment [ 39,40 ]. In addition, the defect features of Co-N x /HC and Co-N5/DHC were further characterized by electron paramagnetic resonance (EPR). When compared to the original Co-N x /HC sample, the NH3- etched Co-N5/DHC catalyst exhibited a significantly enhanced resonance signal at g = 2.003 (Fig. 2(b)), indicating that it had more unpaired electrons within the carbon substrate owing to the atomic vacancies or dangling bonds at the defect sites [ 41–43 ]. These defects can break electron-hole symmetry and induces charge redistribution around the carbon atoms [ 9 ]. In conjunction with the Co-N x site, defective carbons can further regulate the electronic structure of the Co center, thereby optimizing the adsorption/desorption strength of the oxygen-containing intermediates. XPS was then conducted to elucidate the chemical composition and valence states of the as-prepared samples. XPS survey spectra (Fig. S9) showed that both Co-N x /HC and Co-N5/DHC contained C, N, O, and Co, whereas DHC did not contain Co. Their relative contents are summarized in Table S2. The C 1s high-resolution spectra (Fig. S10) were fitted to C–C (284.7 eV), C–N (285.5 eV), C–O (286.7 eV), and C=O (290.0 eV), demonstrating successful doping of N atoms into the porous carbon framework. Notably, the lower C–C (sp 2 state)/C–N (sp 3 state) ratio of Co-N5/DHC compared to that of Co-N x /HC (1.35 vs. 1.54) confirmed the increase in the defect concentration within the carbon matrix after NH3 activation [ 42,44 ]. The N 1s high-resolution spectra of all samples were deconvoluted into pyridinic N (398.3 eV), pyrrolic N (400.2 eV), graphitic N (401.5 eV), and oxidized N (402.3 eV) (Fig. 2(c), Fig. S11) [ 45,46 ]. Furthermore, a Co–N x bond (399.1 eV was observed in both Co-N5/DHC and Co-N x /HC, suggesting that the Co atoms were coordinated with N in the carbon skeleton [ 9 ]. The contents of pyridinic N, Co-N x , and graphitic N increased after the second NH3-etching treatment (Fig. S12), which is beneficial for improving ORR electrocatalytic activity [ 47 ]. Remarkably, the high fraction of pyridinic N indicates that NH3 thermal treatment can increase the number of exposed edges or defect sites and their related Co-N x moieties [ 33,48,49 ]. The Co 2p high-resolution spectra indicated that no zero-valence Co species (Co0) were detected in either Co-N5/DHC or Co-N x /HC (Fig. S13), indicating the oxidation state of a single Co atom [ 50,51 ]. The coordination structure and chemical state of Co in the Co-N5/DHC were investigated by XAS. Co foil, CoO, and Co phthalocyanine (CoPc) were used as reference samples. According to the XANES spectra (Fig. 2(d)), the Co K-edge of Co-N5/DHC was located between those of CoO and Co foil, close to that of CoPc, indicating that the Co species in Co-N5/DHC was predominantly in the oxidation state, consistent with the XPS results [ 48 ]. Fourier-transformed extended X-ray absorption fine structure (FT-EXAFS, Fig. 2(e)) revealed that both Co-N5/DHC and CoPc exhibited a main peak at 1.46 Å, which was attributed to the Co–N scattering path [ 49 ]. Compared to Co foil, there was no Co–Co peak detected at 2.13 Å for Co-N5/DHC. Moreover, EXAFS wavelet transforms (WT) analysis of Co-N5/DHC (Fig. 2(g)) showed only one intensity maximum at ∼4.8 Å−1, which was close to that of CoPc and clearly distinguished from those of CoO (∼7.4 Å−1) and Co foil (∼7.9 Å−1) [ 52 ]. The well-matched curves of the measured and fitted spectra using two-body Co-N backscattering signals in K space suggest that Co-N was the dominant coordination environment for Co (Fig. S14). The EXAFS fitting results (Fig. 2(f), Table S3) show that the Co central atom in Co-N5/DHC was coordinated with five N atoms to form a Co-N5 coordination. Furthermore, given the rich defective carbon confirmed by the Raman and EPR spectra, it can be speculated that the atomic Co-N5 sites were located on structurally defective carbon support [ 53 ]. 3.2 Electrochemical performance CV measurements were performed in a 0.1 mol L−1 KOH electrolyte to evaluate the ORR performance of the as-prepared catalysts. As shown in Fig. 3(a) and Fig. S15, featureless quasi-rectangular voltammograms are obtained in the N2-saturated solution, whereas well-designed cathodic peaks are obtained in the presence of O2. Among the samples, Co-N5/DHC exhibited the most positive reduction peak in the CV curves, suggesting more favorable kinetic properties. Fig. 3(b) depicts the LSV curves measured in an O2-saturated 0.1 mol L−1 electrolyte at 1600 rpm. The metal-free DHC catalyst exhibited an E 1/2 value of 0.790 V. When single Co atoms were integrated into the carbon substrate, the E 1/2 of Co-N x /HC increased to 0.836 V, which was comparable to that of the state-of-the-art Pt/C catalyst (E 1/2: 0.854 V). After NH3-assisted pyrolysis, the ORR activity of Co-N5/DHC significantly improved, with the highest E 1/2 of 0.877 V. Fig. S16 shows that the kinetic current density (J k) of Co-N5/DHC at 0.85 V was 9.3 mA cm−2, which was 6.1, 2.9, and 2.3 times higher than those of DHC, Co-N x /HC, and commercial Pt/C catalysts, respectively. The turnover frequency (TOF) was calculated at 0.8 V vs. RHE to quantitatively analyze the variation in the intrinsic activity of single Co atoms. Co-N5/DHC exhibited a TOF of approximately 1.24 e s−1 site−1, which exceeded that of Co-N x /HC (0.40 e s−1 site−1). The electrochemically active surface areas (ECSA) of the Co-based samples were determined. As shown in Fig. S17, the CV curves at different scan rates were measured to calculate the electric double-layer capacitances (C dl) in the non-Faradaic potential range, which were proportional to the ECSA. The calculated C dl value of Co-N5/DHC was 42.5 mF cm−2, which was much larger than that of Co-N x /HC (36.1 mF cm−2), indicating that NH3 treatment created more exposed active sites, leading to the significantly improved activity. To assess the reaction pathway of Co-N5/DHC, rotating disk electrode (RDE) measurements were recorded at various rotation rates in the range of 400–2400 rpm (Fig. 3(c)). As shown in Fig. 3(d), the good linearity of the K-L plots suggests that the reaction path followed first-order reaction kinetics. The calculated electron transfer number (n) was approximately 3.9 at 0.4–0.6 V. In addition, rotating ring-disk electrode (RRDE) measurements showed that the H2O2 yield of Co-N5/DHC remained below 4% in the potential range of 0.2–0.8 V vs. RHE (Fig. S18(a)), whereas the number of electron transfers is very close to four (Fig. S18(b)), further reflecting the efficient 4e− ORR pathway for Co-N5/DHC. In the methanol tolerance tests, a sharp drop in the relative current of Pt/C was detected immediately after the addition of 2% (v/v) methanol at 300 s, whereas the current of Co-N5/DHC was approximately constant (Fig. 3(e)), reflecting its remarkable tolerance to methanol crossover effects. To evaluate long-term stability, accelerated durability tests of Co-N5/DHC and Pt/C were conducted in an O2-saturated electrolyte. After 10,000 potential cycles, the commercial Pt/C catalyst underwent a severe loss of 15 mV in E 1/2 (Fig. S19). By contrast, the E 1/2 of Co-N5/DHC showed a slight change with only a 7-mV negative shift under the same conditions (Fig. 3(f)), verifying its superior durability. 3.3 Theoretical computation Based on the presence of rich defects and pyridinic N configurations, as well as five N-atom-coordinated Co single-atom moieties, there would be a considerable number of Co-N5 sites involving edge nitrogen atoms (e.g., pyridinic N) in Co-N5/DHC. DFT calculations were performed to further investigate the effect of the N-doped carbon defect configurations on the ORR activity of the Co single-atom sites. Three models, CoN4, CoN5, and CoN5 coupled with DHC (Co-N5/DHC), were constructed and shown in Fig. S20, and the corresponding adsorption configurations of these models are schematically shown in Fig. S21. As shown in Fig. 4(a) , the free energy diagrams demonstrate that all the structures exhibited consistent downhill energy in the four-electron ORR pathway at U = 0 V, suggesting a thermodynamically spontaneous process. After the equilibrium potential (U = 1.23 V) was applied, all the sites showed the highest uphill free energy during the first electron transfer step to form the adsorbed OOH intermediate (O2* + H2O + e− → OOH* + OH−), suggesting a rate-determining step (RDS) (Fig. 4(b)). The overpotential for Co-N5/DHC configuration was calculated to be 0.33 eV, which was slightly lower than those of CoN4 (0.45 eV) and CoN5 (0.51 eV). These results indicate that the defective N-doped carbon structure can effectively regulate the adsorption-desorption behavior of CoN5 sites, thus accelerating the ORR kinetics. Fig. 4(c) illustrates the electronic structural features of the Co center and the defect moieties. Compared to the CoN4 configuration, the axially coordinated N caused electron transfer at the metal center, resulting in delocalized electrons at the CoN5 sites. On further decoration with a detection structure, the plane-symmetric charge density of the CoN5 sites in the Co-N5/DHC configuration was broken. Therefore, the redistributed electrons of the active center altered and optimized the bonding strength with the oxygen intermediates, resulting in a lower overpotential for Co-N5/DHC. The projected density of states (PDOS) of Co 3d revealed that the Co-N5/DHC system presented a higher delocalization than the CoN4 and CoN5 sites, which promoted the binding of the Co central sites with OOH*. Moreover, the larger overlap area near the Fermi level for Co-N5/DHC also suggests its improved electron-transfer ability in comparison with those of CoN4 and CoN5. These results suggest that the defective N-doped carbon structure played a vital role in improving the electrocatalytic activity of the CoN5 sites in Co-N5/DHC. Considering the excellent electrocatalytic ORR performance of Co-N5/DHC, a ZAB was assembled to demonstrate its practical application. As illustrated in Fig. 5(a) , the homemade battery was constructed using Co-N5/DHC or Pt/C covered carbon paper as an air electrode, Zn plate as an anode, 6.0 mol L−1 KOH and 0.2 mol L−1 Zn(CH3COO)2 solution as electrolyte. The Co-N5/DHC-based ZAB offers a stable open-circuit voltage of 1.45 V, which is higher than that of the Pt/C-based ZAB (1.39 V) (Fig. 4(b)). The power density and discharge polarization curves (Fig. 4(c)) show that the Co-N5/DHC-based ZAB exhibited a maximum power density of 160.7 mW cm−2, outperforming its Pt/C-based counterpart (128.2 mW cm−2). Notably, the Co-N5/DHC-based ZAB exhibits higher voltage plateaus at different current densities and a smaller voltage gap than the battery equipped with the Pt/C catalyst, indicating lower polarization at high current densities (Fig. 4(d)). This performance could be closely related to the 3D-ordered hierarchical porosity of Co-N5/DHC, which is conducive to rapid mass transfer. After a continuous galvanostatic discharge at 10 mA cm−2 for the depletion of Zn foil, Co-N5/DHC-based ZAB afforded a specific capacity of 766.2 mA h gZn −1 (normalized to the consumed mass of Zn), exceeding the competitive Pt/C based ZAB (727.7 mA h gZn −1) (Fig. 4(e)). Two ZABs based on Co-N5/DHC in series could light 20 red light-emitting diodes (LEDs) (Fig. 4(f)), verifying their potential for practical applications. 4 Conclusions Atomically dispersed Co-N5 sites integrated with defect-rich porous N-doped carbon were developed using a facile template and NH3-assisted strategy. Benefiting from the synergistic effect of the CoN5 sites and defective heteroatom-doped carbon, the as-obtained Co-N5/DHC catalyst exhibits superior ORR catalytic activity and superior durability. Furthermore, the DFT calculations confirmed that the defective structure played a vital role in regulating the electronic configuration of the CoN5 moieties, leading to accelerated ORR kinetics. When applied as the cathodic catalyst for ZAB, Co-N5/DHC achieved a maximum power density of 160.7 mW cm−2 and delivered a specific capacity of 766.2 mA h gZn −1. This study offers a new avenue for the fabrication of highly efficient M-N x sites anchored on porous carbon substrates for advanced ORR electrocatalysts and renewable energy conversion systems. Acknowledgments This work was financially supported by National Key Research and Development Program (2018YFB1502503) and Sichuan Science and Technology Program (2023YFH0026). Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material Supplementary appendix References 1 T. Zhou N. Zhang C. Wu Y. Xie Energy Environ. Sci. 13 2020 1132 1153 T. Zhou, N. Zhang, C. Wu, Y. Xie, Energy Environ. Sci., 2020, 13, 1132–1153. 2 Z. Zhang X. Zhao S. Xi L. Zhang Z. Chen Z. Zeng M. Huang H. Yang B. Liu S.J. Pennycook P. Chen Adv. Energy Mater. 10 2020 2100497 Z. Zhang, X. Zhao, S. Xi, L. Zhang, Z. Chen, Z. Zeng, M. Huang, H. Yang, B. Liu, S. J. Pennycook, P. Chen, Adv. Energy Mater., 2020, 10, 2100497. 3 X. Shu M. Yang M. Liu W. Pan J. Zhang J. Energy Chem. 68 2022 213 221 X. Shu, M. Yang, M. Liu, W. Pan, J. Zhang, J. Energy Chem., 2022, 68, 213–221. 4 X. Xu S. Wang S. Guo K. San Hui J. Ma D.A. Dinh K.N. Hui H. Wang L. Zhang G. Zhou Adv. Powder Mater. 1 2022 100027 X. Xu, S. Wang, S. Guo, K. San Hui, J. Ma, D. A. Dinh, K. N. Hui, H. Wang, L. Zhang, G. Zhou, Adv. Powder Mater., 2022, 1, 100027. 5 Q. Liu R. Liu C. He C. Xia W. Guo Z.-L. Xu B.Y. Xia eScience 2 2022 453 466 Q. Liu, R. Liu, C. He, C. Xia, W. Guo, Z.-L. Xu, B. Y. Xia, eScience, 2022, 2, 453–466. 6 W. Zhang J. Chang Y. Yang SusMat 3 2023 2 20 W. Zhang, J. Chang, Y. Yang, SusMat, 2023, 3, 2–20. 7 Y. Niu S. Gong X. Liu C. Xu M. Xu S.-G. Sun Z. Chen eScience 2 2022 546 556 Y. Niu, S. Gong, X. Liu, C. Xu, M. Xu, S.-G. Sun, Z. Chen, eScience, 2022, 2, 546–556. 8 Y. Guo Y.-N. Chen H. Cui Z. Zhou Chin. J. Catal. 40 2019 1298 1310 Y. Guo, Y.-N. Chen, H. Cui, Z. Zhou, Chin. J. Catal., 2019, 40, 1298–1310. 9 J. Wang C.-X. Zhao J.-N. Liu D. Ren B.-Q. Li J.-Q. Huang Q. Zhang Nano Mater. Sci. 3 2021 313 318 J. Wang, C.-X. Zhao, J.-N. Liu, D. Ren, B.-Q. Li, J.-Q. Huang, Q. Zhang, Nano Mater. Sci., 2021, 3, 313–318. 10 L. Zhao R. Wu J. Wang Z. Li X. Wei J.S. Chen Y. Chen J. Energy Chem. 60 2021 61 74 L. Zhao, R. Wu, J. Wang, Z. Li, X. Wei, J. S. Chen, Y. Chen, J. Energy Chem., 2021, 60, 61–74. 11 H. Niu C. Xia L. Huang S. Zaman T. Maiyalagan W. Guo B. You B.Y. Xia Chin. J. Catal. 43 2022 1459 1472 H. Niu, C. Xia, L. Huang, S. Zaman, T. Maiyalagan, W. Guo, B. You, B. Y. Xia, Chin. J. Catal., 2022, 43, 1459–1472. 12 Z. Yu C. Liu J. Chen Z. Yuan Y. Chen L. Wei Nano Mater. Sci. 3 2021 420 428 Z. Yu, C. Liu, J. Chen, Z. Yuan, Y. Chen, L. Wei, Nano Mater. Sci., 2021, 3, 420–428. 13 M. Zhang H. Li J. Chen F.X. Ma L. Zhen Z. Wen C.Y. Xu Adv. Funct. Mater. 33 2022 2209726 M. Zhang, H. Li, J. Chen, F. X. Ma, L. Zhen, Z. Wen, C. Y. Xu, Adv. Funct. Mater., 2022, 33, 2209726. 14 P. Rao D. Wu T.-J. Wang J. Li P. Deng Q. Chen Y. Shen Y. Chen X. Tian eScience 2 2022 399 404 P. Rao, D. Wu, T.-J. Wang, J. Li, P. Deng, Q. Chen, Y. Shen, Y. Chen, X. Tian, eScience, 2022, 2, 399–404. 15 Z. Li L. Leng S. Ji M. Zhang H. Liu J. Gao J. Zhang J.H. Horton Q. Xu J. Zhu J. Energy Chem. 73 2022 469 477 Z. Li, L. Leng, S. Ji, M. Zhang, H. Liu, J. Gao, J. Zhang, J. H. Horton, Q. Xu, J. Zhu, J. Energy Chem., 2022, 73, 469–477. 16 Y. Chen R. Gao S. Ji H. Li K. Tang P. Jiang H. Hu Z. Zhang H. Hao Q. Qu X. Liang W. Chen J. Dong D. Wang Y. Li Angew. Chem. Int. Ed. 60 2021 3212 3221 Y. Chen, R. Gao, S. Ji, H. Li, K. Tang, P. Jiang, H. Hu, Z. Zhang, H. Hao, Q. Qu, X. Liang, W. Chen, J. Dong, D. Wang, Y. Li, Angew. Chem. Int. Ed., 2021, 60, 3212–3221. 17 M. Zhang K. Zhang X. Ai X. Liang Q. Zhang H. Chen X. Zou Chin. J. Catal. 43 2022 2987 3018 M. Zhang, K. Zhang, X. Ai, X. Liang, Q. Zhang, H. Chen, X. Zou, Chin. J. Catal., 2022, 43, 2987–3018. 18 C. Tang L. Chen H. Li L. Li Y. Jiao Y. Zheng H. Xu K. Davey S.Z. Qiao J. Am. Chem. Soc. 143 2021 7819 7827 C. Tang, L. Chen, H. Li, L. Li, Y. Jiao, Y. Zheng, H. Xu, K. Davey, S. Z. Qiao, J. Am. Chem. Soc., 2021, 143, 7819–7827. 19 K.M. Zhao S. Liu Y.Y. Li X. Wei G. Ye W. Zhu Y. Su J. Wang H. Liu Z. He Z.Y. Zhou S.G. Sun Adv. Energy Mater. 12 2022 2103588 K. M. Zhao, S. Liu, Y. Y. Li, X. Wei, G. Ye, W. Zhu, Y. Su, J. Wang, H. Liu, Z. He, Z. Y. Zhou, S. G. Sun, Adv. Energy Mater., 2022, 12, 2103588. 20 J. Wang H. Li S. Liu Y. Hu J. Zhang M. Xia Y. Hou J. Tse J. Zhang Y. Zhao Angew. Chem. Int. Ed. 60 2021 181 185 J. Wang, H. Li, S. Liu, Y. Hu, J. Zhang, M. Xia, Y. Hou, J. Tse, J. Zhang, Y. Zhao, Angew. Chem. Int. Ed., 2021, 60, 181–185. 21 J. Zou C. Chen Y. Chen Y. Zhu Q. Cheng L. Zou Z. Zou H. Yang ACS Catal. 12 2022 4517 4525 J. Zou, C. Chen, Y. Chen, Y. Zhu, Q. Cheng, L. Zou, Z. Zou, H. Yang, ACS Catal., 2022, 12, 4517–4525. 22 X. Hai S. Xi S. Mitchell K. Harrath H. Xu D.F. Akl D. Kong J. Li Z. Li T. Sun H. Yang Y. Cui C. Su X. Zhao J. Li J. Perez-Ramirez J. Lu Nat. Nanotechnol. 17 2022 174 181 X. Hai, S. Xi, S. Mitchell, K. Harrath, H. Xu, D. F. Akl, D. Kong, J. Li, Z. Li, T. Sun, H. Yang, Y. Cui, C. Su, X. Zhao, J. Li, J. Perez-Ramirez, J. Lu, Nat. Nanotechnol., 2022, 17, 174–181. 23 H. Lv W. Guo M. Chen H. Zhou Y. Wu Chin. J. Catal. 43 2022 71 91 H. Lv, W. Guo, M. Chen, H. Zhou, Y. Wu, Chin. J. Catal., 2022, 43, 71–91. 24 W. Xia J. Tang J. Li S. Zhang K.C. Wu J. He Y. Yamauchi Angew. Chem. Int. Ed. 58 2019 13354 13359 W. Xia, J. Tang, J. Li, S. Zhang, K. C. Wu, J. He, Y. Yamauchi, Angew. Chem. Int. Ed., 2019, 58, 13354–13359. 25 C. Hu R. Paul Q. Dai L. Dai Chem. Soc. Rev. 50 2021 11785 11843 C. Hu, R. Paul, Q. Dai, L. Dai, Chem. Soc. Rev., 2021, 50, 11785–11843. 26 H.-J. Zhang J. Geng C. Cai Z.-F. Ma Z. Ma W. Yao J. Yang Chin. Chem. Lett. 32 2021 745 749 H.-J. Zhang, J. Geng, C. Cai, Z.-F. Ma, Z. Ma, W. Yao, J. Yang, Chin. Chem. Lett., 2021, 32, 745–749. 27 L. Yang J. Shui L. Du Y. Shao J. Liu L. Dai Z. Hu Adv. Mater. 31 2019 e1804799 L. Yang, J. Shui, L. Du, Y. Shao, J. Liu, L. Dai, Z. Hu, Adv. Mater., 2019, 31, e1804799. 28 Y. Long F. Ye L. Shi X. Lin R. Paul D. Liu C. Hu Carbon 179 2021 365 376 Y. Long, F. Ye, L. Shi, X. Lin, R. Paul, D. Liu, C. Hu, Carbon, 2021, 179, 365–376. 29 X. Yan Y. Jia X. Yao Chem. Soc. Rev. 47 2018 7628 7658 X. Yan, Y. Jia, X. Yao, Chem. Soc. Rev., 2018, 47, 7628–7658. 30 J. Zhang J. Zhang F. He Y. Chen J. Zhu D. Wang S. Mu H.Y. Yang Nano-Micro Lett. 13 2021 65 J. Zhang, J. Zhang, F. He, Y. Chen, J. Zhu, D. Wang, S. Mu, H. Y. Yang, Nano-Micro Lett., 2021, 13, 65. 31 C. Xie D. Yan W. Chen Y. Zou R. Chen S. Zang Y. Wang X. Yao S. Wang Mater. Today 31 2019 47 68 C. Xie, D. Yan, W. Chen, Y. Zou, R. Chen, S. Zang, Y. Wang, X. Yao, S. Wang, Mater. Today, 2019, 31, 47–68. 32 W. Li D. Wang Y. Zhang L. Tao T. Wang Y. Zou Y. Wang R. Chen S. Wang Adv. Mater. 32 2020 1907879 W. Li, D. Wang, Y. Zhang, L. Tao, T. Wang, Y. Zou, Y. Wang, R. Chen, S. Wang, Adv. Mater., 2020, 32, 1907879. 33 X. Fu N. Li B. Ren G. Jiang Y. Liu F.M. Hassan D. Su J. Zhu L. Yang Z. Bai Z.P. Cano A. Yu Z. Chen Adv. Energy Mater. 9 2019 1803737 X. Fu, N. Li, B. Ren, G. Jiang, Y. Liu, F. M. Hassan, D. Su, J. Zhu, L. Yang, Z. Bai, Z. P. Cano, A. Yu, Z. Chen, Adv. Energy Mater., 2019, 9, 1803737. 34 Z. Li J. Jiang X. Liu Z. Zhu J. Wang Q. He Q. Kong X. Niu J.S. Chen J. Wang R. Wu Small 18 2022 2203495 Z. Li, J. Jiang, X. Liu, Z. Zhu, J. Wang, Q. He, Q. Kong, X. Niu, J. S. Chen, J. Wang, R. Wu, Small, 2022, 18, 2203495. 35 W. Stöber A. Fink E. Bohn J. Colloid Interface Sci. 26 1968 62 69 W. Stöber, A. Fink, E. Bohn, J. Colloid Interface Sci., 1968, 26, 62–69. 36 G. Kresse J. Furthmüller Comput. Mater. Sci. 6 1996 15 50 G. Kresse, J. Furthmüller, Comput. Mater. Sci., 1996, 6, 15–50. 37 G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmüller, Phys. Rev. B, 1996, 54, 11169–11186. 38 D. Yan C. Xia C. He Q. Liu G. Chen W. Guo B.Y. Xia Small 18 2022 2106606 D. Yan, C. Xia, C. He, Q. Liu, G. Chen, W. Guo, B. Y. Xia, Small, 2022, 18, 2106606. 39 Y. Dong Q. Zhang Z. Tian B. Li W. Yan S. Wang K. Jiang J. Su C.W. Oloman E.L. Gyenge R. Ge Z. Lu X. Ji L. Chen Adv. Mater. 32 2020 2001300 Y. Dong, Q. Zhang, Z. Tian, B. Li, W. Yan, S. Wang, K. Jiang, J. Su, C. W. Oloman, E. L. Gyenge, R. Ge, Z. Lu, X. Ji, L. Chen, Adv. Mater., 2020, 32, 2001300. 40 Y. Xue Y. Guo Q. Zhang Z. Xie J. Wei Z. Zhou Nano-Micro Lett. 14 2022 162 Y. Xue, Y. Guo, Q. Zhang, Z. Xie, J. Wei, Z. Zhou, Nano-Micro Lett., 2022, 14, 162. 41 W. Ni Z. Liu Y. Zhang C. Ma H. Deng S. Zhang S. Wang Adv. Mater. 33 2021 2003238 W. Ni, Z. Liu, Y. Zhang, C. Ma, H. Deng, S. Zhang, S. Wang, Adv. Mater., 2021, 33, 2003238. 42 Y. Zhang G. Li J. Wang D. Luo Z. Sun Y. Zhao A. Yu X. Wang Z. Chen Adv. Energy Mater. 11 2021 2100497 Y. Zhang, G. Li, J. Wang, D. Luo, Z. Sun, Y. Zhao, A. Yu, X. Wang, Z. Chen, Adv. Energy Mater., 2021, 11, 2100497. 43 C. Lv Y. Qian C. Yan Y. Ding Y. Liu G. Chen G. Yu Angew. Chem. Int. Ed. 57 2018 10246 10250 C. Lv, Y. Qian, C. Yan, Y. Ding, Y. Liu, G. Chen, G. Yu, Angew. Chem. Int. Ed., 2018, 57, 10246–10250. 44 P. Zamani D.C. Higgins F.M. Hassan X. Fu J.-Y. Choi M.A. Hoque G. Jiang Z. Chen Nano Energy 26 2016 267 275 P. Zamani, D. C. Higgins, F. M. Hassan, X. Fu, J.–Y. Choi, M. A. Hoque, G. Jiang, Z. Chen, Nano Energy, 2016, 26, 267–275. 45 L. Yang X. Zhang L. Yu J. Hou Z. Zhou R. Lv Adv. Mater. 34 2022 2105410 L. Yang, X. Zhang, L. Yu, J. Hou, Z. Zhou, R. Lv, Adv. Mater., 2022, 34, 2105410. 46 C. Fu X. Qi L. Zhao T. Yang Q. Xue Z. Zhu P. Xiong J. Jiang X. An H. Chen J.S. Chen A. Cabot R. Wu Appl. Catal. B 335 2023 122875 C. Fu, X. Qi, L. Zhao, T. Yang, Q. Xue, Z. Zhu, P. Xiong, J. Jiang, X. An, H. Chen, J. S. Chen, A. Cabot, R. Wu, Appl. Catal. B, 2023, 335, 122875. 47 M. Liu J. Lee T.C. Yang F. Zheng J. Zhao C.M. Yang L.Y.S. Lee Small Methods 5 2021 2001165 M. Liu, J. Lee, T. C. Yang, F. Zheng, J. Zhao, C. M. Yang, L. Y. S. Lee, Small Methods, 2021, 5, 2001165. 48 Y. Ha B. Fei X. Yan H. Xu Z. Chen L. Shi M. Fu W. Xu R. Wu Adv. Energy Mater. 10 2020 2002592 Y. Ha, B. Fei, X. Yan, H. Xu, Z. Chen, L. Shi, M. Fu, W. Xu, R. Wu, Adv. Energy Mater., 2020, 10, 2002592. 49 K. Wang Z. Lu J. Lei Z. Liu Y. Li Y. Cao ACS Nano 16 2022 11944 11956 K. Wang, Z. Lu, J. Lei, Z. Liu, Y. Li, Y. Cao, ACS Nano, 2022, 16, 11944–11956. 50 Z. Wang X. Jin C. Zhu Y. Liu H. Tan R. Ku Y. Zhang L. Zhou Z. Liu S.J. Hwang H.J. Fan Adv. Mater. 33 2021 2104718 Z. Wang, X. Jin, C. Zhu, Y. Liu, H. Tan, R. Ku, Y. Zhang, L. Zhou, Z. Liu, S. J. Hwang, H. J. Fan, Adv. Mater., 2021, 33, 2104718. 51 T. Tang Y. Wang J. Han Q. Zhang X. Bai X. Niu Z. Wang J. Guan Chin. J. Catal. 46 2023 48 55 T. Tang, Y. Wang, J. Han, Q. Zhang, X. Bai, X. Niu, Z. Wang, J. Guan, Chin. J. Catal., 2023, 46, 48–55. 52 Y. Tian M. Li Z. Wu Q. Sun D. Yuan B. Johannessen L. Xu Y. Wang Y. Dou H. Zhao S. Zhang Angew. Chem. Int. Ed. 61 2022 e202213296 Y. Tian, M. Li, Z. Wu, Q. Sun, D. Yuan, B. Johannessen, L. Xu, Y. Wang, Y. Dou, H. Zhao, S. Zhang, Angew. Chem. Int. Ed., 2022, 61, e202213296. 53 Y. Guo S. Yao Y. Xue X. Hu H. Cui Z. Zhou Appl. Catal. B 304 2022 120997 Y. Guo, S. Yao, Y. Xue, X. Hu, H. Cui, Z. Zhou, Appl. Catal. B, 2022, 304, 120997.",
      "scopus-id": "85170657278",
      "coredata": {
        "eid": "1-s2.0-S1872206723644717",
        "dc:description": "Transition metal single-atom catalysts have attracted considerable attention for their applicability in electrocatalytic oxygen reduction reactions (ORR), but it is still very challenging to regulate the interaction between the active sites and oxygen-containing intermediates. In this study, atomically dispersed Co-N5 sites integrated with defective N-doped carbon (Co-N5/DHC) were developed using a facile templating approach, followed by NH3 treatment. NH3 can simultaneously etch inactive amorphous substrates on the surfaces of metal sites and construct intrinsic carbon defects, thereby increasing the number of both metal and metal-free active sites. By bridging the intrinsic carbon defects and metal sites, the optimized Co-N5/DHC catalyst exhibited significantly improved electrocatalytic ORR performance compared to the pristine Co-N x /HC sample (cobalt-nitrogen sites anchored on heteroatom-doped carbon). Density functional calculations revealed that the strong interaction between the Co-N5 sites and carbon defects modified the electronic localization, thus optimizing the binding energy with oxygen-containing intermediates and resulting in significantly improved ORR catalytic activity with a half-wave potential of 0.877 V. In addition, a zinc-air battery assembled with the Co-N5/DHC as the cathode achieves a maximum power density of 160.7 mW cm−2 and affords a specific capacity of 766.2 mA h gZn −1.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206723644717",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhao, Lei"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Zhen"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Zhaozhao"
          },
          {
            "@_fa": "true",
            "$": "Li, Pingbo"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Jinxia"
          },
          {
            "@_fa": "true",
            "$": "Yang, Tingting"
          },
          {
            "@_fa": "true",
            "$": "Xiong, Pei"
          },
          {
            "@_fa": "true",
            "$": "An, Xuguang"
          },
          {
            "@_fa": "true",
            "$": "Niu, Xiaobin"
          },
          {
            "@_fa": "true",
            "$": "Qi, Xueqiang"
          },
          {
            "@_fa": "true",
            "$": "Chen, Jun Song"
          },
          {
            "@_fa": "true",
            "$": "Wu, Rui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206723644717"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206723644717"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(23)64471-7",
        "prism:volume": "51",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Integration of atomic Co-N5 sites with defective N-doped carbon for efficient zinc-air batteries",
        "prism:copyright": "Copyright © 2023 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Single-atom catalyst"
          },
          {
            "@_fa": "true",
            "$": "Co-N5 sites"
          },
          {
            "@_fa": "true",
            "$": "Defective N-doped carbon"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Zinc-air batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "216-224",
        "prism:endingPage": "224",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2023",
        "prism:doi": "10.1016/S1872-2067(23)64471-7",
        "prism:startingPage": "216",
        "dc:identifier": "doi:10.1016/S1872-2067(23)64471-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "169",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28616",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "385",
            "@width": "373",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73584",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "485",
            "@width": "651",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "121743",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "373",
            "@width": "758",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78654",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "364",
            "@width": "639",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81617",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "318",
            "@width": "654",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "66465",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16146",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "159",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22152",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16342",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "108",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7188",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "125",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9585",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "107",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9317",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "449",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "119100",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1023",
            "@width": "992",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "440524",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1287",
            "@width": "1729",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "679280",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "990",
            "@width": "2014",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "339546",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "967",
            "@width": "1698",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "371724",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "846",
            "@width": "1738",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "303608",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723644717-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "3300076",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85170657278"
      }
    }
  }
}