{
  "metadata": {
    "title": "Isomorphous substitution in CaAl-hydrotalcite to construct high density single-atom catalysts for selective <ce:italic>N</ce:italic>-Heteroarene hydrogenation",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2025-03-31",
    "doi": "10.1016/S1872-2067(24)60217-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206724602172",
    "pii": "S1872206724602172"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105001022716",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2025-03-27 2025-03-27 2025-03-27 2025-03-27 2025-03-27T19:56:08 1-s2.0-S1872206724602172 S1872-2067(24)60217-2 S1872206724602172 10.1016/S1872-2067(24)60217-2 S300 S300.1 FULL-TEXT 1-s2.0-S1872206725X00048 2025-03-29T04:20:30.2154Z 0 0 20250301 20250331 2025 2025-03-27T21:06:37.502841Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 70 70 C Volume 70 17 353 362 353 362 202503 March 2025 2025-03-01 2025-03-31 2025 article fla Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ISOMORPHOUSSUBSTITUTIONINCAALHYDROTALCITECONSTRUCTHIGHDENSITYSINGLEATOMCATALYSTSFORSELECTIVENHETEROARENEHYDROGENATION HE J 1 Introduction 2 Experimental 2.1 Synthesis of CaAl-LDH (Ca2+:Al3+ = 2:1) 2.2 Synthesis of xRh(Pd/Ru)CaAl-LDH 2.3 Characterizations 2.4 Catalytic selective hydrogenation 3 Results and discussion 3.1 Preparation of Rh1CaAl-LDH catalysts 3.2 Structural analysis 3.3 Selective hydrogenation of quinoline 3.4 Reaction mechanism 3.5 Universality for the selective hydrogenation 4 Conclusions Electronic supporting information Supplementary Material References LIU 2021 15248 15253 J LIU 2021 4205 Y FANG 2023 2854 2868 J MA 2022 1163 1171 Y LI 2022 e202209749 W WANG 2024 e202404295 X RIGBY 2023 100921 K YAO 2023 107275 X ZHU 2024 56 66 Y QI 2020 173 192 K LANG 2020 11986 12043 R ZHOU 2020 3624 3631 J HAI 2022 174 181 X WU 2020 1900540 J LIN 2017 80 83 L WANG 2024 3261 3301 L TANG 2023 e202315032 H LING 2022 2202144 Y MA 2020 2001384 S LIU 2022 10711 10717 G WANG 2019 378 384 Z FAN 2022 1185 1196 K DONG 2020 1905328 C LI 2023 1089690 N KONG 2021 127178 X CHI 2022 2106645 H MILAGRES 2017 5469 5480 J SUN 2023 130723 Z TAO 2015 753 760 L YUN 2019 129 134 R NAVEEN 2023 122482 K ZHANG 2016 3039 3045 Y KONNERTH 2017 2762 2767 H WANG 2019 eaax6322 L XIONG 2023 118928 W WANG 2023 118583 J YANG 2022 1963 1972 D SUN 2017 25 30 M IQBAL 2020 3956 3964 M MATSUBU 2015 3076 3084 J WEI 2023 1422 1430 H LANG 2016 16054 16058 R JEONG 2018 9558 9565 H YU 2024 11955 11967 Z ZHANG 2024 11187 11192 H WU 2023 397 406 D XIONG 2020 390 397 Y ZENG 2024 998 1004 L LIANG 2023 122783 Y XU 2024 2290 2307 M BAGWAN 2024 102 112 F ZHENG 2023 7243 7255 Y GRAZIANO 2018 0127 G SHEN 2022 5024 5031 Q REN 2018 16694 16702 Y HU 2019 11369 11376 X GONG 2013 272 280 Y HEX2025X353 HEX2025X353X362 HEX2025X353XJ HEX2025X353X362XJ 2027-03-27T00:00:00.000Z 2027-03-27T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2025-03-29T04:19:19.568Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Key Research and Development Program of Shanxi Province 202102090301005 Shanxi Provincial Key Research and Development Project http://data.elsevier.com/vocabulary/SciValFunders/501100013317 http://sws.geonames.org/1814991/ National Research Foundation NRF-NRFF11-2019-0002 NRF National Research Foundation Singapore http://data.elsevier.com/vocabulary/SciValFunders/501100001381 http://sws.geonames.org/1880251/ National Natural Science Foundation of China 22478276 21978194 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ special fund for Science and Technology Innovation Teams of Shanxi Province 201705D131028-9 This work was supported by the National Natural Science Foundation of China (22478276, 21978194), the Key Research and Development Program of Shanxi Province (202102090301005), the special fund for Science and Technology Innovation Teams of Shanxi Province (201705D131028-9), and the National Research Foundation (NRF) Singapore, under its NRF Fellowship (NRF-NRFF11-2019-0002). item S1872-2067(24)60217-2 S1872206724602172 1-s2.0-S1872206724602172 10.1016/S1872-2067(24)60217-2 273538 2025-03-27T20:06:37.502841Z 2025-03-01 2025-03-31 1-s2.0-S1872206724602172-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/MAIN/application/pdf/c854d0ffc09ad1d9b14222ff32d4aeb8/main.pdf main.pdf pdf true 2416664 MAIN 10 1-s2.0-S1872206724602172-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/PREVIEW/image/png/c63f099c451fbb6f20fbe1446516fb7b/main_1.png main_1.png png 53999 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206724602172-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/fx1/DOWNSAMPLED/image/jpeg/5c60c578a6b7c1824ef2e86742ef32ac/fx1.jpg fx1 true fx1.jpg jpg 26854 245 299 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602172-fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/fx2/DOWNSAMPLED/image/jpeg/c5aaa55f98dc77435114815ff1e1e91f/fx2.jpg fx2 fx2.jpg jpg 31498 338 372 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602172-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr1/DOWNSAMPLED/image/jpeg/575647410ad79298c1b60da4d132c732/gr1.jpg gr1 gr1.jpg jpg 61248 362 421 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602172-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr2/DOWNSAMPLED/image/jpeg/91c1981e61946b995dca37dac79021ab/gr2.jpg gr2 gr2.jpg jpg 109864 443 539 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602172-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr3/DOWNSAMPLED/image/jpeg/50a1b154636cbb526166aa356132a7cb/gr3.jpg gr3 gr3.jpg jpg 78773 469 369 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602172-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr4/DOWNSAMPLED/image/jpeg/8228e573a7928874cda2edc6485f5858/gr4.jpg gr4 gr4.jpg jpg 78231 485 448 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602172-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr5/DOWNSAMPLED/image/jpeg/ac02f8cb3a3c91e32a14f9d3f48b86be/gr5.jpg gr5 gr5.jpg jpg 63337 249 540 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724602172-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/fx1/THUMBNAIL/image/gif/b0b23ab52fd91b31769a05dbfc161c06/fx1.sml fx1 true fx1.sml sml 21363 164 200 IMAGE-THUMBNAIL 1-s2.0-S1872206724602172-fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/fx2/THUMBNAIL/image/gif/64800c4cf7b0690372338875290c4b65/fx2.sml fx2 fx2.sml sml 4793 163 180 IMAGE-THUMBNAIL 1-s2.0-S1872206724602172-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr1/THUMBNAIL/image/gif/740753232e5be31c5bb0a0b34f19de80/gr1.sml gr1 gr1.sml sml 15412 164 190 IMAGE-THUMBNAIL 1-s2.0-S1872206724602172-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr2/MAIN/image/gif/ede9656ddaa334b3f11e7131d5ded201/gr2.sml gr2 gr2.sml sml 18469 164 199 IMAGE-THUMBNAIL 1-s2.0-S1872206724602172-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr3/THUMBNAIL/image/gif/0e005c7eda1c0e02728b06800fdc63a5/gr3.sml gr3 gr3.sml sml 11616 164 129 IMAGE-THUMBNAIL 1-s2.0-S1872206724602172-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr4/THUMBNAIL/image/gif/1650664d6d19a4ab3d624135f0e16a62/gr4.sml gr4 gr4.sml sml 13222 164 151 IMAGE-THUMBNAIL 1-s2.0-S1872206724602172-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/gr5/HIGHRES/image/gif/6a762a13587a89bb852d22e3b3df7613/gr5.sml gr5 gr5.sml sml 11230 101 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724602172-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/HIGHRES/image/jpeg/6349971ca2e9c8b55b0d1b1fadbdb5a3/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 119711 651 795 IMAGE-HIGH-RES 1-s2.0-S1872206724602172-fx2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/HIGHRES/image/jpeg/a54d4e6caa8bc0d3db1d51f644a3f357/fx2_lrg.jpg fx2 fx2_lrg.jpg jpg 126704 899 990 IMAGE-HIGH-RES 1-s2.0-S1872206724602172-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/HIGHRES/image/jpeg/cdcaa04f39285c38ae755453a3a65b8f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 261092 964 1120 IMAGE-HIGH-RES 1-s2.0-S1872206724602172-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/MAIN/image/jpeg/8dd4abe5a231a089a7dcfde456e60284/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 587729 1178 1432 IMAGE-HIGH-RES 1-s2.0-S1872206724602172-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/HIGHRES/image/jpeg/8c769ee0760039aae470074c6f2291b3/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 369491 1247 982 IMAGE-HIGH-RES 1-s2.0-S1872206724602172-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/HIGHRES/image/jpeg/2b11cda5ad917ac1762950617dbc877b/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 304939 1291 1192 IMAGE-HIGH-RES 1-s2.0-S1872206724602172-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/HIGHRES/image/jpeg/b569ee3ff1e65dcd65e17823ee258aa8/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 245256 662 1434 IMAGE-HIGH-RES 1-s2.0-S1872206724602172-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724602172/mmc1/MAIN/application/pdf/ed2b8cd2529f79a5e2ba7960d69c0d52/mmc1.pdf mmc1 mmc1.pdf pdf false 4357577 APPLICATION CHNJC 60217 S1872-2067(24)60217-2 10.1016/S1872-2067(24)60217-2 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Illustration scheme of synthetic procedure of 1Rh1CaAl-LDH catalyst. (b) The concentration of Ca ions and Rh ions in solution. (c) content of Rh in 1Rh1CaAl-LDH catalyst of exchange using CaAl-LDH. Fig. 2 Structural characterization of single-atom Rh with xRh1CaAl-LDH. (a) XRD patterns of CaAl-LDH and xRh1CaAl-LDH samples. (b) In-situ DRIFTS spectra of CO adsorbed on xRh1CaAl-LDH catalysts. (c) Nitrogen adsorption-desorption isotherms of the catalysts. HRTEM image of 1Rh1CaAl-LDH (d) and 4Rh1CaAl-LDH (e). (f) STEM-EDS elemental mapping images of 4Rh1CaAl-LDH. The k2-weighted Fourier transform spectra in R space (g) and Rh K-edge XANES spectra (h) of catalysts. (i) Wavelet transform (WT) of the EXAFS spectrum of 4Rh1CaAl-LDH. Fig. 3 Rh 3d (a) and Ca 2p (b) XPS spectra of 1Rh1CaAl-LDH catalyst. The k2-weighted Fourier transform spectra in R space of 0.8Pd1CaAl-LDH (c) and 1.6Ru1CaAl-LDH (d). Wavelet transform (WT) of the EXAFS spectrum of 0.8Pd1CaAl-LDH (e) and 1.6Ru1CaAl-LDH (f). Fig. 4 (a) Possible products of the quinoline hydrogenation. (b) metal-normalized activity (per unit mass of Rh) of the xRhCaAl-LDH in hydrogenation of quinoline (Temperature: 80 °C; H2 Pressure: 2 MPa). (c) Effect of reaction time on hydrogenation activity with 1Rh1CaAl-LDH. (d) Hydrogenation properties of different noble metals catalysts (Reaction times are respectively: 5, 2, 1 h). (e) The comparison of noble metal catalyst performance. Fig. 5 (a) Quinoline adsorption energies (ΔE ads) of C=N over Rh1CaAl-LDH and Rh10/CaAl-LDH. (b) Proposed route for quinoline hydrogenation on Rh1CaAl-LDH. Table 1 The catalytic hydrogenation of functional group substituted quinoline and other N-heteroarenes over 1Rh1CaAl-LDH catalyst. Available online 20 March 2025 This work was supported by the National Natural Science Foundation of China (22478276, 21978194), the Key Research and Development Program of Shanxi Province (202102090301005), the special fund for Science and Technology Innovation Teams of Shanxi Province (201705D131028-9), and the National Research Foundation (NRF) Singapore, under its NRF Fellowship (NRF-NRFF11-2019-0002). Article Isomorphous substitution in CaAl-hydrotalcite to construct high density single-atom catalysts for selective N-Heteroarene hydrogenation Jieting He a Yu Liang b Binbin Zhao c Lei Liu a * Qian He c * Dingsheng Wang d Jinxiang Dong a * a Shanxi Key Laboratory of Chemical Product Engineering, College of Chemistry and Chemical Engineering, Taiyuan University of Technology, Taiyuan 030024, Shanxi, China Shanxi Key Laboratory of Chemical Product Engineering College of Chemistry and Chemical Engineering Taiyuan University of Technology Taiyuan Shanxi 030024 China Shanxi Key Laboratory of Chemical Product Engineering, College of Chemistry and Chemical Engineering, Taiyuan University of Technology, Taiyuan 030024, Shanxi, China b College of Plant Protection, Shanxi Agricultural University, Jinzhong 030801, Shanxi, China College of Plant Protection Shanxi Agricultural University Jinzhong Shanxi 030801 China College of Plant Protection, Shanxi Agricultural University, Jinzhong 030801, Shanxi, China c Department of Materials Science and Engineering, National University of Singapore, Singapore Department of Materials Science and Engineering National University of Singapore Singapore Department of Materials Science and Engineering, National University of Singapore, Singapore d Department of Chemistry, Tsinghua University, Beijing 100084, China Department of Chemistry Tsinghua University Beijing 100084 China Department of Chemistry, Tsinghua University, Beijing 100084, China * Corresponding author. Metal oxides as support for constructing precious metal single-atom catalysts hold great promise for a wide range of industrial applications, but achieving a high-loading of thermally stable metal single atoms on such supports has been challenging. Herein, we report an innovative strategy for the fabrication of high-density single-atoms (Rh, Ru, Pd) catalysts on CaAl-layered double hydroxides (https://xueshu.baidu.com/usercenter/paper/show?paperid=acded962fe3d910ccbe68cc7a756fa3a&site=xueshu_seCaAl-LDH) via isomorphous substitution. The Rh species have occupied Ca2+ vacancies within CaAl-LDH laminate by ion-exchange, facilitating a substantial loading of isolated Rh single-atoms. Such catalysts displayed superior performance in the selective hydrogenation to quinoline, pivotal for liquid organic hydrogen storage, and the universality for the hydrogenation of N-heterocyclic aromatic hydrocarbons was also verified. Combining the experimental results and density functional theory calculations, the pathway of quinoline hydrogenation over Rh1CaAl-LDH was proposed. This synthetic strategy marks a significant advancement in the field of single-atom catalysts, expanding their horizons in green chemical processes. Graphical Abstract An innovative strategy for the fabrication of single-atoms (Rh, Ru, Pd) catalysts on CaAl-LDH via isomorphous substitution was developed, with the capability to achieve high metal loadings. Such catalysts displayed superior performance in the selective hydrogenation of liquid organic hydrogen carriers, notably quinoline and its derivatives. Keywords Isomorphous substitution High-loading Single‐atom catalyst Selective hydrogenation 1 Introduction Single-atom catalysts (SACs), featuring atomically dispersed active sites similar to those in homogeneous catalysts, serve as a critical bridge between multiphase and homogeneous catalysis [ 1–3 ]. The reactivity and selectivity of SACs could be significantly enhanced by tuning the coordination environments of active metal sites and the surface nature of the support [ 4–6 ]. However, the industrial application of SACs presents several challenges, for instance, the development of the universal synthesis methods can accommodate various supports and active metals, and that allow for high metal single-atom loading, is particularly required [ 7–9 ]. The role of support is indeed pivotal in the preparation of single-atom catalysts, often affecting their reactivity and selectivity in various reactions [ 10 ]. Metal oxides as active metal supports are widely employed in industrial catalysis owing to their high stability and favorable surface characteristics [ 11 ]. The anchoring model of metal single atoms on metal oxides generally can be categorized into two types: located on the oxide surfaces, and incorporated into the oxide lattices [ 12 ]. To date, most SACs with high metal loadings are based on carbon-related materials, with some exceptional cases reaching up to 23 wt% [ 13 ]. The metal loading of SACs based on metal oxides is markedly lower than that achieved with carbon support, generally below 1.0 wt% [ 14 ]. Certainly, the carbon materials itself have lower mass density than metal oxides, the calculated metal loading seems to be high in weight percentage content. In fact, due to their low surface area and limited metal-vacancy, achieving high loading of metal single-atom on such materials is extremely challenging, and it is an urgent need to explore new synthetic strategies to address these issues [ 15–17 ]. Ion exchange methods have been reported to synthesize SACs based on some special materials such as zeolites, montmorillonites, or two-dimensional transition metal materials [ 18,19 ]. Such ion exchange processes typically involve the exchange between the metal ions and the guest within the interlayer or pore channel of the support. However, the weak interactions between the metal ions and the support often result in poor metal dispersion and low loading capacity. Exploring the materials with exchangeable metal ions located in their framework for constructing SACs by using ion exchange methods would enhance metal-support interactions and improve metal dispersion and loading capacity. Layered double hydroxides (LDHs) with the general formula [M2+ 1–x M3+ x (OH)2] x+[(An–) x/n ·mH2O] x–, acting as active metal supports, show great potential in industrial catalysis due to their surface acid-base characteristics and tunable compositions [ 20,21 ]. To date, the synthetic strategies of SACs based on LDHs mainly followed the previous preparation methods [ 22 ], such as impregnation method, electrochemical methods, atomic layer deposition, but it is still difficult in achieving high content metal single-atoms on LDHs. For this purpose, the coprecipitation method was reported to construct single Ru atoms on CoCr-LDH, the Ru was successfully introduced into the CoCr-LDH lattice with a content of 4.4 wt%, exhibiting a high oxygen evolution reaction activity [ 23 ]. Among hydrotalcites, it is worth noting that Ca-based LDHs have unique properties, the partial Ca2+ in the laminate of LDH after immersing in water solution could migrate to leave the Ca vacancy defect, facilitating the incorporation of metal ions [ 24 ]. Recently, CaAl- and CaFe-LDHs were employed to remove the metal ions (Cd, Ni, Cr, Cu, Pb, As, Zn) from metal polluted soil or water through Ca2+ ions exchange method, exhibiting the industrial application potentials [ 24–28 ]. Based on these findings, divalent or trivalent noble metals were expected to be immobilized on Ca-based LDHs through Ca isomorphous substitution, which will provide a promising route to fabricate high-density noble single-atom catalysts. N-heterocyclic molecules have been accepted as ideal liquid organic hydrogen carriers (LOHCs) owing to their many favorable properties, such as high hydrogen storage capacity and good reversibility [ 29–31 ]. However, the state-of-the-art in this domain is impeded by several challenges, such as the low catalytic efficiency and insufficient selectivity of existing catalysts, and the harsh reaction conditions [ 32,33 ]. In a significant advancement, Liang et al. [ 34 ] demonstrated that during the hydrogenation of quinoline, the turnover frequency (TOF) of Ir single atoms with S coordination is 20 times higher than that of commercial Ir/C, highlighting the superiority of atomically dispersed metal catalysts over conventional noble metal catalysts. Based on the unique properties of Ca-based LDHs, herein, we developed an innovative isomorphous substitution methodology to construct high-density single-atom catalysts of Rh, Ru, Pd types. Our success lies in the exchangeability of Ca2+ within the laminate of CaAl-LDH with precious metal ions, paving the way for the fabrication of single active sites conducive to hydrogenation. Notably, the RhCaAl-LDH catalysts with highly oxidized Rh single atoms exhibited exceptional performance in the selective hydrogenation of quinoline to 1,2,3,4-tetrahydroquinoline (Py-THQ) under mild conditions. Moreover, their universality in selective control were also corroborated through hydrogenation toward various functional group substituted quinolines. 2 Experimental 2.1 Synthesis of CaAl-LDH (Ca2+:Al3+ = 2:1) Typically, 32 mmol CaCl2 and 16 mmol AlCl3 were dissolved in 80 mL of deionized water, noted as solution A. An aqueous solution of 2 mol/L NaOH was prepared, noted as solution B. Solutions A and B were then added dropwise in equal volumes using a peristaltic pump to a solution containing 20 mL of purified water at room temperature to form a white precipitate. The mixture was stirred for 10 h, followed by centrifugation and washing with deionized water until neutral. Finally, the product was dried at 80 °C. 2.2 Synthesis of xRh(Pd/Ru)CaAl-LDH Generally, a calculated amount of RhCl3 dissolved in distilled water was added, followed by CaAl-LDH. Stirring at room temperature for a certain time. Subsequently, it was washed and filtered with pure water, and finally dried to obtain the sample. The synthesis procedure for the PdCaAl-LDH and RuCaAl-LDH catalysts follows the same method as described above, with RhCl3 being replaced by PdCl2 and RuCl3 at the respective loadings to achieve isomorphic substitution of Pd and Ru. 2.3 Characterizations The high-resolution transmission electron microscopy (HRTEM) images were obtained on a JEOL JEM-2010 transmission electron microscope operating at an acceleration voltage of 200 kV. The diffuse reflectance infrared Fourier transformations spectroscopy (DRIFT) experiments of CO and quinoline adsorbed on catalysts were performed on a Bruker INVENIO R spectrometer. X-ray photoelectron spectroscopy (XPS) profiles were recorded on a Thermo Scientific K-Alpha. The X-ray absorption fine structure (XAFS) data was processed Athena (version 0.9.26) for background, pre-edge line and post-edge line calibrations. 2.4 Catalytic selective hydrogenation In a typical test, 25 mmol of quinoline, 20 mg of catalyst and 5 mL of i-PrOH were added to the reactor, and then the reactor was purged with 2.0 MPa H2 and the hydrogenation reaction was carried out at 80 °C. The products were quantified by gas chromatography with paraxylene as an internal standard, and the carbon balance was close to 100% in each run. 3 Results and discussion 3.1 Preparation of Rh1CaAl-LDH catalysts The synthetic procedure for RhCaAl-LDH catalysts through isomorphous substitution strategy was illustrated in Fig. 1(a) . Firstly, the synthetic CaAl-LDH materials were immersed in rhodium chloride solution under stirring at room temperature for a certain time. Then, CaAl-LDH was filtered, rinsed with deionized water, and the resulting RhCaAl-LDH catalysts could be achieved after drying at room temperature. Unlike other hydrotalcites, the Ca ions in CaAl-LDH can be partially migrated to water solution [ 24 ], and the formed vacancies in CaAl-LDH can be directly occupied by Rh ions just like ion-exchange between Ca and Rh. To confirm the ion-exchange process, the concentrations of Ca2+ and Rh3+ in solution were detected by ICP analysis at the various reaction time (Fig. 1(b)). At the initial step (30 min), the content of Ca ions increases quickly, and companied with a rapid decrease of Rh content in solution. After that, this trend slowdown in the concentration of Ca and Rh ions. This result could be attributed to the ion-exchange between Ca ions in CaAl-LDH and Rh ions in the solution, and high concentration of Rh ions accelerated the ion-exchange rate. The content of Rh in resulting CaAl-LDH at various reaction times was also detected (Fig. 1(c)), the loading of Rh is well agreement with the theoretical value at various steps. By controlling the amount of RhCl3 in the initial solution, a series of xRhCaAl-LDH catalysts (x = 2 wt%, 4 wt%, 5 wt%, and 8 wt%) were successfully obtained, with x corresponding to the theoretical loading of Rh, which also is consistent with the measured values by ICP-OES analysis (Table S1). Density functional theory (DFT) calculation was also carried out to certify the feasibility of the Ca isomorphic substitution in CaAl-LDH by Rh atom (Fig. S1). The Gibbs free energy changes (ΔG) of each step with Rh substituting Ca in CaAl-LDH were calculated and listed in Table S2. The ΔG values for each step are negative, indicating that the substitution of Rh3+ for Ca2+ in the layer of LDH is energetically favorable [ 35,36 ]. Additionally, the vacancy formation energy of cations Ca2+, Al3+ and Rh3+ in RhCaAl-LDH was also calculated (Table S3). The formation energy difference between Ca2+ vacancy (3.12 eV) and Al3+ vacancy (3.43 eV) illustrated that Ca ions in CaAl-LDH are easier to migrate from the layer of CaAl-LDH, and the in-situ formed vacancy sites were occupied by Rh ions. 3.2 Structural analysis The structures of CaAl-LDH before and after exchanging with Rh were identified by powder XRD (Fig. 2(a) ). The characteristic diffraction peaks of CaAl-LDH after loading 1 wt% and 4 wt% Rh were well maintained (PDF#31-0245) [ 37 ], and no diffraction peaks for Rh species were observed even with higher Rh loading in CaAl-LDH (Fig. S2(a)), indicating that Rh species were highly dispersed in CaAl-LDH. Additionally, the peak shift corresponding to the (111) crystal plane (2θ = 11.38°) did not occur, implying that the layer spacing remained constant. Raman spectroscopy was performed to reveal the nature of the metallic bonds. The peaks at 532 and 785 cm–1 in the low-frequency range (Fig. S2(b)) were attributed to vibrations of Ca–O or Al–O bonds within the CaAl-LDH structure [ 38,39 ], especially the absence of Rh–Cl bonds further confirmed the introduced of Rh species into the CaAl-LDH lattice. Combining DFT calculations and the characteristic results, it is evidenced that the Ca in CaAl-LDH was substituted by Rh through ion-exchange reaction, similar to the isomorphous substitution process of Ca-based LDH with some transition metal ions [ 26 ]. Owing to the low specific surface area of CaAl-LDH (9.6 m2 g–1), it is challenging to achieve a high loading Rh single atoms following the traditional approach. This facial method through isomorphous substitution throw a light on the synthesis of single-atoms catalysts especially with high noble metal loading. The CO-DRIFTS spectra on Rh-based catalysts could be used to identify the state of Rh single atom and Rh clusters [ 40,41 ]. The adsorption peaks at 2081 and 2005 cm–1 for the 1Rh1CaAl-LDH and 2Rh1CaAl-LDH catalysts (Fig. 2(b)), respectively, are ascribed to the symmetric and asymmetric extensions of gem-dicarbonyl-bis-CO on the positively charged single atom Rh species [ 42–44 ]. In CaAl-LDH with 4 wt% Rh content, the peaks shifted to higher frequency bands (2086 and 2010 cm–1) compared to 1Rh1CaAl-LDH. This blue-shift is resulted from the decrease in electron density around the d-orbitals due to the electron transfer of the Rh species to the support. However, the content of Rh in CaAl-LDH beyond 5 wt%, two extra peaks at 2048 and 1950 cm–1 (Fig. S2(c)) corresponding to the linear adsorption of CO on Rh clusters were observed [ 45 ], indicating that the Rh clusters were formed on CaAl-LDH except for Rh single atoms. The structure of CaAl-LDH is stable in aqueous solution as evidenced by XRD (Fig. 2(a)), and only the Ca ions in the outer layer of CaAl-LDH could partially migrate to aqueous solution, thus much high Rh loading leads to the appearance of Rh clusters on the surface of CaAl-LDH. The mole ratio of Ca/Al in hydrotalcite plays a critical role in the ion exchange process. To investigate this effect, hydrotalcites with various Ca/Al ratios were synthesized and tested. The XRD pattern revealed that the molar ratio of Ca/Al at 2 yields CaAl-LDH the highest crystallinity, which is considered the optimal synthetic condition (Fig. S3(a)). Under the same synthetic conditions for Rh loading, the RhCaAl-LDH catalysts were prepared using CaAl-LDH with Ca/Al molar ratio at 1 as support. CO-DRIFTS analysis revealed the presence of Rh clusters at 2048 cm–1, indicating that the decrease of Ca ion content in CaAl-LDH support would affect the exchange speed and exchange capacity of Rh, leading to the aggregation of Rh metal particles on the surface of the support (Fig. S3(b)). Scanning electron microscopy images showed that the hexagonal sheet-like structure of CaAl-LDH could be well retained after loading Rh (Fig. S4). HRTEM images provided the detailed insights into the microstructure of the synthetic catalysts (Figs. 2(d)–(f)). For RhCaAl-LDH catalysts with Rh loading below 4 wt%, Rh species were not found at the 20 nm scale. During HRTEM test, the CaAl-LDH supports were susceptible to damage from high-voltage electron beam irradiation, thereby limits the observation of Rh species at smaller scales. EDS elemental mapping images displayed the distribution of Rh, Ca, Al, and O over the whole catalysts (Fig. 2(f)), further demonstrating the Rh species were uniformly dispersed on CaAl-LDH. In the case of 5RhCaAl-LDH, the sub-nanometric clusters of Rh were observed. Further elevating the Rh content to 8 wt%, Rh particles with an approximate average size of 1.1 nm were discerned (Fig. S5). These empirical observations are well consistent with results from CO-DRIFTS. The chemical state and coordination environment of Rh species in CaAl-LDH were analyzed using XAFS measurements. The 1Rh1CaAl-LDH exhibited a single scattering peak at 1.6 Å in the extended X-ray absorption fine structure (EXAFS) spectrum, corresponding to the first coordination shell of Rh-O (Fig. 2(g)), suggesting that Rh species are present in the catalyst as isolated atoms [ 46,47 ]. Additionally, the EXAFS spectra and corresponding fitting results (Fig. S7) showed the absence of Rh-Rh scattering in 4Rh1CaAl-LDH, indicating that Rh species remain atomically dispersed even at high loadings. As shown in Rh K-edge X-ray absorption near edge structure (XANES) spectrum, 1Rh1CaAl-LDH demonstrates near-edge absorption characteristics akin to those of Rh2O3, with Rh species’ valence states intermediate between Rh0 and Rh3+ (Fig. 2(h)). Notably, the Rh species in 4Rh1CaAl-LDH were in a higher oxidation state than those in 1Rh1CaAl-LDH, as evidenced by the energy of the absorption edge. Wavelet transform analysis provided detailed insight into the coordinating atoms of the Rh species, conforming that only Rh-O coordination from single Rh atoms was existed in the Rh1CaAl-LDH catalyst (Fig. 2(i) and Fig. S7). The absence of Rh-Cl coordination further suggests that the Ca in CaAl-LDH was replaced by Rh through ion-exchange rection. EXAFS fitting results revealed that the Rh–O bonding coordination number is approximately 6.0 (Table S4), suggesting that the individual rhodium atoms are engaged in an Rh-O6 configuration on CaAl-LDH. Additional XPS analyses confirmed the presence of Ca, Al, O, and Rh in all catalysts (Fig. 3(a) and Fig. S8(a)). The 1Rh1CaAl-LDH catalyst presents a distinctive binding energy of 309.7 eV for the Rh3+ species characterized by the 3d 5/2 orbital, which exceeds values previously reported in the literature for Rh species [ 42,45 ]. This observed enhancement in binding energy is attributed to the substitutional incorporation of Rh3+ ions in place of Ca2+ within the crystal lattice, thereby forming Rh–O bonds. Combining with the EXAFS analysis, the Ca 2p spectral peak is shifted to a higher binding energy of 347.14 eV in the 1Rh1CaAl-LDH, underscoring the influence of Rh3+ substitution on the electronic environment of the catalyst. The spectral feature observed at 306.7 eV corresponds to the Rh δ– 3d 5/2 electronic state, suggesting an enrichment of electrons at the Rh site. This electron enrichment is hypothesized to be a consequence of Rh occupying oxygen vacancies and interacting with Al species within the support framework [ 45,48 ]. The isolated Rh species, distinguished by their high surface positive charge, are likely to display strong adsorption for quinoline, facilitating the selective hydrogenation of certain functional groups in quinoline [ 49 ]. Notably, an increase in Rh content, preserved in the trivalent state as Rh3+, has resulted in a subtle shift of the Rh 3d 5/2 peak from 309.7 to 310.15 eV (Fig. S8(b)). This shift is indicative of an augmented electron transfer from Rh to the support, in good agreement with the CO-DRIFTS results. The high-valent metal species often signals the strong electronic interactions between the metallic active center and the support [ 50 ], facilitating the adsorption and activation of substrates on the active center, thereby potentially improving the catalytic efficiency. This synthetic versatility was further confirmed through constructing other noble metal SACs. Using PdCl2 and RuCl3 precursors, we successfully synthesized Pd SACs and highly dispersed Ru catalysts on CaAl-LDH, demonstrating the stability and versatility of our synthetic strategy. The atom-level dispersion of noble metal species (Pd and Ru) was confirmed through HRTEM (Fig. S9) and XANES (Figs. 3(c–e) and Fig. S10). For the 1.6Ru1CaAl-LDH catalyst, wavelet transform analysis revealed a small amount of Ru-Ru coordination, indicating slight aggregation. However, the Ru species still existed as single atoms (Fig. 3(f)). Detailed coordination numbers are listed in Tables S5 and S6. This synthetic versatility is ascribed to the innovative synthesis approach, the Ca isomorphous substitution in CaAl-Hydrotalcite ensures strong anchoring of metal atoms to the support, leading to the strong metal-support interactions. Our findings open new pathways for the developing of high-performance catalysts with precise atomic control, offering substantial advantages in activity, selectivity, and stability. 3.3 Selective hydrogenation of quinoline The hydrogenation of quinoline with the synthetic Rh-based catalysts was firstly investigated (Fig. 4(a) ). The individual CaAl-LDH support was found to be inert towards the hydrogenation of quinoline (Table S7). However, 1Rh1CaAl-LDH exhibited significantly high catalytic performance, yielding a selectivity of 99.0% for Py-THQ with full conversion of quinoline. These findings suggest that the Rh species are the active centers within the catalyst, driving the hydrogenation reaction. The metal-normalized activity (MNA) of RhCaAl-LDH catalysts, depicted against Rh loading for quinoline conversion (Fig. 4(b)), illustrates an initial plateau at Rh loadings below 5 wt%, where atomic dispersion of Rh is predominant. Here, MNA maintains at 246–240 h–1, reflecting the consistent intrinsic activity and high catalytic efficiency of isolated Rh atoms under mild conditions. Compared to other catalysts reported for this reaction, this one demonstrates significant advantages and superior catalytic efficiency, as showed in Fig. 4(e) and detailed in Table S8. The excellent catalytic performance can be credited to its innovative design, which facilitates efficient metal distribution and maximizes the utilization of active sites. However, upon increasing Rh loading to 5 wt%, MNA decreases to 185 h–1, and escalating to 8 wt% precipitously drops it to 68.9 h–1, due to Rh SACs aggregation into clusters and nanoparticles. Nonetheless, such catalysts could sustain exceptional selectivity for Py-THQ. The results conclusively indicate that the Rh1 species on the CaAl-LDH support surpass the reactivity of Rh clusters or Rh nanoparticles in the quinoline hydrogenation, with the 1 wt%–4 wt% Rh1CaAl-LDH catalysts delivering the highest MNA recorded. This improved reactivity is attributed to the fully exposed single Rh atoms, which enhance the utilization efficiency of the active metal sites. Additionally, the hydrogenation behavior of Pd and Ru catalysts towards quinoline was evaluated, showing that both catalysts maintained exceptional selectivity and activity (Fig. 4(d)). Selectivity towards Py-THQ is a crucial metric for assessing the efficacy of catalyst in quinoline hydrogenation. The reaction conditions including reaction time (Fig. 4(c)) and temperature (Fig. S11), were investigated to understand the catalytic process. The 1Rh1CaAl-LDH catalyst demonstrated exceptional catalytic performance, achieving a Py-THQ yield of 99.9% within one hour. Extended reaction times sustained high Py-THQ yields and crucially, averted the hydrogenation of the quinoline’s benzene ring. Elevating the reaction temperature from 40 to 80 °C significantly boosted quinoline conversion to 100%, while maintaining a 99.0% selectivity for Py-THQ, thereby enhancing the catalytic efficiency. At 100 °C, a gradual shift in product distribution was observed, with Py-THQ converting into dihydroquinoline (DHQ) at a selectivity of 95.6%. The goal product could be control by adjusting reaction conditions, which is advantageous for industrial applications. Additionally, the effect of different H2 pressures on the hydrogenation of quinoline was investigated. The results indicate that hydrogen solubility in the reaction system affects hydrogenation performance. At a pressure of 2 MPa, an optimal balance between conversion and selectivity was achieved (Fig. S12). The impact of solvent effects on catalytic performance was explored through the hydrogenation of quinoline using a range of solvents with varying polarities and hydrogen-donating abilities, including ethanol and cyclohexane (Fig. S13). The study revealed that cyclohexane, a non-polar solvent, resulted in a relatively low conversion rate of only 59.0%. In contrast, the use of polar solvents significantly improved the conversion efficiency, highlighting their role in enhancing catalytic activity [ 49,51 ]. Notably, isopropanol stood out as the solvent that provided the optimal catalytic performance among those evaluated. The durability of the 1Rh1CaAl-LDH catalyst was evaluated by cycling tests, with a focus on monitoring the initial activity at low conversion rates (below 20%) for each cycle (Fig. S14). The results showed a slight decrease in catalyst activity after three cycles of the reaction. XRD and XPS analyses of the spent catalyst showed no structural alterations, indicating its structural integrity (Fig. S15). ICP-OES tests showed that Rh leaching was not detected in the reaction mixture across cycles, evidencing the stable immobilization of Rh. The decrease in activity was attributed to a slight aggregation of Rh particles after three reactions, which reduces the efficiency of active site utilization (Figs. S15(c,d)). 3.4 Reaction mechanism To elucidate the underlying catalytic mechanism, the interaction of quinoline with Rh1CaAl-LDH was investigated via in-situ DRIFTS spectroscopy of quinoline absorbed on catalyst. As shown in Fig. S15, the spectral bands ranging from 3000–3100 cm–1 are attributed to the =C–H vibrations within the aromatic ring [ 52 ]. The distinct band at 3400 cm–1 corresponds to the N–H stretching vibrational peak of Py-THQ. Following a 20-minute H2 purging, the emergence of an additional peak at 3362 cm–1, indicative of the N–H stretch in Py-THQ, means that the formation of the hydrogenation product. By the 40-min interval, the peak intensity of the =C–H group decreased, while a new –CH2– stretching vibration peak appeared at 2974 cm–1 in Py-THQ, mirroring the quinoline molecular evolution via hydrogenation reaction. The Rh1CaAl-LDH catalyst exhibited much higher catalytic performance than the RhNPs/CaAl-LDH catalyst (Fig. 4), which can be attributed to the enhanced dispersion and interaction of the Rh atoms in the former. To further understand the underlying reasons, DFT calculations were conducted to compare the adsorption energies (E ad) of quinoline on single Rh atom and the Rh10 nanoparticles, representing atomically dispersed Rh1CaAl-LDH and RhNPs/CaAl-LDH catalyst, respectively (Fig. S17). DFT calculations revealed that the E ad (–3.63 eV) for the C=N bond of quinoline was lower that for the C=C bond (–3.57 eV), suggesting that the Rh1CaAl-LDH catalyst preferentially adsorbs the nitrogen-containing side of quinoline, thereby imparting high selectivity for Py-THQ. Especially, the E ad of quinoline on Rh SA (–3.63 eV, horizontal adsorption) is significantly lower than on the Rh nanoparticle (–3.16 eV, vertical adsorption), indicating higher efficiency of quinoline adsorption on Rh SA, as depicted in Fig. 5(a) . According to molecular collision theory [ 53 ], the preferential adsorption at the C=N bond on quinoline’s nitrogen-containing side augments effective molecular collisions, thereby resulting in high catalytic activity for Py-THQ. DFT calculation and DRIFTS results collectively clarify the quinoline adsorption mechanism over the RhCaAl-LDH catalyst and the reaction pathway (Fig. 5(b)). Initially, quinoline molecules form robust N-H-Rh or π−π interactions upon adsorption at Rh sites. Concurrently, hydrogen molecules are activated on the Rh surface, undergoing heterolytic dissociation to generate Rh-H+ and Rh-H– species [ 41,54 ]. The H+ species, post-dissociation, spill over to the Rh site with adsorbed quinoline, attacking the C=N bond and yielding Py-THQ. The product subsequently desorbs, facilitating sustained quinoline conversion at the active sites [ 55,56 ]. The distance between the isolated Rh atoms associated with H2 dissociation and quinoline adsorption is considered a critical factor to affecting the reaction performance. Theoretically, as the Rh loading increases from 1% to 4%, the Rh-Rh atomic distance should decrease. However, a comparison of the mass-specific activity for quinoline hydrogenation revealed no obvious increase in catalytic activity as the enhancement of Rh loading, namely the distance between the isolated Rh atoms was reduced. Such results suggest that in our current single-atom reaction system, the Rh-Rh distance did not obviously affect their catalytic performance. 3.5 Universality for the selective hydrogenation The 1Rh1CaAl-LDH catalyst has exhibited extensive applicability for the selective hydrogenation of N-heterocyclic aromatic hydrocarbons, achieving near-quantitative conversion across various substrates with different functional groups, as detailed in Table 1 . Specifically, substrates featuring a methyl group on the pyridine ring, exemplified by 4-methylquinoline, required an extended reaction time to achieve high conversion, potentially due to steric hindrance impacting chemisorption on the 1Rh1CaAl-LDH catalyst. Additionally, the catalyst also displayed outstanding selectivity in the semi-hydrogenation of naphthalene to tetrahydronaphthalene. This study thus validates the superior activity and selectivity of the 1Rh1CaAl-LDH catalyst, particularly for substrates with electron-withdrawing groups, and proves the potential of single-atom catalysts in such reactions [ 57 ]. 4 Conclusions In summary, the isomorphous substitution strategy has proven to be an effective method for constructing SACs based on CaAl-LDHs, allowing for the atomic dispersion of precious metals such as Rh, Ru, and Pd, with the capability to achieve high metal loadings, exemplified by a Rh loading of up to 4 wt%. This strategy leverages the exchangeability of Ca2+ in the CaAl-LDH layers with precious metal ions, thereby preserving the support’s crystalline structure and morphology. Such catalysts exhibited remarkable catalytic performance in the selective hydrogenation of liquid organic hydrogen carriers, notably quinoline and its derivatives. Experimental results and DFT calculations confirmed that the highly isolated Rh sites in the CaAl-LDH behaved as the preferential adsorption for the nitrogen-containing side of quinoline, leading to the high activity and the selectivity toward Py-THQ production. This study not only refines the synthesis of high-loading, thermally stable metal single atoms on metal oxide supports, but also expands their application scope within chemical chemistry. Electronic supporting information Supporting information is available in the online version of this article. Declaration of Competing Interest The authors declare no competing financial interest. Supplementary Material Supplementary appendix References 1 J. Liu C.Y. Cao X.Z. Liu L.R. Zheng X.H. Yu Q.H. Zhang L. Gu R.L. Qi W.G. Song Angew. Chem. Int. Ed. 60 2021 15248 15253 J. Liu, C. Y. Cao, X. Z. Liu, L. R. Zheng, X. H. Yu, Q. H. Zhang, L. Gu, R. L. Qi, W. G. Song, Angew. Chem. Int. Ed., 2021, 60, 15248–15253. 2 Y.W. Liu X. Wu Z. Li J. Zhang S.X. Liu S.J. Liu L.R. Gu L. Zheng J. Li D.S. Wang Y.D. Li Nat. Commun. 12 2021 4205 Y. W. Liu, X. Wu, Z. Li, J. Zhang, S. X. Liu, S. J. Liu, L. R. Gu, L. Zheng; J. Li, D. S. Wang, Y. D. Li, Nat. Commun., 2021, 12, 4205. 3 J.J. Fang Q.Q. Chen Z. Li J.J. Mao Y.D. Li Chem. Commun. 59 2023 2854 2868 J. J. Fang, Q. Q. Chen, Z. Li, J. J. Mao, Y. D. Li, Chem. Commun., 2023, 59, 2854–2868. 4 Y.F. Ma L.W. Wang J. Liu Chem. Res. Chin. Univ. 38 2022 1163 1171 Y. F. Ma, L. W. Wang, J. Liu, Chem. Res. Chin. Univ., 2022, 38, 1163–1171. 5 W.H. Li B.C. Ye J.R. Yang Y. Wang C.J. Yang Y.M. Pan H.T. Tang D.S. Wang Y.D. Li Angew. Chem. Int. Ed. 61 2022 e202209749 W. H. Li, B. C. Ye, J. R. Yang, Y. Wang, C. J. Yang, Y. M. Pan, H. T. Tang, D. S. Wang, Y. D. Li, Angew. Chem. Int. Ed., 2022, 61, e202209749. 6 X.Y. Wang Y.Z. Pan J.R. Yang W.H. Li T. Gan Y.M. Pan H.T. Tang D.S. Wang Angew. Chem. Int. Ed. 63 2024 e202404295 X. Y. Wang, Y. Z. Pan, J. R. Yang, W. H. Li, T. Gan, Y. M. Pan, H. T. Tang, D. S. Wang, Angew. Chem. Int. Ed., 2024, 63, e202404295. 7 K. Rigby J.H. Kim Curr. Opin. Chem. Eng. 40 2023 100921 K. Rigby, J. H. Kim, Curr. Opin. Chem. Eng., 2023, 40, 100921. 8 X. Yao E. Halpren Y.Z. Liu C.H. Shan Z.W. Chen L.X. Chen C.V. Singh iScience 26 2023 107275 X. Yao, E. Halpren, Y. Z. Liu, C. H. Shan, Z. W. Chen, L. X. Chen, C. V. Singh, iScience, 2023, 26, 107275. 9 Y.R. Zhu S.W. Guo N.J. Zhuang Q. Ping J. Zhang Z. An H.Y. Song X. Shu W. Xi L.R. Zheng R.Z. Zhang J. He ACS Catal. 14 2024 56 66 Y. R. Zhu, S. W. Guo, N. J. Zhuang, Q. Ping, J. Zhang, Z. An, H. Y. Song, X. Shu, W. Xi, L. R. Zheng, R. Z. Zhang, J. He, ACS Catal., 2024, 14, 56–66. 10 K. Qi M. Chhowalla D. Voiry Mater. Today 40 2020 173 192 K. Qi, M. Chhowalla, D. Voiry, Mater. Today, 2020, 40, 173–192. 11 R. Lang X.R. Du Y.K. Huang X.Z. Jiang Q. Zhang Y.L. Guo K.P. Liu B.T. Qiao A.Q. Wang T. Zhang Chem. Rev. 120 2020 11986 12043 R. Lang, X. R. Du, Y. K. Huang, X. Z. Jiang, Q. Zhang, Y. L. Guo, K. P. Liu, B. T. Qiao, A. Q. Wang, T. Zhang, Chem. Rev., 2020, 120, 11986–12043. 12 J.Y. Zhou Z. Xu M.J. Xu X. Zhou K. Wu Nanoscale Adv. 2 2020 3624 3631 J. Y. Zhou, Z. Xu, M. J. Xu, X. Zhou, K. Wu, Nanoscale Adv., 2020, 2, 3624–3631. 13 X. Hai S.B. Xi S. Mitchell K. Harrath H.M. Xu D. Akl D. Kong J. Li Z.J. Li T. Sun H.M. Yang Y.G. Cui C.L. Su X.X. Zhao J. Li Nat. Nanotechnol. 17 2022 174 181 X. Hai, S. B. Xi, S. Mitchell, K. Harrath, H. M. Xu, D. Akl, D. Kong, J. Li, Z. J. Li, T. Sun, H. M. Yang, Y. G. Cui, C. L. Su, X. X. Zhao, J. Li, Nat. Nanotechnol., 2022, 17, 174–181. 14 J. Wu L. Xiong B. Zhao M. Liu L. Huang Small Methods 4 2020 1900540 J. Wu, L. Xiong, B. Zhao, M. Liu, L. Huang, Small Methods, 2020, 4, 1900540. 15 L.L. Lin W. Zhou R. Gao S.Y. Yao X. Zhang W.Q. Xu S.J. Zheng Z. Jiang Q.L. Yu Y.W. Li C. Shi X.D. Wen D. Ma Nature 544 2017 80 83 L. L. Lin, W. Zhou, R. Gao, S. Y. Yao, X. Zhang, W. Q. Xu, S. J. Zheng, Z. Jiang, Q. L. Yu, Y. W. Li, C. Shi, X. D. Wen, D. Ma, Nature, 2017, 544, 80–83. 16 L.G. Wang J.B. Wu S.W. Wang H. Liu Y. Wang D.S. Wang Nano Res. 17 2024 3261 3301 L. G. Wang, J. B. Wu, S. W. Wang, H. Liu, Y. Wang, D. S. Wang, Nano Res., 2024, 17, 3261–3301. 17 H.T. Tang H.Y. Zhou Y.M. Pan J.L. Zhang F.H. Cui W.H. Li D.S. Wang Angew. Chem. Int. Ed. 63 2023 e202315032 H. T. Tang, H. Y. Zhou, Y. M. Pan, J. L. Zhang, F. H. Cui, W. H. Li, D. S. Wang, Angew. Chem. Int. Ed., 2023, 63, e202315032. 18 Y.X. Ling H.D. Ge J.W. Chen Y.Q. Zhang Y.X. Duan M.H. Liang Y.J. Guo T.S. Wu Y.L. Soo X. Yin L.M. Ding L.Y. Wang Adv. Sci. 9 2022 2202144 Y. X. Ling, H. D. Ge, J. W. Chen, Y. Q. Zhang, Y. X. Duan, M. H. Liang, Y. J. Guo, T. S. Wu, Y. L. Soo, X. Yin, L. M. Ding, L. Y. Wang, Adv. Sci., 2022, 9, 2202144. 19 S.H. Ma Z. Han K.Y. Leng X.J. Liu Y. Wang Y.T. Qu J.B. Bai Small 16 2020 2001384 S. H. Ma, Z. Han, K. Y. Leng, X. J. Liu, Y. Wang, Y. T. Qu, J. B. Bai, Small, 2020, 16, 2001384. 20 G.H. Liu T.Q. Nie H.J. Wang T.Y. Shen X.L. Sun S. Bai L.R. Zheng Y. Song ACS Catal. 12 2022 10711 10717 G. H. Liu, T. Q. Nie, H. J. Wang, T. Y. Shen, X. L. Sun, S. Bai, L. R. Zheng, Y. Song, ACS Catal., 2022, 12, 10711–10717. 21 Z.L. Wang S.M. Xu Y.Q. Xu L. Tan X. Wang Y.F. Zhao H.H. Duan Y.F. Song Chem. Sci. 10 2019 378 384 Z. L. Wang, S. M. Xu, Y. Q. Xu, L. Tan, X. Wang, Y. F. Zhao, H. H. Duan, Y. F. Song, Chem. Sci., 2019, 10, 378–384. 22 K. Fan Y.N. Sun P.C. Xu J. Guo Z.H. Li M.F. Shao Chem. Res. Chin. Univ. 38 2022 1185 1196 K. Fan, Y. N. Sun, P. C. Xu, J. Guo, Z. H. Li, M. F. Shao, Chem. Res. Chin. Univ., 2022, 38, 1185–1196. 23 C.L. Dong X.L. Zhang J. Xu R. Si J. Sheng J. Luo S.N. Zhang W.J. Dong G.B. Li W.C. Wang F.Q. Huang Small 16 2020 1905328 C. L. Dong, X. L. Zhang, J. Xu, R. Si, J. Sheng, J. Luo, S. N. Zhang, W. J. Dong, G. B. Li, W. C. Wang, F. Q. Huang, Small, 2020, 16, 1905328. 24 N. Li M.J. Yuan S. Lu X.L. Xiong Z.G. Xie Y.S. Liu W. Guan Front. Chem. 10 2023 1089690 N. Li, M. J. Yuan, S. Lu, X. L. Xiong, Z. G. Xie, Y. S. Liu, W. Guan, Front. Chem., 2023, 10, 1089690. 25 X.G. Kong R.X. Ge T. Liu S.M. Xu P.P. Hao X.J. Zhao Z.H. Li X.D. Lei H.H. Duan Chem. Eng. J. 407 2021 127178 X. G. Kong, R. X. Ge, T. Liu, S. M. Xu, P. P. Hao, X. J. Zhao, Z. H. Li, X. D. Lei, H. H. Duan, Chem. Eng. J., 2021, 407, 127178. 26 H.Y. Chi J.K. Wang H.J. Wang S.Q. Li M.F. Yang S. Bai C.J. Li X.L. Sun Y.F. Zhao Y.F. Song Adv. Funct. Mater. 32 2022 2106645 H. Y. Chi, J. K. Wang, H. J. Wang, S. Q. Li, M. F. Yang, S. Bai, C. J. Li, X. L. Sun, Y. F. Zhao, Y. F. Song, Adv. Funct. Mater., 2022, 32, 2106645. 27 J.L. Milagres C.R. Bellato R. Vieira S.O. Ferreira L.M. Guimarães J. Environ. Chem. Eng. 5 2017 5469 5480 J. L. Milagres, C. R. Bellato, R. Vieira, S. O. Ferreira, L. M. Guimarães, J. Environ. Chem. Eng., 2017, 5, 5469–5480. 28 Z.W. Sun Y.P. Wang T. Liu X.G. Kong T.Z. Pan F.Z. Zhang X.D. Lei X. Duan J. Hazard. Mater. 447 2023 130723 Z. W. Sun, Y. P. Wang, T. Liu, X. G. Kong, T. Z. Pan, F. Z. Zhang; X. D. Lei, X. Duan, J. Hazard. Mater., 2023, 447, 130723. 29 L. Tao Q. Zhang S.S. Li X. Liu Y.M. Liu Y. Cao Adv. Synth. Catal. 357 2015 753 760 L. Tao, Q. Zhang, S. S. Li, X. Liu, Y. M. Liu, Y. Cao, Adv. Synth. Catal., 2015, 357, 753–760. 30 R.R. Yun L.R. Hong W.J. Ma R.Y. Zhang F.Y. Zhan J.G. Duan B.S. Zheng S.N. Wang ChemCatChem 12 2019 129 134 R. R. Yun, L. R. Hong, W. J. Ma, R. Y. Zhang, F. Y. Zhan, J. G. Duan, B. S. Zheng, S. N. Wang, ChemCatChem, 2019, 12, 129–134. 31 K. Naveen T.M. Shamsabadi P. Sharma S. Lee S.H. Hur W.M. Choi T.J. Shin J.S. Chung Appl. Catal. B 328 2023 122482 K. Naveen, T. M. Shamsabadi, P. Sharma, S. Lee, S. H. Hur, W. M. Choi, T. J. Shin, J. S. Chung, Appl. Catal. B, 2023, 328, 122482. 32 Y. Zhang J. Zhu Y.T. Xia X.T. Sun L. Wu Adv. Synth. Catal. 358 2016 3039 3045 Y. Zhang, J. Zhu, Y. T. Xia, X. T. Sun, L. Wu, Adv. Synth. Catal., 2016, 358, 3039–3045. 33 H. Konnerth M.H.G. Prechtl Green Chem. 19 2017 2762 2767 H. Konnerth, M. H. G. Prechtl, Green Chem., 2017, 19, 2762–2767. 34 L. Wang M.X. Chen Q.Q. Yan S.L. Xu S.Q. Chu P. Chen Y. Lin H.W. Liang Sci. Adv. 5 2019 eaax6322 L. Wang, M. X. Chen, Q. Q. Yan, S. L. Xu, S. Q. Chu, P. Chen, Y. Lin, H. W. Liang, Sci. Adv., 2019, 5, eaax6322. 35 W.B. Xiong M.F. Yang J.K. Wang H.J. Wang P. Zhao Z.X. Li B. Liu X.G. Kong H.H. Duan Chem. Eng. S. 279 2023 118928 W. B. Xiong, M. F. Yang, J. K. Wang, H. J. Wang, P. Zhao, Z. X. Li, B. Liu, X. G. Kong, H. H. Duan, Chem. Eng. S., 2023, 279, 118928. 36 J.K. Wang Y.W. Wang W.B. Xiong Z.X. Li X.G. Kong H. Yan Y.J. Lin H.H. Duan Y.F. Zhao Chem. Eng. Sci. 271 2023 118583 J. K. Wang, Y. W. Wang, W. B. Xiong, Z. X. Li, X. G. Kong, H. Yan, Y. J. Lin, H. H. Duan, Y. F. Zhao, Chem. Eng. Sci., 2023, 271, 118583. 37 D. Yang Y. Chen J. Li Y.F. Li W. Song X.G. Li L.G. Yan J. Colloid Interface Sci. 607 2022 1963 1972 D. Yang, Y. Chen, J. Li, Y. F. Li, W. Song, X. G. Li, L. G. Yan, J. Colloid Interface Sci., 2022, 607, 1963–1972. 38 M.Z. Sun P. Zhang D.S. Wu R.L. Frost Appl. Clay Sci. 140 2017 25 30 M. Z. Sun, P. Zhang, D. S. Wu, R. L. Frost, Appl. Clay Sci., 2017, 140, 25–30. 39 M.A. Iqbal L.Y. Sun A.M. LaChance H. Ding M. Fedel Dalton Trans. 49 2020 3956 3964 M. A. Iqbal, L. Y. Sun, A. M. LaChance, H. Ding, M. Fedel, Dalton Trans., 2020, 49, 3956–3964. 40 J.C. Matsubu V.N. Yang P. Christopher J. Am. Chem. Soc. 137 2015 3076 3084 J. C. Matsubu, V. N. Yang, P. Christopher, J. Am. Chem. Soc., 2015, 137, 3076–3084. 41 H.S. Wei Z.H. Gao L.R. Cao K.R. Li X.R. Yan T.T. Liu M.Y. Zhu F. Huang X. Fang J. Lin Nanoscale 15 2023 1422 1430 H. S. Wei, Z. H. Gao, L. R. Cao, K. R. Li, X. R. Yan, T. T. Liu, M. Y. Zhu, F. Huang, X. Fang, J. Lin, Nanoscale, 2023, 15, 1422–1430. 42 R. Lang T.B. Li D.J. Matsumura S. Miao Y.J. Ren Y.T. Cui Y. Tan B.T. Qiao L. Li A.Q. Wang X.D. Wang T. Zhang Angew. Chem. Int. Ed. 55 2016 16054 16058 R. Lang, T. B. Li; D. J. Matsumura, S. Miao, Y. J. Ren, Y. T. Cui, Y. Tan, B. T. Qiao, L. Li, A. Q. Wang, X. D. Wang, T. Zhang, Angew. Chem. Int. Ed., 2016, 55, 16054–16058. 43 H. Jeong G. Lee B.S. Kim J. Bae J.W. Han H. Lee J. Am. Chem. Soc. 140 2018 9558 9565 H. Jeong, G. Lee, B. S. Kim, J. Bae, J. W. Han, H. Lee, J. Am. Chem. Soc., 2018, 140, 9558–9565. 44 Z.N. Yu S.X. Zhang L.L. Zhang X.Y. Liu Z.H. Jia L. Li N. Ta A. Wang W. Liu A.Q. Wang T. Zhang J. Am. Chem. Soc. 146 2024 11955 11967 Z. N. Yu, S. X. Zhang, L. L. Zhang, X. Y. Liu, Z. H. Jia, L. Li, N. Ta, A. Wang, W. Liu, A. Q. Wang, T. Zhang, J. Am. Chem. Soc., 2024, 146, 11955–11967. 45 H. Zhang X.C. Zhang X.L. Wang Q.D. Sun H. Liu H.B. Ji X.H. He Sci. China Chem. 67 2024 11187 11192 H. Zhang, X. C. Zhang, X. L. Wang, Q. D. Sun, H. Liu, H. B. Ji, X. H. He, Sci. China Chem., 2024, 67, 11187–1192. 46 D.F. Wu S.Y. Zhou C.C. Du J. Li J.Y. Huang H.X. Shen A.K. Datye S. Jiang J.T. Miller S. Lin H.F. Xiong Nano Res. 17 2023 397 406 D. F. Wu, S. Y. Zhou, C. C. Du, J. Li, J. Y. Huang, H. X. Shen, A. K. Datye, S. Jiang, J. T. Miller, S. Lin, H. F. Xiong, Nano Res., 2023, 17, 397–406. 47 Y.Y. Xiong J.C. Dong Z.Q. Huang P.Y. Xin W.X. Chen Y. Wang Z. Li Z. Jin J. Xing Z.B. Zhuang J.Y. Ye X. Wei R. Cao L. Gu S.G. Sun L. Zhuang X.Q. Chen H. Yang C. Chen Q. Peng C.R. Chang D.S. Wang Y. Li Nat. Nanotechnol. 15 2020 390 397 Y. Y. Xiong, J. C. Dong, Z. Q. Huang, P. Y. Xin, W. X. Chen, Y. Wang, Z. Li, Z. Jin, J. Xing, Z. B. Zhuang, J. Y. Ye, X. Wei, R. Cao, L. Gu, S. G. Sun, L. Zhuang, X. Q. Chen, H. Yang, C. Chen, Q. Peng, C. R. Chang, D. S. Wang, Y. Li, Nat. Nanotechnol., 2020, 15, 390–397. 48 L. Zeng K. Cheng F.F. Sun Q.Y. Fan L.Y. Li Q.G. Zhang Y. Wei W. Zhou J.C. Kang Q. Zhang M. Chen Q. Liu L. Zhang J. Huang J. Cheng Z. Jiang G. Fu Y. Wang Science 383 2024 998 1004 L. Zeng, K. Cheng, F. F. Sun, Q. Y. Fan, L. Y. Li, Q. G. Zhang, Y. Wei, W. Zhou, J. C. Kang, Q. Zhang, M. Chen, Q. Liu, L. Zhang, J. Huang, J. Cheng, Z. Jiang, G. Fu, Y. Wang, Science, 2024, 383, 998–1004. 49 Y. Liang Q. Tang L. Liu D.S. Wang J.X. Dong Appl. Catal. B 333 2023 122783 Y. Liang, Q. Tang, L. Liu, D. S. Wang, J. X. Dong, Appl. Catal. B, 2023, 333, 122783. 50 M. Xu M. Peng H.L. Tang W. Zhou B.T. Qiao D. Ma J. Am. Chem. Soc. 146 2024 2290 2307 M. Xu, M. Peng, H. L. Tang, W. Zhou, B. T. Qiao, D. Ma, J. Am. Chem. Soc., 2024, 146, 2290–2307. 51 F.M. Bagwan A.K. Kinage S.N. Vasireddy Int. J. Hydrogen Energy 92 2024 102 112 F. M. Bagwan, A. K. Kinage, S. N. Vasireddy, Int. J. Hydrogen Energy, 2024, 92, 102–112. 52 Y. Zheng Q. Wang Q. Yang S. Wang M.J. Hülsey S.P. Ding S. Furukawa M. Li N. Yan X.B. Ma ACS Catal. 13 2023 7243 7255 Y. Zheng, Q. Wang, Q. Yang, S. Wang, M. J. Hülsey, S. P. Ding, S. Furukawa, M. Li, N. Yan, X. B. Ma, ACS Catal., 2023, 13, 7243–7255. 53 G. Graziano Nat. Rev. Chem. 2 2018 0127 G. Graziano, Nat. Rev. Chem., 2018, 2, 0127. 54 Q.K. Shen H.Q. Jin P.P. Li X.H. Yu L.R. Zheng W.G. Song C.Y. Cao Nano Res. 15 2022 5024 5031 Q. K. Shen, H. Q. Jin, P. P. Li, X. H. Yu, L. R. Zheng, W. G. Song, C. Y. Cao, Nano Res., 2022, 15, 5024–5031. 55 Y.S. Ren Y.X. Wang X. Li Z.H. Zhang Q. Chi New J. Chem. 42 2018 16694 16702 Y. S. Ren, Y. X. Wang, X. Li, Z. H. Zhang, Q. Chi, New J. Chem., 2018, 42, 16694–16702. 56 X. Hu Y.Q. Chen B.B. Huang Y.C. Liu H.T. Huang Z.L. Xie ACS Sustainable Chem. Eng. 7 2019 11369 11376 X. Hu, Y. Q. Chen, B. B. Huang, Y. C. Liu, H. T. Huang, Z. L. Xie, ACS Sustainable Chem. Eng., 2019, 7, 11369–11376. 57 Y.T. Gong P.F. Zhang X.A. Xu Y. Li H.R. Li Y. Wang J. Catal. 297 2013 272 280 Y. T. Gong, P. F. Zhang, X. A. Xu, Y. Li, H. R. Li, Y. Wang, J. Catal., 2013, 297, 272–280.",
      "scopus-id": "105001022716",
      "coredata": {
        "eid": "1-s2.0-S1872206724602172",
        "dc:description": "Metal oxides as support for constructing precious metal single-atom catalysts hold great promise for a wide range of industrial applications, but achieving a high-loading of thermally stable metal single atoms on such supports has been challenging. Herein, we report an innovative strategy for the fabrication of high-density single-atoms (Rh, Ru, Pd) catalysts on CaAl-layered double hydroxides (https://xueshu.baidu.com/usercenter/paper/show?paperid=acded962fe3d910ccbe68cc7a756fa3a&site=xueshu_seCaAl-LDH) via isomorphous substitution. The Rh species have occupied Ca2+ vacancies within CaAl-LDH laminate by ion-exchange, facilitating a substantial loading of isolated Rh single-atoms. Such catalysts displayed superior performance in the selective hydrogenation to quinoline, pivotal for liquid organic hydrogen storage, and the universality for the hydrogenation of N-heterocyclic aromatic hydrocarbons was also verified. Combining the experimental results and density functional theory calculations, the pathway of quinoline hydrogenation over Rh1CaAl-LDH was proposed. This synthetic strategy marks a significant advancement in the field of single-atom catalysts, expanding their horizons in green chemical processes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206724602172",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "He, Jieting"
          },
          {
            "@_fa": "true",
            "$": "Liang, Yu"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Binbin"
          },
          {
            "@_fa": "true",
            "$": "Liu, Lei"
          },
          {
            "@_fa": "true",
            "$": "He, Qian"
          },
          {
            "@_fa": "true",
            "$": "Wang, Dingsheng"
          },
          {
            "@_fa": "true",
            "$": "Dong, Jinxiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206724602172"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206724602172"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(24)60217-2",
        "prism:volume": "70",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Isomorphous substitution in CaAl-hydrotalcite to construct high density single-atom catalysts for selective N-Heteroarene hydrogenation",
        "prism:copyright": "Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Isomorphous substitution"
          },
          {
            "@_fa": "true",
            "$": "High-loading"
          },
          {
            "@_fa": "true",
            "$": "Single‐atom catalyst"
          },
          {
            "@_fa": "true",
            "$": "Selective hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "353-362",
        "prism:endingPage": "362",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2025",
        "prism:doi": "10.1016/S1872-2067(24)60217-2",
        "prism:startingPage": "353",
        "dc:identifier": "doi:10.1016/S1872-2067(24)60217-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "245",
            "@width": "299",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26854",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "338",
            "@width": "372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31498",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "362",
            "@width": "421",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61248",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "443",
            "@width": "539",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109864",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "469",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78773",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "485",
            "@width": "448",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78231",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "249",
            "@width": "540",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "63337",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21363",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "180",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4793",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "190",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15412",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18469",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "129",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11616",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "151",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13222",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11230",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "651",
            "@width": "795",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "119711",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "899",
            "@width": "990",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-fx2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "126704",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "964",
            "@width": "1120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "261092",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1178",
            "@width": "1432",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "587729",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1247",
            "@width": "982",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "369491",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1291",
            "@width": "1192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "304939",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "662",
            "@width": "1434",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "245256",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724602172-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "4357577",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105001022716"
      }
    }
  }
}