{
  "metadata": {
    "title": "Facet-dependent performance of Cu<ce:inf loc=post>2</ce:inf>O nanocrystal for photocatalytic reduction of Cr(VI)",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2015-08-31",
    "doi": "10.1016/S1872-2067(15)60877-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206715608774",
    "pii": "S1872206715608774"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84939606509",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2015-08-19 2015-08-19 2015-08-19 2015-08-19 2015-08-19T08:40:33 1-s2.0-S1872206715608774 S1872-2067(15)60877-4 S1872206715608774 10.1016/S1872-2067(15)60877-4 S300 S300.1 FULL-TEXT 1-s2.0-S1872206715X0009X 2016-09-03T23:18:30.098243-04:00 0 0 20150801 20150831 2015 2015-08-19T10:42:34.157334Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure body affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 36 36 8 8 Volume 36, Issue 8 22 1321 1325 1321 1325 201508 August 2015 2015-08-01 2015-08-31 2015 article fla Copyright © 2015 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. FACETDEPENDENTPERFORMANCECU2ONANOCRYSTALFORPHOTOCATALYTICREDUCTIONCRVI QIN B 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Characterization 2.3 Photocatalytic experiments 3 Results and discussion 3.1 SEM observation 3.2 XRD identification 3.3 FT-IR analysis 3.4 Photocatalytic activity 4 Conclusions References LIU 2010 2759 T KUO 2008 18355 C SUN 2012 925 S LI 2011 6745 S ZHANG 2009 5220 D LIANG 2009 2068 X HUA 2014 4856 Q ZHANG 2006 278 Y JOHAN 2011 6094 M HUA 2011 1200 Q KWON 2015 156 Y HUA 2011 665 Q HUA 2013 1966 Q BAO 2010 6676 H ZHANG 2010 5073 Y QINX2015X1321 QINX2015X1321X1325 QINX2015X1321XB QINX2015X1321X1325XB 2017-08-19T00:00:00Z UnderEmbargo http://creativecommons.org/licenses/by-nc-nd/4.0/ item S1872-2067(15)60877-4 S1872206715608774 1-s2.0-S1872206715608774 10.1016/S1872-2067(15)60877-4 273538 2015-08-19T05:42:34.157334-04:00 2015-08-01 2015-08-31 1-s2.0-S1872206715608774-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/MAIN/application/pdf/311c734c0c1e5f20affa67480c5084c7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/MAIN/application/pdf/311c734c0c1e5f20affa67480c5084c7/main.pdf main.pdf pdf true 1427020 MAIN 5 1-s2.0-S1872206715608774-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/PREVIEW/image/png/08549e6091b986ee2984851d39a8f206/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/PREVIEW/image/png/08549e6091b986ee2984851d39a8f206/main_1.png main_1.png png 49278 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206715608774-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr5/DOWNSAMPLED/image/jpeg/278c3c3d064267500f74881a99b7c234/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr5/DOWNSAMPLED/image/jpeg/278c3c3d064267500f74881a99b7c234/gr5.jpg gr5 gr5.jpg jpg 28716 214 325 IMAGE-DOWNSAMPLED 1-s2.0-S1872206715608774-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr4/DOWNSAMPLED/image/jpeg/f9229afdaec9788ec5c40b5b11528a41/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr4/DOWNSAMPLED/image/jpeg/f9229afdaec9788ec5c40b5b11528a41/gr4.jpg gr4 gr4.jpg jpg 37982 478 328 IMAGE-DOWNSAMPLED 1-s2.0-S1872206715608774-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr3/DOWNSAMPLED/image/jpeg/d27979a2ce4d0a95428addf03feba960/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr3/DOWNSAMPLED/image/jpeg/d27979a2ce4d0a95428addf03feba960/gr3.jpg gr3 gr3.jpg jpg 19589 230 322 IMAGE-DOWNSAMPLED 1-s2.0-S1872206715608774-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr2/DOWNSAMPLED/image/jpeg/dba1f179b6bce00458eb07fdb6e20b73/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr2/DOWNSAMPLED/image/jpeg/dba1f179b6bce00458eb07fdb6e20b73/gr2.jpg gr2 gr2.jpg jpg 22006 257 313 IMAGE-DOWNSAMPLED 1-s2.0-S1872206715608774-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr1/DOWNSAMPLED/image/jpeg/2872200a14f0f2cbc798efd071fa60dd/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr1/DOWNSAMPLED/image/jpeg/2872200a14f0f2cbc798efd071fa60dd/gr1.jpg gr1 gr1.jpg jpg 34221 281 369 IMAGE-DOWNSAMPLED 1-s2.0-S1872206715608774-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/fx1/DOWNSAMPLED/image/jpeg/b05921bd0cc2570ac6d54ac6839f96f1/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/fx1/DOWNSAMPLED/image/jpeg/b05921bd0cc2570ac6d54ac6839f96f1/fx1.jpg fx1 true fx1.jpg jpg 17258 181 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206715608774-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr5/THUMBNAIL/image/gif/633f95085f9763ea011703d5212ea01f/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr5/THUMBNAIL/image/gif/633f95085f9763ea011703d5212ea01f/gr5.sml gr5 gr5.sml sml 6820 144 219 IMAGE-THUMBNAIL 1-s2.0-S1872206715608774-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr4/THUMBNAIL/image/gif/2c0d49196f295334899eec5ef0e259d9/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr4/THUMBNAIL/image/gif/2c0d49196f295334899eec5ef0e259d9/gr4.sml gr4 gr4.sml sml 3489 163 112 IMAGE-THUMBNAIL 1-s2.0-S1872206715608774-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr3/THUMBNAIL/image/gif/d8e9e939cedd4328ba7ebac30af0d4ed/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr3/THUMBNAIL/image/gif/d8e9e939cedd4328ba7ebac30af0d4ed/gr3.sml gr3 gr3.sml sml 4028 157 219 IMAGE-THUMBNAIL 1-s2.0-S1872206715608774-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr2/THUMBNAIL/image/gif/b7cf3df343eb8148d1c6d77241d80c80/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr2/THUMBNAIL/image/gif/b7cf3df343eb8148d1c6d77241d80c80/gr2.sml gr2 gr2.sml sml 4566 164 199 IMAGE-THUMBNAIL 1-s2.0-S1872206715608774-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/gr1/THUMBNAIL/image/gif/c462ad3c6836226440ba21195585ee57/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/gr1/THUMBNAIL/image/gif/c462ad3c6836226440ba21195585ee57/gr1.sml gr1 gr1.sml sml 10477 164 215 IMAGE-THUMBNAIL 1-s2.0-S1872206715608774-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206715608774/fx1/THUMBNAIL/image/gif/341ee12ab038151d6a0bb4a954d6c510/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206715608774/fx1/THUMBNAIL/image/gif/341ee12ab038151d6a0bb4a954d6c510/fx1.sml fx1 true fx1.sml sml 6217 132 219 IMAGE-THUMBNAIL CHNJC 60877 S1872-2067(15)60877-4 10.1016/S1872-2067(15)60877-4 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 SEM images of Cu2O crystals. (a) OctO, octahedral Cu2O prepared with oleic acid; (b) Oct, octahedral Cu2O with clean surfaces; (c) RhdO, rhombic dodecahedral Cu2O prepared with oleic acid; (d) Cub, cubic Cu2O. Fig. 2 XRD patterns of Cu2O crystals with different morphology. Fig. 3 FT-IR spectra of octahedral Cu2O prepared without (Oct) and with (OctO) oleic acid. Fig. 4 Photocatalytic reduction of Cr(VI) over Cu2O nanocrystals under visible light. Fig. 5 First order rate constants for the photocatalytic reduction of Cr(VI) over Cu2O with different morphology. Published 20 August 2015 This work was supported by the Open Fund of the State Key Laboratory of Physical Chemistry of Solid Surfaces, Xiamen University (201214) and the Scientific Research Fund of Hunan Provincial Education Department (13B100). Article Facet-dependent performance of Cu2O nanocrystal for photocatalytic reduction of Cr(VI) Bang Qin Yubao Zhao * Hui Li Liang Qiu Zao Fan School of Chemistry and Chemical Engineering, University of South China, Hengyang 421001, Hunan, China School of Chemistry and Chemical Engineering University of South China Hengyang Hunan 421001 China * Corresponding author. Tel: +86-734-8282303; Fax: +86-734-8282057 Corresponding author Tel: +86-734-8282303 Fax: +86-734-8282057 Cu2O octahedrons, rhombic dodecahedrons and cubes were prepared and evaluated for the reduction of hexavalent chromium under visible light irradiation. The specific activity of Cu2O with different crystal planes followed the order {111} > {110} > {100}. The surface capping ligands of octahedral and rhombic dodecahedral Cu2O have no blocking effect on their photocatalytic performance. Graphical Abstract Catalysis by Cu2O nanocrystals with different morphology for the photoreduction of Cr(VI) showed that the surface capping ligands of octahedral and rhombic dodecahedral Cu2O have no blocking effect and the activity of different facets was ranked {111} > {110} > {100}. Keywords Hexavalent chromium Facet Photocatalysis Visible light Cuprous oxide 1 Introduction Hexavalent chromium Cr(VI), which has high carcinogenicity and teratogenicity, is a common heavy metal pollutant with high stability in the natural environment. It is released in the effluents of various industrial activities, including electroplating, leather tanning, metal finishing, dyeing, textile production, and steel fabrication. The removal of Cr(VI) is of great importance and has stimulated the development of effective technology for wastewater treatment. While recent innovative technology includes adsorption, ion exchange, membrane, separation, bioremediation, and chemical precipitation, photocatalysis is considered an attractive, efficient and clean strategy to reduce toxic Cr(VI) species to the less harmful Cr(III) species. Liu et al. [1] reported that more than 99.0% of Cr(VI) was removed in 5 h over α-Fe2O3 under visible light irradiation. As an important p-type semiconductor with a direct band gap of 2.17 eV that is suitable for sunlight utilization, Cu2O nanocrystals with different morphology have been successfully prepared and were demonstrated as useful for gas sensing, solar energy conversion, and use in lithium ion batteries and the photoactivated splitting of water into H2 and O2. Kuo et al. [2] reported a facile synthesis of Cu2O nanocrystals with a systematic shape evolution. Sun et al. [3] investigated the crystal facet dependent effect of polyhedral Cu2O microcrystals that exposed different index facets on the photodegradation of methyl orange. Li et al. [4] synthesized flower-like Cu2O architectures with a high surface area and large pore volume, which exhibited high and stable photocatalytic activity for the reduction of Cr(VI). The present work focused on comparing the activity for reducing Cr(VI) ions under visible light over Cu2O cubes, octahedrons, and rhombic dodecahedrons, respectively, dominated by {100}, {111}, and {110} facets. 2 Experimental 2.1 Catalyst preparation All chemical reagents in this work were analytical grade and used without further purification. Cubic, octahedral, and rhombic dodecahedral Cu2O nanocrystals were prepared by reported wet chemical methods [5,6]. Cu2O cubes (denoted as Cub) without a capping ligand were synthesized by adding 5.0 mL of NaOH aqueous solution (2.0 mol/L) into 50 mL of CuCl2 aqueous solution (0.01 mol/L) under stirring. Then 5.0 mL ascorbic acid aqueous solution (0.6 mol/L) was added and the system was stirred for 5 h at 55 °C. Octahedral (OctO) and rhombic dodecahedral (RhdO) Cu2O nanocrystals capped with oleic acid were obtained as follows. 40 mL of CuSO4 solution (1 mmol) was mixed with 20 mL absolute ethanol and 2.5 mL oleic acid for octahedron (4 mL oleic acid for rhombic dodecahedron). After heating to 100 °C, 10 mL of NaOH was added in 5 min, followed by adding 30 mL aqueous solution containing 3.42 g D-(+)-glucose under constant stirring for 1 h. The products from the round bottom flask were collected by centrifugation and washed with distilled water and absolute ethanol several times, and finally dried at 60 °C. To remove the capping ligand oleic acid on the surface of the octahedral and rhombic dodecahedral Cu2O nanocrystals, the samples OctO and RhdO were treated by a controlled oxidation treatment [7,8]. In a typical procedure, a mixed gas of propylene (8%), oxygen (4%), and argon (88%) with a total flow rate of 20 mL/min was fed to 0.2 g of Cu2O loaded in a quartz tube (inner diameter of 15 mm). The temperature was programmed at a ramp rate of 5 °C/min to 215 °C and kept there for 30 min. The resulting octahedral and rhombic dodecahedral Cu2O nanocrystals with clean surfaces were denoted as Oct and Rhd, respectively. 2.2 Characterization The crystal phase of the as-prepared samples was characterized by a X-ray diffractometer (XRD, PANalytical X'pert PRO) using Cu Kα radiation (λ = 0.15406 nm) in the range of 20° to 80°. Microstructural analysis was performed using field emission scanning electron microscopy (FESEM, Hitachi S-4800). The BET surface area was determined using a Micromertitics Tristar 3000. FT-IR spectra were recorded on a Nicolet IS 5 spectrophotometer. 2.3 Photocatalytic experiments In the photocatalytic experiment, 0.05 g of Cu2O was suspended in 100 mL of Cr(VI) solution 40 mg/L. The pH value was adjusted to 5.0 by H2SO4 solution. After being kept in the dark for 50 min to attain adsorption equilibrium, the suspension with 7 vol% absolute methanol was irradiated with an 18 W LED white light lamp. A portion of the reaction solution was withdrawn every 5 to 10 min, which was centrifuged and analyzed for the Cr(VI) concentration by the 1,5-diphenylcarbazide method on a Tianjin UV-752B spectrophotometer. 3 Results and discussion 3.1 SEM observation Figure 1 shows the SEM images of the Cu2O cubes, octahedrons, and rhombic dodecahedrons with the sizes of a few hundred nm. Octahedral OctO and Oct with clean surfaces with eight {111} facets have almost the same morphology with the edge size of 400 to 800 nm, except that the flat surfaces of OctO become slightly coarse after cleaning off the capping oleic acid by propylene oxidation at 215 °C. These are shown in Fig. 1(a) and (b). Huang's group [7,8] adopted this method for the first time to remove the oleic acid capped on the surface of Cu2O nanocrystals. Using SEM and XRD characterization, they found that the treatment had no effect on the morphology and structure of the Cu2O nanocrystals other than getting rid of the capping agent, which was deduced from their XPS and IR spectra. Figure 1(c) shows rhombic dodecahedral Cu2O nanocrystals RhdO with 12 exposed {110} facets which had 300 to 600 nm edges. Its counterpart Rhd with clean surfaces also has a similar shape and size to RhdO (not shown here). The edge lengths of the Cu2O cubes with six {100} facets were 200 to 400 nm, as shown in Fig. 1(d). 3.2 XRD identification Figure 2 shows the XRD patterns of the Cu2O nanocrystals. All the diffraction peaks were indexed by the standard cubic structure of Cu2O (JCPDS No. 05-0667). It is well known that Cu2O is oxidized to CuO at temperatures higher than 150 °C. The fact that no peak other than those of Cu2O was detected in the XRD patterns of Oct and Rhd indicated that the treatment at 215 °C for 0.5 h under the mixed C3H6 gas prevented the oxidation of Cu2O into CuO. 3.3 FT-IR analysis To examine the effect of the mild oxidation for removing the surface capping oleic acid, the as-prepared OctO and Oct were characterized by FT-IR. The results obtained are the same as reported by Huang's group [7,8]: no band around 2900 cm−1 corresponding to the vibration of C–H appeared, showing that the oxidation treatment had removed the surface oleic acid. IR spectroscopy has long been utilized as a powerful tool to provide supplementary information on the nature of copper oxides: the absorption peak at 610 cm−1 was attributed to the stretching of Cu(I)–O and the band at ∼530 cm−1 to the vibration of Cu(II)–O [9,10]. We further compared the absorption features of OctO and Oct in the range of 400–1000 cm−1. This is shown in Fig. 3 . Both OctO and Oct displayed only one absorption peak at 605 cm−1, which excluded the existence of CuO. Thus, IR characterization confirmed that OctO and Oct were of the cuprous oxide phase. 3.4 Photocatalytic activity Figure 4 (a) shows the catalytic performance for reducing Cr(VI) under visible light over the Cu2O nanocrystals without a capping agent. The Cu2O nanocrystals catalyzed the process, reducing 40% Cr(VI) in 3 h, as compared to that only 10% Cr(VI) was reduced under the same condition without the catalysts. From the data up to 100 min, the first order rate constant k for the Cu2O samples with different morphology were obtained and shown in Fig. 5 . The catalytic activity for the reduction of Cr(VI) was ranked as: rhombic dodecahedron > octahedron > cube, i.e., facets {110} > {111} > {100}. To evaluate the effect of the capping oleic acid on the performance of the catalysts, octahedral and rhombic dodecahedral Cu2O nanocrystals before and after the mild oxidation treatment in the mixed C3H6 gas were used to reduce Cr(VI) under the same condition with visible light irradiation. OctO and Oct gave a similar kinetic behavior in 100 min, as shown in Fig. 4(b), with almost the same rate constant (Fig. 5). The situation of RhdO and Rhd was the same as the Cu2O octahedrons. Hua et al. [11] reported a surface blocking effect exerted by the capping ligand on the reduction behavior of H2 and CO over Cu2O nanocrystals. They found that different capping ligands gave different reduction temperatures. Unlike their findings for the gas reaction, our experimental results that the OctO and Oct, and RhdO and Rhd samples have the same rate constant showed that there was no blocking effect by the capping oleic acid on the surfaces of octahedral and rhombic dodecahedral Cu2O on their catalytic performance in the aqueous system. It was shown recently that the vertices and edges of Cu2O nanocrystals experienced erosion due to slight dissolution after several weeks in water [12]. The capping oleic acid can act as a protecting agent to slow down the dissolution of Cu2O in a weak acid solution or the oxidization by holes formed by light absorption [13]. Thus an apparent activity at a long reaction time that was higher than the actual one could be produced by these Cu2O nanocrystals capped with oleic acid, as shown in Fig. 4(b). The crystal structure, grain size, surface area, and morphology of the catalyst will affect the photocatalytic activity. In order to explore the factors determining the performance of the samples, the use of the photocatalytic activity per unit surface area, the specific activity, is more reasonable. The specific surface areas S BET of cubic, octahedral, and rhombic dodecahedral Cu2O determined by the BET method were 2.85, 0.65, and 0.96 m2/g, respectively. Their specific rate constants k', defined as k/S BET, for the photocatalytic reduction of Cr(VI) were calculated and shown in Fig. 5. The results clearly showed that the specific activity of the Cu2O nanocrystals depended on the exposed crystal planes and can be ranked as {111} > {110} > {100}. Recent theoretical investigations have shown that there are differences between the different facets of Cu2O crystals. While the {111} crystal plane of Cu2O octahedrons has both coordination unsaturated Cu and coordination saturated Cu [14,15], the {110} crystal plane of Cu2O rhombic dodecahedrons only has coordination saturated Cu and the {100} crystal plane of Cu2O cubes has coordination unsaturated O. Therefore, the Cu2O {111} and {110} facets would have a higher energy compared to the {100} plane with 100% terminal oxygen. As a result, the {111} and {110} facets with the higher surface energy would be expected to be more easily photoexcited to produce electrons and holes and have a higher photocatalytic activity than the {100} facets [16]. As to comparing the {111} and {110} facets of Cu2O, it would be reasonable that the former with unsaturated Cu gives a better catalytic result because coordination unsaturated sites usually act as the active sites, which would benefit photo-generated electrons and holes migration to the surface and reduce the electron-hole recombination probability. More work is needed to elucidate the factors determining the facet dependent performance of metal oxide nanocrystals. 4 Conclusions We systematically investigated the catalytic performance of Cu2O cubes, octahedrons, and rhombic dodecahedrons with well-defined shape for the catalytic reduction of Cr(VI) under visible light irradiation. There was no surface blocking effect exerted by the capping ligand on their reduction performance of Cr(VI) in aqueous solution. The photocatalytic specific activity over the Cu2O nanocrystals dominated by different facets followed the order {111} > {110} > {100}. References 1 T Y Liu L Zhao X Tan S J Liu J J Li Y Qi G Z Mao Water Sci Technol 61 2010 2759 2 C H Kuo M H Huang J Phys Chem C 112 2008 18355 3 S D Sun X P Song Y X Sun D C Deng Z M Yang Catal Sci Technol 2 2012 925 4 S K Li X Guo Y Wang F Z Huang Y H Shen X M Wang A J Xie Dalton Trans 40 2011 6745 5 D F Zhang H Zhang L Guo K Zheng X D Han Z Zhang J Mater Chem 19 2009 5220 6 X D Liang L Gao S W Yang J Sun Adv Mater 21 2009 2068 7 Q Hua T Cao X K Gu J Q Lu Z Q Jiang X R Pan L F Luo W X Li W X Huang Angew Chem Int Ed 53 2014 4856 8 Huang W X, Hua Q. CN Patent 102502772 A. 2012 9 Y C Zhang J Y Tang G L Wang M Zhang X Y Hu J Cryst Growth 294 2006 278 10 M R Johan M S Mohd Suan N L Hawari H A Ching Int J Electrochem Sci 6 2011 6094 11 Q Hua K Chen S J Chang H Z Bao Y S Ma Z Q Jiang W X Huang RSC Adv 1 2011 1200 12 Y Kwon A Soon H Han H Lee J Mater Chem A 3 2015 156 13 Q Hua D L Shang W H Zhang K Chen S J Chang Y S Ma Z Q Jiang J L Yang W X Huang Langmuir 27 2011 665 14 Q Hua T Cao H Z Bao Z Q Jiang W X Huang ChemSusChem 6 2013 1966 15 H Z Bao W H Zhang D L Shang Q Hua Y S Ma Z Q Jiang J L Yang W X Huang J Phys Chem C 114 2010 6676 16 Y Zhang B Deng T R Zhang D M Gao A W Xu J Phys Chem C 114 2010 5073",
      "scopus-id": "84939606509",
      "coredata": {
        "eid": "1-s2.0-S1872206715608774",
        "dc:description": "Cu2O octahedrons, rhombic dodecahedrons and cubes were prepared and evaluated for the reduction of hexavalent chromium under visible light irradiation. The specific activity of Cu2O with different crystal planes followed the order {111} > {110} > {100}. The surface capping ligands of octahedral and rhombic dodecahedral Cu2O have no blocking effect on their photocatalytic performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2015-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206715608774",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Qin, Bang"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Yubao"
          },
          {
            "@_fa": "true",
            "$": "Li, Hui"
          },
          {
            "@_fa": "true",
            "$": "Qiu, Liang"
          },
          {
            "@_fa": "true",
            "$": "Fan, Zao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206715608774"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206715608774"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(15)60877-4",
        "prism:volume": "36",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Facet-dependent performance of Cu2O nanocrystal for photocatalytic reduction of Cr(VI)",
        "prism:copyright": "Copyright © 2015 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "8",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hexavalent chromium"
          },
          {
            "@_fa": "true",
            "$": "Facet"
          },
          {
            "@_fa": "true",
            "$": "Photocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Visible light"
          },
          {
            "@_fa": "true",
            "$": "Cuprous oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "8",
        "openaccessSponsorType": null,
        "prism:pageRange": "1321-1325",
        "prism:endingPage": "1325",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2015",
        "prism:doi": "10.1016/S1872-2067(15)60877-4",
        "prism:startingPage": "1321",
        "dc:identifier": "doi:10.1016/S1872-2067(15)60877-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "214",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28716",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "478",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37982",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "230",
            "@width": "322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19589",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "257",
            "@width": "313",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22006",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "281",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34221",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "181",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17258",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "144",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6820",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3489",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "157",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4028",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4566",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10477",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "132",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206715608774-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6217",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84939606509"
      }
    }
  }
}