{
  "metadata": {
    "title": "Stabilizing CuO photocathode with a Cu<ce:inf loc=post>3</ce:inf>N protection shell",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2022-03-31",
    "doi": "10.1016/S1872-2067(21)63894-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206721638949",
    "pii": "S1872206721638949"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85123873643",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2022-02-02 2022-02-02 2022-02-02 2022-02-02 2022-03-22T19:56:55 1-s2.0-S1872206721638949 S1872-2067(21)63894-9 S1872206721638949 10.1016/S1872-2067(21)63894-9 S300 S300.3 FULL-TEXT 1-s2.0-S1872206722X0003X 2022-03-22T20:22:30.904683Z 0 0 20220301 20220331 2022 2022-02-02T22:41:57.598864Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 43 43 3 3 Volume 43, Issue 3 15 755 760 755 760 202203 March 2022 2022-03-01 2022-03-31 2022 article sco Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. STABILIZINGCUOPHOTOCATHODEACU3NPROTECTIONSHELL MENG X Electronic supporting information Supplementary Material References WALTER 2010 6446 6473 M HUANG 2015 15824 15837 Q CHEN 2020 844 866 Y LI 2017 5 12 R KANG 2020 1163 1169 Y ZHANG 2012 2456 2464 Z LIU 2014 1997 2005 H WANG 2019 17604 17609 Z DU 2016 123 134 X AWAD 2014 022702 N LIU 2014 2504 2517 R LUO 2016 1848 1857 J PAN 2018 412 420 L PARACCHINO 2012 8673 8681 A SEPTINA 2017 1735 1743 W COTS 2018 26348 26356 A GULO 2004 2032 2034 F ZAKUTAYEV 2014 1117 1125 A WU 2011 15236 15239 H PEREIRA 2003 A1273 N YIN 2019 8658 8663 Z ZHAO 2020 2002382 C LEE 2020 1905573 D PANDA 2019 747 754 C YEE 2018 245201 Y SITHOLE 2020 112577 R ZHU 2020 79 L YAMAGUCHI 2020 075505 T QIN 2021 1525 1532 H CHEN 2019 157 164 W POULSTON 1996 811 820 S MENGX2022X755 MENGX2022X755X760 MENGX2022X755XX MENGX2022X755X760XX 2024-02-02T00:00:00.000Z 2024-02-02T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 0 item S1872-2067(21)63894-9 S1872206721638949 1-s2.0-S1872206721638949 10.1016/S1872-2067(21)63894-9 273538 2022-03-22T20:22:30.904683Z 2022-03-01 2022-03-31 1-s2.0-S1872206721638949-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/MAIN/application/pdf/cce757eb61b4c207a646f5e6e37d0389/main.pdf main.pdf pdf true 1819964 MAIN 6 1-s2.0-S1872206721638949-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/PREVIEW/image/png/c885e2fb2f908b21d000149af8ec130d/main_1.png main_1.png png 53937 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206721638949-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr1/DOWNSAMPLED/image/jpeg/649bddeeb49c335602525b58933d1436/gr1.jpg gr1 gr1.jpg jpg 32486 179 369 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638949-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr2/DOWNSAMPLED/image/jpeg/cab331a73cff0e67f9f331f0931d51a8/gr2.jpg gr2 gr2.jpg jpg 41945 165 652 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638949-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr3/DOWNSAMPLED/image/jpeg/85bc55077913615ef1087022b764734a/gr3.jpg gr3 gr3.jpg jpg 42238 211 497 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638949-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr4/DOWNSAMPLED/image/jpeg/6ef62e98d8fd9512b42c7f87e2fd5148/gr4.jpg gr4 gr4.jpg jpg 83711 431 508 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638949-grap.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/grap/DOWNSAMPLED/image/jpeg/90b99c3a64c1bae6278ffadc2ceab659/grap.jpg grap true grap.jpg jpg 22071 161 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638949-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr1/THUMBNAIL/image/gif/6f24eec11771b0290f45c8c654802fed/gr1.sml gr1 gr1.sml sml 15397 106 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721638949-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr2/THUMBNAIL/image/gif/fb5deb78fb813e138fe8e1553bbea1ad/gr2.sml gr2 gr2.sml sml 5024 55 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721638949-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr3/THUMBNAIL/image/gif/5352424fcf2fc865d59fbc240189caba/gr3.sml gr3 gr3.sml sml 7158 93 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721638949-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr4/THUMBNAIL/image/gif/cfec6bceb18f8e0829ed1b26f115002c/gr4.sml gr4 gr4.sml sml 15167 164 193 IMAGE-THUMBNAIL 1-s2.0-S1872206721638949-grap.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/grap/THUMBNAIL/image/gif/faee49378a2116161890dcc0337d9524/grap.sml grap true grap.sml sml 14397 117 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721638949-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr1/HIGHRES/image/jpeg/193a778c9cbef2b5660958df0940e0aa/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 151733 476 982 IMAGE-HIGH-RES 1-s2.0-S1872206721638949-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr2/HIGHRES/image/jpeg/d9ecaf5c1af525ba9c7f090e43e97ff4/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 194654 438 1733 IMAGE-HIGH-RES 1-s2.0-S1872206721638949-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr3/HIGHRES/image/jpeg/94df0222c8f0a1d93f245a99cb6e99af/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 162770 560 1322 IMAGE-HIGH-RES 1-s2.0-S1872206721638949-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/gr4/HIGHRES/image/jpeg/6ce5765c267a6b0dddc929b6b6027ddd/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 361967 1146 1351 IMAGE-HIGH-RES 1-s2.0-S1872206721638949-grap_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/grap/HIGHRES/image/jpeg/ff22a9fcab154bcabdb5172f8aaf9bbb/grap_lrg.jpg grap true grap_lrg.jpg jpg 96421 429 800 IMAGE-HIGH-RES 1-s2.0-S1872206721638949-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638949/mmc1/MAIN/application/pdf/80da47a30270ae07193717c546b4b187/mmc1.pdf mmc1 mmc1.pdf pdf false 1316189 APPLICATION CHNJC 63894 S1872-2067(21)63894-9 10.1016/S1872-2067(21)63894-9 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Schematic of the fabrication process for CuO and Cu3N-protected CuO (CuO@Cu3N) films; SEM images of the sputtered Cu film (b), resultant CuO film after thermal oxidation of the Cu film (c), and obtained CuO@Cu3N film via nitridation of the CuO film (d). Fig. 2 High resolution XPS spectra of Cu 2p (a), N 1s (b), O 1s (c) of CuO and CuO@Cu3N films. Fig. 3 J-V curves (a) and photocurrent decay (b) (at 0.2 V vs. RHE) curves of CuO and CuO@Cu3N photocathodes measured in an aqueous solution of 0.1 mol/L Na2SO4 under simulated AM 1.5G chopped irradiation. Fig. 4 SEM images of CuO (a) and CuO@Cu3N (c) photocathodes after the 20 min duration test; Photocorrosion schematic of CuO (b) and CuO@Cu3N photocathodes (d); Cu 2p (e), N 1s (f), O 1s (g) XPS spectra of CuO and CuO@Cu3N photocathodes after the 20 min duration test. Available online 3 February 2022 This work was supported by National Natural Science Foundation of China (51825204, 52072377), the Key Research Program of Frontier Sciences, Chinese Academy of Sciences (QYZDB-SSW-JSC039), and the Youth Innovation Promotion Association of the Chinese Academy of Sciences (2020192). Communication Stabilizing CuO photocathode with a Cu3N protection shell Xiang-dong Meng a b Chao Zhen a * Gang Liu a c # Hui-Ming Cheng a b d a Shenyang National Laboratory for Materials Science, Institute of Metal Research, Chinese Academy of Sciences, Shenyang 110016, Liaoning, China Shenyang National Laboratory for Materials Science Institute of Metal Research Chinese Academy of Sciences Shenyang Liaoning 110016 China Shenyang National Laboratory for Materials Science, Institute of Metal Research, Chinese Academy of Sciences, Shenyang 110016, Liaoning, China b School of Physical Science and Technology, ShanghaiTech University, Shanghai 201210, China School of Physical Science and Technology ShanghaiTech University Shanghai 201210 China School of Physical Science and Technology, ShanghaiTech University, Shanghai 201210, China c School of Materials Science and Engineering, University of Science and Technology of China, Shenyang 110016, Liaoning, China School of Materials Science and Engineering University of Science and Technology of China Shenyang Liaoning 110016 China School of Materials Science and Engineering, University of Science and Technology of China, Shenyang 110016, Liaoning, China d Shenzhen Geim Graphene Center, Tsinghua-Berkeley Shenzhen Institute, Tsinghua University, Shenzhen 518055, Guangdong, China Shenzhen Geim Graphene Center Tsinghua-Berkeley Shenzhen Institute Tsinghua University Shenzhen Guangdong 518055 China Shenzhen Geim Graphene Center, Tsinghua-Berkeley Shenzhen Institute, Tsinghua University, Shenzhen 518055, Guangdong, China * Corresponding author. Tel: +86-24-83970722 Tel: +86-24-83970722 # Corresponding author. Tel: +86-24-23971088; Fax: +86-24-23971682 Tel: +86-24-23971088 Fax: +86-24-23971682 CuO, as a promising photocathode material, suffers from severe photocorrosion in photoelectrochemical water splitting applications. Herein, a Cu3N protection shell was used to protect the CuO photocathode for the first time to effectively suppress the photocorrosion of CuO. Consequently, the Cu3N-protected CuO photocathode shows improved stability, retaining 80% of its initial current density in a 20-min test, while only 10% of the initial current density can be retained for the bare photocathode. This work may provide an important strategy for using Cu3N shells to stabilize unstable photocathodes. Graphical abstract A Cu3N protection shell was used to protect the CuO photocathode to effectively suppress the photocorrosion of CuO. Keywords CuO Cu3N Photocathode Stability Water splitting Hydrogen production from photoelectrochemical (PEC) water splitting has been regarded as an attractive solution to the energy crisis and environmental pollution issues caused by the massive consumption of fossil energy resources [1]. Because semiconductor photoelectrodes play an essential role in light absorption, carrier transport, and surface water redox reactions, developing efficient photoelectrodes with long durability is the key to constructing PEC cells [2–5]. An ideal photoelectrode material should have the desirable features of a proper bandgap (1.1–2.0 eV) for efficient utilization of sunlight, high carrier mobility for fast separation of photogenerated carriers, good chemical stability for long durability, and a low cost for economic benefits [3]. CuO, as a typical p-type semiconductor, has the merits of having a proper bandgap (1.3–1.7 eV) [6,7], low cost, earth abundance, and easy fabrication, and thus has been regarded as a promising candidate material for photocathodes [8,9]. However, its performance as a photocathode always suffers from severe photocorrosion, which limits its potential applications in PEC cells [10]. Many efforts have been made to construct protective shells around CuO photocathodes to prevent photocorrosion [11]. Conformal deposition of TiO2 protection shells by atomic layer deposition (ALD) has become a general approach to stabilize unstable photoelectrodes [12–14], including CuO photocathodes [15]. However, the high cost associated with the ALD technique limits its widespread application. Wet chemical routes along with thermal annealing can be extensively used to construct protective shells to improve the stability of photocathodes. A CuFe2O4 protection shell was constructed around CuO through the incorporation of iron via an impregnation method followed by high-temperature thermal treatment [16]. The resultant photocathode displayed improved stability, retaining one-third of its initial current density after a test of 20 min duration. The current decay can be attributed to the instability of the copper-based oxide shell or partial exposure of the CuO surface. Therefore, finding a stable protection shell material with a simple synthesis procedure is highly desirable for obtaining stable CuO photocathodes. In contrast to copper-based oxides, Cu3N with an anti-ReO3-type cubic structure is an electrochemically stable copper-based compound [17–19] that has been extensively applied as an electrocatalyst for CO2, CO, and O2 reduction reactions and as a negative electrode in Li-ion batteries [19–24]. Moreover, Cu3N has been considered as a promising candidate absorber for photovoltaic and photoelectrochemical solar cells owing to its experimentally measured bipolar doping and solar-matched optical absorption onset value (1.4 eV) [25–27]. Meanwhile, the slightly lower conduction band minimum of Cu3N compared to that of CuO makes Cu3N capable of collecting photoelectrons from CuO. Therefore, constructing a Cu3N shell around CuO is proposed as an effective way to stabilize CuO photocathodes for PEC water splitting. To date, Cu3N films, which are generally prepared by vacuum deposition methods such as reactive magnetron sputtering and plasma-assisted molecular beam epitaxy (MBE) [27,28], have not been applied in PEC water splitting. Herein, we developed a low-temperature nitridation process to produce a Cu3N protection shell in situ on a CuO film. The CuO film was obtained from the thermal oxidation of sputtered Cu film, and the condensed Cu3N protection shell was obtained by nitriding the CuO film at 185 °C. Although the resultant Cu3N-protected CuO photocathode delivers a lower photocurrent density than bare CuO owing to the inactive surface of Cu3N for proton reduction, the former photocathode shows improved stability in PEC water splitting. Its current density can retain 80% of its initial value after a test of 20 min duration, but only 10% of the initial current density is retained for the bare sample. This study demonstrates the great potential of using a Cu3N protection shell to stabilize other kinds of photocathodes, especially copper-based ones. The fabrication process of CuO and Cu3N protected CuO films is shown schematically in Fig. 1(a) . Cu film sputtered on a fluorine-doped tin oxide substrate displays a morphology similar to polygons with crisscross cracks (Fig. 1(b)). Thermal oxidation at 600 °C in air converted the Cu film into a CuO film, as confirmed by XRD patterns (Fig. S1), and the resultant CuO film becomes a dense film consisting of crystal grains of tens to hundreds of nanometers (Fig. 1(c)). The disappearance of the cracks might be attributable to the expansion of newly formed CuO crystals, filling the gaps in the pristine Cu film and forming a dense CuO film with good crystal morphology. Subsequent thermal nitridation at 185 °C led to the formation of numerous nanoparticles on the CuO film surface (Fig. 1(d)). Investigation of the nitridation temperature-dependent surface morphology evolution (Fig. S2) shows that these nanoparticles gradually grew from the surface of the CuO particles even at 160 °C and formed a dense film at 185 °C. A further increase in the nitridation temperature causes a gradual decomposition of the dense film, as demonstrated in our recent study [29]. The XRD patterns recorded from the samples nitrided at different temperatures (Fig. S3) show no additional peaks except for the characteristic peaks of CuO. This could be the result of either the number of nanoparticles lower than the XRD detection limit or their amorphous nature. To reveal the phase structure of the formed nanoparticles, CuO particles with a large surface area were nitrided at 185 °C to produce a sufficiently high amount of copper nitride nanoparticles for XRD characterization. The XRD pattern of this nitrided sample shows additional characteristic peaks assigned to the anti-ReO3-type cubic structure of Cu3N (Fig. S4), verifying the formation of the Cu3N layer on the CuO film after thermal nitridation at 185 °C. The formation of Cu3N was further confirmed by XPS (Fig. 2 ). The Cu 2p spectrum of bare CuO film shows obvious peaks of Cu 2p 3/2 and Cu 2p 1/2 with binding energies centered at 934.1 and 954.3 eV, respectively, and their satellite peaks at 942.7 and 962.6 eV, respectively, consistent with the typical values of CuO [25]. The nitridation led to a shift in the binding energies of the Cu 2p 3/2 and Cu 2p 1/2 major peaks toward lower values of 932.8 and 952.6 eV, respectively (Fig. 2(a)), which are assigned to the signal of Cu+. Meanwhile, the Cu2+-related major peaks and their satellite peaks became much weaker, indicating a significant reduction of CuO in the surface layer of the film. The N 1s spectrum of the bare CuO film gave no signal for the N element, and a strong N 1s peak appeared at 398.1 eV after thermal nitridation (Fig. 2(b)), which can be assigned to the nitrogen species in Cu3N. Furthermore, the O 1s peak centered at 530.3 eV, which is ascribed to the Cu-O bonds in CuO [30], was significantly reduced after nitridation (Fig. 2(c)). All these XPS data indicate the formation of Cu3N species on the CuO film surface, which is in accordance with the XRD results. The CuO film subjected to the thermal nitridation process is denoted as CuO@Cu3N in the following section. To evaluate the influence of the formed Cu3N shell on PEC water splitting performance, polar J-V and photocurrent decay curves of CuO and CuO@Cu3N photocathodes were recorded under irradiation by AM1.5G sunlight (100 mWcm−2) (Fig. 3 ). The CuO photocathode gave a photocurrent density of 1.15 mA cm−2 at 0 V (vs. RHE) (Fig. 3(a)), and its photocurrent density monitored at 0.2 V (vs. RHE) quickly decayed from 0.8 to 0.08 mA cm−2 in a 20 min duration test due to the serious photocorrosion effect of CuO itself (Fig. 3(b)). In contrast, the CuO@Cu3N photocathode gave a photocurrent density of 0.4 mA cm−2 at 0 V (vs. RHE) (Fig. 3(a)); this reduced photocurrent density can be attributed to the less active surface of Cu3N for proton reduction, as evidenced by the larger transfer resistance in its electrochemical impedance spectrum (Fig. S5). Its photocurrent density at 0.2 V (vs. RHE) can retain 80% of its initial value in the 20 min duration test owing to the protective effect of Cu3N (Fig. 3(b)). In the case where the Cu3N layer only forms some sparse islands on the CuO surface (the nitridation was conducted at 160–180 °C), the obtained samples show reduced photocurrent and a similar photocurrent decay trend (Fig. S6) as a result of the less inactive surface of Cu3N and exposure of the CuO surface. The photocurrent decreased as the nitridation temperature increased from 160 to 180 °C because of the increased coverage of Cu3N on the CuO surface. However, the photocurrent decay rate remained almost unchanged with the nitridation temperature owing to exposure to the macroscopic CuO surface. Only a dense Cu3N shell on the CuO surface formed at the nitridation temperature of 185 °C was able to greatly improve the stability of the CuO@Cu3N photocathode, at the cost of a lower photocurrent density, demonstrating the important role of the dense Cu3N shell in stabilizing CuO photocathodes. The origin of the stability improvement was further investigated by SEM, XRD, and XPS characterization. The photocorrosion of bare CuO when operating in an aqueous electrolyte led to the formation of cube-like crystals after the stability test (Fig. 4(a) ). The XRD pattern of the tested CuO photocathode shows characteristic peaks of Cu2O and no characteristic peaks of CuO, suggesting a phase conversion from CuO to Cu2O (Fig. S7). This is consistent with the photocorrosion mechanism of CuO and the cubic structure of Cu2O, as schematically shown in Fig. 4(b). The morphology of the CuO@Cu3N photocathode remained unchanged after testing (Fig. 4(c)). The XRD pattern of the CuO@Cu3N photocathode after testing suggests the characteristic peaks of CuO, indicating the suppression of CuO photocorrosion behavior (Fig. S7). The appearance of additional characteristic peaks of Cu2O in the XRD pattern indicates the partial photocorrosion of CuO due to its microscopic exposure to the electrolyte through pinholes in the Cu3N protection shell (Fig. 4(d)). XPS spectra were also recorded on the tested CuO and CuO@Cu3N photocathodes to further evaluate the stability of the Cu3N protection shell (Figs. 4(e)–(g)). The Cu 2p XPS spectrum of the tested CuO shows peaks characteristic of Cu+, suggesting a valence state transition from Cu2+ to Cu+ (Fig. 4(e)). The absence of a signal in its N 1s spectrum and the weakened binding energy at 530.3 eV in its O 1s XPS spectrum further confirm the formation of Cu2O. The Cu 2p XPS spectrum of the tested CuO@Cu3N further features peaks characteristic of Cu+, which is consistent with the Cu+ valence state in the Cu3N shell. Furthermore, the tested CuO@Cu3N maintains a strong characteristic binding energy peak at 398.1 eV in its N 1s XPS spectrum and gives a stronger binding energy peak at 530.3 eV in its O 1s XPS spectrum (Figs. 4(f) and (g)), which correspond to the nitrogen bonding in Cu3N and the Cu–O bonds in CuO, respectively [30,31]. We also compared the atomic percentages of Cu, O, and N on the surface of the CuO@Cu3N photocathode before and after the stability test (Table S1). The N atomic percentage remained almost unchanged after the stability test, indicating good electrochemical stability of the Cu3N shell. However, the Cu atomic percent slightly increased and the O atomic percent was slightly reduced after the stability test, which indicates a partial reduction of the CuO due to insufficient coverage of the Cu3N shell. Furthermore, we compared the N1s XPS spectra of the CuO@Cu3N photocathode before and after the stability test (Fig. S8). Before testing, the binding energy of N 1s is 397.8 eV, which is in accordance with the reported value of 397.7 eV [30]. After testing, the binding energy of N 1s shifts to 398.1 eV because of the adsorption of hydroxyl groups on the surface. All these data verify the electrochemical stability of Cu3N and the critical role of the Cu3N shell in stabilizing the CuO photocathode. In summary, we explored an anti-ReO3-type cubic structured Cu3N as an electrochemically stable shell to protect CuO photocathodes from photocorrosion and developed a thermal nitridation technique for the construction of a Cu3N-protected CuO (CuO@Cu3N) photocathode. The resultant CuO@Cu3N photocathode retained 80% of its initial photocurrent density after a test of 20 min duration, while only 10% of the initial photocurrent density was retained for the bare photocathode. The improved photocurrent stability is attributed to the robustness of Cu3N itself under electrochemical reduction and the strong role of the constructed dense Cu3N shell in effectively isolating the CuO film from the electrolyte. However, the absolute activity of Cu3N@CuO is still low, largely due to a less catalytically active surface of Cu3N for the hydrogen evolution reaction, and could be improved by loading an efficient HER cocatalyst in further studies. This work guides the use of Cu3N shells formed in situ to protect other kinds of Cu-based photocathodes. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material References 1 M.G. Walter E.L. Warren J.R. McKone S.W. Boettcher Q. Mi E.A. Santori N.S. Lewis Chem. Rev. 110 2010 6446 6473 M. G. Walter, E. L. Warren, J. R. McKone, S. W. Boettcher, Q. Mi, E. A. Santori, N. S. Lewis, Chem. Rev., 2010, 110, 6446–6473. 2 Q. Huang Z. Ye X. Xiao J. Mater. Chem. A 3 2015 15824 15837 Q. Huang, Z. Ye, X. Xiao, J. Mater. Chem. A, 2015, 3, 15824–15837. 3 Y.B. Chen X.Y. Feng Y. Liu X.J. Guan C. Burda L.J. Guo ACS Energy Lett. 5 2020 844 866 Y. B. Chen, X. Y. Feng, Y. Liu, X. J. Guan, C. Burda, L. J. Guo, ACS Energy Lett., 2020, 5, 844–866. 4 R. Li Chin. J. Catal. 38 2017 5 12 R. Li, Chin. J. Catal., 2017, 38, 5–12. 5 Y.Y. Kang R.Z. Chen C. Zhen L.Z. Wang G. Liu H.-M. Cheng Sci. Bull. 65 2020 1163 1169 Y. Y. Kang, R. Z. Chen, C. Zhen, L. Z. Wang, G. Liu, H.-M. Cheng, Sci. Bull., 2020, 65, 1163–1169. 6 Z.H. Zhang P. Wang J. Mater. Chem. 22 2012 2456 2464 Z. H. Zhang, P. Wang, J. Mater. Chem., 2012, 22, 2456–2464. 7 H. Liu X. Wu X. Li J. Wang X. Fan Chin. J. Catal. 35 2014 1997 2005 H. Liu, X. Wu, X. Li, J. Wang, X. Fan, Chin. J. Catal., 2014, 35, 1997–2005. 8 Z.L. Wang L. Zhang T.U. Schulli Y. Bai S.A. Monny A.J. Du L.Z. Wang Angew. Chem. Int. Ed. 58 2019 17604 17609 Z. L. Wang, L. Zhang, T. U. Schulli, Y. Bai, S. A. Monny, A. J. Du, L. Z. Wang, Angew. Chem. Int. Ed., 2019, 58, 17604–17609. 9 X. Du J. Huang Y. Feng Y. Ding Chin. J. Catal. 37 2016 123 134 X. Du, J. Huang, Y. Feng, Y. Ding, Chin. J. Catal., 2016, 37, 123–134. 10 N.K. Awad E.A. Ashour N.K. Allam J. Renew. Sustain. Energy 6 2014 022702 N. K. Awad, E. A. Ashour, N. K. Allam, J. Renew. Sustain. Energy, 2014, 6, 022702. 11 R. Liu Z. Zheng J. Spurgeon X.G. Yang Energy Environ. Sci. 7 2014 2504 2517 R. Liu; Z. Zheng, J. Spurgeon, X. G. Yang, Energy Environ. Sci., 2014, 7, 2504–2517. 12 J. Luo L. Steier M.K. Son M. Schreier M.T. Mayer M. Grätzel Nano Lett. 16 2016 1848 1857 J. Luo; L. Steier, M. K. Son, M. Schreier, M. T. Mayer, M. Grätzel, Nano Lett., 2016, 16, 1848–1857. 13 L. Pan J.H. Kim M.T. Mayer M.-K. Son A. Ummadisingu J.S. Lee A. Hagfeldt J. Luo M. Grätzel Nat. Catal. 1 2018 412 420 L. Pan, J. H. Kim, M. T. Mayer, M.-K. Son, A. Ummadisingu, J. S. Lee, A. Hagfeldt, J. Luo, M. Grätzel, Nat. Catal., 2018, 1, 412–420. 14 A. Paracchino N. Mathews T. Hisatomi M. Stefik S.D. Tilley M. Grätzel Energy Environ. Sci. 5 2012 8673 8681 A. Paracchino, N. Mathews, T. Hisatomi, M. Stefik, S. D. Tilley, M. Grätzel, Energy Environ. Sci., 2012, 5, 8673–8681. 15 W. Septina R.R. Prabhakar R. Wick T. Moehl S.D. Tilley Chem. Mater. 29 2017 1735 1743 W. Septina, R. R. Prabhakar, R. Wick, T. Moehl, S. D. Tilley, Chem. Mater., 2017, 29, 1735–1743. 16 A. Cots P. Bonete R. Gómez ACS Appl. Mater. Interfaces 10 2018 26348 26356 A. Cots, P. Bonete, R. Gómez, ACS Appl. Mater. Interfaces, 2018, 10, 26348–26356. 17 F. Gulo A. Simon J. Köhler R.K. Kremer Angew. Chem. Int. Ed. 43 2004 2032 2034 F. Gulo, A. Simon, J. Köhler, R. K. Kremer, Angew. Chem. Int. Ed., 2004, 43, 2032–2034. 18 A. Zakutayev C.M. Caskey A.N. Fioretti D.S. Ginley J. Vidal V. Stevanovic E. Tea S. Lany J. Phys. Chem. Lett. 5 2014 1117 1125 A. Zakutayev, C. M. Caskey, A. N. Fioretti, D. S. Ginley, J. Vidal, V. Stevanovic, E. Tea, S. Lany, J. Phys. Chem. Lett., 2014, 5, 1117–1125. 19 H. Wu W. Chen J. Am. Chem. Soc. 133 2011 15236 15239 H. Wu, W. Chen, J. Am. Chem. Soc., 2011, 133, 15236–15239. 20 N. Pereira L. Dupont J.M. Tarascon L.C. Klein G.G. Amatucci J. Electrochem. Soc. 150 2003 A1273 N. Pereira, L. Dupont, J. M. Tarascon, L. C. Klein, G. G. Amatucci, J. Electrochem. Soc., 2003, 150, A1273. 21 Z. Yin C. Yu Z. Zhao X. Guo M. Shen N. Li M. Muzzio J. Li H. Liu H. Lin J. Yin G. Lu D. Su S. Sun Nano Lett. 19 2019 8658 8663 Z. Yin, C. Yu, Z. Zhao, X. Guo, M. Shen, N. Li, M. Muzzio, J. Li, H. Liu, H. Lin, J. Yin, G. Lu, D. Su, S. Sun, Nano Lett., 2019, 19, 8658–8663. 22 C.M. Zhao G. Luo X.K. Liu W. Zhang Z.J. Li Q. Xu Q.H. Zhang H.J. Wang D.M. Li F.Y. Zhou Y.T. Qu X. Han Z.Z. Zhu G. Wu J. Wang J.F. Zhu T. Yao Y.F. Li H.J.M. Bouwmeester Y.E. Wu Adv. Mater. 32 2020 2002382 C. M. Zhao, G. Luo, X. K. Liu, W. Zhang, Z. J. Li, Q. Xu, Q. H. Zhang, H. J. Wang, D. M. Li, F. Y. Zhou, Y. T. Qu, X. Han, Z. Z. Zhu, G. Wu, J. Wang, J. F. Zhu, T. Yao, Y. F. Li, H. J. M. Bouwmeester, Y. E. Wu, Adv. Mater., 2020, 32, 2002382. 23 D. Lee S. Sun J. Kwon H. Park M. Jang E. Park B. Son Y. Jung T. Song U. Paik Adv. Mater. 32 2020 1905573 D. Lee, S. Sun, J. Kwon, H. Park, M. Jang, E. Park, B. Son, Y. Jung, T. Song, U. Paik, Adv. Mater., 2020, 32, 1905573. 24 C. Panda P.W. Menezes M. Zheng S. Orthmann M. Driess ACS Energy Lett. 4 2019 747 754 C. Panda, P. W. Menezes, M. Zheng, S. Orthmann, M. Driess, ACS Energy Lett., 2019, 4, 747–754. 25 Y.S. Yee H. Inoue A. Hultqvist D. Hanifi A. Salleo B. Magyari-Köpe Y. Nishi S.F. Bent B.M. Clemens Phys. Rev. B 97 2018 245201 Y. S. Yee, H. Inoue, A. Hultqvist, D. Hanifi, A. Salleo, B. Magyari-Köpe, Y. Nishi, S. F. Bent, B. M. Clemens, Phys. Rev. B, 2018, 97, 245201. 26 R.K. Sithole L.F.E. Machogo M.J. Moloto S.S. Gqoba K.P. Mubiayi J. Van Wyk N. Moloto J. Photochem. Photobiol. A 397 2020 112577 R. K. Sithole, L. F. E. Machogo, M. J. Moloto, S. S. Gqoba, K. P. Mubiayi, J. Van Wyk, N. Moloto, J. Photochem. Photobiol. A, 2020, 397, 112577. 27 L.W. Zhu C.Y. Gong J.R. Xiao Z.Y. Wang Coatings 10 2020 79 L. W. Zhu, C. Y. Gong, J. R. Xiao, Z. Y. Wang, Coatings, 2020, 10, 79. 28 T. Yamaguchi H. Nagai T. Kiguchi N. Wakabayashi T. Igawa T. Hitora T. Onuma T. Honda M. Sato Appl. Phys. Express 13 2020 075505 T. Yamaguchi, H. Nagai, T. Kiguchi, N. Wakabayashi, T. Igawa, T. Hitora, T. Onuma, T. Honda, M. Sato, Appl. Phys. Express, 2020, 13, 075505. 29 H. Qin C. Zhen C.X. Jia Z.Q. Yang H.Q. Ye H.-M. Cheng G. Liu Sci. Bull. 66 2021 1525 1532 H. Qin, C. Zhen, C. X. Jia, Z. Q. Yang, H. Q. Ye, H.-M. Cheng, G. Liu, Sci. Bull., 2021, 66, 1525–1532. 30 W. Chen H. Zhang B. Yang B. Li Z. Li Thin Solid Films 672 2019 157 164 W. Chen, H. Zhang, B. Yang, B. Li, Z. Li, Thin Solid Films, 2019, 672, 157–164. 31 S. Poulston P.M. Parlett P. Stone M. Bowker Surf. Interface Anal. 24 1996 811 820 S. Poulston, P. M. Parlett, P. Stone, M. Bowker, Surf. Interface Anal., 1996, 24, 811–820.",
      "scopus-id": "85123873643",
      "coredata": {
        "eid": "1-s2.0-S1872206721638949",
        "dc:description": "CuO, as a promising photocathode material, suffers from severe photocorrosion in photoelectrochemical water splitting applications. Herein, a Cu3N protection shell was used to protect the CuO photocathode for the first time to effectively suppress the photocorrosion of CuO. Consequently, the Cu3N-protected CuO photocathode shows improved stability, retaining 80% of its initial current density in a 20-min test, while only 10% of the initial current density can be retained for the bare photocathode. This work may provide an important strategy for using Cu3N shells to stabilize unstable photocathodes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206721638949",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Meng, Xiang-dong"
          },
          {
            "@_fa": "true",
            "$": "Zhen, Chao"
          },
          {
            "@_fa": "true",
            "$": "Liu, Gang"
          },
          {
            "@_fa": "true",
            "$": "Cheng, Hui-Ming"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206721638949"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206721638949"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(21)63894-9",
        "prism:volume": "43",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Stabilizing CuO photocathode with a Cu3N protection shell",
        "prism:copyright": "Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CuO"
          },
          {
            "@_fa": "true",
            "$": "Cu3N"
          },
          {
            "@_fa": "true",
            "$": "Photocathode"
          },
          {
            "@_fa": "true",
            "$": "Stability"
          },
          {
            "@_fa": "true",
            "$": "Water splitting"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "755-760",
        "prism:endingPage": "760",
        "pubType": "sco",
        "prism:coverDisplayDate": "March 2022",
        "prism:doi": "10.1016/S1872-2067(21)63894-9",
        "prism:startingPage": "755",
        "dc:identifier": "doi:10.1016/S1872-2067(21)63894-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "179",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32486",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "165",
            "@width": "652",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41945",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "211",
            "@width": "497",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42238",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "431",
            "@width": "508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "83711",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "161",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-grap.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22071",
            "@ref": "grap",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15397",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "55",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5024",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7158",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15167",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "117",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-grap.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14397",
            "@ref": "grap",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "476",
            "@width": "982",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "151733",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "438",
            "@width": "1733",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "194654",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "560",
            "@width": "1322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "162770",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1146",
            "@width": "1351",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "361967",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "429",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-grap_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "96421",
            "@ref": "grap",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638949-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1316189",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85123873643"
      }
    }
  }
}