{
  "metadata": {
    "title": "Understanding the correlation between zinc speciation and coupling conversion of CO<ce:inf loc=post>2</ce:inf> and <ce:italic>n</ce:italic>-butane on zinc/ZSM-5 catalysts",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2024-06-30",
    "doi": "10.1016/S1872-2067(24)60036-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206724600367",
    "pii": "S1872206724600367"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85198288263",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2024-07-13 2024-07-13 2024-07-13 2024-07-13 2024-07-30T15:57:52 1-s2.0-S1872206724600367 S1872-2067(24)60036-7 S1872206724600367 10.1016/S1872-2067(24)60036-7 S300 S300.3 FULL-TEXT 1-s2.0-S1872206724X00078 2024-07-30T15:21:47.101471Z 0 0 20240601 20240630 2024 2024-07-13T12:37:02.354747Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 61 61 C Volume 61 9 154 163 154 163 202406 June 2024 2024-06-01 2024-06-30 2024 article fla Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. UNDERSTANDINGCORRELATIONBETWEENZINCSPECIATIONCOUPLINGCONVERSIONCO2NBUTANEZINCZSM5CATALYSTS SUN X 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalyst testing 2.4 In situ spectroscopic study 3 Results and discussion 3.1 Structural characteristics 3.2 Zn speciation and acid site characteristics 3.3 Catalytic performance of all samples 3.4 Reaction mechanism for the coupling reaction on the Zn-introduced catalysts 4 Conclusions Electronic supporting information Supplementary Material References ANSARI 2012 9419 9437 M SNOECKX 2017 5805 5863 R YANG 2012 6602 6639 Z LEITNER 1995 2207 2221 W TOMAS 2013 7421 7469 R MIAO 2020 7389 7397 D GOMEZ 2019 17771 17782 E HE 2019 99 111 P BISCARDI 1996 207 231 J YANG 2023 10405 10417 K WEI 2023 138 149 C ARESTA 2016 2 45 M GABRIENKO 2020 69 79 A ARZUMANOV 2019 30473 30485 S GABRIENKO 2017 1818 1830 A GABRIENKO 2019 27573 27583 A CHEN 2018 12549 12553 Z WEI 2021 1273 1290 C NIU 2017 99 107 X NI 2010 503 505 Y ZAIDI 2004 155 160 H YU 2019 18993 19004 B CHEN 2015 880 888 X NIU 2014 252 261 X LIU 2022 e202210658 R RAVI 2021 4094 4103 M IYOKI 2020 3931 3938 K LIU 2022 4491 4500 R RAVI 2020 1047 1056 M SULTANA 2010 61 67 A PETRANOVSKII 2013 170 185 V KLOPROGGE 1998 5 41 J BASILE 2000 185 200 F BORDIGA 2004 2300 2301 S HAASE 1988 482 487 M LIU 2013 1 8 J WANG 2007 1675 1678 L CHEN 2004 12669 12676 J PIDKO 2007 2643 2655 E HAN 2021 210 221 Y SHANG 2022 13741 13754 X GENG 2022 14735 14747 R AVRAMOVSKA 2023 28043 28051 M QI 2016 15826 15830 G STEPANOV 2016 137 188 A ZEOLITESZEOLITELIKEMATERIALS HUNGER 1997 345 393 M MEHDAD 2017 3562 3572 A YUAN 2023 4971 4984 Y PHADKE 2018 6106 6126 N KOLYAGIN 2006 122 133 Y ELMALKI 1999 4611 4622 E LERICI 2013 2202 2208 L BUZZONI 1996 930 940 R LIU 2021 106770 D XIAOHONG 2000 64 70 G FORESTER 1987 5076 5082 T ZHOU 1992 481 487 J LIEVENS 2011 3417 3423 C SUNX2024X154 SUNX2024X154X163 SUNX2024X154XX SUNX2024X154X163XX 2026-07-13T00:00:00.000Z 2026-07-13T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2024-07-25T08:33:32.117Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Chinese Academy of Sciences XDA29000000 CAS Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100002367 http://sws.geonames.org/1814991/ National Key Research and Development Program of China 2022YFE0116000 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 21991093 21991092 21991090 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China (21991093, 21991092, 21991090), the National Key Research and Development Program of China (2022YFE0116000) and the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA29000000). item S1872-2067(24)60036-7 S1872206724600367 1-s2.0-S1872206724600367 10.1016/S1872-2067(24)60036-7 273538 2024-07-30T15:21:47.101471Z 2024-06-01 2024-06-30 1-s2.0-S1872206724600367-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/MAIN/application/pdf/2162528ca39b29b6d8f11ab652190155/main.pdf main.pdf pdf true 4140795 MAIN 10 1-s2.0-S1872206724600367-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/PREVIEW/image/png/0be246f56170c8ec80d74c256b90b7c0/main_1.png main_1.png png 49907 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206724600367-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/fx1/DOWNSAMPLED/image/jpeg/c4e5bc7957d39e809d3fe026c5e7fba1/fx1.jpg fx1 true fx1.jpg jpg 18900 169 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600367-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/gr1/DOWNSAMPLED/image/jpeg/e595824f70ecd47c4334e36c19b8c842/gr1.jpg gr1 gr1.jpg jpg 78066 424 529 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600367-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/gr2/DOWNSAMPLED/image/jpeg/622970b3027d74e44423638eb07c8a6d/gr2.jpg gr2 gr2.jpg jpg 96564 449 580 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600367-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/gr3/HIGHRES/image/jpeg/008542a5dbf3bdf90ca336fe7df68963/gr3.jpg gr3 gr3.jpg jpg 92533 496 631 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600367-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/gr4/DOWNSAMPLED/image/jpeg/1f3d68dcdd0efb2a0c6aa78ecb185389/gr4.jpg gr4 gr4.jpg jpg 32098 376 510 IMAGE-DOWNSAMPLED 1-s2.0-S1872206724600367-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/fx1/HIGHRES/image/gif/8f2c937fe849d509b245fbfff177a4ca/fx1.sml fx1 true fx1.sml sml 9425 123 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724600367-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/gr1/THUMBNAIL/image/gif/4e162835b81a3f7af7cace787ebc658f/gr1.sml gr1 gr1.sml sml 13743 164 204 IMAGE-THUMBNAIL 1-s2.0-S1872206724600367-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/gr2/DOWNSAMPLED/image/gif/a749cd702cbc7371487f1dda72c7e5bf/gr2.sml gr2 gr2.sml sml 15543 164 211 IMAGE-THUMBNAIL 1-s2.0-S1872206724600367-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/gr3/THUMBNAIL/image/gif/159e535139e9096964d71b385adc13cb/gr3.sml gr3 gr3.sml sml 13486 164 208 IMAGE-THUMBNAIL 1-s2.0-S1872206724600367-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/gr4/THUMBNAIL/image/gif/3f040222def1646e2b5d55e56cb375fa/gr4.sml gr4 gr4.sml sml 5473 162 219 IMAGE-THUMBNAIL 1-s2.0-S1872206724600367-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/HIGHRES/image/jpeg/39832ed03299a5f801f9af750939310d/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 80861 449 800 IMAGE-HIGH-RES 1-s2.0-S1872206724600367-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/HIGHRES/image/jpeg/b214d2b71c1c61b3e4c1d23eadc61874/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 298570 1129 1407 IMAGE-HIGH-RES 1-s2.0-S1872206724600367-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/DOWNSAMPLED/image/jpeg/c255ab8895092a2c6abec3846635d7f6/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 364810 1195 1542 IMAGE-HIGH-RES 1-s2.0-S1872206724600367-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/DOWNSAMPLED/image/jpeg/b76c7f89125097b3a52fee9b558eb44c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 341182 1319 1677 IMAGE-HIGH-RES 1-s2.0-S1872206724600367-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/HIGHRES/image/jpeg/1b988df953c90c50d3b47f3c2975202c/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 126634 1000 1355 IMAGE-HIGH-RES 1-s2.0-S1872206724600367-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/mmc1/MAIN/application/pdf/a9a870067deedc635fdf30130cc27cc3/mmc1.pdf mmc1 mmc1.pdf pdf false 1816598 APPLICATION 1-s2.0-S1872206724600367-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/STRIPIN/image/gif/11c5628709c78110edc463a32f50c5ef/si1.gif si1 si1.gif gif 570 40 242 ALTIMG 1-s2.0-S1872206724600367-si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/STRIPIN/image/gif/ea38d8d606cb248944c227e99e19454b/si2.gif si2 si2.gif gif 610 34 288 ALTIMG 1-s2.0-S1872206724600367-si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206724600367/STRIPIN/image/gif/9aeb3d9ecd555d910cf56c967a4d2f27/si3.gif si3 si3.gif gif 667 40 254 ALTIMG CHNJC 60036 S1872-2067(24)60036-7 10.1016/S1872-2067(24)60036-7 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Characterization results of all samples. (a) N2 sorption isotherms; (b) XRD patterns; (c) 27Al MAS NMR spectra; (d) 29Si MAS NMR spectra. Fig. 2 (a) UV-vis spectra of all samples. (b) XPS spectra of Zn 2p 3/2 for the Zn-introduced samples. (c) The distributions and content of Zn species in the Zn-introduced samples with increasing Zn loading and provided data are determined from the combination of XPS and XRF. (d) 1H MAS NMR spectra with corresponding deconvolution results of all samples. FTIR (e) and Py-FTIR (f) spectra of all samples. Fig. 3 Catalytic performances of coupling reaction on all samples with the time on stream (TOS). (a) H-ZSM-5; (b) Zn3%-ZSM-5; (c) Zn5%-ZSM-5; (d) Zn7%-ZSM-5. Reaction conditions: 1 g sample, P = 1 bar, T = 550 °C, total WHSV = 5 h−1 (WHSV n-butane = 4.20 h−1, WHSVCO2 = 0.80 h−1), CO2/n-butane = 0.25 (molar ratio), TOS = 145 min. Notes: The product distribution of aromatics and others were shown in Figs. S5 and S6, respectively. The detailed product distribution, reactant conversion, and important product selectivity were shown in Tables S2 and S3. Fig. 4 Proposed mechanism for the coupling reaction on the Zn-introduced catalysts. Table 1 Zn species distribution of the Zn-introduced samples. Sample Zn by type Total a (wt%) Zn fr b (wt%) ZnO b (wt%) Zn fr /ZnO b Zn3%-ZSM-5 3.12 1.93 1.19 1.62 Zn5%-ZSM-5 5.10 2.75 2.35 1.17 Zn7%-ZSM-5 6.92 2.91 4.01 0.73 a Notes: Zn content of the samples was determined by XRF. b Zn species distribution was determined by XPS. Table 2 OH species concentration of all samples. Sample OH concentration/mmol g‒1 Si-OH-Al(H-bond) Si-OH-Al Al-OH Si-OH Zn-OH H-ZSM-5 1.21 0.71 0.62 0.41 0 Zn3%-ZSM-5 0.52 0.52 0.15 0.29 0.17 Zn5%-ZSM-5 0.25 0.36 0.14 0.25 0.19 Zn7%-ZSM-5 0.16 0.14 0.09 0.17 0.07 Table 3 Acidic properties of all samples. Sample Acidity by strength a (mmol g‒1) Acidity by type b (mmol g‒1) Strong Weak Total Br⊘nsted Lewis B/L H-ZSM-5 0.509 0.763 1.272 0.775 0.497 1.56 Zn3%-ZSM-5 0.404 0.863 1.267 0.140 1.127 0.12 Zn5%-ZSM-5 0.349 0.906 1.255 0.113 1.142 0.10 Zn7%-ZSM-5 0.331 0.917 1.248 0.067 1.181 0.06 a The acidity by strength was determined by NH3-TPD (strong, NH3 desorbed at 350‒700 °C; weak, NH3 desorbed at 100‒350 °C). b The acidity by type was determined by Py-FTIR. Available online 20 June 2024 This work was supported by the National Natural Science Foundation of China (21991093, 21991092, 21991090), the National Key Research and Development Program of China (2022YFE0116000) and the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA29000000). Article Understanding the correlation between zinc speciation and coupling conversion of CO2 and n-butane on zinc/ZSM-5 catalysts Xuke Sun a b Rongsheng Liu a Gaili Fan a c Yuhan Liu a d Fangxiu Ye a b Zhengxi Yu a * Zhongmin Liu a b * a National Engineering Research Center of Lower-Carbon Catalysis Technology, Dalian National Laboratory for Clean Energy, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China National Engineering Research Center of Lower-Carbon Catalysis Technology Dalian National Laboratory for Clean Energy Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian Liaoning 116023 China National Engineering Research Center of Lower-Carbon Catalysis Technology, Dalian National Laboratory for Clean Energy, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China b University of Chinese Academy of Sciences, Beijing 100049, China University of Chinese Academy of Sciences Beijing 100049 China University of Chinese Academy of Sciences, Beijing 100049, China c School of Chemistry, Dalian University of Technology, Dalian 116024, Liaoning, China School of Chemistry Dalian University of Technology Dalian Liaoning 116024 China School of Chemistry, Dalian University of Technology, Dalian 116024, Liaoning, China d College of Chemistry and Chemical Engineering, China University of Petroleum (East China), Qingdao 266580, Shandong, China College of Chemistry and Chemical Engineering China University of Petroleum (East China) Qingdao Shandong 266580 China College of Chemistry and Chemical Engineering, China University of Petroleum (East China), Qingdao 266580, Shandong, China * Corresponding author. The coupling reaction of alkanes and CO2 into high value-added bulk chemical products is a promising way for CO2 utilization. The Zn-introduced ZSM-5 catalyst plays an essential role in this process; however, the correlation between the catalytic performance and Zn species of the catalyst has yet to be established. Herein, the structural properties, the acid sites, and the existence status of the Zn species in the Zn-introduced catalysts were systematically characterized by several techniques. And the influence of the state of Zn species in the coupling reaction was discussed. The results indicate that the Zn species exist in the form of ZnO cluster, Zn-OH+, and (Zn-O-Zn)2+ species, thereinto (Zn-O-Zn)2+ species are produced by the Zn-OH+ group with the increasing Zn loading. The decrease of Brønsted acid sites, the formation of newly active sites caused by Zn species, and the accumulation of coarse ZnO species, are responsible for the change of n-butane conversion. The Zn-OH+ group serves as the primary catalytic center for the conversion of CO2. Both the Zn-OH+ group and the (Zn-O-Zn)2+ species enhance the dehydrogenation performance of the Zn-introduced catalysts, thereby promoting the generation of aromatics. The Zn5%-ZSM-5 sample showed the most excellent catalytic performance; the n-butane conversion was 94.71%, the CO2 conversion was 30.43%, and the aromatics selectivity was 53.71%. Simultaneously, we propose a more specific mechanism for the coupling reaction. Graphical Abstract This work established the correlation between Zn species and the catalytic performance of the catalyst, which had a guiding effect on preparing and modifying catalysts for the coupling reaction of CO2 and alkanes. Keywords Coupling reaction CO2 utilization Zn-introduced Zn-OH+(Zn-O-Zn)2+ ZSM-5 1 Introduction Carbon dioxide (CO2) utilization has gained significant global attention in recent years due to its potential for addressing environmental concerns [1,2]. Finding effective ways to capture and utilize CO2 is essential for combating the detrimental effects of climate change by decreasing greenhouse gas emissions. Linking CO2 to yield bulk chemicals, converting CO2 into value-added products, and thereby reducing its impact on the environment is currently the main research direction [3,4]. The coupling reaction between low-carbon alkanes and CO2 to yield aromatics is currently a promising route in research. Aromatics are essential raw materials for the chemical industry and play a vital role in different industries [5,6]. The utilization of CO2 can be effectively linked with the production of high-value added bulk chemicals using this route. In this route, CO2 can not only serve as a weak oxidant to regulate the proportion of carbon and hydrogen elements of the final products, but also consume carbon deposits through the reverse Boudouard reaction to extend the lifetime of the catalysts [7]. The coupling reaction between CO2 and n-butane, as one of the routes mentioned above, has received widespread attention in recent years [8–10]. In our previous works, we showed that H-ZSM-5 could catalyze efficiently the coupling reaction of n-butane and CO2, where CO2 not only acted as a reagent for the hydrogen equilibrium during the coupling reactions but also partially (about one-quarter) was incorporated into aromatic products, revealing the reaction pathway and mechanism of the coupling reaction on H-ZSM-5 [11]. The latest research indicated that modifying H-ZSM-5 zeolite with metal cations could further improve the coupling reaction performance between n-butane and CO2. Among them, the zinc metal-modified H-ZSM-5 catalyst offered the most effective catalytic performance for CO2 conversion and selectivity of aromatics [10,12]. Recognizing the nature of Zn species in the zeolites is of key importance for understanding their catalytic performances on the coupling reaction of n-butane and CO2. It has been indicated that different Zn species, such as small ZnO clusters, Zn2+ cations, and (Zn-O-Zn)2+ in zeolites, demonstrate different capabilities for the activation of alkanes [13–15]. The Zn2+ cations are more efficient in the aromatization, activation, and dehydrogenation of alkane compared to the small ZnO cluster species. Meanwhile, the olefin oligomerization seems to be driven by these Zn species through a mechanism that is different from the conventional oligomerization on the Brønsted acid sites of zeolites [16]. Hitherto, the influence of the Zn species and its relationship with catalytic performance on coupling reactions is still opaque. In this work, we systematically discussed the coupling reaction of n-butane and CO2 on the Zn-introduced ZSM-5 catalysts to establish the correlation between Zn species and reaction performance. The status of Zn species, including Zn-OH+, Zn-O-Zn2+, and ZnO cluster, were qualitatively and quantitatively characterized by several techniques. The change in n-butane conversion was due to a comprehensive factor, including the decrease of BASs, the formation of newly active sites attributed to Zn species, and the accumulation of coarse ZnO species. The Zn-OH+ group was the main catalytic active species for the conversion of CO2, and both the Zn-OH+ group and the (Zn-O-Zn)2+ species possessed strong aromatization performance. Our previous work had extensively investigated the intermediate species and reaction process of the coupling reaction between n-butane and CO2 [10,11,17,18]. Based on this, we further investigated the intrinsic structure-activity relationship on the Zn-introduced ZSM-5 catalysts and refined the reaction mechanism. The results help to further tailor catalyst design for the coupling reaction of n-butane and CO2 with excellent catalytic performance. 2 Experimental 2.1 Catalyst preparation H-ZSM-5 zeolites were acquired from Nankai University Catalyst Co., Ltd, which possess a Si/Al ratio of 16. Zn(NO3)2·6H2O was supplied by Tianjin Damao Chemical Reagent Factory. n-Butane (> 99.9%), CO2 (CO2, 85.0%; Ar, 15.0%), and nitrogen (> 99.999%) were provided by Dalian Special Gas Co., Ltd. Znx%-ZSM-5 catalysts, where x represented the weight percentage of Zn, were synthesized through an equivalent-volume impregnation method. H-ZSM-5 zeolites were impregnated in a Zn(NO3)2·6H2O solution at room temperature for 5 h. The impregnated samples were then dried at 130 °C for 5 h and subsequently calcined at 650 °C for 4 h. The catalysts which are mentioned above were employed for the coupling reaction of n-butane with CO2. 2.2 Catalyst characterization The X’ Pert PRO X-ray powder diffractometer was utilized for conducting X-ray diffraction (XRD) analysis. The analysis involved using 40 kV working voltage and scanning within the range of 5°–50°. The Si, Al, and supported metal contents of the catalyst were determined through X-ray fluorescence analysis (XRF) using an X-ray fluorescence spectrometer which was Philips Magix-601. To examine the structure and size of the samples, a Hitachi SU8020 scanning electron microscope (SEM) equipped with an energy-dispersive X-ray spectroscopy (EDS) analyzer was employed. Nitrogen physical adsorption measurements were carried out using an ASAP-2020 analyzer from the American Mack Company. Fourier transform infrared (FT-IR) spectra were conducted using a Bruker Tensor 27 spectrometer in a transmission mode. The samples were pretreated at 450 °C for 1 h and cooled to 50 °C. Infrared spectroscopy with pyridine adsorption (Py-IR) was performed on a Bruker XF808-04 spectrometer in transmission mode. The spectrometer had a resolution of 4 cm−1 and covered a range of 4000−400 cm−1. The diffuse reflectance ultraviolet-visible spectra (DR UV-vis) were measured on a Varian Cary 5000 UV-vis-NIR spectrophotometer. Utilizing the Thermofisher Escalab 250 Xi+ instrument, the X-ray photoelectron spectroscopy (XPS) experiments were conducted. The X-ray was monochromatic Al Kα radiation (hυ = 1486.6 eV). The 1H MAS NMR spectra of the catalyst sample were determined utilizing a 500 MHz Bruker Avance III spectrometer. The test probe employed a 3.2 mm wvt double-resonance probe with a 1H resonance frequency of 500.13 MHz. 2.3 Catalyst testing A reactor was utilized to load 1 g of catalyst sample, which was then placed in the temperature-controlled zone of the reactor. First, the reactor was heated under a flow nitrogen gas, and adjusted the reaction temperature to 550 °C. Then, simultaneously n-butane (99.9%) and CO2 (CO2, 85%; Ar, 15%) were fed into the catalyst bed using mass flow controllers with a molar ratio of CO2/n-butane of 0.25 and total mass space velocity of 5 h−1. The coupling reaction was conducted at 550 °C under atmospheric pressure. All the post-reaction products were directed to online chromatographic analysis. Gas chromatography analysis was performed using an Agilent 7890 B instrument equipped with three detectors, including an HP-PLOT/Q capillary column and an HP-FFAP capillary column connected to FID for analysis of the distribution of hydrocarbon products, and a 5A packed column and a porapak Q connected to TCD for CO2 conversion and other products analysis. Using Ar as the internal standard, the conversion rate of CO2 (X CO2) was calculated by Eq. (1), where CO2inlet and CO2outlet represented CO2 molar concentration at the inlet and the outlet of the reactor, respectively. (1) X C O 2 = C O 2 i n l e t - C O 2 o u t l e t C O 2 i n l e t * 100 % The conversion rate of n-butane (Xn -butane) was calculated by Eq. (2), where butaneinlet and butaneoutlet represented n-butane molar fractions of n-butane at the inlet and the outlet of the reactor, respectively. (2) X n - butane = butane i n l e t - butane o u t l e t butane i n l e t * 100 % According to the conservation of carbon atoms, oxygen atoms and hydrogen atoms, the selectivity of various products (SelCnHmOx ) at the outlet could be calculated according to Eq. (3), where C n H m O xoutlet represented the molar fraction of various products at the outlet and Σ0 nC n H m O xoutlet represented the summation of the molar fractions of all the various products (not including reactants) at the outlet, respectively. (3) S e l C n H m O x = C n H m O x o u t l e t ∑ 0 n C n H m O x o u t l e t * 100 % 2.4 In situ spectroscopic study The in-situ transmission infrared spectra experiments were conducted using a Bruker Tensor 27 FT-IR spectrometer in transmission mode. The infrared cell was subjected to heating with a flow of 30 mL/min N2, reaching a temperature of 500 °C for 1 h. A blend of n-butane, CO2, and nitrogen was introduced into the infrared cell at a flow rate of 50 mL/min. By subtracting the spectra of the sample framework from the collected spectra, the IR difference spectra were derived. The in-situ ultraviolet spectroscopy experiments were conducted using a Varian Cary 5000 UV-vis-NIR spectrometer that was equipped with a diffuse reflection attachment. The catalyst was loaded into a diffuse reflecting cell containing a CaF2 window. Subsequently, the UV cell was heated to 450 °C with a nitrogen flow rate of 30 mL/min for 1 h. A mixture of n-butane, CO2, and nitrogen was introduced into the UV cell at a flow rate of 50 mL/min. By subtracting the spectra of the sample framework from the collected spectra, the UV difference spectra were obtained. 3 Results and discussion 3.1 Structural characteristics The commercial H-ZSM-5 zeolites were used as the parent sample to be modified by equivalent-volume impregnation of the Zn source. Three modified samples with different Zn contents were achieved by various treated conditions to understand the correlation between Zn speciation and catalytic performance. Fig. S1 shows the SEM images and corresponding EDS elemental maps of all samples. Samples presented similar regular hexagonal structures with sharp edges and uniform particle sizes (≈1 μm), indicating that the morphology of the samples was not affected by the incorporation of Zn species. And the constituent elements (Si, Al, O, and Zn) exhibited a uniform dispersion (Fig. S1). The XRF and N2-BET results are given in Fig. 1(a) and Table S1. The XRF results demonstrated that the Zn content of the samples prepared using the equivalent-volume impregnation method was in accordance with the expectation. According to the N2 adsorption-desorption isotherms, the specific surface area and pore volume were decreased with the increasing Zn loading. This might be owing to some Zn species existing as smaller grains in the channels and on the surface of samples [19]. As shown in Fig. 1(b), the Zn-introduced samples exhibited similar XRD diffraction peaks with H-ZSM-5, indicating that these samples still retained the main MFI topology. However, the primary diffraction peak intensity of the modified samples decreased with the increasing Zn loading, indicating the decreasing relative crystallinity, which was caused by the high X-ray absorption coefficient of Zn species [20–22]. Moreover, it could be seen from the local amplification of the XRD pattern that with the increasing Zn loading (Fig. 1(b)), the diffraction peaks of ZnO species gradually appeared at 2θ = 31.7° and 36.3° in the Zn-introduced samples, inferring the formation of ZnO species [23,24]. 27Al and 29Si MAS NMR technology were obtained to trace further the effect of the incorporation of Zn species on the framework of H-ZSM-5 zeolites, and the corresponding spectra of samples were given in Figs. 1(c) and 1(d), respectively. The 27Al MAS NMR spectrum of H-ZSM-5 showed two apparent signals at 55 and 0 ppm, attributed to tetrahedral framework Al and octahedral Al, respectively [25]. Moreover, the signal at 55 ppm emerged a shoulder resonance in the up field (40–50 ppm region), which was connected to the distorted tetrahedral Al [26]. Fig. 1(c) shows that the resonances corresponding to distorted tetrahedral Al and octahedral Al vanished after Zn loading. In the 29Si MAS NMR spectra, the primary signal at –110––116 ppm was assigned to the Si (4Si, 0Al) species, and the signals at about –106 and –103 ppm could be ascribed to the Si (3Si, 1Al) and Si (2Si, 2Al) species, respectively [27,28]. After the incorporation of Zn in the H-ZSM-5, the intensity of the Si (3Si, 1Al) and Si (2Si, 2Al) resonance signals visibly increased. Based on the results of 27Al and 29Si NMR spectra, we could infer that Zn loading treatment could convert distorted tetrahedral Al and octahedral Al into tetrahedral framework Al, which was reported in many other zeolites [25,29]. However, with the further increasing Zn loading, framework Al was slightly removed, reflected in the 29Si NMR spectra with the decrease of the signal at –106 ppm. 3.2 Zn speciation and acid site characteristics We focused on the status of Zn species, which were closely relevant to the catalytically active sites of the Zn-introduced H-ZSM-5. Fig. 2(a) shows the DR UV-vis spectra of all samples. For the H-ZSM-5 sample, two adsorption bands at 210 and 268 nm were associated with the zeolite structure charge transfer [30,31] and surface defects [32,33], respectively. In the Zn-introduced samples, two absorption bands at 373 and 255 nm were observed, related to ZnO with larger particle size [34] and ZnO cluster with a diameter of about 10 Å [35,36], respectively. With the increasing Zn loading, the band at 373 nm gradually appeared, indicating the formation of large-size ZnO crystal particles, consistent with the XRD results. The band strength at 255 nm firstly increased and then decreased with the increase of Zn loading, which was caused by the transformation of some small ZnO cluster into large ZnO crystal particles. The absorption bands below 230 nm were considered to be the framework Zn species, which strongly interacted with the zeolite framework [37]. In the Zn-introduced ZSM-5 samples, absorption bands below 230 nm were explicitly found, indicating the existence of Zn species that strongly interacted with the framework of zeolites, such as Zn-OH+ and (Zn-O-Zn)2+ species. However, the detailed Zn coordination states could not be confirmed by the DR UV-vis spectra. Furthermore, XPS was utilized to probe the status and structure of Zn species in the Zn-introduced samples (Fig. 2(b)). Different Zn species with two kinds of binding energy were identified by binding energy correction and peak fitting of the XPS spectra. It was plausible to connect the binding energy peak at 1022.1 eV to ZnO species given that the binding energy of pure ZnO species was 1021.8 eV [15,24]. It was possible that the peak of ZnO species shift towards higher binding energy was a result of the interaction between ZnO and the zeolite electronegativity framework [38–40]. Another binding energy peak at 1022.9 eV could be assigned to Zn species that strongly interacted with the protic acid sites on the zeolite framework [24,40,41], including Zn-OH+ and (Zn-O-Zn)2+ species. As shown in Fig. 2(c) and Table 1 , the relative proportions of ZnO and Zn species on the zeolite framework (Zn fr ) were roughly estimated according to their binding energy peak intensity [42]. Meanwhile, combined with the content of Zn in the XRF results, the absolute number of the two main Zn species was calculated. We could conclude that the content of two Zn species increased with the increase of Zn loading, while the proportion of Zn fr decreased continuously. In the Zn7%-ZSM-5 sample, the Zn fr /ZnO was less than 1, indicating that ZnO species dominated. Compared with other Zn-introduced samples, the increasing Zn loading in the Zn7%-ZSM-5 sample was mainly in the form of ZnO species. The existence forms of Zn species were also explored by 1H MAS NMR spectral analysis (Fig. 2(d)), and deconvolution of the 1H NMR spectra allowed us to quantify the OH species of all samples, the calculated results are given in Table 2 . First, we focused on the signal at 0.93 ppm attributed to Zn-OH+ species [43,44]. Remarkably, the concentration of the Zn-OH+ group went up initially, but then decreased with the increase in Zn loading, which reached a maximum in the Zn5%-ZSM-5 sample. The excessive content of Zn metal in the Zn7%-ZSM-5 sample led a partial Zn-OH+ group to form (Zn-O-Zn)2+ group, bringing about the decrease of the Zn-OH+ group. Simultaneously, the high content of Zn metal led to the production of many ZnO species, which would also significantly impact the Zn-OH+ group. In conclusion, there were three forms of Zn species present in the Zn-introduced samples: ZnO cluster, (Zn-O-Zn)2+, and Zn-OH+, respectively. The content of ZnO and (Zn-O-Zn)2+ species increased with the increasing Zn loading, while the content of Zn-OH+ species increased firstly and then decreased, which would be used to establish a correlation with catalytic performances of the Zn-introduced samples. Another important consideration was the change of acid sites in H-ZSM-5 samples after Zn loading. In Fig. 2(d), the resonance signals at 4.85 and 3.91 ppm were assigned to the Si-OH-Al group with hydrogen bonds and the isolated Si-OH-Al group [45], relevant to the Brønsted acid sites (BASs). The signals at 1.57 and 2.55 ppm were associated with the nonacidic Si-OH group [43] and the extraframework Al-OH [46], respectively. With the increasing Zn loading, the content of Si-OH-Al groups showed a downward trend, suggesting a strong interaction between the incorporated Zn species and BASs in the H-ZSM-5, consistent with the above characterization results. Simultaneously, the amount of the Si-OH and Al-OH groups also decreased after Zn loading. The significant change in the acid sites of the Zn-introduced samples was also confirmed by the FTIR spectra (Fig. 2(e)). The spectrum of H-ZSM-5 showed a band at 3607 cm−1 corresponding to the bridging hydroxyl, representing BASs [23]. It was not difficult to find that the band at 3607 cm−1 gradually decreased with the increasing Zn loading, attributed to the bridging hydroxyl group replaced by the introduced Zn species. The Zn species exchanged with protons at this location to form the Zn-OH+ species [47,48]. The extra-framework Al-OH corresponding to the band at 3660 cm−1 could be found in zeolites [49], whose intensity showed a change with the increasing Zn content, speculated to be caused by the interaction between ZnO and Al-OH [50]. The bands at 3728 and 3742 cm−1 were attributed to the free internal silanol group and the isolated external silanol group of the zeolites, respectively [23,24]. The isolated external silanol group was less affected by Zn species, while the free internal silanol group was significantly reduced due to its interaction with Zn-OH+ at the cation position [51]. The content of acids with different strengths was obtained by calculating the adsorption capacity of NH3 at different temperature stages by NH3-TPD (Fig. S2), and the calculated results are given in Table 3 . The desorption peak position at below 350 °C was a result of NH3 being absorbed from weak acid sites, while NH3 desorption from strong acid sites was responsible for the peaks above 350 °C. By comparison with the parent H-ZSM-5, the strong acid sites of the Zn-introduced samples decreased significantly due to the interaction between bridge hydroxyl and Zn species in H-ZSM-5. Meanwhile, a new weak acid center appeared at about 280 °C, indicating that the H-ZSM-5 formed new acid sites caused by incorporating Zn species [24]. The FTIR after pyridine adsorption (Py-FTIR) was used to evaluate the change of Brønsted and Lewis acid sites in all samples based on the areas of absorption bands at 1540 and 1450 cm−1, respectively [52,53]. Based on the Py-FTIR spectra of all samples (Fig. 2(f)) and calculated results (Table 3), with the increasing Zn loading, the BASs showed a gradually decreasing trend, while the Lewis acid sites (LASs) remarkably increased. This was due to the formation of new LASs caused by the incorporation of Zn species. Based on the NH3-TPD profiles, it could be inferred that the newly generated weak acid sites at 280 °C were LASs owing to the Zn species. 3.3 Catalytic performance of all samples The coupling reaction performances of different samples for the n-butane and CO2 coupling reaction systems were investigated. Fig. 3 shows the conversion of CO2 and n-butane and the distribution of main products in the coupling reaction. With the increasing Zn loading, the n-butane conversion was slightly decreased but could remain at a high conversion level, possibly due to a comprehensive factor, including the decrease of BASs and the formation of newly active sites attributed to Zn species. However, the n-butane conversion of the Zn7%-ZSM-5 sample decreased significantly. Combined with the above characterization results, it could be inferred that the substantial decrease of the n-butane conversion might be due to the accumulation of coarse ZnO species, which would block the channels of zeolites and cover a certain amount of catalytic sites and ultimately lead to the blockage of the n-butane diffusion in the Zn7%-ZSM-5 sample. The conversion of CO2 had been significantly improved after Zn loading since the Zn species have a strong CO2 adsorption capacity and could provide a favorable environment for further CO2 conversion, which was proved by the two CO2 desorption peaks at around 150 and 450 °C in CO2-TPD profiles of the Zn-introduced samples (Fig. S3). The conversion of CO2 first increased and then decreased with the increasing Zn loading, which was highly consistent with the changing trend of the Zn-OH+ group. Fig. S4 shows the excellent positive correlation between CO2 conversion and Zn-OH+ concentration in the coupling reaction, suggesting that the Zn-OH+ species in the Zn-introduced catalysts could availably promote the conversion of CO2. Combined with the above characterization results, it could be inferred that the decrease of the CO2 conversion in the Zn7%-ZSM-5 sample might be due to the formation of (Zn-O-Zn)2+ species, which led to the decrease of the active Zn-OH+ group. Therefore, we could infer that the Zn-OH+ group was the main catalytic active species for the conversion of CO2. As shown in Figs. 3 and S4, the selectivity of aromatics also had been significantly improved after Zn loading, and this selectivity climbed up and then declined with the increasing Zn loading, similar to the variation trend of the Zn-OH+ group, inferring that the Zn-OH+ group was also beneficial for the generation of aromatics. Interestingly, although the variation trend of the Zn-OH+ group was consistent with the aromatics selectivity, the corresponding change amplitude was distinct. Compared with the Zn5%-ZSM-5 sample, although the aromatics selectivity also decreased in the Zn7%-ZSM-5 sample, the decrease was relatively little, which was not commensurate with the change of the Zn-OH+ group. Therefore, we speculated that the Zn-OH+ group was not the only catalytic active Zn species for the formation of aromatics. The formation of aromatics is through a complex reaction process, including dehydrogenation, olefins polymerization and cyclization, etc. [54]. As shown in Fig. S7, it was clear that the selectivity of (aromatics + olefins) was almost linear with the H2 selectivity in all samples, while the H2 selectivity of the catalysts was closely related to the dehydrogenation, which was inseparably associated with Zn species. Compared with the H-ZSM-5 sample, the main generation path of aromatics on the Zn-introduced samples changed from the hydrogen transfer path to the dehydrogenation path after the Zn species replacing BASs [54]. Therefore, the H2 selectivity was intimately related to the aromatization performance of the Zn-introduced samples. We attempted to correlate the concentration of the Zn fr [Zn-OH+ + (Zn-O-Zn)2+] obtained from 1H MAS NMR and XPS with the H2 selectivity, and the results were shown in Fig. S8. The concentration of the Zn fr species in the Zn-introduced samples was almost linearly related to the H2 selectivity. Based on the above relationships, the structure-performance relationship was established, which confirmed that both the Zn-OH+ group and the (Zn-O-Zn)2+ species possessed strong aromatization performance, and the increase of their concentration was conducive to the generation of aromatic products in the coupling reaction. It is noteworthy that on the H-ZSM-5 sample, the CO produced/CO2 consumed (molar ratio) was less than 1 as shown in Table S4, indicating that CO2 could not only be consumed through reverse water-gas shift (RWGS) reaction but also partly incorporated into the aromatic products through complex reactions, which has been demonstrated in our previously published work [11]. Additionally, the CO produced/CO2 consumed (molar ratio) was more than 1 after Zn loading, which indicated that on the Zn-introduced samples, in addition to the above two reaction paths including RWGS reaction and incorporating into the aromatic products [10], a small part of CO2 was converted through dry reforming with hydrocarbons to generate more CO. Fig. 3 also shows the conversion of CO2 and n-butane in all samples as a function of reaction time. With the continuous progress of the reaction, the catalytic performance of the Zn-introduced samples showed an apparent decline, while the H-ZSM-5 sample could maintain relative stability. This phenomenon showed that introducing Zn species made samples have higher reactivity, but the stability was limited. The occurrence of this phenomenon was because the Zn-OH+ group and (Zn-O-Zn)2+ species promoted the generation of aromatics in the reaction system, which in turn increased the carbon deposition and ultimately led to the accelerated deactivation of the catalyst. In brief, the Zn-introduced catalysts could effectively promote the conversion of CO2 and improve the aromatics selectivity of the reaction products. To investigate the potential regeneration performance of the Zn-introduced ZSM-5 catalysts on the coupling reaction, the regeneration experiments were conducted. A comparison of the catalytic performance among the first, second, and third runs is shown in Fig. S9. It is not difficult to see that after the regeneration test, the catalytic performance of the catalyst can still be maintained at a high level, with high n-butane conversion, CO2 conversion, and aromatics selectivity, indicating that the Zn-introduced samples have good regenerability and reusability. 3.4 Reaction mechanism for the coupling reaction on the Zn-introduced catalysts Figs. S10 and S11 show the infrared spectrum and ultraviolet spectrum of the coupling reaction on the Zn5%-ZSM-5 sample over time in the different atmospheres, which were used to investigate the reaction mechanism for the coupling reaction of n-butane and CO2. The appearance of absorption peaks at 1850, 1790, 1740, and 1685 cm−1 in Fig. S10(b), and the absorption bands at 210–230 and 310–340 nm in Fig. S11 indicated that during the coupling reaction of n-butane and CO2, anhydrides, lactones, unsaturated aldehydes and ketones and other oxygen-containing intermediate species were generated [18,55–58], and these intermediates played a significant role in the formation of the final target products. Combining the above results of the in-situ experiments and the confirmed structure-performance relationship with the research achievements of our previously published work [10,11,17,18], we proposed a more specified reaction mechanism of the coupling reaction as shown in Fig. 4 . CO2 and n-butane could be activated by the Zn-OH+ species and reacted to form lactones, then lactones formed carboxylic acid, acid anhydride and other oxygen-containing compounds by ring-opening process. These oxygen-containing compounds were then dehydrated by the Zn-OH+ species to produce unsaturated aldehydes and ketones, which were finally further generated into aromatic hydrocarbon products through a series of intricate reactions [10]. Simultaneously, the Zn-OH+ group not only had the function of dehydrogenation, but also was the catalytic active species for the RWGS reaction and the dry reforming reaction between CO2 and hydrocarbons, which produced more CO, and an amount of CO also could enter the aromatic products through a variety of complex reactions [17,18]. Since the (Zn-O-Zn)2+ species possessed strong aromatization performance but was not the main active species for CO2 conversion, we speculated that the (Zn-O-Zn)2+ species mainly catalyze n-butane to olefins through dehydrogenation and isomerization, then olefins could produce aromatic products through polymerization, cyclization, dehydrogenation and other processes [10]. 4 Conclusions In summary, the Zn-introduced samples, obtained by equivalent-volume impregnation, provided an excellent catalytic environment for the coupling reaction of n-butane and CO2. When Zn sources were introduced into H-ZSM-5 zeolite, Zn gradually interacted with the BASs to form the Zn-OH+, (Zn-O-Zn)2+, and ZnO cluster groups. The BASs were replaced, and the new LASs were formed synchronously. And partial Zn-OH+ formed the (Zn-O-Zn)2+ with the increasing Zn loading, bringing about the decrease of Zn-OH+ group. In consequence, the (Zn-O-Zn)2+ and ZnO species increased with the increasing Zn loading, while the content of Zn-OH+ species increased first and then decreased. For the coupling reaction of n-butane and CO2, the conversion of n-butane was synergistically influenced by the decrease of BASs, the formation of newly active sites corresponding to Zn species, and the accumulation of coarse ZnO species. The CO2 conversion and aromatics selectivity climbed up and then declined with the increasing Zn loading. The Zn-OH+ species was the main active sites for CO2 conversion through the insertion of CO2 into aromatics, the reverse water-gas shift reaction, and the dry reforming reaction. Furthermore, the Zn-OH+ and (Zn-O-Zn)2+ species possessed strong aromatization performance owing to the excellent dehydrogenation capacity. During the coupling reaction, oxygen compounds such as lactones, unsaturated aldehydes, ketones and anhydrides would be produced as intermediate species. Clarifying the Zn active sites and reaction pathway provide essential guidance for the synthesis and preparation of efficient catalysts for producing value-added chemical reactions using CO2 and low-carbon alkanes, which may have excellent practical prospects. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material Supplementary appendix References 1 M.B. Ansari S.-E. Park Energy Environ. Sci. 5 2012 9419 9437 M. B. Ansari, S.-E. Park, Energy Environ. Sci., 2012, 5, 9419–9437. 2 R. Snoeckx A. Bogaerts Chem. Soc. Rev. 46 2017 5805 5863 R. Snoeckx, A. Bogaerts, Chem. Soc. Rev., 2017, 46, 5805–5863. 3 Z.-Z. Yang L.-N. He J. Gao A.-H. Liu B. Yu Energy Environ. Sci. 5 2012 6602 6639 Z.-Z. Yang, L.-N. He, J. Gao, A.-H. Liu, B. Yu, Energy Environ. Sci., 2012, 5, 6602–6639. 4 W. Leitner Angew. Chem. Int. Ed. 34 1995 2207 2221 W. Leitner, Angew. Chem. Int. Ed., 1995, 34, 2207–2221. 5 R.A.F. Tomás J.C.M. Bordado J.F.P. Gomes Chem. Rev. 113 2013 7421 7469 R. A. F. Tomás, J. C. M. Bordado, J. F. P. Gomes, Chem. Rev., 2013, 113, 7421–7469. 6 D. Miao Y. Ding T. Yu J. Li X. Pan X. Bao ACS Catal. 10 2020 7389 7397 D. Miao, Y. Ding, T. Yu, J. Li, X. Pan, X. Bao, ACS Catal., 2020, 10, 7389–7397. 7 E. Gomez X. Nie J.H. Lee Z. Xie J.G. Chen J. Am. Chem. Soc. 141 2019 17771 17782 E. Gomez, X. Nie, J. H. Lee, Z. Xie, J. G. Chen, J. Am. Chem. Soc., 2019, 141, 17771–17782. 8 P. He J.S. Jarvis S. Meng Q. Li G.M. Bernard L. Liu X. Mao Z. Jiang H. Zeng V.K. Michaelis H. Song Appl. Catal. B 250 2019 99 111 P. He, J. S. Jarvis, S. Meng, Q. Li, G. M. Bernard, L. Liu, X. Mao, Z. Jiang, H. Zeng, V. K. Michaelis, H. Song, Appl. Catal. B, 2019, 250, 99–111. 9 J.A. Biscardi E. Iglesia Catal. Today 31 1996 207 231 J. A. Biscardi, E. Iglesia, Catal. Today, 1996, 31, 207–231. 10 K. Yang J. Li C. Wei Z. Zhao Z. Liu ACS Catal. 13 2023 10405 10417 K. Yang, J. Li, C. Wei, Z. Zhao, Z. Liu, ACS Catal., 2023, 13, 10405–10417. 11 C. Wei W. Zhang K. Yang X. Bai S. Xu J. Li Z. Liu Chin. J. Catal. 47 2023 138 149 C. Wei, W. Zhang, K. Yang, X. Bai, S. Xu, J. Li, Z. Liu, Chin. J. Catal., 2023, 47, 138–149. 12 M. Aresta A. Dibenedetto E. Quaranta J. Catal. 343 2016 2 45 M. Aresta, A. Dibenedetto, E. Quaranta, J. Catal., 2016, 343, 2–45. 13 A.A. Gabrienko S.S. Arzumanov Z.N. Lashchinskaya A.V. Toktarev D. Freude J. Haase A.G. Stepanov J. Catal. 391 2020 69 79 A. A. Gabrienko, S. S. Arzumanov, Z. N. Lashchinskaya, A. V. Toktarev, D. Freude, J. Haase, A. G. Stepanov, J. Catal., 2020, 391, 69–79. 14 S.S. Arzumanov A.A. Gabrienko A.V. Toktarev Z.N. Lashchinskaya D. Freude J. Haase A.G. Stepanov J. Phys. Chem. C 123 2019 30473 30485 S. S. Arzumanov, A. A. Gabrienko, A. V. Toktarev, Z. N. Lashchinskaya, D. Freude, J. Haase, A. G. Stepanov, J. Phys. Chem. C, 2019, 123, 30473–30485. 15 A.A. Gabrienko S.S. Arzumanov A.V. Toktarev I.G. Danilova I.P. Prosvirin V.V. Kriventsov V.I. Zaikovskii D. Freude A.G. Stepanov ACS Catal. 7 2017 1818 1830 A. A. Gabrienko, S. S. Arzumanov, A. V. Toktarev, I. G. Danilova, I. P. Prosvirin, V. V. Kriventsov, V. I. Zaikovskii, D. Freude, A. G. Stepanov, ACS Catal., 2017, 7, 1818–1830. 16 A.A. Gabrienko S.S. Arzumanov A.V. Toktarev D. Freude J. Haase A.G. Stepanov J. Phys. Chem. C 123 2019 27573 27583 A. A. Gabrienko, S. S. Arzumanov, A. V. Toktarev, D. Freude, J. Haase, A. G. Stepanov, J. Phys. Chem. C, 2019, 123, 27573–27583. 17 Z. Chen Y. Ni Y. Zhi F. Wen Z. Zhou Y. Wei W. Zhu Z. Liu Angew. Chem. Int. Ed. 57 2018 12549 12553 Z. Chen, Y. Ni, Y. Zhi, F. Wen, Z. Zhou, Y. Wei, W. Zhu, Z. Liu, Angew. Chem. Int. Ed., 2018, 57, 12549–12553. 18 C. Wei J. Li K. Yang Q. Yu S. Zeng Z. Liu Chem Catal. 1 2021 1273 1290 C. Wei, J. Li, K. Yang, Q. Yu, S. Zeng, Z. Liu, Chem Catal., 2021, 1, 1273–1290. 19 X. Niu J. Gao K. Wang Q. Miao M. Dong G. Wang W. Fan Z. Qin J. Wang Fuel Process. Technol. 157 2017 99 107 X. Niu, J. Gao, K. Wang, Q. Miao, M. Dong, G. Wang, W. Fan, Z. Qin, J. Wang, Fuel Process. Technol., 2017, 157, 99–107. 20 Y. Ni W. Peng A. Sun W. Mo J. Hu T. Li G. Li J. Ind. Eng. Chem. 16 2010 503 505 Y. Ni, W. Peng, A. Sun, W. Mo, J. Hu, T. Li, G. Li, J. Ind. Eng. Chem., 2010, 16, 503–505. 21 H.A. Zaidi K.K. Pant Catal. Today 96 2004 155 160 H. A. Zaidi, K. K. Pant, Catal. Today, 2004, 96, 155–160. 22 B. Yu C. Ding J. Wang Y. Zhang Y. Meng J. Dong H. Ge X. Li J. Phys. Chem. C 123 2019 18993 19004 B. Yu, C. Ding, J. Wang, Y. Zhang, Y. Meng, J. Dong, H. Ge, X. Li, J. Phys. Chem. C, 2019, 123, 18993–19004. 23 X. Chen M. Dong X. Niu K. Wang G. Chen W. Fan J. Wang Z. Qin Chin. J. Catal. 36 2015 880 888 X. Chen, M. Dong, X. Niu, K. Wang, G. Chen, W. Fan, J. Wang, Z. Qin, Chin. J. Catal., 2015, 36, 880–888. 24 X. Niu J. Gao Q. Miao M. Dong G. Wang W. Fan Z. Qin J. Wang Microporous Mesoporous Mater. 197 2014 252 261 X. Niu, J. Gao, Q. Miao, M. Dong, G. Wang, W. Fan, Z. Qin, J. Wang, Microporous Mesoporous Mater., 2014, 197, 252–261. 25 R. Liu B. Fan Y. Zhi C. Liu S. Xu Z. Yu Z. Liu Angew. Chem. Int. Ed. 61 2022 e202210658 R. Liu, B. Fan, Y. Zhi, C. Liu, S. Xu, Z. Yu, Z. Liu, Angew. Chem. Int. Ed., 2022, 61, e202210658. 26 M. Ravi V.L. Sushkevich J.A. van Bokhoven Chem. Sci. 12 2021 4094 4103 M. Ravi, V. L. Sushkevich, J. A. van Bokhoven, Chem. Sci., 2021, 12, 4094–4103. 27 K. Iyoki K. Kikumasa T. Onishi Y. Yonezawa A. Chokkalingam Y. Yanaba T. Matsumoto R. Osuga S.P. Elangovan J.N. Kondo A. Endo T. Okubo Toru Wakihara J. Am. Chem. Soc. 142 2020 3931 3938 K. Iyoki, K. Kikumasa, T. Onishi, Y. Yonezawa, A. Chokkalingam, Y. Yanaba, T. Matsumoto, R. Osuga, S. P. Elangovan, J. N. Kondo, A. Endo, T. Okubo, Toru Wakihara, J. Am. Chem. Soc., 2020, 142, 3931–3938. 28 R. Liu S. Zeng T. Sun S. Xu Z. Yu Y. Wei Z. Liu ACS Catal. 12 2022 4491 4500 R. Liu, S. Zeng, T. Sun, S. Xu, Z. Yu, Y. Wei, Z. Liu, ACS Catal., 2022, 12, 4491–4500. 29 M. Ravi V.L. Sushkevich J.A. van Bokhoven Nat. Mater. 19 2020 1047 1056 M. Ravi, V. L. Sushkevich, J. A. van Bokhoven, Nat. Mater., 2020, 19, 1047–1056. 30 A. Sultana T. Nanba M. Haneda M. Sasaki H. Hamada Appl. Catal. B 101 2010 61 67 A. Sultana, T. Nanba, M. Haneda, M. Sasaki, H. Hamada, Appl. Catal. B, 2010, 101, 61–67. 31 V. Petranovskii E. Stoyanov V. Gurin N. Katada M.A. Hernandez M. Avalos A. Pestryakov F.C. Rivas R.Z. Ulloa R. Portillo Rev. Mex. Fis. 59 2013 170 185 V. Petranovskii, E. Stoyanov, V. Gurin, N. Katada, M. A. Hernandez, M. Avalos, A. Pestryakov, F. C. Rivas, R. Z. Ulloa, R. Portillo, Rev. Mex. Fis., 2013, 59, 170–185. 32 J.T. Kloprogge J. Porous Mater. 5 1998 5 41 J. T. Kloprogge, J. Porous Mater., 1998, 5, 5–41. 33 F. Basile G. Fornasari M. Gazzano A. Vaccari Appl. Clay Sci. 16 2000 185 200 F. Basile, G. Fornasari, M. Gazzano, A. Vaccari, Appl. Clay Sci., 2000, 16, 185–200. 34 S. Bordiga C. Lamberti G. Ricchiardi L. Regli F. Bonino A. Damin K.-P. Lillerud M. Bjorgen A. Zecchina Chem. Commun. 2004 2300 2301 S. Bordiga, C. Lamberti, G. Ricchiardi, L. Regli, F. Bonino, A. Damin, K.-P. Lillerud, M. Bjorgen, A. Zecchina, Chem. Commun., 2004, 2300–2301. 35 M. Haase H. Weller A. Henglein J. Phys. Chem. 92 1988 482 487 M. Haase, H. Weller, A. Henglein, J. Phys. Chem., 1988, 92, 482–487. 36 J. Liu A.S.N.L. Hong N. He G. Liu C. Liang X. Zhang H. Guo Chem. Eng. J. 218 2013 1 8 J. Liu, A. S. N. L. Hong, N. He, G. Liu, C. Liang, X. Zhang, H. Guo, Chem. Eng. J., 2013, 218, 1–8. 37 L. Wang S. Sang S. Meng Y. Zhang Y. Qi Z. Liu Mater. Lett. 61 2007 1675 1678 L. Wang, S. Sang, S. Meng, Y. Zhang, Y. Qi, Z. Liu, Mater. Lett., 2007, 61, 1675–1678. 38 J. Chen Z.C. Feng P.L. Ying C. Li J. Phys. Chem. B 108 2004 12669 12676 J. Chen, Z. C. Feng, P. L. Ying, C. Li, J. Phys. Chem. B, 2004, 108, 12669–12676. 39 E.A. Pidko R.A. van Santen J. Phys. Chem. C 111 2007 2643 2655 E. A. Pidko, R. A. van Santen, J. Phys. Chem. C, 2007, 111, 2643–2655. 40 Y. Han J. Yu T. Chen X. Liu L. Sun J. Energy Inst. 94 2021 210 221 Y. Han, J. Yu, T. Chen, X. Liu, L. Sun, J. Energy Inst., 2021, 94, 210–221. 41 X. Shang G. Liu X. Su Y. Huang T. Zhang ACS Catal. 12 2022 13741 13754 X. Shang, G. Liu, X. Su, Y. Huang, T. Zhang, ACS Catal., 2022, 12, 13741–13754. 42 R. Geng Y. Liu Y. Guo P. Wang M. Dong S. Wang J. Wang Z. Qin W. Fan ACS Catal. 12 2022 14735 14747 R. Geng, Y. Liu, Y. Guo, P. Wang, M. Dong, S. Wang, J. Wang, Z. Qin, W. Fan, ACS Catal., 2022, 12, 14735–14747. 43 M. Avramovska D. Freude J. Haase A.V. Toktarev S.S. Arzumanov A.A. Gabrienko A.G. Stepanov Phys. Chem. Chem. Phys. 25 2023 28043 28051 M. Avramovska, D. Freude, J. Haase, A. V. Toktarev, S. S. Arzumanov, A. A. Gabrienko, A. G. Stepanov, Phys. Chem. Chem. Phys., 2023, 25, 28043–28051. 44 G. Qi Q. Wang J. Xu J. Trébosc O. Lafon C. Wang J.-P. Amoureux F. Deng Angew. Chem. Int. Ed. 55 2016 15826 15830 G. Qi, Q. Wang, J. Xu, J. Trébosc, O. Lafon, C. Wang, J.-P. Amoureux, F. Deng, Angew. Chem. Int. Ed., 2016, 55, 15826–15830. 45 A. Stepanov B.F. Sels L.M. Kustov Zeolites and zeolite-like materials 2016 Elsevier 137 188 A. Stepanov, in: Zeolites and zeolite-like materials, B. F. Sels, L. M. Kustov eds., Elsevier, 2016, 137–188. 46 M. Hunger Catal. Rev. Sci. Eng. 39 1997 345 393 M. Hunger, Catal. Rev. Sci. Eng., 1997, 39, 345–393. 47 A. Mehdad R.F. Lobo Catal. Sci. Technol. 7 2017 3562 3572 A. Mehdad, R. F. Lobo, Catal. Sci. Technol., 2017, 7, 3562–3572. 48 Y. Yuan R.F. Lobo ACS Catal. 13 2023 4971 4984 Y. Yuan, R. F. Lobo, ACS Catal., 2023, 13, 4971–4984. 49 N.M. Phadke M.J. Van der E. Mansoor A.B. Getsoian M. Head-Gordon A.T. Bell ACS Catal. 8 2018 6106 6126 N. M. Phadke, M. J. Van der, E. Mansoor, A. B. Getsoian, M. Head-Gordon, A. T. Bell, ACS Catal., 2018, 8, 6106–6126. 50 Y.G. Kolyagin V.V. Ordomsky Y.Z. Khimyak A.I. Rebrov F. Fajula I.I. Ivanova J. Catal. 238 2006 122 133 Y. G. Kolyagin, V. V. Ordomsky, Y. Z. Khimyak, A. I. Rebrov, F. Fajula, I. I. Ivanova, J. Catal., 2006, 238, 122–133. 51 E.M. El-Malki R.A. van Santen W.M.H. Sachtler J. Phys. Chem. B 103 1999 4611 4622 E. M. El-Malki, R. A. van Santen, W. M. H. Sachtler, J. Phys. Chem. B, 1999, 103, 4611–4622. 52 L.C. Lerici M.S. Renzini U. Sedran L.B. Pierella Energy Fuels 27 2013 2202 2208 L. C. Lerici, M. S. Renzini, U. Sedran, L. B. Pierella, Energy Fuels, 2013, 27, 2202–2208. 53 R. Buzzoni S. Bordiga G. Ricchiardi C. Lamberti A. Zecchina G. Bellussi Langmuir 12 1996 930 940 R. Buzzoni, S. Bordiga, G. Ricchiardi, C. Lamberti, A. Zecchina, G. Bellussi, Langmuir, 1996, 12, 930–940. 54 D. Liu L. Cao G. Zhang L. Zhao J. Gao C. Xu Fuel Process. Technol. 216 2021 106770 D. Liu, L. Cao, G. Zhang, L. Zhao, J. Gao, C. Xu, Fuel Process. Technol., 2021, 216, 106770. 55 G. Xiaohong C.Q. Yang Text. Res. J. 70 2000 64 70 G. Xiaohong, C. Q. Yang, Text. Res. J., 2000, 70, 64–70. 56 T. Forester R.F. Howe J. Am. Chem. Soc. 109 1987 5076 5082 T. Forester, R. F. Howe, J. Am. Chem. Soc., 1987, 109, 5076–5082. 57 J.-Y. Zhou G.-D. Lu S.-H. Wu Synth. Commun. 22 1992 481 487 J.-Y. Zhou, G.-D. Lu, S.-H. Wu, Synth. Commun., 1992, 22, 481–487. 58 C. Lievens D. Mourant M. He R. Gunawan X. Li C.-Z. Li Fuel 90 2011 3417 3423 C. Lievens, D. Mourant, M. He, R. Gunawan, X. Li, C.-Z. Li, Fuel, 2011, 90, 3417–3423.",
      "scopus-id": "85198288263",
      "coredata": {
        "eid": "1-s2.0-S1872206724600367",
        "dc:description": "The coupling reaction of alkanes and CO2 into high value-added bulk chemical products is a promising way for CO2 utilization. The Zn-introduced ZSM-5 catalyst plays an essential role in this process; however, the correlation between the catalytic performance and Zn species of the catalyst has yet to be established. Herein, the structural properties, the acid sites, and the existence status of the Zn species in the Zn-introduced catalysts were systematically characterized by several techniques. And the influence of the state of Zn species in the coupling reaction was discussed. The results indicate that the Zn species exist in the form of ZnO cluster, Zn-OH+, and (Zn-O-Zn)2+ species, thereinto (Zn-O-Zn)2+ species are produced by the Zn-OH+ group with the increasing Zn loading. The decrease of Brønsted acid sites, the formation of newly active sites caused by Zn species, and the accumulation of coarse ZnO species, are responsible for the change of n-butane conversion. The Zn-OH+ group serves as the primary catalytic center for the conversion of CO2. Both the Zn-OH+ group and the (Zn-O-Zn)2+ species enhance the dehydrogenation performance of the Zn-introduced catalysts, thereby promoting the generation of aromatics. The Zn5%-ZSM-5 sample showed the most excellent catalytic performance; the n-butane conversion was 94.71%, the CO2 conversion was 30.43%, and the aromatics selectivity was 53.71%. Simultaneously, we propose a more specific mechanism for the coupling reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-06-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206724600367",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sun, Xuke"
          },
          {
            "@_fa": "true",
            "$": "Liu, Rongsheng"
          },
          {
            "@_fa": "true",
            "$": "Fan, Gaili"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yuhan"
          },
          {
            "@_fa": "true",
            "$": "Ye, Fangxiu"
          },
          {
            "@_fa": "true",
            "$": "Yu, Zhengxi"
          },
          {
            "@_fa": "true",
            "$": "Liu, Zhongmin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206724600367"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206724600367"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(24)60036-7",
        "prism:volume": "61",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Understanding the correlation between zinc speciation and coupling conversion of CO2 and n-butane on zinc/ZSM-5 catalysts",
        "prism:copyright": "Copyright © 2024 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Coupling reaction"
          },
          {
            "@_fa": "true",
            "$": "CO2 utilization"
          },
          {
            "@_fa": "true",
            "$": "Zn-introduced"
          },
          {
            "@_fa": "true",
            "$": "Zn-OH+(Zn-O-Zn)2+"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "154-163",
        "prism:endingPage": "163",
        "pubType": "fla",
        "prism:coverDisplayDate": "June 2024",
        "prism:doi": "10.1016/S1872-2067(24)60036-7",
        "prism:startingPage": "154",
        "dc:identifier": "doi:10.1016/S1872-2067(24)60036-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "169",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18900",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "424",
            "@width": "529",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78066",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "449",
            "@width": "580",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "96564",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "496",
            "@width": "631",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "92533",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "376",
            "@width": "510",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32098",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9425",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "204",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13743",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15543",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13486",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5473",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "449",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "80861",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1129",
            "@width": "1407",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "298570",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1195",
            "@width": "1542",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "364810",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1319",
            "@width": "1677",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "341182",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1000",
            "@width": "1355",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "126634",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1816598",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "242",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "570",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "288",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "610",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "254",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206724600367-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "667",
            "@ref": "si3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85198288263"
      }
    }
  }
}