{
  "metadata": {
    "title": "Constructing dual electron transfer channels to accelerate CO<ce:inf loc=post>2</ce:inf> photoreduction guided by machine learning and first-principles calculation",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2023-11-30",
    "doi": "10.1016/S1872-2067(23)64546-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206723645462",
    "pii": "S1872206723645462"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85177840669",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2023-11-22 2023-11-22 2023-11-22 2023-11-22 2023-11-28T20:41:14 1-s2.0-S1872206723645462 S1872-2067(23)64546-2 S1872206723645462 10.1016/S1872-2067(23)64546-2 S300 S300.2 FULL-TEXT 1-s2.0-S1872206723X00114 2023-11-29T07:29:48.660285Z 0 0 20231101 20231130 2023 2023-11-22T17:23:16.488719Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 54 54 C Volume 54 14 265 277 265 277 202311 November 2023 2023-11-01 2023-11-30 2023 article fla Copyright © 2023 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. CONSTRUCTINGDUALELECTRONTRANSFERCHANNELSACCELERATECO2PHOTOREDUCTIONGUIDEDBYMACHINELEARNINGFIRSTPRINCIPLESCALCULATION WANG L 1 Introduction 2 Experimental 2.1 Materials 2.2 Synthesis 2.3 Characterization 2.4 DFT calculation 2.5 Photoelectrochemical measurements 2.6 Photocatalytic method 3 Results and discussion 4 Conclusions Supporting Information Conflict of Interests Acknowledgments Supplementary Material References YANG 2022 2110694 S WANG 2022 202 208 K ZENG 2022 2201125 G CHENG 2022 2200929 L YUE 2022 e202208414 X NIU 2022 113125 J LI 2023 108801 R GUO 2022 53 60 Y LEI 2022 2110049 Z WANG 2022 1 10 L JIANG 2022 5977 5986 J YANG 2022 127866 Y WANG H WU 2020 117388 Q DONG 2015 12432 12440 F WU 2021 119723 D WANG 2021 120182 B OU 2022 e202206579 H LIU 2020 4519 4524 D WANG 2021 463 472 L KRESSE 1996 11169 G LIANG 2021 128669 H DU 2022 1715 1728 C SHI 2019 322 329 X LI 2015 6393 6399 H LIU 2022 4000 4007 Y WANG 2021 12585 12590 X QIAO 2022 2357 2364 Y FU 2022 2107182 X DU 2021 119734 C GONG 2020 1908242 C JIANG 2022 15 24 J ZHOU 2022 2112027 L ZHU 2022 2111008 B WANG 2023 122420 Y HUANG 2019 14967 14976 W GU 2019 137 147 W ZHOU 2021 127980 G LAN 2019 8068 8071 Y CAI 2019 5266 5276 X JI 2018 3349 3362 Z JIANG 2023 4556 4663 J ZHOU 2021 4827 G WANG 2020 8157 8167 L ZOU 2018 652 663 J GUAN 2022 135138 R CHENG 2022 134021 X JIANG 2022 6551 6567 J SHI 2023 274 285 Y ZUO 2021 119551 S LU 2023 139834 J YANG 2018 76 93 Y LI 2021 500 P ZHOU 2022 4106 G WANG 2015 126 136 X SHANGGUAN 2022 3894 W YE 2016 8336 8341 C KASAP 2016 9183 9192 H SI 2018 471 476 Y DING 2022 92 101 L ZHOU 2021 5378 5385 G ZHU 2017 285 292 M WANG 2021 2105482 Y CHEN 2014 1400235 Z WANGX2023X265 WANGX2023X265X277 WANGX2023X265XL WANGX2023X265X277XL 2025-11-22T00:00:00.000Z 2025-11-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2023-11-29T07:28:25.573Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Science and Technology project of Henan Province 232102240073 Science and Technology Department of Henan Province http://data.elsevier.com/vocabulary/SciValFunders/501100011447 http://sws.geonames.org/1814991/ Key R&amp;D Program of Hubei Province 2022BAA084 National Natural Science Foundation of China 62004143 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China ( 62004143 ), the Science and Technology project of Henan Province ( 232102240073 ), and the Key R&amp;D Program of Hubei Province ( 2022BAA084 ). This work was supported by the National Natural Science Foundation of China (62004143), the Science and Technology project of Henan Province (232102240073), the Key R&amp;D Program of Hubei Province 2022BAA084). Eceshi (www. eceshi. com) was acknowledged for the TEM and XPS analysis. item S1872-2067(23)64546-2 S1872206723645462 1-s2.0-S1872206723645462 10.1016/S1872-2067(23)64546-2 273538 2023-11-29T00:59:41.49425Z 2023-11-01 2023-11-30 1-s2.0-S1872206723645462-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/MAIN/application/pdf/783fba492c3713b21f689fc41e294025/main.pdf main.pdf pdf true 2012953 MAIN 13 1-s2.0-S1872206723645462-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/PREVIEW/image/png/35ceadb8b7dac398e6dd0a53ca58455a/main_1.png main_1.png png 49452 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206723645462-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/fx1/HEAD-ONLY/image/jpeg/16cf8d6425789177e62da2a6fabaf034/fx1.jpg fx1 true fx1.jpg jpg 21159 146 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645462-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr1/DOWNSAMPLED/image/jpeg/909384c440353f17dde20b851d1cd581/gr1.jpg gr1 gr1.jpg jpg 76831 534 365 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645462-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr2/HIGHRES/image/jpeg/7b2fe252276c845601b69bbdb3b31233/gr2.jpg gr2 gr2.jpg jpg 23556 168 490 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645462-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr3/DOWNSAMPLED/image/jpeg/eb5cd14672017f29e1aab14631112270/gr3.jpg gr3 gr3.jpg jpg 80120 493 489 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645462-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr4/THUMBNAIL/image/jpeg/ea882352c3138dcbc9e82d8f67eebb62/gr4.jpg gr4 gr4.jpg jpg 153823 647 534 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645462-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr5/DOWNSAMPLED/image/jpeg/5c35779b8c51db6f095171e85fd32112/gr5.jpg gr5 gr5.jpg jpg 140375 645 623 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645462-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr6/DOWNSAMPLED/image/jpeg/6ed7053bd07e946db0795e7a5c746df1/gr6.jpg gr6 gr6.jpg jpg 152186 698 622 IMAGE-DOWNSAMPLED 1-s2.0-S1872206723645462-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/fx1/THUMBNAIL/image/gif/08d4b055cfa3e6c95539b2d43f065292/fx1.sml fx1 true fx1.sml sml 9868 106 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723645462-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr1/THUMBNAIL/image/gif/34408fe23833b4a892bb6381cdbdbe19/gr1.sml gr1 gr1.sml sml 8565 164 112 IMAGE-THUMBNAIL 1-s2.0-S1872206723645462-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr2/THUMBNAIL/image/gif/922f53b6151bf29f203111d0ee7c95f8/gr2.sml gr2 gr2.sml sml 7663 75 219 IMAGE-THUMBNAIL 1-s2.0-S1872206723645462-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr3/THUMBNAIL/image/gif/748ba1dac30f58549171cb049dc5b529/gr3.sml gr3 gr3.sml sml 10681 163 162 IMAGE-THUMBNAIL 1-s2.0-S1872206723645462-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr4/THUMBNAIL/image/gif/4cd98b8aa221a7e39a7a64ea6b30b3ce/gr4.sml gr4 gr4.sml sml 17071 164 135 IMAGE-THUMBNAIL 1-s2.0-S1872206723645462-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr5/THUMBNAIL/image/gif/83415de69f7955c801c6bd544cdc8e63/gr5.sml gr5 gr5.sml sml 11919 164 158 IMAGE-THUMBNAIL 1-s2.0-S1872206723645462-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/gr6/THUMBNAIL/image/gif/7dc2176b1f2f15d18e392fef9a5f3bfb/gr6.sml gr6 gr6.sml sml 11314 164 146 IMAGE-THUMBNAIL 1-s2.0-S1872206723645462-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/HIGHRES/image/jpeg/6aed8842e7fbfb4503fdc940858a717e/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 92023 389 800 IMAGE-HIGH-RES 1-s2.0-S1872206723645462-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/HIGHRES/image/jpeg/2b81ca3fe0bedeee76b5d1902467e869/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 303356 1421 971 IMAGE-HIGH-RES 1-s2.0-S1872206723645462-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/HIGHRES/image/jpeg/10333df81934869dd5bf9a75eae10189/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 85585 445 1301 IMAGE-HIGH-RES 1-s2.0-S1872206723645462-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/HIGHRES/image/jpeg/629b40bc9e50b37dc80efaa5900c61b7/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 303499 1311 1300 IMAGE-HIGH-RES 1-s2.0-S1872206723645462-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/HIGHRES/image/jpeg/4fa9dd1b5c6d07750a4bc0c6f1b8d59a/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 796802 1718 1418 IMAGE-HIGH-RES 1-s2.0-S1872206723645462-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/HIGHRES/image/jpeg/4d95e68ab649e77f87b04ddadad9e2fa/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 549365 1714 1656 IMAGE-HIGH-RES 1-s2.0-S1872206723645462-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/HIGHRES/image/jpeg/2be7008f6920baf5b356ed6abedd4323/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 584125 1854 1652 IMAGE-HIGH-RES 1-s2.0-S1872206723645462-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206723645462/mmc1/MAIN/application/pdf/eca2d8a94f9935ca6a589faf36fe3e9d/mmc1.pdf mmc1 mmc1.pdf pdf false 2530008 APPLICATION CHNJC 64546 S1872-2067(23)64546-2 10.1016/S1872-2067(23)64546-2 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Atomic configuration of BiOBr-Bi-g-C3N4. (b–d) The work functions of g-C3N4, Bi, and BiOBr. The potential energy curves for H2O dissociation (e) and CO2 reduction (f) of BiOBr, Bi, g-C3N4, Bi-BiOBr, Bi-g-C3N4, BiOBr-g-C3N4 and BiOBr-Bi-g-C3N4. Fig. 3 (a) The preliminary exploration process via machine learning. (b,c) The regression curve of training data and (blue dot line) testing data (red dot line) for XGB and KNN model. (d) The importance of each influencing factor. (e) Heat map of Pearson's correlation coefficient matrix of different factors. Fig. 4 (a,b) The TEM images of g-C3N4 and Bi-BiOBr nanesheet. (c) Fast Fourier transform spectrum of Bi nanoparticles. (d) TEM image of BiOBr-Bi-g-C3N4. (e,f) TEM and HR-TEM images of BiOBr-Bi-g-C3N4 samples. AFM images of BiOBr (g) and g-C3N4 (h). (i) XRD spectra of BiOBr, g-C3N4, and BiOBr-Bi-g-C3N4 samples. (j) N 1s XPS spectra of g-C3N4, Bi-g-C3N4 and BiOBr-Bi-g-C3N4 samples. Bi 4f (k) and Br 3d (l) XPS spectra of BiOBr, Bi-BiOBr and BiOBr-Bi-g-C3N4 samples. Fig. 5 (a) The CO/H2/CH4 evolution rates of BiOBr, g-C3N4 and BiOBr-g-C3N4 within 30 h. (b) The CER and kinetic constants of Bi-BiOBr, Bi-g-C3N4 and BiOBr-Bi-g-C3N4. (c) The CO/H2/CH4 evolution rates and CO selectivity of Bi-BiOBr, Bi-g-C3N4 and BiOBr-Bi-g-C3N4 within 30 h. (d) The cyclic stability of BiOBr-Bi-g-C3N4, (e) the CER of BiOBr-Bi-g-C3N4 with different TC amounts. (f) The TC degradation efficiency of BiOBr-Bi-g-C3N4 with different TC amounts. UV-vis spectra (g), nitrogen adsorption-desorption curves (h), transient photocurrent curves (i), electrochemical impedance spectra, (j) surface photovoltaic spectroscopy (k) and PL curves (l) of BiOBr, g-C3N4, Bi-BiOBr, Bi-g-C3N4, BiOBr-g-C3N4 and BiOBr-Bi-g-C3N4 samples containing 5 × 10−4 mol L−1 TA. Fig. 6 (a) The charge density difference for BiOBr-Bi-g-C3N4. (b) The density of states of BiOBr and g-C3N4. (c) The possible reaction pathways for the CO2 reduction of BiOBr-Bi-g-C3N4. (d–i) Time-resolved TA kinetic curves of g-C3N4, BiOBr, BiOBr-g-C3N4, Bi-g-C3N4, Bi-BiOBr and BiOBr-Bi-g-C3N4 samples. (j–k) Schematic illustration of proposed charge trapping model of Bi-BiOBr, Bi-g-C3N4, and BiOBr-Bi-g-C3N4. Available online 15 November 2023 This work was supported by the National Natural Science Foundation of China (62004143), the Science and Technology project of Henan Province (232102240073), and the Key R&D Program of Hubei Province (2022BAA084). Article Constructing dual electron transfer channels to accelerate CO2 photoreduction guided by machine learning and first-principles calculation Lijing Wang a 1 Tianyi Yang a 1 Bo Feng c Xiangyu Xu a Yuying Shen a Zihan Li a Arramel d Jizhou Jiang b * a Henan Engineering Center of New Energy Battery Materials, Henan D&A Engineering Center of Advanced Battery Materials, College of Chemistry and Chemical Engineering, Shangqiu Normal University, Shangqiu 476000, Henan, China Henan Engineering Center of New Energy Battery Materials Henan D&A Engineering Center of Advanced Battery Materials College of Chemistry and Chemical Engineering Shangqiu Normal University Shangqiu Henan 476000 China Henan Engineering Center of New Energy Battery Materials, Henan D&A Engineering Center of Advanced Battery Materials, College of Chemistry and Chemical Engineering, Shangqiu Normal University, Shangqiu 476000, Henan, China b School of Environmental Ecology and Biological Engineering, Key Laboratory of Green Chemical Engineering Process of Ministry of Education, Engineering Research Center of Phosphorus Resources Development and Utilization of Ministry of Education, Novel Catalytic Materials of Hubei Engineering Research Center, Wuhan Institute of Technology, Wuhan 430205, Hubei, China School of Environmental Ecology and Biological Engineering Key Laboratory of Green Chemical Engineering Process of Ministry of Education Engineering Research Center of Phosphorus Resources Development and Utilization of Ministry of Education Novel Catalytic Materials of Hubei Engineering Research Center Wuhan Institute of Technology Wuhan Hubei 430205 China School of Environmental Ecology and Biological Engineering, Key Laboratory of Green Chemical Engineering Process of Ministry of Education, Engineering Research Center of Phosphorus Resources Development and Utilization of Ministry of Education, Novel Catalytic Materials of Hubei Engineering Research Center, Wuhan Institute of Technology, Wuhan 430205, Hubei, China c College of Chemistry, Baicheng Normal University, Baicheng 137000, Jilin, China College of Chemistry Baicheng Normal University Baicheng Jilin 137000 China College of Chemistry, Baicheng Normal University, Baicheng 137000, Jilin, China d Nano Center Indonesia, Jalan Raya PUSPIPTEK, South Tangerang, Banten 15314, Indonesia Nano Center Indonesia Jalan Raya PUSPIPTEK South Tangerang Banten 15314 Indonesia Nano Center Indonesia, Jalan Raya PUSPIPTEK, South Tangerang, Banten 15314, Indonesia * Corresponding author 1 Contributed equally to this work. Designing dual electron transfer channels to achieve efficient carrier separation and understanding the corresponding mechanisms for CO2 photoreduction is of great significance. However, it is still challenging to find desirable model to achieve optimal photocatalytic performance. Herein, first-principles calculations and machine learning were combined to predict an optimized microstructure with dual electron transfer channels. The results indicate that the construction of BiOBr-Bi-g-C3N4 heterojunction has optimal free energy (|ΔG|) for H2O dissociation and CO2 reduction. Besides, the double electron transfer channels and excellent Bi active site can localize the photoexcited carriers at the interlayers rather than randomly distributing. These localized carriers generate intriguing superposition states at a particular timescale that optimize the multi-electronic reaction kinetics pathway of CO2 reduction, resulting in a 4.7 and 3.1 fold increase compared to pristine Bi-BiOBr and Bi-g-C3N4 with single electron transfer pathway. Machine learning was further used to optimize the experimental parameters, and the photocatalytic mechanism was verified by combining first-principles calculation with comprehensive experimental characterizations. This work provides experimental and theoretical references for the accurate prediction, rational design and ingenious fabrication of high-performance photocatalytic materials. Graphical Abstract BiOBr-Bi-g-C3N4 heterojunction with double electron transfer channels was successfully constructed, which can localize the photoexcited carriers at the interlayers rather than randomly distributing, resulting in a 4.7 and 3.1 fold increase compared to Bi-BiOBr and Bi-g-C3N4 samples. Keywords Dual electron transfer channel Photocatalytic CO2 reduction Machine learning First-principles calculations 1 Introduction Photocatalytic reduction of CO2 to high-value carbon-based fuels holds tremendous potential in addressing the growing energy crisis [1–7]. However, the high C=O bond energy of CO2 molecules (750 kJ mol−1) makes it challenging to activate and reduce CO2. Therefore, the construction of photocatalysts with novel electron transfer pathway is meaningful. Compared with the traditional single electron transfer channel, the development of multi-electron channels based on layered materials has obvious advantages in the improvement of carrier transport. Nevertheless, the rational design of a desirable photocatalytic model for multi-electron channels with optimized parameters is quite challenging. As a typical layered material, g-C3N4 has broad application prospects in the field of photocatalysis due to its stable chemical properties, easy availability of raw materials, low toxicity and low consumption [8–10]. However, its wide band gap and fast carrier recombination rate limit the improvement of photocatalytic efficiency. The introduction of non-precious metal materials into the g-C3N4 structure is one of the important methods to improve its activity, by which the light absorption range of g-C3N4 can be widened. In addition, metal deposition can form trapped transient electron streams between valence and conduction bands, thus inhibiting electron-hole recombination [11]. It has been shown that the presence of oxidation functional groups on the surface of carbon materials helps it to adsorb and capture target doped metals. Since g-C3N4 has similar structural characteristics to carbon materials (such as π-π conjugated bonds), it lays a foundation for metal loading to improve catalytic performance [12]. In recent years, metallic bismuth has attracted much attention due to its advantages of non-toxic, simple preparation method and high production yield. Besides, non-precious metal bismuth can replace precious metals to produce SPR effect, and promote the transfer, separation and migration of photogenerated electrons. Bi is also a good active site for CO2 reduction, thereby has great potential to improve the photocatalytic performance of g-C3N4 [13]. However, the current widely reported activity of single electron transport channels is far from satisfactory, and the limited electron relaxation time scale of a single channel is difficult to allow all steps of CO2 reduction to be carried out simultaneously. It is significant and challenging to select layered materials with similar thickness, matching work functions and similar band structure to g-C3N4 to construct high-quality dual electron transport channels. Among the various layered materials, BiOBr has garnered significant attention as a photocatalyst due to its excellent visible light response, which is related to the unique layered phase structure comprising two layers of Br atoms and one [Bi2O2] layer [14,15]. The strong orbital hybridization of Bi-O bonds weak the Van der Waals interaction between the layers, which benefits for forming two-dimensional (2D) nanosheets [16,17]. The unique layered structure promotes the separation of photo-generated carriers and visible-light-driven photocatalytic CO2 reduction [18–20]. However, the photocatalytic activity of BiOBr is still unsatisfactory owing to the limited transfer pathway and random distribution of electron. Consequently, the build of sandwich structure containing dual electron transport channels is expected to further improve its photocatalytic activity. The study of density functional theory (DFT) and machine learning predict that Bi particles can be considered as excellent active sites for CO2 reduction with a low activation energy barrier of 0.23 eV. While layered g-C3N4 materials with similar band structure and matched |ΔG CO2| and |ΔG H| to BiOBr can make up for the deficiency of Bi nanoparticle about the limited ability for water activation. In addition, owing to the lower Fermi level of Bi nanoparticles than BiOBr and g-C3N4, a BiOBr-Bi-g-C3N4 sandwich structure containing dual electron transport channels (from BiOBr and g-C3N4 to Bi) is expected to construct. The multiple carrier scatterings at particular timescales can not only make the photo-excited carriers tightly localize at interlayer active sites but also generate a time-resolved superposition states to optimize the CO2 photo-reduction process, which is beneficial to the improvement of photocatalytic activity. Based on the above consideration, a dual electron transfer channel was constructed to confine the spatial distribution of photo-excited carrier through designing some Bi active sites into BiOBr-Bi-g-C3N4 sandwich structure. There are three main reasons for the favorable activity by the novel structure: (1) the introduced g-C3N4 nanosheets demonstrate a similar energy level structure with BiOBr, which benefits for forming an electronic superposition state; (2) the excited carriers can be efficient separation and transferred owing to the special double electron transfer channels; (3) since the photo-generated carrier of BiOBr and g-C3N4 have different time decay behavior, a multi-timescale reaction mechanism for CO2 reduction can be constructed to optimize the reaction pathway. An enhanced photocatalytic performance of CO2 reduction (43 μmol g−1 h−1) is received by BiOBr-Bi-g-C3N4 quantum well structure. Five machine learning models were used to explore the linear law of the various influence factors on the efficiency of multi-electron channels. The mechanism of photocatalysis was investigated systematically. This work provides a reference for the design of novel quantum structures to improve carrier transport dynamics for photocatalytic CO2 reduction. 2 Experimental 2.1 Materials Melamine and cyanuric acid were of analytical pure and obtained from Adamas, bismuth nitrate pentahydrate (Bi(NO3)2·5H2O, AR) was from Smart elements, potassium bromide was from Adamas, glycol was obtained from RON's reagent. 2.2 Synthesis 2.5 mmol potassium bromide 3.0 mmol bismuth nitrate pentahydrate and were added successively into a mixture of 35 mL deionized water and 2.5 mL glycol under magnetic stirring. After stirring for 30 min, the mixture was transferred to a 50 mL kettle core and reacted in an oven at 160 °C for 24 h under hydrothermal conditions. After gradually cooling to room temperature, the obtained products were further cleaned with deionized water and ethanol for several times. Finally, BiOBr was obtained by vacuum drying for 12 h, the Bi-BiOBr sample was obtained by heating BiOBr for 2 h in the tube furnace under the atmosphere of argon at 300 °C. Generally, the preparation of g-C3N4 was as follows: 1 g of melamine and 5 g of cyanuric acid were added into the mortar after fully grinding for 3 min. Then, the above mixture were put into the crucible, and reacted at 550 oC for 2 h. Bi-g-C3N4 was prepared with the same method of g-C3N4 expecting for the addition of 50 mg Bi(NO3)2·5H2O. 55 mg Bi-BiOBr and 65 mg g-C3N4 were fully dispersed in 30 mL of deionized water under ultrasonic treatment. After the catalyst was evenly dispersed, the solution was poured into a 50 mL autoclaves and reacted at 150 °C for 2 h. Finally, the product was centrifuged and cleaned with deionized water and ethanol, and then the obtained BiOBr-Bi-g-C3N4 nanosheets was further dried in the oven at 60 °C for 24 h. The preparation of BiOBr-g-C3N4 is the same as BiOBr-Bi-g-C3N4 nanosheets, except for replacing Bi-BiOBr with BiOBr. 2.3 Characterization Morphology and microstructure of all the materials were characterized by field emission scanning electron microscopy (FE-SEM, ZEISS, G500) and high-resolution transmission electron microscopy (HR-TEM, JEOL-2100). X-ray diffraction (XRD) measurements were conducted on a Shimadzu XRD-7000 diffractometer with Cu Kα radiation (λ = 0.15406 nm) to study the crystal structure. X-ray photoelectron spectroscopy (XPS) measurements were carried out on a VG ESCALAB MKII using a monochromatic Al Ka X-ray beam. Ultraviolet-visible- near-infrared (UV-vis-NIR) absorption spectroscopic characterization was performed using a Cary 5000 spectrophotometer. Photoluminescence (PL) spectra were acquired on an Edinburgh FLS-920 PL spectrometer. Time-resolved transient absorption spectra (TA) setup consisted of 330 nm pump pulses generated from mode-locked Ti: sapphire laser/amplifier system (Solstice, Spectra-Physics) with laser pulses of 100 fs duration and 250 Hz repetition rate, and broadband white-light probe pulses from 2 mm thick water. Nitrogen adsorption-desorption (BET) curves were obtained to study the surface area of the photocatalyst with an autosorb-IQ equipment from TriStar II3020 of America. Surface photovoltage (SPV) spectra were conducted on home-made systems to study the photo-generated carrier behaviors. 2.4 DFT calculation The theoretical calculations based on the Vienna ab initio simulation package codes were conducted by the DFT with generalized gradient approximation (GGA) and Perdew-Burke- Ernzerhof (PBE) pseudopotential [21]. The energy cutoff of 460 eV and all atom forces of 0.01 eV Å−1 were adopted to optimize the catalyst surfaces. In the calculations, the relevant reciprocal spaces were divided by 9×9×1 k-points grid. The free energy diagrams of the intermediates can be described by: ΔG = ΔE + ΔE ZPE – TΔS, here ΔE is the energy for the catalysts with adsorbed reactants and T is the temperature. In addition, the ΔE ZPE is the corresponding zero-point energy and ΔS is the change in entropy. The spin polarization was considered during the calculation. In addition, the contribution of solvation and voltage onto the free energy (ΔG) have been considered and the corresponding calculating details were given in the supporting information. 2.5 Photoelectrochemical measurements The photoelectrochemical measurements were conducted by an electrochemical workstation from Chenhua of Beijing, using a three-electrode system with 0.5 mol L−1 Na2SO4 as electrolyte. A Pt wire was for the counter electrode and a saturated calomel electrode was used as the reference electrode. Bi-BiOBr, Bi-g-C3N4 and BiOBr-Bi-g-C3N4 were coated on the indium tin oxide (ITO) as the working electrodes. The working electrodes were prepared as follows: First, a certain amount of photocatalysts powder was dispersed in water with the concentration of 10 mg mL−1 under ultrasonication. Then, dropped the dispersion onto an ITO-coated glass electrode (1.5 cm × 1.5 cm) followed by a drying process at 60 °C for 12 h. The photocurrents were measured at 1.0 V with the 300 W Xe-lamp (CEL-SPH2N, Beijing) on and off. 2.6 Photocatalytic method Firstly, 30 mg photocatalyst were added into a 100 mL beaker and dispersed into 50 mL deionized water (with/without different amount of TC) under ultrasound. Then, the mixed solution was transferred to the 100 mL quartz reactor, which was further connected to the online photocatalytic evaluation system. After vacuuming for 20 min, high-purity CO2 gas (≥ 99.999%) was injected into the system and the pressure was kept to 50 kPa. Before light illumination, the reactor was stirred in dark for 30 min to achieve the adsorption-desorption equilibrium of photocatalyst and CO2. Then turn on the 300 W Xe light and the obtained CO gas products were analyzed by using online gas chromatography (GC) equipped with the flame ionization detector (FID) every 30 min. The generated amount of CO was evaluated according to the fitted standard curve. To test the stability of the catalyst, cycling experiments were carried out by centrifuging and washing the catalyst after each experiment. The tetracycline removal rate can be calculated according to the following equation: Removal rate (%) = (1 – Ct /C 0) × 100% where Ct (mg/L) was the concentration of tetracycline after treatment time t, and C 0 (mg L−1) was the initial concentration. 3 Results and discussion Since the total catalytic performance mainly depends on the generation and spatial distribution of photogenerated carriers, as well as the activation energy at the rate-limiting reaction kinetics [22,23]. Consequently, the first principles calculation (DFT) was used to investigate the work functions, and potential energy curves for H2O dissociation and CO2 reduction at the surfaces of BiOBr, Bi, and g-C3N4 samples. As shown in Figs. 1(a)–(d) , the structure of BiOBr-Bi-g-C3N4 is simulated by the first principles calculation (DFT), and the work functions of g-C3N4, Bi nanoparticles and BiOBr are 4.37, 5.61 and 4.86 eV, respectively. Therefore, Schottky heterojunctions can be formed between Bi and g-C3N4, as well as Bi and BiOBr. Under light irradiation, electrons will be transferred from BiOBr and g-C3N4 with higher Fermi level to Bi nanoparticles, forming a dual channels charge transfer and accumulation. In addition, as revealed in Figs. 1(e) and (f), and the potential energy curves for H2O dissociation and CO2 reduction of BiOBr, Bi, g-C3N4, Bi-BiOBr, Bi-g-C3N4, BiOBr-g-C3N4 and BiOBr-Bi-g-C3N4 are calculated. The results indicate that water splitting on Bi and BiOBr surfaces requires to overcome a potential barrier of 1.82 and 0.96 eV, respectively, while CO2 reduction requires to overcome the activation energies of 0.23 and 1.43 eV. Therefore, Bi is a favorable active site for CO2 reduction due to its low energy barrier [24]. However, the high water splitting energy barrier of Bi limits its CO2 reduction activity because it requires water to stimulate the reaction. On the other hand, BiOBr has a low water splitting energy barrier, but a higher CO2 reduction activity. The mismatched energy barriers of BiOBr and Bi result in the random distribution of charge carriers for Bi-BiOBr samples. Thus, it is speculated that the addition of g-C3N4 with suitable |ΔG H| and (|ΔG CO2|) can create a quantum well structure with dual electron transfer channels, which confines most charge carriers within the interlayer, and the multi-level reflection electrons participate in the reaction, leading to an improvement of photocatalytic efficiency [25]. To verify the above deduction, the potential energy curves for H2O dissociation and CO2 reduction of Bi-BiOBr, Bi-g-C3N4, BiOBr-g-C3N4 and BiOBr-Bi-g-C3N4 are calculated. It is observed that compared to BiOBr and g-C3N4, Bi-BiOBr, Bi-g-C3N4 and BiOBr-g-C3N4 present more appropriate |ΔG H| and (|ΔG CO2|) values for CO2 reduction. However, there are still relatively high energy barriers for TS and *COOH generation. After coupling Bi-BiOBr with g-C3N4, both of the |ΔG H| and (|ΔG CO2|) values obviously optimized. This may be because the coupling of the three components constructs a double electron transport channel, thereby avoiding the random distribution of carriers. The different relaxation times of BiOBr and g-C3N4 also plays a critical role in generating an electron superposition state that can continuously participate in the CO2 reduction reactions, which is expected to improve the photocatalytic activity. Based on the theoretical predictions, we tried to synthesize a series of photocatalysts under different conditions, and further explored the influence of the construction of sandwich structure on the photocatalytic performance through machine learning. The linear law of the influence of various factors on the photocatalytic efficiency was also deeply studied. Generally, the size and thickness of BiOBr and g-C3N4 have important impact on the specific surface area and carrier transport distance of BiOBr-Bi-g-C3N4, which depend on the hydrothermal temperature (HT), hydrothermal time (Ht), ultrasound time (Ut), and revolutions per minute (r min−1) during the preparation of BiOBr-Bi-g-C3N4. Besides, since Bi nanoparticles are in-situ generated during the annealing process of BiOBr, so the annealing temperature (AT) and Bi2+ amount has an important effect on the quality and quantity of Bi nanoparticles. Moreover, on account of similar band structures of BiOBr and g-C3N4, appropriate ratios of BiOBr and g-C3N4 can promote the maximum superposition of their respective carrier relaxation times, so that the carriers of BiOBr-Bi-g-C3N4 can continuously participate in the photocatalytic process of CO2 reduction. Moreover, during the photocatalytic process, the catalyst and tetracycline amount will affect the dispersity and the electron-hole extraction rate of the BiOBr-Bi-g-C3N4 catalyst, respectively. Consequently, as shown in Fig. 3 (a), by changing the HT, Ht, Ut, rpm, AT, Bi2+ amount, BBA, CA and TCA, 116 sets of comparison experiments (representative comparison data are listed in Table S1) were designed and simulated using five machine learning models: linear models (LR), XGBoost (XGB), K-NearestNeighbor (KNN), gradient boosting decision tree (GBDT) and support vactor regression (SVR). “learning_rate”, “n_estimators”, “max_depth” and “re-_lambda“ L2 regularization parameters were added to the models for training and prediction. The parameter that has the greatest influence on the catalytic performance was selected, and the catalytic performance were optimized by adjusting these parameters. As revealed in Fig. S1, the five models in the form of boxplots graphs indicates that XGB is the most suitable model for simulation [26,27]. In addition, combined with the analysis of the coefficient of determination (R 2) in Figs. 3(b) and (c) and Fig. S2, it is confirmed that the XGB model (with the highest R 2 = 0.86) is more accurate than others. Therefore, XGB model was used to calculate the effects of nine characteristic parameters, and the results were presented in Fig. 3(d). It can be seen that the synthesis conditions of the catalyst have a crucial impact on the catalytic performance, among which the mass ratio of Bi-BiOBr is the most important parameter affecting the photocatalytic rate. This is mainly because the content of Bi-BiOBr affects the proportion of the two groups of channels in BiOBr-Bi-g-C3N4. Only when the two channels have the best proportion, the carrier can achieve the maximum degree of separation. At this time, the electrons of each relaxation time scale can be superimposed together and fully participate in the various reaction steps of CO2 reduction, thus improving the photocatalytic activity. In order to exclude the influence of similar features, a map of the nine key features is shown in Fig. 3(e), and it can be seen that there is a high degree of independence among the nine influencing factors. Fig. 2 The preparation process of BiOBr-Bi-g-C3N4 sample. The experimental parameters were further optimized by changing the three most important factors affecting the CO evolution rates (CER), namely, BBA, BAT and Bi2+ amount. Twenty groups of man-made values were designed and the efficiency of each group was fitted according to the most appropriate model (XGB). Among them, four groups with optimal efficiency were experimentally verified, and the representative data listed in Table S2 show that the prediction results are consistent with our expectation. Thus, in the following study, the catalyst with the best experimental parameters was selected for detailed characterization. Based on the selection of machine learning models, the catalysts prepared with the best experimental parameters were characterized in detail. Firstly, the morphologies of g-C3N4, BiOBr, Bi-g-C3N4, Bi-BiOBr, BiOBr-g-C3N4 and BiOBr-Bi-g-C3N4 were characterized using TEM and SEM images. As shown in Figs. 4(a) and (b) and Figs. S3–S5, BiOBr (Fig. S3), g-C3N4 (Fig. 4(a)) and BiOBr-g-C3N4 (Fig. S4) presents nanosheet structure with similar size, Bi-BiOBr (Fig. 4(b)) and Bi-g-C3N4 (Fig. S5) also has nanosheet structure with uniformly growing nanoparticles. Most of the nanoparticles in Bi-BiOBr do not have obvious crystal lattice, indicating their poor crystallization. Among them, the 0.333 nm lattice fringe of a few parts of nanoparticle corresponds to the (210) crystal face of metallic Bi, indicating that Bi nanoparticles are grown on the surface of BiOBr to form Bi-BiOBr nanosheet. In order to further determine the existence of Bi nanoparticles, we performed a fast Fourier transform on the position of the nanoparticles in the HR-TEM image. It can be seen that the light spot presented by the position of the nanoparticles is consistent with the diffraction spot of Bi, corresponding to the (001) crystal plane of Bi along the [001] direction (Fig. 4(c)), which proves the formation of Bi nanoparticles [28]. The small particle size of Bi nanoparticles (~5 nm) brings about its rich surface active sites for photocatalytic CO2 reduction. As revealed in Figs. 4(d) and (e), BiOBr-Bi-g-C3N4 nanosheet has similar size of approximately 600 nm with BiOBr. The lattice spacing of 0.332 nm corresponds to the (210) plane of Bi, and the lattice spacing of 0.275 nm represents the (110) plane of BiOBr. It is important to point out that no obvious lattice information can be found for g-C3N4, because of its poor crystallization. In addition, FFT is also applied to the high-resolution transmission of the nanosheet position, and the diffraction spots of BiOBr can be found, which is consistent with those reported in the literature [29]. As given in Fig. 4(f), on the surface of BiOBr-Bi-g-C3N4 nanosheet, the overlap of Bi and BiOBr diffraction spots can be detected, proving that Bi and BiOBr have close lattice contact. The close lattice contact of the three components confirms the successful synthesis of the BiOBr-Bi-g-C3N4 ternary heterojunction. Moreover, the mapping pictures of BiOBr-Bi-g-C3N4 nanosheets in Fig. S6 reveal the homogeneous distribution of Bi, O, C, N, and Br elements throughout the entire sample, which is conducive to confirm our proposal. In order to further prove the presence of Bi nanoparticles, we explored the proportion of each element in the BiOBr-Bi-g-C3N4 hybrid. As given in Table S3, both EDS and XPS results showed that the atomic proportion of Bi was much higher than that of Br, indicating that other forms of Bi exist besides BiOBr. Combining with the TEM result, we can confirm that this is caused by the presence of additional Bi nanoparticles. AFM images of BiOBr and g-C3N4 were measured and given in Figs. 4(g) and (h), it is found that BiOBr and g-C3N4 have similar thickness of 2–3 nm. This indicates that their electrons have similar transport distances on the two surfaces, which is more conducive to the construction of electron superposition states. In addition, the phase structures of the BiOBr, g-C3N4 and BiOBr-Bi-g-C3N4 can also be confirmed by the XRD patterns, as shown in Fig. 4(i), the seven major diffraction peaks of BiOBr at 10.7°, 22.3°, 32.1°, 33.4°, 44.7°, 46.4° and 51.2° belong to (001), (002), (102), (003), (004) and (104) crystal planes of the tetragonal BiOBr (JCPDS No. 73-2061) [30]. Two significant diffraction peaks at 12.7° and 27.3° are originated to the (100) and (002) crystal planes of g-C3N4 (JCPDS No. 87-1526), respectively [31]. The XRD pattern of BiOBr-Bi-g-C3N4 mainly shows the diffraction peaks of BiOBr and g-C3N4. Owing to the weak crystallinity and low content of Bi nanoparticles, its diffraction peaks are not obvious. The relevant valence states and electronic structures of BiOBr, g-C3N4, Bi-BiOBr, Bi-g-C3N4, BiOBr-g-C3N4 and BiOBr-Bi-g-C3N4 were studied by in-situ XPS. The presence of Bi, O, Br, C, and N can be confirmed by the XPS survey spectrum in Fig. S7, consistent with the mapping result. Fig. 4(j) shows the N 1s XPS spectra of g-C3N4, Bi-g-C3N4, and BiOBr-Bi-g-C3N4, where three typical peaks identified as sp 2 bonded carbon (N-C=N), graphitic-N, and C-N bond can be observed [32,33]. The bonding energy of the diffraction peaks in Bi-g-C3N4 is higher than that of g-C3N4, indicating that during the photocatalytic process, g-C3N4 loss electron in the Bi-g-C3N4 with single electron transfer channel. Besides, the binding energy of BiOBr-Bi-g-C3N4 is also slightly higher than that of Bi-g-C3N4, indicating that the construction of the double electron transport channel accelerates the electron transfer from g-C3N4 to Bi, so that more electrons can participate in the photocatalytic reaction process. The percentages of graphitic-N and C-N bond in Bi-g-C3N4 and BiOBr-Bi-g-C3N4 are decreased significantly compared to g-C3N4, indicating that the formation of heterojunction has a certain effect on the surface structure of g-C3N4. Fig. 4(k) shows the Bi 4f spectra of BiOBr, Bi-BiOBr and BiOBr-Bi-g-C3N4, which can be divided into four characteristic peaks. Compared to the BiOBr, the diffraction peak position of Bi 4f of Bi-BiOBr shifted to a lower binding energy, indicating that the electrons of the Bi-BiOBr sample are partially transferred from BiOBr to Bi nanoparticles. For the BiOBr-Bi-g-C3N4 sample, the two peaks at 159.82 and 165.32 eV correspond to Bi3+, while the two peaks observed at 158.94 and 164.36 eV correspond to the Bi 4f 7/2 and Bi 4f 5/2 of metallic Bi [34–36]. It should be noted that the binding energy of BiOBr-Bi-g-C3N4 is higher than that of Bi-BiOBr. This may be because the construction of dual electron transport channels leads to rapid transfer of electrons for surface CO2 reduction reaction, thus reducing the accumulation of electrons on the Bi surface and increasing the binding energy [37,38]. To further confirm this point, the Br 3d XPS spectra of BiOBr, Bi-BiOBr and BiOBr-Bi-g-C3N4 are presented in Fig. 4(l) to compare their changes in electronic structures. We can see that the binding energy of Bi-BiOBr is shifted to higher region than BiOBr, this is mainly because electrons are lost during the transmission process from BiOBr to Bi, resulting in an increase in binding energy. BiOBr-Bi-g-C3N4 also has higher binding energy compared with the Bi-BiOBr, indicating that the construction of dual electron transport channel accelerates the transmission rate of electrons from BiOBr to Bi, which is consistent with the Bi 4f XPS result. Based on the guidance of machine learning, the photocatalytic activities of g-C3N4, BiOBr, BiOBr-g-C3N4, Bi-g-C3N4, Bi-BiOBr and BiOBr-Bi-g-C3N4 samples with optimal parameters are presented in Figs. 5(a)–(c) and Fig. S8. Without any sacrificial agents, both of initial g-C3N4 and BiOBr present low photocatalytic activity of within 10 μmol h−1 g−1 due to the random distribution and inefficient utilization of carriers, after the deposition of Bi nanoparticles, Bi-g-C3N4 and Bi-BiOBr with single electron transmission channel exhibit a slight higher CO production rate of 10.5 and 7.5 μmol h−1 g−1, which are still not satisfactory. In contrast, the BiOBr-Bi-g-C3N4 sample with dual electron transfer channel shows extremely enhanced photocatalytic performance of CO production with 43 μmol h−1 g−1, which is 4.7 times higher than pristine Bi-BiOBr and 3.1 times higher than Bi-g-C3N4 sample. The activity is also much higher than that of BiOBr-g-C3N4 sample without Bi active site. Besides, since the photocatalytic experiment is carried out in water, the generation rate of important by-products (CH4, H2 and HCOOH) by g-C3N4, BiOBr, BiOBr-g-C3N4, Bi-g-C3N4, Bi-BiOBr and BiOBr-Bi-g-C3N4 samples were also detected. The results show that none of any Liquid products (HCOOH, etc.) was found by the above samples. And trace H2 and CH4 can be detected using pure BiOBr and g-C3N4 as photocatalysts. Bi-BiOBr, Bi-g-C3N4, BiOBr-g-C3N4 and BiOBr-Bi-g-C3N4 present obviously enhanced photocatalytic activity of H2 and CH4 evolution rate, among which BiOBr-Bi-g-C3N4 sample has the highest activity. However, as given in Fig. S9, the hydrogen production amount of BiOBr-Bi-g-C3N4 sample is basically unchanged after 2.5 h, indicating there is almost no hydrogen produced. However, CO and CH4 can be stable for a long time. According to the literature's report, CO can occupy the active site of metal catalysts (such as Cu and Bi) to inhibit other chemical reactions [39]. This may also be the reason for the low generation rate of CH4 as a by-product. Therefore, the accumulated CO is likely to inhibit hydrogen generation to improve the CO selectivity. The lower CH4 yield may also be related to its 8e− generation reaction (CO2 + 8H+ + 8e− → CH4 + 2H2O) with multiple pathways and intermediates, whereas CO is a two-electron reaction (e.g. CO2 + 2H+ + 2e− → CO + H2O) [40]. Consequently, the prepared BiOBr-Bi-g-C3N4 sample has the highest CO selectivity of 86.0% (Fig. 5(c)), this is closely related to the construction of a sandwich structure containing Bi metal surface active sites, which confines electrons to the surface of the photocatalyst with best carrier transfer property. Moreover, in addition to its excellent photocatalytic CO2 reduction performance, the BiOBr-Bi-g-C3N4 sandwich structure also exhibits good photocatalytic stability. As given in Fig. 5(d), the photocatalytic activity of BiOBr-Bi-g-C3N4 keeps hardly unchanged after five cycles of photocatalysis (30 h), indicating that their structure cannot be destroyed by this photodegradation reaction. Furthermore, relative XRD analysis of BiOBr-Bi-g-C3N4 samples before and after photocatalysis (Fig. S10) reveals that its structure and crystal phase remain in good condition. Therefore, the high photothermal stability of BiOBr-Bi-g-C3N4 photocatalyst lays a foundation for its industrial application. In order to determine the carbon source of CO production, a photocatalytic CO2 reduction experiment was conducted using 13CO2. As can be found from the 13C isotope labeling experiment (Fig. S11), the relative molecular weight of detected CO is 29, indicating that CO is produced by CO2 reduction. In order to further improve the carrier separation ability and hole's utilization, different amount of TC was added to the photocatalytic process. It can be seen that with the increase of TC amount, the photocatalytic activity increases gradually (Fig. 5(e)). When the mass of TC was 20 mg, the photocatalytic efficiency could reach 43 μmol h−1 g−1, which is two times higher than the activity that without the addition of TC. With the further increase of TC, the photocatalytic efficiency of CO2 reduction did not change significantly, however, as presented in Fig. 5(f), the degradation rate of TC gradually decreased, indicating that 20 mg of TC was sufficient to consume holes, the further increase of excess TC will cause declination of degradation rate, resulting in further pollution of water. The optimal photocatalytic activity of BiOBr-Bi-g-C3N4 underscores the significance of creating a sandwich structure with dual electron thansfer channels between BiOBr, Bi and g-C3N4. To confirm this point, the relative UV-visible absorption spectra are compared in Fig. 5(g), in which the BiOBr has an absorption edge at around 425 nm that results in a loss of approximately 40% of the sunlight. On the other hand, g-C3N4 exhibits an excellent visible light absorption potential at 250–600 nm, making it an ideal photosensitive material. The light absorption ability of Bi-BiOBr and Bi-g-C3N4 were slight enhanced after the deposition of Bi nanoparticles, which is mainly related to the SPR effect of Bi. When Bi-BiOBr is coupled with g-C3N4, sunlight absorption capacity can be significantly improved, allowing for increased charge carrier production [41,42]. Moreover, the unique sandwich structure of the BiOBr-Bi-g-C3N4 sample significantly increases its specific surface area. As indicated by the nitrogen adsorption-desorption (BET) curve (Fig. 5(h)), all the samples possess the same type III mesoporous and H3 hysteresis rings. The specific surface area of BiOBr-Bi-g-C3N4 (55.1 m2 g−1) is considerably higher than that of BiOBr (24.2 m2 g−1) and Bi-BiOBr (35.3 m2 g−1), which offers more active sites for CO2 adsorption during the photocatalytic CO2 reduction [43]. The carrier separation and transfer capability of the BiOBr-Bi-g-C3N4 double electron transfer channels can be characterized by combining photoelectrochemistry with surface photovoltage spectroscopy. As shown in Fig. 5(i), all three samples exhibit repeatable transient photocurrent density with the light on and off. Among them, both of Bi-BiOBr and Bi-g-C3N4 present improved photocurrent density. This is mainly due to the higher work functions of Bi than BiOBr and g-C3N4, which maintains the generation of high-quality Bi-BiOBr and Bi-g-C3N4 Schottky junctions. BiOBr-Bi-g-C3N4 exhibits the highest photocurrent intensity, indicating that the sandwich structure of BiOBr-Bi-g-C3N4 with a time-resolved superposition state can effectively promote the transfer of charge carriers at the two-phase interface [44,45]. In addition, the electrochemical impedance spectroscopy (EIS) is also adopted to investigate the charge transfer ability of BiOBr-Bi-g-C3N4 (Fig. 5(j)). The impedance diagrams of all three catalysts show a single semicircle corresponding to the charge transfer resistance at the photoelectrode interface [46,47]. The radius of the arc is directly proportional to the charge transfer resistance [48]. BiOBr-Bi-g-C3N4 has the smallest EIS arc radius, indicating the fastest interface charge transfer speed [49,50]. This suggests that a stronger bonding interaction between the three components at this sandwich structure leads to closer interface contact, which can accelerate the charge transfer and separation. Therefore, BiOBr-Bi-g-C3N4 exhibits the best photocatalytic CO-production activity. The impedance data of three samples were fitted using the formula in the illustration, and the data are listed in Table S4. To study the carrier transfer dynamics, the steady-state optical voltage (SPV) spectra of Bi-BiOBr, Bi-g-C3N4 and BiOBr-Bi-g-C3N4 are provided in Fig. 5(k). The BiOBr-Bi-g-C3N4 catalyst exhibits much higher photovoltage intensity and wider photoresponse range than Bi-BiOBr and Bi-g-C3N4 samples, confirming that the sandwich structure can effectively promote the generation and separation of charge carriers. Moreover, constructing BiOBr-Bi-g-C3N4 heterojunction can improve the generation amount of •OH radical. As given in Fig. 5(l), the PL technique is conducted to detect the •OH radicals, where terephthalic acid (TA) is employed as the probe molecule [51]. Under light illumination at the wavelength of 320 nm, a PL peak at 425 nm attributed to the generation of •OH radical can be observed. The peak intensity of the BiOBr-Bi-g-C3N4 is higher than the pure BiOBr, g-C3N4, BiOBr-g-C3N4, as well as Bi-BiOBr and Bi-g-C3N4 with single electron transfer channel. The result implies that the construction of sandwich structure with dual electron transfer channels facilitates the charge separation, laying the foundation for improving the photocatalytic CO2 reduction [52–54]. Additionally, Fig. 6 (a) illustrates the charge density difference of the BiOBr-Bi-g-C3N4 sample, from which the charge transfer and orbital interaction between Bi nanoparticles and g-C3N4 or BiOBr can be observed. Among them, the blue and yellow electron clouds represent the lost and gained electrons, respectively. It can be seen that Bi nanoparticles lose electrons before illumination, which is mainly related to the higher work function of Bi than BiOBr and g-C3N4. Consequently, under light irradiation, electrons will be transferred from BiOBr and g-C3N4 with higher Fermi level to Bi nanoparticles, forming a dual channels charge transfer and accumulation. Compared with Bi-BiOBr and Bi-g-C3N4 single charge transfer channel, BiOBr and g-C3N4 with similar thickness and bandgap structure (Fig. 6(b) and Fig. S12) can simultaneously form dual electron channels with Bi. This dual channels ensure that electrons with different relaxation times can produce superposition states in BiOBr-Bi-g-C3N4. Thus, a multi-timescale reaction for CO2 reduction can be constructed. Based on the theoretical calculations and experimental results, a possible photocatalytic reduction reaction mechanism is proposed in Fig. 6(c). The BiOBr and g-C3N4 can simultaneously generate a large number of electron-hole pairs under light illumination. Subsequently, these photogenerated holes can efficiently dissociate H2O into oxygen (or degrade TC) and hydrogen, meanwhile the photogenerated electrons gradually reduce CO2 to *COOH, *CO, CH4, H2 and CO [55,56]. The formation of double electron transfer channels by BiOBr, Bi and g-C3N4 with matched energy levels and relaxation times can promote the time-resolved superposition state of these carriers at the interlayer interfaces, thereby accelerating CO2 photoreduction. The time-resolved kinetic curves are further analyzed for the assignment of different TA components. As given in Figs. 6(d) and (e), the absorption signals of both BiOBr and g-C3N4 rose relatively slowly in the early time scale, with a lifetime (τ 1) of 78.48 and 62.42 ps. This is mainly attributed to the charge recombination process of the carriers from the excited state to the ground state [57–59]. For Bi-BiOBr and Bi-g-C3N4 with single electron transfer channel, the transfer of photogenerated electrons from BiOBr and g-C3N4 to Bi can effectively suppress the charge trapping process and accelerate the signal decay of photocatalysts, results in a lifetime of τ 1 = 47.98 ps and τ 1 = 66.10 ps (Figs. 6(g) and (h)) [60,61]. However, once g-C3N4 is coupled with Bi-BiOBr to form BiOBr-Bi-g-C3N4, a sandwich structure with double electron transfer channels can be constructed. This makes the photo-excited carriers tightly localize at the interlayer active sites, and generate a time-resolved superposition states to optimize the CO2 photo-reduction process, resulting a fast decay time of 18.12 ps (Fig. 6(i)) [62–64]. The decay time is extremely faster than Bi-BiOBr, Bi-g-C3N4 as well as BiOBr-g-C3N4 samples (Fig. 6(f)). To further prove the above standpoint, the transient photovoltage (TPV) spectra of Bi-BiOBr, Bi-g-C3N4 and BiOBr-Bi-g-C3N4 were measured and given in Fig. S13. It can be found that BiOBr-Bi-g-C3N4 has faster charge-carriers decay rate than Bi-BiOBr and Bi-g-C3N4, which is consistent with the TA results. That is, as illustrated in Fig. 6(j), the carriers generated by the hybrid can be directly captured by the Bi layer in the middle of quantum well-like structure, which can effectively avoid the random scattering and maintain more carriers participate in the catalytic reaction. Moreover, compared to Bi-BiOBr and Bi-g-C3N4, these localized carriers generate intriguing superposition states at a particular timescale that optimize the multi-electronic reaction kinetics pathway of CO2 reduction (Fig. 6(k)). Since the photo-generated carrier of BiOBr and g-C3N4 have different time decay behavior, the multiple time-scale carriers in BiOBr-Bi-g-C3N4 with dual electron channels can participate in each step of CO2 reduction, thereby improving the photocatalytic activity. 4 Conclusions In conclusion, we have successfully predicted, designed and fabricated a novel BiOBr-Bi-g-C3N4 sandwich microstructure with dual electron transfer rate to accelerate the photocatalytic CO2 reduction. The theoretical calculations and experimental results show that the similar energy levels and thickness of BiOBr and g-C3N4 enables the electrons with different relaxation times to form coherent states, while Bi serves as an excellent active site for CO2 reduction meanwhile accepts the carrier transfer from BiOBr and g-C3N4. Thus, electrons with various lifetime can participate in each step of CO2 reduction. In addition, the machine learning results indicates that the mass ratio of Bi-BiOBr is the most important parameter affecting the photocatalytic reaction rate. This is mainly because the content of Bi-BiOBr affects the proportion of the two groups of channels in BiOBr-Bi-g-C3N4. Finally, the resulting improvement in solar energy utilization and reaction kinetics lead to an excellent photocatalytic CO2 reduction performance. In this work, the optimal microstructure of catalysts is firstly predicted by the first principles calculation, and the experimental parameters for preparing catalysts are optimized through machine learning, afterwards the microstructure, physicochemical properties and catalytic performance of the catalysts are characterized and evaluated by advanced instruments, finally the catalytic mechanism is elaborated in detail via the first principles calculation. This work opens up a new perspective for the precise design and rapid fabrication of catalysts in the future, as well as the comprehensive investigation of catalytic mechanisms. Supporting Information Supporting Information, (including Photoelectrochemical measurements; Characterization and photocatalytic method; the boxplots for XGB, KNN, GBDT and SVR models, the SEM image of BiOBr nanosheet; the TEM image of Bi-g-C3N4; The EDS-Mapping image of BiOBr-Bi-g-C3N4; the XPS survey spectrum of BiOBr-Bi-g-C3N4; the CER of BiOBr, g-C3N4 and BiOBr-g-C3N4; time profile for product formation in irradiated using BiOBr-Bi-g-C3N4 for photoreduction of CO2; the XRD spectra of BiOBr-Bi-g-C3N4 before and after photocatalysis; the isotope labeling experiment for the products obtained from the reaction with 13CO2 as feedstocks by using BiOBr-Bi-g-C3N4 as the photocatalyst; the bandgaps of BiOBr and g-C3N4 photocatalyst; the TPV spectra of Bi-BiOBr, Bi-g-C3N4 and BiOBr-Bi-g-C3N4 photocatalysts. Tables S1–S4) is available in the online version of this article. Conflict of Interests The authors declare no conflict of interests. Acknowledgments This work was supported by the National Natural Science Foundation of China (62004143), the Science and Technology project of Henan Province (232102240073), the Key R&D Program of Hubei Province 2022BAA084). Eceshi (www. eceshi. com) was acknowledged for the TEM and XPS analysis. Supplementary Material Supplementary appendix References 1 S.L. Yang R.J. Sa H. Zhong H.W. Lv D.Q. Yuan R.H. Wang Adv. Funct. Mater. 32 2022 2110694 S. L. Yang, R. J. Sa, H. Zhong, H. W. Lv, D. Q. Yuan, R. H. Wang, Adv. Funct. Mater., 2022, 32, 2110694. 2 K. Wang Q.Q. Wang K.J. Zhang G.H. Wang H.K. Wang J. Mater. Sci. Technol. 124 2022 202 208 K. Wang, Q. Q. Wang, K. J. Zhang, G. H. Wang, H. K. Wang, J. Mater. Sci. Technol., 2022, 124, 202–208. 3 G. Zeng Y.C. He D.D. Ma S.W. Luo S.H. Zhou C.S. Cao X.F. Li X.T. Wu H.G. Liao Q.L. Zhu Adv. Funct. Mater. 32 2022 2201125 G. Zeng, Y. C. He, D. D. Ma, S. W. Luo, S. H. Zhou, C. S. Cao, X. F. Li, X. T. Wu, H. G. Liao, Q. L. Zhu, Adv. Funct. Mater., 2022, 32, 2201125. 4 L. Cheng X.Y. Yue J.J. Fan Q.J. Xiang Adv. Mater. 34 2022 2200929 L. Cheng, X. Y. Yue, J. J. Fan, Q. J. Xiang, Adv. Mater., 2022, 34, 2200929. 5 X.Y. Yue L. Cheng F. Li J.J. Fan Q.J. Xiang Angew. Chem. Int. Ed. 61 2022 e202208414 X. Y. Yue, L. Cheng, F. Li, J. J. Fan, Q. J. Xiang, Angew. Chem. Int. Ed., 2022, 61, e202208414. 6 J.F. Niu K. Wang L. Yang J.H. Shi Y. Zhang F. Yang X.J. Yu B.H. Yao Opt. Mater. 134 2022 113125 J. F. Niu, K. Wang, L. Yang, J. H. Shi, Y. Zhang, F. Yang, X. J. Yu, B. H. Yao, Opt. Mater., 2022, 134, 113125. 7 R. Li C.C. Zhang K.J. You B.N. Li W. Bu X.Y. Meng B.C. Ma Y. Ding Chin. Chem. Lett. 34 2023 108801 R. Li, C. C. Zhang, K. J. You, B. N. Li, W. Bu, X. Y. Meng, B. C. Ma, Y. Ding, Chin. Chem. Lett., 2023, 34, 108801. 8 Y. Guo Q.X. Zhou X.L. Chen Y.Z. Fu S.Y. Lan M.S. Zhu Y.K. Du J. Mater. Sci. Technol. 119 2022 53 60 Y. Guo, Q. X. Zhou, X. L. Chen, Y. Z. Fu, S. Y. Lan, M. S. Zhu, Y. K. Du, J. Mater. Sci. Technol., 2022, 119, 53–60. 9 Z.N. Lei X.Y. Ma X.Y. Hu J. Fan E.Z. Liu Acta Phys.-Chim. Sin. 38 2022 2110049 Z. N. Lei, X. Y. Ma, X. Y. Hu, J. Fan, E. Z. Liu, Acta Phys.-Chim. Sin., 2022, 38, 2110049. 10 L.B. Wang X.G. Fei L.Y. Zhang J.G. Yu B. Cheng Y.H. Ma J. Mater. Sci. Technol. 112 2022 1 10 L. B. Wang, X. G. Fei, L. Y. Zhang, J. G. Yu, B. Cheng, Y. H. Ma, J. Mater. Sci. Technol., 2022, 112, 1–10. 11 J.Z. Jiang S.S. Bai M.Q. Yang J. Zou N. Li J.H. Peng H.T. Wang K. Xiang S. Liu T.Y. Zhai Nano Res. 15 2022 5977 5986 J. Z. Jiang, S. S. Bai, M. Q. Yang, J. Zou, N. Li, J. H. Peng, H. T. Wang, K. Xiang, S. Liu, T. Y. Zhai, Nano Res., 2022, 15, 5977–5986. 12 Y.J. Yang Z.Y. Bian L. Zhang H. Wang J. Hazard. Mater. 427 2022 127866 Y. J. Yang, Z. Y. Bian, L. Zhang, H. Wang, J. Hazard. Mater., 2022, 427, 127866. 13 H.T. Wang L.L. Yu J.Z. Jiang Arramel J. Zou Acta Phys.-Chim. Sin. Doi: 10.3866/PKU.WHXB202305047 2023 H. T. Wang, L. L. Yu, J. Z. Jiang, Arramel, J. Zou. Acta Phys.-Chim. Sin., 2023, Doi: 10.3866/PKU.WHXB202305047. 14 Q.S. Wu S.Q. Chai H.P. Yang Z. Gao R.C. Zhang L.N. Wang K. Li Sep. Purif. Technol. 253 2020 117388 Q. S. Wu, S. Q. Chai, H. P. Yang, Z. Gao, R. C. Zhang, L. N. Wang, K. Li, Sep. Purif. Technol., 2020, 253, 117388. 15 F. Dong Z.W. Zhao Y.J. Sun Y.X. Zhang S. Yan Z.B. Wu Environ. Sci. Technol. 49 2015 12432 12440 F. Dong, Z. W. Zhao, Y. J. Sun, Y. X. Zhang, S. Yan, Z. B. Wu, Environ. Sci. Technol., 2015, 49, 12432–12440. 16 D. Wu X.W. Wang X.Z. Fu J.L. Luo Appl. Catal. B 284 2021 119723 D. Wu, X. W. Wang, X. Z. Fu, J. L. Luo, Appl. Catal. B, 2021, 284, 119723. 17 B. Wang J.Z. Zhao H.L. Chen Y.X. Weng H. Tang Z.R. Chen W.S. Zhu Y.B. She J.X. Xia H.M. Li Appl. Catal. B 293 2021 120182 B. Wang, J. Z. Zhao, H. L. Chen, Y. X. Weng, H. Tang, Z. R. Chen, W. S. Zhu, Y. B. She, J. X. Xia, H. M. Li, Appl. Catal. B, 2021, 293, 120182. 18 H.H. Ou S.B. Ning P. Zhu S.H. Chen A.L. Han Q. Kang Z.F. Hu J.H. Ye D.S. Wang Y.D. Li Angew. Chem. Int. Ed. 134 2022 e202206579 H. H. Ou, S. B. Ning, P. Zhu, S. H. Chen, A. L. Han, Q. Kang, Z. F. Hu, J. H. Ye, D. S. Wang, Y. D. Li, Angew. Chem. Int. Ed., 2022, 134, e202206579. 19 D.N. Liu D.Y. Chen N.J. Li Q.F. Xu H. Li J.H. He J.M. Lu Angew. Chem. Int. Ed. 59 2020 4519 4524 D. N. Liu, D. Y. Chen, N. J. Li, Q. F. Xu, H. Li, J. H. He, J. M. Lu, Angew. Chem. Int. Ed., 2020, 59, 4519–4524. 20 L.J. Wang R.Q. Guan Y.F. Qi F.L. Zhang P. Li J.M. Wang P. Qu G. Zhou W.L. Shi J. Colloid Interface Sci. 600 2021 463 472 L. J. Wang, R. Q. Guan, Y. F. Qi, F. L. Zhang, P. Li, J. M. Wang, P. Qu, G. Zhou, W. L. Shi, J. Colloid Interface Sci., 2021, 600, 463–472. 21 G. Kresse J. Furthmuller Phys. Rev. B 54 1996 11169 G. Kresse, J. Furthmuller, Phys. Rev. B, 1996, 54, 11169. 22 H. Liang R.P. Liu X.Q. An C.Z. Hu X.W. Zhang H.J. Liu Chem. Eng. J. 414 2021 128669 H. Liang, R. P. Liu, X. Q. An, C. Z. Hu, X. W. Zhang, H. J. Liu, Chem. Eng. J., 2021, 414, 128669. 23 C.W. Du S.Y. Nie C. Zhang T. Wang S.Z. Wang J. Zhang C.F. Yu Z.S. Lu S.Y. Dong J.L. Feng H.J. Liu J.H. Sun J. Colloid Interface Sci. 606 2022 1715 1728 C. W. Du, S. Y. Nie, C. Zhang, T. Wang, S. Z. Wang, J. Zhang, C. F. Yu, Z. S. Lu, S. Y. Dong, J. L. Feng, H. J. Liu, J. H. Sun, J. Colloid Interface Sci., 2022, 606, 1715–1728. 24 X. Shi P.Q. Wang W. Li Y. Bai H.Q. Xie Y. Zhou L.Q. Ye Appl. Catal. B 243 2019 322 329 X. Shi, P. Q. Wang, W. Li, Y. Bai, H. Q. Xie, Y. Zhou, L. Q. Ye, Appl. Catal. B, 2019, 243, 322–329. 25 H. Li J. Shang Z.H. Ai L.Z. Zhang J. Am. Chem. Soc. 137 2015 6393 6399 H. Li, J. Shang, Z. H. Ai, L. Z. Zhang, J. Am. Chem. Soc., 2015, 137, 6393–6399. 26 Y. Liu X. Wang Y.J. Zhao Q.Y. Wu H.D. Nie H.L. Si H. Huang Y. Liu M.W. Shao Z.H. Kang Nano Res. 15 2022 4000 4007 Y. Liu, X. Wang, Y. J. Zhao, Q. Y. Wu, H. D. Nie, H. L. Si, H. Huang, Y. Liu, M. W. Shao, Z. H. Kang, Nano Res., 2022, 15, 4000–4007. 27 X. Wang B. Wang H.S. Wang T.Y. Zhang H.H. Qi Z.Y. Wu Y.R. Ma H. Huang M.W. Shao Y. Liu Y.Y. Li Z.H. Kang Angew. Chem. Int. Ed. 60 2021 12585 12590 X. Wang, B. Wang, H. S. Wang, T. Y. Zhang, H. H. Qi, Z. Y. Wu, Y. R. Ma, H. Huang, M. W. Shao, Y. Liu, Y. Y. Li, Z. H. Kang, Angew. Chem. Int. Ed., 2021, 60, 12585–12590. 28 Y. Qiao W.C. Lai K. Huang T.T. Yu Q.Y. Wang L. Gao Z.L. Yang Z.S. Ma T.L. Sun M. Liu C. Lian H.W. Huang ACS Catal. 12 2022 2357 2364 Y. Qiao, W. C. Lai, K. Huang, T. T. Yu, Q. Y. Wang, L. Gao, Z. L. Yang, Z. S. Ma, T. L. Sun, M. Liu, C. Lian, H. W. Huang, ACS Catal., 2022, 12, 2357–2364. 29 X.B. Fu J.A. Wang X.B. Hu K. He Q. Tu Q. Yue Y.J. Kang Adv. Funct. Mater. 32 2022 2107182 X. B. Fu, J. A. Wang, X. B. Hu, K. He, Q. Tu, Q. Yue, Y. J. Kang, Adv. Funct. Mater., 2022, 32, 2107182. 30 C.W. Du W.W. Feng S.Y. Nie J.L. Zhang Y.T. Liang X. Han Y.H. Wu J.L. Feng S.Y. Dong H.J. Liu J.H. Sun Sep. Purif. Technol. 279 2021 119734 C. W. Du, W. W. Feng, S. Y. Nie, J. L. Zhang, Y. T. Liang, X. Han, Y. H. Wu, J. L. Feng, S. Y. Dong, H. J. Liu, J. H. Sun, Sep. Purif. Technol., 2021, 279, 119734. 31 C.H. Gong J.W. Chu S.F. Qian C.J. Yin X.Z. Hu H.B. Wang Y. Wang X. Ding S.C. Jiang A.L. Li Adv. Mater. 32 2020 1908242 C. H. Gong, J. W. Chu, S. F. Qian, C. J. Yin, X. Z. Hu, H. B. Wang, Y. Wang, X. Ding, S. C. Jiang, A. L. Li, Adv. Mater., 2020, 32, 1908242. 32 J.Z. Jiang Z.G. Xiong H.T. Wang G.D. Liao S.S. Bai J. Zou P.X. Wu P. Zhang X. Li J. Mater. Sci. Technol. 118 2022 15 24 J. Z. Jiang, Z. G. Xiong, H. T. Wang, G. D. Liao, S. S. Bai, J. Zou, P. X. Wu, P. Zhang, X. Li, J. Mater. Sci. Technol., 2022, 118, 15–24. 33 L. Zhou Y.F. Li Y.K. Zhang L.W. Qiu Y. Xing Acta Phys.-Chim. Sin. 38 2022 2112027 L. Zhou, Y. F. Li, Y. K. Zhang, L. W. Qiu, Y. Xing, Acta Phys.-Chim. Sin., 2022, 38, 2112027. 34 B.C. Zhu X.Y. Hong L.Y. Tang Q.Q. Liu H. Tang Acta Phys.-Chim. Sin. 38 2022 2111008 B. C. Zhu, X. Y. Hong, L. Y. Tang, Q. Q. Liu, H. Tang, Acta Phys.-Chim. Sin., 2022, 38, 2111008. 35 Y.Q. Wang Y. Xie S.H. Yu K. Yang Y. Shao L.X. Zou B.X. Zhao Z.L. Wang Y. Ling Y. Chen Appl. Catal. B 327 2023 122420 Y. Q. Wang, Y. Xie, S. H. Yu, K. Yang, Y. Shao, L. X. Zou, B. X. Zhao, Z. L. Wang, Y. Ling, Y. Chen, Appl. Catal. B, 2023, 327, 122420. 36 W.M. Huang X. Hua Y.P. Zhao K. Li L.P. Tang M. Zhou Z.S. Cai J. Mater. Sci. Mater. Electron. 30 2019 14967 14976 W. M. Huang, X. Hua, Y. P. Zhao, K. Li, L. P. Tang, M. Zhou, Z. S. Cai, J. Mater. Sci. Mater. Electron., 2019, 30, 14967–14976. 37 W. Gu X.N. Li W. Zhang J.L. Wang X.F. Yin L.Y. Zhu Z.Z. Chen W. Zou Z.P. Fu Y.L. Lu Appl. Surf. Sci. 479 2019 137 147 W. Gu, X. N. Li, W. Zhang, J. L. Wang, X. F. Yin, L. Y. Zhu, Z. Z. Chen, W. Zou, Z. P. Fu, Y. L. Lu, Appl. Surf. Sci., 2019, 479, 137–147. 38 G. Zhou Y.Y. Wu P.F. Wang H. Li R. Huang Y.T. Liu J.H. Guo J. Cleaner Prod. 314 2021 127980 G. Zhou, Y. Y. Wu, P. F. Wang, H. Li, R. Huang, Y. T. Liu, J. H. Guo, J. Cleaner Prod., 2021, 314, 127980. 39 Y.C. Lan Y.Z. Xie J.X. Chen Z.F. Hu D.H. Cui Chem. Commun. 55 2019 8068 8071 Y. C. Lan, Y. Z. Xie, J. X. Chen, Z. F. Hu, D. H. Cui, Chem. Commun., 2019, 55, 8068–8071. 40 X.T. Cai Ji.W. Wang R.X. Wang A. Wang S.X. Zhong J.R. Chen S. Bai J. Mater. Chem. A 7 2019 5266 5276 X. T. Cai, Ji. W. Wang, R. X. Wang, A. Wang, S. X. Zhong, J. R. Chen, S. Bai, J. Mater. Chem. A, 2019, 7, 5266–5276. 41 Z. Ji J. Wu F.G. Tian Q.Z. Liu L.L. Zhao C.H. Qu F.Q. Li X.M. Qi Y. Guan Y.J. Zhang Catal. Lett. 148 2018 3349 3362 Z. Ji, J. Wu, F. G. Tian, Q. Z. Liu, L. L. Zhao, C. H. Qu, F. Q. Li, X. M. Qi, Y. Guan, Y. J. Zhang, Catal. Lett., 2018, 148, 3349–3362. 42 J.Z. Jiang F.Y. Li S.S. Bai Y.J. Wang K. Xiang H.T. Wang J. Zou J.P. Hsu Nano Res. 16 2023 4556 4663 J. Z. Jiang, F. Y. Li, S. S. Bai, Y. J. Wang, K. Xiang, H. T. Wang, J. Zou, J. P. Hsu, Nano Res., 2023, 16, 4556–4663. 43 G. Zhou P.F. Wang H. Li B. Hu Y. Sun R. Huang L. Liu Nat. Commun. 12 2021 4827 G. Zhou, P. F. Wang, H. Li, B. Hu, Y. Sun, R. Huang, L. Liu, Nat. Commun., 2021, 12, 4827. 44 L.J. Wang Y.Y. Hu F. Qi L. Ding J.M. Wang X.Y. Zhang Q.W. Liu L.Z. Liu H.Z. Sun P. Qu ACS Appl. Mater. Interfaces 12 2020 8157 8167 L. J. Wang, Y. Y. Hu, F. Qi, L. Ding, J. M. Wang, X. Y. Zhang, Q. W. Liu, L. Z. Liu, H. Z. Sun, P. Qu, ACS Appl. Mater. Interfaces, 2020, 12, 8157–8167. 45 J. Zou S.L. Wu Y. Liu Y.J. Sun Y. Cao J.P.P. Hsu A.T.S. Wee J.Z. Jiang Carbon 130 2018 652 663 J. Zou, S. L. Wu, Y. Liu, Y. J. Sun, Y. Cao, J. P. P. Hsu, A. T. S. Wee, J. Z. Jiang, Carbon, 2018, 130, 652–663. 46 R.Q. Guan L.J. Wang D.D. Wang K.X. Li H.Q. Tan Y.N. Chen X.Y. Cheng Z. Zhao Q.K. Shang Z.C. Sun Chem. Eng. J. 435 2022 135138 R. Q. Guan, L. J. Wang, D. D. Wang, K. X. Li, H. Q. Tan, Y. N. Chen, X. Y. Cheng, Z. Zhao, Q. K. Shang, Z. C. Sun, Chem. Eng. J., 2022, 435, 135138. 47 X.Y. Cheng R.Q. Guan Y.N. Chen Y.N. Sun Q.K. Shang Chem. Eng. J. 431 2022 134021 X. Y. Cheng, R. Q. Guan, Y. N. Chen, Y. N. Sun, Q. K. Shang, Chem. Eng. J., 2022, 431, 134021. 48 J.Z. Jiang S.S. Bai J. Zou S. Liu J.P. Hsu N. Li G.Y. Zhu Z.C. Zhuang Q. Kang Y.Z. Zhang Nano Res. 15 2022 6551 6567 J. Z. Jiang, S. S. Bai, J. Zou, S. Liu, J. P. Hsu, N. Li, G. Y. Zhu, Z. C. Zhuang, Q. Kang, Y. Z. Zhang. Nano Res., 2022, 15, 6551–6567. 49 Y.X. Shi L.L. Li Z. Xu X.L. Qin Y. Cai W.L. Zhang W.L. Shi X. Du F. Guo J. Colloid Interf. Sci. 630 2023 274 285 Y. X. Shi, L. L. Li, Z. Xu, X. L. Qin, Y. Cai, W. L. Zhang, W. L. Shi, X. Du, F. Guo, J. Colloid Interf. Sci., 2023, 630, 274–285. 50 S.J. Zuo X.M. Jin X.W. Wang Y.H. Lu Q. Zhu J.W. Wang W.P. Liu Y.H. Due J. Wang Appl. Catal. B 282 2021 119551 S. J. Zuo, X. M. Jin, X. W. Wang, Y. H. Lu, Q. Zhu, J. W. Wang, W. P. Liu, Y. H. Due, J. Wang, Appl. Catal. B, 2021, 282, 119551. 51 J.L. Lu Y.X. Shi Z.Z. Chen X.H. Sun H. Yuan F. Guo W.L. Shi Chem. Eng. J. 453 2023 139834 J. L. Lu, Y. X. Shi, Z. Z. Chen, X. H. Sun, H. Yuan, F. Guo, W. L. Shi, Chem. Eng. J., 2023, 453, 139834. 52 Y. Yang C. Zhang C. Lai G.M. Zeng D.L. Huang M. Cheng J.J. Wang F. Chen C.Y. Zhou W.P. Xiong Adv. Colloid Interface Sci. 254 2018 76 93 Y. Yang, C. Zhang, C. Lai, G. M. Zeng, D. L. Huang, M. Cheng, J. J. Wang, F. Chen, C. Y. Zhou, W. P. Xiong, Adv. Colloid Interface Sci., 2018, 254, 76–93. 53 P. Li M.L. Liu J.Q. Li J.L. Guo Q.F. Zhou X.L. Zhao S.J. Wang L.J. Wang J.M. Wang Y. Chen J.Q. Zhang Q. Shen P. Qu H.Q. Sun J. Colloid Interface Sci. 604 2021 500 P. Li, M. L. Liu, J. Q. Li, J. L. Guo, Q. F. Zhou, X. L. Zhao, S. J. Wang, L. J. Wang, J. M. Wang, Y. Chen, J. Q. Zhang, Q. Shen, P. Qu, H. Q. Sun, J. Colloid Interface Sci., 2021, 604, 500. 54 G. Zhou P.F. Wang B. Hu X.Y. Shen C.C. Liu W.X. Tao P.L. Huang L.Z. Liu Nat. Commun. 13 2022 4106 G. Zhou, P. F. Wang, B. Hu, X. Y. Shen, C. C. Liu, W. X. Tao, P. L. Huang, L. Z. Liu, Nat. Commun., 2022, 13, 4106. 55 X.J. Wang W.Y. Yang F.T. Li J. Zhao R.H. Liu S.J. Liu B. Li J. Hazard. Mater. 292 2015 126 136 X. J. Wang, W. Y. Yang, F. T. Li, J. Zhao, R. H. Liu, S. J. Liu, B. Li, J. Hazard. Mater., 2015, 292, 126–136. 56 W.C. Shangguan Q. Liu Y. Wang N. Sun Y. Liu R. Zhao Y.X. Li C.Y. Wang J.C. Zhao Nat. Commun. 13 2022 3894 W. C. Shangguan, Q. Liu, Y. Wang, N. Sun, Y. Liu, R. Zhao, Y. X. Li, C.Y. Wang, J. C. Zhao, Nat. Commun., 2022, 13, 3894. 57 C. Ye X.Z. Wang J.X. Li Z.J. Li X.B. Li L.P. Zhang B. Chen C.H. Tung L.Z. Wu ACS Catal. 6 2016 8336 8341 C. Ye, X. Z. Wang, J. X. Li, Z. J. Li, X. B. Li, L. P. Zhang, B. Chen, C. H. Tung, L. Z. Wu, ACS Catal., 2016, 6, 8336–8341. 58 H. Kasap C.A. Caputo B.C.M. Martindale R. Godin V.W. Lau B.V. Lotsch J.R. Durrant E. Reisner J. Am. Chem. Soc. 138 2016 9183 9192 H. Kasap, C. A. Caputo, B. C. M. Martindale, R. Godin, V. W. Lau, B. V. Lotsch, J. R. Durrant, E. Reisner, J. Am. Chem. Soc., 2016, 138, 9183–9192. 59 Y.L. Si S. Cao Z.J. Wu Y.L. Ji Y. Mi X.C. Wu X.F. Liu L.Y. Piao Appl. Catal. B 220 2018 471 476 Y. L. Si, S. Cao, Z. J. Wu, Y. L. Ji, Y. Mi, X. C. Wu, X. F. Liu, L. Y. Piao, Appl. Catal. B, 2018, 220, 471–476. 60 L. Ding F. Qi Y.F. Li J. Lin Y. Su Y.H. Song L.J. Wang H.Z. Sun C.Y. Tong J. Colloid Interface Sci. 614 2022 92 101 L. Ding, F. Qi, Y. F. Li, J. Lin, Y. Su, Y. H. Song, L. J. Wang, H. Z. Sun, C. Y. Tong, J. Colloid Interface Sci., 2022, 614, 92–101. 61 G. Zhou T.H. Li R. Huang P.F. Wang B. Hu H. Li L.Z. Liu Y. Sun J. Am. Chem. Soc. 143 2021 5378 5385 G. Zhou, T. H. Li, R. Huang, P. F. Wang, B. Hu, H. Li, L. Z. Liu, Y. Sun, J. Am. Chem. Soc., 2021, 143, 5378–5385. 62 M.S. Zhu Y. Osakada S. Kim M. Fujitsuka T. Majima Appl. Catal. B 217 2017 285 292 M. S. Zhu, Y. Osakada, S. Kim, M. Fujitsuka, T. Majima, Appl. Catal. B, 2017, 217, 285–292. 63 Y.Y. Wang Y. Qu B.H. Qu L.L. Bai Y. Liu Z.D. Yang W. Zhang L.Q. Jing H.G. Fu Adv. Mater. 33 2021 2105482 Y. Y. Wang, Y. Qu, B. H. Qu, L. L. Bai, Y. Liu, Z. D. Yang, W. Zhang, L. Q. Jing, H. G. Fu, Adv. Mater., 2021, 33, 2105482. 64 Z.L. Chen H. Zhang Q.S. Zeng Y. Wang D.D. Xu L. Wang H.Y. Wang B. Yang Adv. Energy Mater. 4 2014 1400235 Z. L. Chen, H. Zhang, Q. S. Zeng, Y. Wang, D. D. Xu, L. Wang, H. Y. Wang, B. Yang, Adv. Energy Mater., 2014, 4, 1400235.",
      "scopus-id": "85177840669",
      "coredata": {
        "eid": "1-s2.0-S1872206723645462",
        "dc:description": "Designing dual electron transfer channels to achieve efficient carrier separation and understanding the corresponding mechanisms for CO2 photoreduction is of great significance. However, it is still challenging to find desirable model to achieve optimal photocatalytic performance. Herein, first-principles calculations and machine learning were combined to predict an optimized microstructure with dual electron transfer channels. The results indicate that the construction of BiOBr-Bi-g-C3N4 heterojunction has optimal free energy (|ΔG|) for H2O dissociation and CO2 reduction. Besides, the double electron transfer channels and excellent Bi active site can localize the photoexcited carriers at the interlayers rather than randomly distributing. These localized carriers generate intriguing superposition states at a particular timescale that optimize the multi-electronic reaction kinetics pathway of CO2 reduction, resulting in a 4.7 and 3.1 fold increase compared to pristine Bi-BiOBr and Bi-g-C3N4 with single electron transfer pathway. Machine learning was further used to optimize the experimental parameters, and the photocatalytic mechanism was verified by combining first-principles calculation with comprehensive experimental characterizations. This work provides experimental and theoretical references for the accurate prediction, rational design and ingenious fabrication of high-performance photocatalytic materials.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206723645462",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Lijing"
          },
          {
            "@_fa": "true",
            "$": "Yang, Tianyi"
          },
          {
            "@_fa": "true",
            "$": "Feng, Bo"
          },
          {
            "@_fa": "true",
            "$": "Xu, Xiangyu"
          },
          {
            "@_fa": "true",
            "$": "Shen, Yuying"
          },
          {
            "@_fa": "true",
            "$": "Li, Zihan"
          },
          {
            "@_fa": "true",
            "$": "Arramel,"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Jizhou"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206723645462"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206723645462"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(23)64546-2",
        "prism:volume": "54",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Constructing dual electron transfer channels to accelerate CO2 photoreduction guided by machine learning and first-principles calculation",
        "prism:copyright": "Copyright © 2023 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dual electron transfer channel"
          },
          {
            "@_fa": "true",
            "$": "Photocatalytic CO2 reduction"
          },
          {
            "@_fa": "true",
            "$": "Machine learning"
          },
          {
            "@_fa": "true",
            "$": "First-principles calculations"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "265-277",
        "prism:endingPage": "277",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2023",
        "prism:doi": "10.1016/S1872-2067(23)64546-2",
        "prism:startingPage": "265",
        "dc:identifier": "doi:10.1016/S1872-2067(23)64546-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "146",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21159",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "534",
            "@width": "365",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76831",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "168",
            "@width": "490",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23556",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "493",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "80120",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "647",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "153823",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "645",
            "@width": "623",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "140375",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "698",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "152186",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9868",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8565",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7663",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "162",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10681",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17071",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "158",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11919",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "146",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11314",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "389",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "92023",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1421",
            "@width": "971",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "303356",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "445",
            "@width": "1301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "85585",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1311",
            "@width": "1300",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "303499",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1718",
            "@width": "1418",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "796802",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1714",
            "@width": "1656",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "549365",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1854",
            "@width": "1652",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "584125",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206723645462-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "2530008",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85177840669"
      }
    }
  }
}