{
  "metadata": {
    "title": "Transition metal catalysis in lithium-ion batteries studied by operando magnetometry",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2022-01-31",
    "doi": "10.1016/S1872-2067(21)63867-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206721638676",
    "pii": "S1872206721638676"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85119184211",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2021-11-17 2021-11-17 2021-11-17 2021-11-17 2022-06-24T19:57:21 1-s2.0-S1872206721638676 S1872-2067(21)63867-6 S1872206721638676 10.1016/S1872-2067(21)63867-6 S300 S300.3 FULL-TEXT 1-s2.0-S1872206721X00083 2022-06-24T20:34:55.046647Z 0 0 20220101 20220131 2022 2021-11-17T03:08:24.257183Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes primabst pubtype ref specialabst 1872-2067 18722067 true 43 43 1 1 Volume 43, Issue 1 16 158 166 158 166 202201 January 2022 2022-01-01 2022-01-31 2022 article fla Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. TRANSITIONMETALCATALYSISINLITHIUMIONBATTERIESSTUDIEDBYOPERANDOMAGNETOMETRY LI X 1 Introduction 2 Experimental 2.1 Preparation of cobalt oxide films 2.2 Material characterization 2.3 Electrochemical testing 2.4 Operando magnetic measurements 3 Results and discussions 4 Conclusions Conflicts of interest Electronic supporting information Supplementary Material References ARMAND 2008 652 657 M CHENG 2012 2172 2192 F DEBE 2012 43 51 M ETACHERI 2011 3243 3262 V SUNTIVICH 2011 546 550 J XIA 2016 15006 B JIN 2019 43 51 J DOCHERTY 2017 595 600 J JIANG 2021 753 761 J KOTHANDARAMAN 2009 209 216 R SAHRAIE 2015 8618 N WU 2011 443 447 G ZHU 2018 1453 1462 J GRUGEON 2003 895 904 S LARUELLE 2002 A627 A634 S KIM 2020 6934 6976 H SU 2013 276 282 L SU 2012 23974 23980 L DUPONT 2008 502 509 L GRUGEON 2001 A285 A292 S ZHONG 2010 3300 3308 K DUAN 2017 10534 10541 Y SUN 2019 8106 8111 S SUN 2021 14536 14544 Y SUN 2020 2003297 Y CHERNOVA 2011 9865 9875 N RAVET 2007 2595 2602 N XIAO 2008 7454 7464 J ZAGHIB 2006 560 566 K GERSHINSKY 2014 2012 2016 G KLINSER 2019 20151 20155 G LI 2021 76 83 Q LI 2021 2006629 H BINITHA 2016 1500419 G NIE 2013 9037 9045 R WANG 2014 11776 11783 H HJORTSTAM 1996 9204 9213 O ZHANG 2011 18279 18283 L WANG 2021 128681 H JIN 2017 580 592 Y LI 2019 2553 2559 P REN 2017 487 495 W YI 2018 214 222 Z LIX2022X158 LIX2022X158X166 LIX2022X158XX LIX2022X158X166XX 2023-11-17T00:00:00.000Z 2023-11-17T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 0 item S1872-2067(21)63867-6 S1872206721638676 1-s2.0-S1872206721638676 10.1016/S1872-2067(21)63867-6 273538 2022-06-24T20:34:55.046647Z 2022-01-01 2022-01-31 1-s2.0-S1872206721638676-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/MAIN/application/pdf/c80451d96eb7fdc3b629bcc1ed1a96ab/main.pdf main.pdf pdf true 1890851 MAIN 9 1-s2.0-S1872206721638676-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/PREVIEW/image/png/d43454a273443b468b31c32d193bfa93/main_1.png main_1.png png 51402 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206721638676-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/fx1/DOWNSAMPLED/image/jpeg/2674f24e1564a07d9ed3abda428a32cd/fx1.jpg fx1 true fx1.jpg jpg 12935 135 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638676-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr1/DOWNSAMPLED/image/jpeg/38bc38cc44ec2422bd9b44f258de2118/gr1.jpg gr1 gr1.jpg jpg 38730 328 360 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638676-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr2/DOWNSAMPLED/image/jpeg/9df15ea0743a66ba6eb0c737b1715a3e/gr2.jpg gr2 gr2.jpg jpg 43248 223 359 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638676-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr3/DOWNSAMPLED/image/jpeg/9b63b4390a7224c521e383d6a5ff1d8d/gr3.jpg gr3 gr3.jpg jpg 74678 364 452 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638676-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr4/DOWNSAMPLED/image/jpeg/1a603ba407da133fec84486ac752ed8d/gr4.jpg gr4 gr4.jpg jpg 70892 346 470 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638676-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr5/THUMBNAIL/image/jpeg/3d812b8edb434412ba5d216622d15f50/gr5.jpg gr5 gr5.jpg jpg 42566 305 352 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721638676-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/fx1/THUMBNAIL/image/gif/c27e1ac80f5e7031b28956bdb464d8cc/fx1.sml fx1 true fx1.sml sml 5858 99 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721638676-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr1/THUMBNAIL/image/gif/c85acc015664f78c8f979a5daa0adb18/gr1.sml gr1 gr1.sml sml 9862 164 180 IMAGE-THUMBNAIL 1-s2.0-S1872206721638676-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr2/THUMBNAIL/image/gif/59af60e21d207c9a2e1d3665b2fc0e80/gr2.sml gr2 gr2.sml sml 16757 136 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721638676-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr3/THUMBNAIL/image/gif/18af077a9cd1c96bb9df9379c4498311/gr3.sml gr3 gr3.sml sml 12402 163 203 IMAGE-THUMBNAIL 1-s2.0-S1872206721638676-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr4/THUMBNAIL/image/gif/ec0e348ad2a705cae817fc1271e471e7/gr4.sml gr4 gr4.sml sml 12900 161 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721638676-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/gr5/THUMBNAIL/image/gif/698aeee7cacf00fb8c47b777e25ba150/gr5.sml gr5 gr5.sml sml 12628 164 189 IMAGE-THUMBNAIL 1-s2.0-S1872206721638676-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/HIGHRES/image/jpeg/5e874d02c6008605b126ef10d9579809/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 102697 600 1333 IMAGE-HIGH-RES 1-s2.0-S1872206721638676-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/HIGHRES/image/jpeg/f4fb3d44e5383230eebc3d776362ceaa/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 165904 871 957 IMAGE-HIGH-RES 1-s2.0-S1872206721638676-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/HIGHRES/image/jpeg/86326d2487755f4582a15337fd658843/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 250095 594 955 IMAGE-HIGH-RES 1-s2.0-S1872206721638676-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/THUMBNAIL/image/jpeg/f5dda3c3eff86e0c915077c706bb92ad/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 334380 968 1202 IMAGE-HIGH-RES 1-s2.0-S1872206721638676-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/HIGHRES/image/jpeg/389692b1256ad719864e56de893f9338/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 314533 919 1248 IMAGE-HIGH-RES 1-s2.0-S1872206721638676-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/HIGHRES/image/jpeg/56af86b08edee1133374e5a1ef16406d/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 199038 811 937 IMAGE-HIGH-RES 1-s2.0-S1872206721638676-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721638676/mmc1/MAIN/application/pdf/79a59140b24c797ed7076537f8e4bc7a/mmc1.pdf mmc1 mmc1.pdf pdf false 1060335 APPLICATION CHNJC 63867 S1872-2067(21)63867-6 10.1016/S1872-2067(21)63867-6 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Schematic illustration of the fabrication of cobalt oxide films; (b) MH curves of the cobalt oxide film with a thickness of 200 nm sputtered at an O2 content of 0.25%; (c) Galvanostatic charge/discharge curves of the cobalt oxide LIB cycled at a current density of 100 mA g−1. Fig. 2 TEM (a), HRTEM (b) images, and the corresponding SAED pattern (c) of the cobalt oxide electrode obtained after discharging the battery to 0.01 V; TEM (d), HRTEM (e) images, and the corresponding SAED pattern (f) of the cobalt oxide electrode charged to 3 V. Fig. 3 High-resolution XPS Co 2p spectra obtained for the 0.25% film (a), 0.1% film (c), and 0.05% film (e) with thicknesses of 200 nm; Operando magnetic responses of the 0.25% film (b), 0.1% film (d), and 0.05% film (f) electrodes plotted during CV cycling at an applied magnetic field of 3 T. Fig. 4 (a) CV curves of the 0.05% film electrodes with thicknesses of 25, 50, and 100 nm recorded at a scan rate of 0.5 mV s−1 in the potential window of 0.01–3 V; (b) Magnetic responses profiles of the same electrodes obtained at an applied magnetic field of 3 T. Fig. 5 (a) CV curves of the 0.05% film electrode with a thickness of 25 nm recorded in the potential window of 0.01–0.6 V; (b) Corresponding operando magnetic change profiles obtained at an applied magnetic field of 3 T; (c) Schematic illustrating the Co catalytic effect on the reversible formation and dissolution of PGFs in LIBs. Available online 15 November 2021 This work was supported by the National Natural Science Foundation of China (11504192, 51804173, 11674186), the National Science Foundation of Shandong Province (ZR2020MA073), and Science and Technology Board of Qingdao (16-5-1-2jch). Article Transition metal catalysis in lithium-ion batteries studied by operando magnetometry Xiangkun Li † Zhaohui Li † Yan Liu Hengjun Liu Zhiqiang Zhao Ying Zheng Linyuan Chen Wanneng Ye Hongsen Li Qiang Li * State Key Laboratory of Bio-Fibers and Eco-Textiles, University-Industry Joint Center for Ocean Observation and Broadband Communication, College of Physics, Qingdao University, Qingdao 266071, Shandong, China State Key Laboratory of Bio-Fibers and Eco-Textiles University-Industry Joint Center for Ocean Observation and Broadband Communication College of Physics Qingdao University Qingdao Shandong 266071 China State Key Laboratory of Bio-Fibers and Eco-Textiles, University-Industry Joint Center for Ocean Observation and Broadband Communication, College of Physics, Qingdao University, Qingdao 266071, Shandong, China * Corresponding author † Contributed equally to this work. Owing to the potential ability of metal nanoparticles to enhance the performance of energy storage devices, their catalytic performance has been studied by many researchers. However, a limited number of suitable characterization techniques does not allow fully elucidating their catalytic mechanism. Herein, high-accuracy operando magnetometry is employed to investigate the catalytic properties of a cobalt oxide electrode for lithium-ion batteries fabricated by magnetron sputtering. Using this technique, the magnetic responses generated by the Co-catalyzed reversible formation and decomposition of a polymer/gel-like film are successfully detected. A series of CoO/Co films are prepared by magnetron sputtering in different environments at various sputtering times to study the influence of Co content and film thickness on their catalytic properties. It is clearly demonstrated that increasing the Co content enhances the magnetic signal associated with the catalysis process. Furthermore, decreasing the electrode thickness increases the area affected by the catalytic reactions, which in turn enhances the corresponding magnetic responses. The obtained results experimentally confirm the catalytic activity of Co metal nanoparticles and provide a scientific guidance for designing advanced energy storage devices. This work also shows that operando magnetometry is a versatile technique for studying the catalytic effects of transition metals. Graphical Abstract Co transition metal plays a catalytic role in assisting the reversible formation and dissolution of electrolyte-derived polymer/gel-like films. Keywords Transition metals Catalytic performance Polymer/gel-like film Lithium-ion batteries Operando magnetometry 1 Introduction Driven by the increasing energy shortage and persistent environmental problems, many research studies have been conducted to develop advanced energy conversion and storage devices such as fuel cells and metal-air batteries [1–4]. Catalysts play a critical role in these devices due to their ability to reduce the electrochemical overpotential and improve kinetic properties [5–7]. Transition metal catalysts are widely used in catalysis because of their superior catalytic activity [8–13]. In particular, the catalytic effects produced by transition metals in lithium-ion batteries (LIBs) have attracted considerable attention from researchers because they effectively catalyze the reversible evolution of polymer/gel-like films (PGFs) formed in such batteries [14,15]. This unusual catalytic application of transition metals originated from their anomalous capacity exceeding the theoretical limit calculated solely based on the conversion reactions occurring in transition metal oxide (TMO) LIBs [14–16]. After examining this abnormal capacity, Tarascon et al. [14,15] suggested that the reversible formation/dissolution of polymeric species catalytically enhanced by highly reactive Co metallic nanoparticles led to the unusual capacity of CoO/Li cells. During discharge, the Co nanoparticles reduced by the electrochemical process catalyze the formation of an electrolyte-derived polymeric surface layer accompanied by charge transfer to form radical anions. Upon charging, radical ions are transported back to the solvent while electrons are transferred to the Co surface, resulting in PGF decomposition that contributes to the reversible capacity. In addition, Zhou and co-workers concluded that transition metal nanoparticles exhibited high catalytic activity [17,18]. They found that Ni nanoparticles could catalyze the reversible formation and decomposition of some components of solid electrolyte interface (SEI) films, which was a likely source of the additional capacity [18]. By rationally designing embedded metal nanoparticles that did not react with lithium, high reversible capacity was obtained due to their strong catalytic effect on the formation of the electrolyte-derived surface layer. In other TMO systems such as Cr2O3, MnO, and CuO LIBs, the reversible formation and decomposition of the electrolyte-derived surface layers were also observed [19–21]. The catalytically formed polymeric film not only provided an additional lithium storage capacity, but also prevented dendrite penetration [14]. Therefore, achieving a better understanding of the underlying catalytic mechanism in the PGF evolution process may significantly promote the development of LIBs. However, the relatively high complexity of electrochemical reactions represents a bottleneck that does not allow accurately characterizing the catalytic effect of metallic particles. Because the catalytic activity of transition metals is closely related to the spin states reflected by magnetization, a bridge between catalysis and magnetism has been established [22–25]. Therefore, the high magnetic sensitivity to the valence state and electronic density of states of transition metals offers a possible solution of this dilemma [26–32]. The magnetic signals of the electron transfer process occurring during catalysis can be accurately detected by magnetometry [33]. Recently, the catalytic effect of metallic Co on the reversible evolution of polymeric films has been demonstrated by operando magnetometry, which emphasizes the high significance of magnetometry techniques in accurately monitoring the electron transfer process during catalysis [33]. To identify all advantages of catalyzed reactions and improve the catalytic performance of transition metal nanoparticles, the underlying catalytic mechanism must be elucidated in detail. However, the binders and conductive additives used in traditional electrodes are unfavorable for the accurate characterization of catalytic processes. Therefore, to exclude the influence of binders and additives, thin film electrodes were fabricated by magnetron sputtering. The sputtered film electrodes are much cleaner than conventional electrodes and, therefore, are more suitable for catalytic studies. Herein, we prepared a series of cobalt oxide films with different cobalt contents and thicknesses via magnetron sputtering to comprehensively examine the catalytic properties of Co nanoparticles. By performing operando magnetometry, we successfully detected the magnetic responses generated due to their catalytic effect. When the battery was discharged to a low potential, the electrons accumulated on the metallic Co surface were transferred to the PGF to form radical anions and increase the magnetization. During the charge process, the radical anions decomposed due to the presence of metallic Co, while the electrons were transferred from the radical anions back to the Co surface, thus decreasing the magnetization. Further magnetic tests performed on cobalt oxide film electrodes examined the influences of thickness and Co content on the observed catalytic effect. The increase in Co content enhanced this effect, while the fraction of magnetic responses related to the Co-catalyzed reaction increased with decreasing film thickness. This work systematically studied the catalytic role of metallic Co in electrochemical processes and helped investigate the catalytic properties of transition metals during lithium storage. 2 Experimental 2.1 Preparation of cobalt oxide films Cobalt oxide thin films were deposited by direct current (dc) magnetron sputtering at room temperature under an Ar/O2 atmosphere. A series of cobalt oxide thin-film anodes with Cu current collectors were fabricated by varying the Ar:O2 ratio and sputtering time. A high purity (99.95%) cobalt target (φ 50.8 × 3 mm) was utilized for film deposition. Film substrates were fixed on a rotating holder to ensure high homogeneity of the produced films. The instrument chamber was pumped down to a pressure below 5 × 10−7 Torr. To remove an oxide layer and impurities from the cobalt target surface, pre-sputtering was performed before each sputtering cycle. After pre-sputtering, a cobalt oxide thin film was deposited at a working pressure of 1 Pa, room temperature, and dc power of 30 W. For convenience, the films grown in the Ar/O2 mixtures with oxygen contents of 0.05%, 0.1% and 0.25% were named 0.05%, 0.1%, and 0.25% films, respectively. 2.2 Material characterization X-ray diffraction (XRD) images of the sputtered films were recorded by a Rigaku D/Max X-ray diffractometer with Cu Kα radiation. Their microstructures were investigated by scanning electron microscopy (SEM) (JSM-6700F) and transmission electron microscopy (TEM) using a JEOL JEM-2100F microscope. X-ray photoelectron spectroscopy (XPS) was conducted to determine the valence states of Co atoms using a Thermo Scientific ESCALAB 250XI photoelectron spectrometer. 2.3 Electrochemical testing The electrochemical performance of the deposited cobalt oxide thin films was evaluated in CR-2032 coin-type half-sells assembled inside an argon-filled glovebox. Lithium foil was used as the counter electrode, and the electrolyte consisted of a 1 M LiPF6 solution in a 1:1 (v/v) mixture of ethylene carbonate (EC) with dimethyl carbonate (DEC). A Celgard 2250 separator was employed. Cyclic voltammetry (CV) measurements were performed on a CHI660E electrochemical workstation. 2.4 Operando magnetic measurements Operando magnetometry was conducted on a Quantum Design physical property measurement system magnetometer at a temperature of 300 K. Flexible LIBs for operando magnetic tests were assembled from polyethylene terephthalate sheets in an argon-filled glovebox. Lithium foil was utilized as the counter electrode. 1.0 M LiPF6 solution in a 1:1 (v/v) EC/DEC mixture was used as the electrolyte. The batteries were cycled at room temperature under a constant magnetic field of 3 T. Magnetic hysteresis (MH) curves were obtained at 300 K. 3 Results and discussions To conduct a systematic research study of the catalytic effect of Co nanoparticles on the reversible evolution of PGFs, cobalt oxide films were prepared by dc magnetron sputtering (Fig. 1(a) )) at room temperature. The sputtered film electrodes effectively eliminated the complex influence of conductive additives and binders on the catalytic mechanism. More importantly, the film thickness and fraction of the sputtered composite surface can be accurately controlled to obtain desired film electrodes. The morphology of the sputtered 0.25% film (200 nm) is characterized by the SEM images depicted in Fig. S1, which show that the sputtered cobalt oxide grains are uniformly distributed on the surface of the copper current collector. To confirm the crystallinity of the as-prepared 0.25% film, XRD measurements were performed (Fig. S2). Only three apparent diffraction peaks are detected for the copper current collector, which indicates that the prepared sample is amorphous. In addition, the selected area electron diffraction (SAED) patterns displayed in Fig. S3 also correspond to an amorphous structure because they contain diffuse diffraction rings without any visible diffraction spots. The MH curve presented in Fig. 1(b)) indicates that the sputtered film is paramagnetic with a low magnetization of 30.1 emu/cm3. Finally, Fig. 1(c)) shows the first three galvanostatic discharge/charge curves of the 0.25% film LIB recorded in a voltage window of 0.01–3 V. The plateau obtained for the first discharge process is related to the decomposition of cobalt oxide to metallic Co nanograins dispersed in the Li2O matrix, which is accompanied by the formation of a SEI layer [34]. For the subsequent charge process, the corresponding plateau is caused by the oxidation of metallic Co. Intriguingly, the reversible capacity of approximately 875 mA h g–1 (which corresponds to 2.45 Li stored per Co atom) significantly exceeds the theoretical capacity obtained by a typical two-electron conversion reaction. According to Tarascon, the highly reactive metallic Co nanoparticles catalytically assisted the growth of PGFs, which strongly contributed to the additional capacity [14,15]. Zhou et al. [18] also assumed that Ni nanoparticles could promote the formation and decay of some SEI film components. Hence, metal nanoparticles play a significant role in catalyzing the reversible evolution of PGFs. Considering the above-mentioned scenario, we performed TEM observations of the fabricated electrodes at certain potentials to monitor the formation and dissolution of their PGFs. The obtained TEM image of the cobalt oxide electrode discharged to 0.01 V is displayed in Fig. 2(a) ). It shows the existence of a veil-type polymer film with a thickness of approximately 47 nm in accordance with the results of previous studies [15]. Lattice fringes with interplanar spacings of 0.217 and 0.231 nm are clearly seen in the high-resolution transmission electron microscopy (HRTEM) image depicted in Fig. 2(b)), which indicates that cobalt oxide is converted to Co and Li2O nanoparticles. Moreover, the diffraction rings in the SAED image (Fig. 2(c))) indexed to the Co and Li2O phases also demonstrate that the fully discharged products consist of Co metal and Li2O nanoparticles. As reported previously, the produced Co nanoparticles catalytically promote the dissolution of polymeric films at high potentials during the charge process [14,15]. Therefore, to investigate the decomposition of polymeric films, TEM observations of the electrode charged to 3 V were conducted. According to Fig. 2(d)), the thick polymer coating formed in the discharge process almost disappeared, which confirmed the reversibility of PGF evolution. Meanwhile, the HRTEM (Fig. 2(e))) and SAED (Fig. 2(f))) images reflect the fully charged product. After the oxidation reaction occurred during the charge process, the lattice fringes and diffraction rings corresponding to CoO species were observed, indicating that Co0 was transformed back to CoO. Noticeably, the reversible PGF evolution can be clearly observed. As reported previously, PGF growth is accompanied by the charge transfer leading to the formation of radical anions [14]. Therefore, operando magnetometry was performed on the 0.25% film to examine the catalytic electron transfer process [26]. First, XPS measurements were conducted to determine the chemical compositions of the CoO/Co films and valence state of cobalt. The survey spectra displayed in Fig. S4 indicate the presence of Co and O elements in the composite structure. Fig. 3(a) ) shows the high-resolution XPS spectra of Co in the 0.25% film; the two peaks centered at 780.2 and 795.9 eV can be indexed to Co2+ species, and the other two peaks are shakeup satellite peaks [35,36]. The CV curves (Fig. S5) and the corresponding magnetic responses are presented in Fig. 3(b)). At the initial discharge stage from OCV to V1 (0.36 V), the magnetization (MS) exhibits a sharp increase, which is attributed to the conversion reaction of CoO (Co2+) to metallic Co (Co0). Subsequently, an abnormal decrease in MS until the fully discharged V2 state (0.01 V) is observed. This phenomenon is in good agreement with the spin-polarized capacitance resulting from the involvement of metallic Co nanoparticles in the electron storage, which is related to the large electron density of states of Co at the Fermi level [32,33]. The minority-spin states near the Fermi level are dominant and contain a larger number of electrons than those occupying the majority-spin states [37]. During discharge, the accumulated electrons preferentially fill the spin-down bands and thus decrease the MS value. With the subsequent charge to V3 (1.65 V), the MS magnitude increased due to the release of spin-polarized electrons. The subsequent decrease in MS can be attributed to the oxidation of metallic Co. Owing to the reduction potential, the magnetic responses of the conversion reaction and spin capacitance during the discharge process partially overlap at low voltages, resulting in asymmetric changes in magnetization [33]. It is noteworthy that in the second and third cycles, no decrease in MS due to the accumulation of spin-polarized electrons was detected, which was different from the results of a previous study involving a Fe3O4/Li cell [32]. Moreover, the obtained TEM images confirmed the formation and dissolution of PGFs. As mentioned above, the formation of such polymeric films is accompanied by electron transfer, while the subsequent dissolution process transports electrons back to Co particles [15]. Therefore, the corresponding magnetic responses caused by electron transfer should be detected in the catalysis process. Unexpectedly, except for the magnetic signals of the redox and spin capacitances, we did not detect any catalysis-related magnetic responses. Instead, magnetization changes with different slopes in regions 1 and 2 of Fig. 3(b)) were observed. This phenomenon can be explained by the joint effect of spin capacitance and the formation of polymeric films because both mechanisms provide high electron storage capabilities. As discussed earlier, the charge transfer during polymer evolution provides experimental evidence for the catalytic effect by magnetometry. However, because the magnetic responses of multiple catalytic reactions overlap with each other, it is of vital importance to distinguish them for the accurate identification of the predominant catalytic mechanism. Therefore, various factors influencing the Co catalytic reaction were studied to enhance the catalytic effect and obtain separate magnetic responses. It was reported previously that increasing the Co content in CoO electrode materials could effectively weaken the polarization and thus increase the reduction potential of LIBs [38]. Achieving a high reduction potential is a critical task because it allows effectively differentiating the overlapping magnetic signals. Moreover, the PGF growth scales up with the Co mass in a studied sample [14]. Therefore, we assumed that increasing the Co content could enhance the catalytic effect. To increase the magnetic responses of Co-catalyzed processes, we prepared a series of CoO/Co film electrodes with different Co contents. Figs. 3(c)) and (e) show the Co 2p spectra of the 0.1% and 0.05% films, respectively. For the 0.1% film, the peaks with binding energies of 777.9 and 792.9 eV are ascribed to the Co 2p 3/2 and Co 2p 1/2 states of metallic Co, respectively. The corresponding shakeup satellite peaks are centered at 785.9 and 802.7 eV, respectively. In addition, there are two peaks located at 780.2 and 795.9 eV, which result from Co2+ species [33]. For the 0.05% film, the obtained six peaks are indexed to Co0, Co2+, and Co 2p satellite peaks. Although the peak positions of the 0.1% and 0.05% films are the same, the content of Co0 in the 0.05% film is larger and the Co2+ content is smaller than those of the 0.1% film, as indicated by their corresponding peak areas. The obtained XPS results clearly show that decreasing the O2 content in the sputter atmosphere increases the Co0 content. Moreover, the MH curves depicted in Fig. S6 were recorded for the samples sputtered at various O2 contents to examine their magnetic properties. The 0.25% film possesses the lowest magnetization of 30 emu/cm3. When the O2 fraction reaches 0.1%, the MS of the obtained film increases to 446 emu/cm3, and the film sputtered at a 0.05% O2 fraction exhibits the highest MS value of 665 emu/cm3. Hence, the results of magnetic studies confirm that the Co content in the electrode increases with a decrease in the O2 content in the sputter atmosphere, which is consistent with the XPS data. Next, magnetic evolution curves of the CoO/Co film electrodes were recorded to investigate the influence of Co content on the catalytic processes. Fig. 3(d)) displays the magnetic evolution of the 0.1% film electrode observed during the electrochemical reaction. It shows that the MS value increases continuously, owing to the formation of metallic Co during discharge, and a smaller gradient of the curve (separated by the dotted line) also appears at a low voltage due to the overlap of various magnetic signals. Surprisingly, MS rose and fell three times during charge, which significantly differed from the pattern obtained for the 0.25% film. At the initial stage, MS decreases first, which can be explained by the electron transfer from the radical anions in the PGFs back to Co0 in accordance with the catalytic mechanism proposed by Tarascon [15]. The subsequent increase in MS is caused by the release of electrons transferred from the polymeric film and accumulated on the Co surface, and the final decrease in MS can be attributed to the oxidation of Co0 to Co2+. A comparison of the magnetic changes observed for the 0.25% and 0.1% film electrodes indicates that Co content plays an important role in the catalytic effect and that its further increase may potentially enhance the magnetic responses of the catalysis process. Therefore, additional magnetic tests were conducted on the 0.05% film electrode to verify this hypothesis. The MS curve of the 0.05% film (Fig. 3(f))) also differs from that of the 0.1% film at a low voltage during discharge. The three stages of the discharge process exhibit different gradients (marked by the dotted lines in Fig. 3(f))), indicating the smaller overlap of the magnetic signals. Hence, the effect of Co content on the catalytic reaction mechanism was successfully confirmed by the results of magnetometry studies. By comparing the film electrodes with different Co contents, it was found that the magnetic responses caused by the reversible formation and decomposition of PGFs could be enhanced by increasing the Co content. However, even for the 0.05% film LIB, the signal overlap does not allow accurate identification of the catalytic mechanism. Because catalysis is a surface phenomenon, a catalytic reaction occurs on the electrode surface with a limited depth [14]. Thus, the area affected by catalysis increases with decreasing thickness of the deposited film. Hence, we prepared CoO/Co films with thicknesses of 25, 50, and 100 nm at an O2 content below 0.05%, and their MS values were determined from the corresponding MH curves. As shown in Fig. S7(a), the sample with a thickness of 25 nm has the lowest MS value, and the latter exhibits a monotonically increasing trend with increasing film thickness. In addition, a dependence of the magnetic moment on the film thickness was also determined. As displayed in Fig. S7(b), the magnetic moment per unit area changes linearly with thickness. The MS values obtained for the 25, 50, 100 and 200 nm thin film samples are equal to 1.1, 2.3, 4.8 and 9.8 × 10−3 emu/cm2, indicating a linearly proportional relationship. Afterwards, we collected magnetometry data for the CoO/Co film electrodes with different thicknesses during the discharge/charge processes. In the CV curves depicted in Fig. 4(a) ), the intensity of the peak located at 0.6 V in the cathodic scan (attributed to PGF formation) increases with a decrease in the film thickness [34,38]. Accordingly, the peak at 1.2 V in the anodic scan related to PGF decomposition exhibits the same trend as the peak at 0.6 V during discharge [34,38]. On the contrary, the cobalt redox peaks (located at 1.6 and 2.2 V for the discharge and charge processes, respectively) gradually decrease. These results are consistent with previous data describing the surface effect. Considering the variations of CV peaks with the film thickness, we performed magnetic tests to determine the corresponding MS changes. Noticeably, the obtained magnetization curves contain multiple peaks (P1, P2, and P3 in Fig. 4(b))), which are different from the curve recorded for the film with a thickness of 200 nm. In addition, the magnetic signal intensity of P2 peak increases with a decrease in the film thickness, which can be explained by the effect of thickness on surface processes. The catalytic reactions are confined to the electrode surface; in other words, the formation and decomposition of PGFs occur on this surface. Therefore, for a thinner film, the area affected by the surface effect is larger than that of a thicker film, and the magnetic responses of thinner films caused by catalysis account for the larger fractions of the total signal. This phenomenon is consistent with the three distinct peaks obtained for the 25-nm CoO/Co film. When the battery was discharged to V1 (1.08 V), the reduced Co0 sharply increased the MS value. During the subsequent discharge to V2 (0.68 V) with the accumulation of spin-polarized electrons on the Co0 surface, the MS magnitude decreased [32]. After the full discharge to V3 (0.01 V), the second increase in MS can be interpreted by the transfer of electrons accumulated on the Co surface to the PGF accompanied by the formation of radical anions. The changes in MS observed during the subsequent charges to V4 (1.02 V) and V5 (1.88 V) correspond to the transfer of electrons from the radical anions back to Co0 and the release of spin-polarized electrons, respectively. The final decrease in MS is caused by the oxidation of metallic Co. By tuning the Co content and film thickness, we have successfully detected the differentiated magnetic responses of the PGF reversible evolution catalyzed by metallic Co. To better understand these responses, we will now discuss their values obtained in different voltage ranges. Fig. S8(a) shows the CV curves recorded in a potential window of 1–1.7 V, which contain no visible redox peaks indicating pseudocapacitive behavior. For the magnetic response depicted in Fig. S8(b), the observed decrease/increase in MS during the discharge/charge processes correspond to the accumulation/release of spin-polarized electrons [32,33]. After that, the battery was discharged to 0.01 V and cycled in the voltage range between 0.01 and 0.6 V. The CV curves displayed in Fig. 5(a) ) exhibit an almost rectangular shape without redox peaks, which confirms that the electrochemical reaction is controlled by pseudocapacitive behavior. MS reaches the maximum when the battery is discharged to 0.01 V and the minimum at 0.6 V (Fig. 5(b))). This trend is opposite to that observed in the voltage range of 1–1.7 V, which indicates that the main factors influencing magnetic variations are the formation and dissolution of the PGF around Co nanoparticles. In this potential window, the spin-polarized electrons stored on the Co metal surface are transferred to the PGF to form radical anions, which increase the MS value during lithiation. In the delithiation process, the electrons of these radical anions are transferred back to Co metal, decreasing the MS magnitude. A schematic illustrating the Co catalytic effect on the reversible formation and dissolution of PGFs in LIBs is shown in Fig. 5(c)). To verify scientifically the proposed catalytic mechanism, additional experiments were performed. This mechanism suggests that metallic Co plays an important role in the formation and decomposition of PGFs. Because PGF is an electrolyte-derived surface layer catalyzed by Co, it is hypothesized that if a surface protective layer is deposited on the top of the CoO/Co film to prevent the electrolyte penetration of the inner electrode materials, the PGF formation will be inhibited [16,39]. TiO2 is a suitable material for this purpose because of its high stability during the electrochemical process [39–43]. Therefore, we deposited a TiO2 layer with a thickness of 100 nm on the top of the 50-nm CoO/Co film to form a CoO/Co/TiO2 composite structure. The obtained CV curves and the corresponding operando magnetometry data are presented in Fig. S9. They show that compared with the CoO/Co film without a TiO2 layer, the CoO/Co/TiO2 film generates significantly different magnetic signal variation curves. The results of this experiment reveal that it is difficult for the electrolyte to contact with Co directly after depositing a top TiO2 layer, which inhibits the catalytic effect of Co nanoparticles on the formation and dissolution of PGF and related magnetic responses. This remarkable result provides compelling experimental evidence for the catalytic effect of metallic Co on the formation of the polymeric film. 4 Conclusions In conclusion, we elucidated the Co catalytic effect on the reversible evolution of PGFs. Using the advanced operando magnetometry technique, we validated experimentally the reversible formation and decomposition of PGFs catalyzed by metal Co nanoparticles. Owing to the high sensitivity of magnetization to electrons, the electron transfer occurring during a catalytic process can be accurately detected. In addition, we sputtered a TiO2 protective layer on the top of the electrode to prevent the electrolyte interaction with Co nanoparticles. As a result, the magnetic responses of the catalytic process were suppressed because of the poor contact between Co and electrolyte molecules, which also confirmed the proposed catalytic mechanism. Moreover, Co content and CoO/Co film thickness strongly influenced the catalytic effect of metallic Co. In particular, both the increase in Co content and decrease in film thickness amplified the observed magnetic variations. Therefore, the results of the present work confirm the applicability of operando magnetometry for catalytic studies and provide valuable insights into the mechanism of the catalytic process. Conflicts of interest There are no conflicts to declare. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material Supplementary appendix References 1 M. Armand J.M. Tarascon Nature 451 2008 652 657 M. Armand, J. M. Tarascon, Nature, 2008, 451, 652–657. 2 F. Cheng J. Chen Chem. Soc. Rev. 41 2012 2172 2192 F. Cheng, J. Chen, Chem. Soc. Rev., 2012, 41, 2172–2192. 3 M.K. Debe Nature 486 2012 43 51 M. K. Debe, Nature, 2012, 486, 43–51. 4 V. Etacheri R. Marom R. Elazari G. Salitra D. Aurbach Energy Environ. Sci. 4 2011 3243 3262 V. Etacheri, R. Marom, R. Elazari, G. Salitra, D. Aurbach, Energy Environ. Sci., 2011, 4, 3243–3262. 5 J. Suntivich H.A. Gasteiger N. Yabuuchi H. Nakanishi J.B. Goodenough Y. Shao-Horn Nat. Chem. 3 2011 546 550 J. Suntivich, H. A. Gasteiger, N. Yabuuchi, H. Nakanishi, J. B. Goodenough, Y. Shao-Horn, Nat. Chem., 2011, 3, 546–550. 6 B.Y. Xia Y. Yan N. Li H.B. Wu X.W. Lou X. Wang Nat. Energy 1 2016 15006 B. Y. Xia, Y. Yan, N. Li, H. B. Wu, X. W. Lou, X. Wang, Nat. Energy, 2016, 1, 15006. 7 J. Jin J. Yin H. Liu P. Xi Chin. J. Catal. 40 2019 43 51 J. Jin, J. Yin, H. Liu, P. Xi, Chin. J. Catal., 2019, 40, 43–51. 8 J.H. Docherty J. Peng A.P. Dominey S.P. Thomas Nat. Chem. 9 2017 595 600 J. H. Docherty, J. Peng, A. P. Dominey, S. P. Thomas, Nat. Chem., 2017, 9, 595–600. 9 J.-S. Jiang H.-L. Wei A.-D. Tan R. Si W.-D. Zhang Y.-X. Yu Chin. J. Catal. 42 2021 753 761 J.-S. Jiang, H.-L. Wei, A.-D. Tan, R. Si, W.-D. Zhang, Y.-X. Yu, Chin. J. Catal., 2021, 42, 753–761. 10 R. Kothandaraman V. Nallathambi K. Artyushkova S.C. Barton Appl. Catal. B 92 2009 209 216 R. Kothandaraman, V. Nallathambi, K. Artyushkova, S. C. Barton, Appl. Catal. B, 2009, 92, 209–216. 11 N.R. Sahraie U.I. Kramm J. Steinberg Y. Zhang A. Thomas T. Reier J.P. Paraknowitsch P. Strasser Nat. Commun. 6 2015 8618 N. R. Sahraie, U. I. Kramm, J. Steinberg, Y. Zhang, A. Thomas, T. Reier, J. P. Paraknowitsch, P. Strasser, Nat. Commun., 2015, 6, 8618. 12 G. Wu K.L. More C.M. Johnston P. Zelenay Science 332 2011 443 447 G. Wu, K. L. More, C. M. Johnston, P. Zelenay, Science, 2011, 332, 443–447. 13 J. Zhu Q. Lai Y. Zhao J. Zhong Y. Liang Chin. J. Catal. 39 2018 1453 1462 J. Zhu, Q. Lai, Y. Zhao, J. Zhong, Y. Liang, Chin. J. Catal., 2018, 39, 1453–1462. 14 S. Grugeon S. Laruelle L. Dupont J.M. Tarascon Solid State Sci. 5 2003 895 904 S. Grugeon, S. Laruelle, L. Dupont, J. M. Tarascon, Solid State Sci., 2003, 5, 895–904. 15 S. Laruelle S. Grugeon P. Poizot M. Dolle L. Dupont J.M. Tarascon J. Electrochem. Soc. 149 2002 A627 A634 S. Laruelle, S. Grugeon, P. Poizot, M. Dolle, L. Dupont, J. M. Tarascon, J. Electrochem. Soc., 2002, 149, A627–A634. 16 H. Kim W. Choi J. Yoon J.H. Um W. Lee J. Kim J. Cabana W.S. Yoon Chem. Rev. 120 2020 6934 6976 H. Kim, W. Choi, J. Yoon, J. H. Um, W. Lee, J. Kim, J. Cabana, W. S. Yoon, Chem. Rev., 2020, 120, 6934-6976. 17 L. Su Z. Zhou X. Qin Q. Tang D. Wu P. Shen Nano Energy 2 2013 276 282 L. Su, Z. Zhou, X. Qin, Q. Tang, D. Wu, P. Shen, Nano Energy, 2013, 2, 276–282. 18 L. Su Z. Zhou P. Shen J. Phys. Chem. C 116 2012 23974 23980 L. Su, Z. Zhou, P. Shen, J. Phys. Chem. C, 2012, 116, 23974–23980. 19 L. Dupont S. Laruelle S. Grugeon C. Dickinson W. Zhou J.M. Tarascon J. Power Sources 175 2008 502 509 L. Dupont, S. Laruelle, S. Grugeon, C. Dickinson, W. Zhou, J. M. Tarascon, J. Power Sources, 2008, 175, 502–509. 20 S. Grugeon S. Laruelle R. Herrera-Urbina L. Dupont P. Poizotl J.M. Tarascon J. Electrochem. Soc. 148 2001 A285 A292 S. Grugeon, S. Laruelle, R. Herrera-Urbina, L. Dupont, P. Poizotl, J. M. Tarascon, J. Electrochem. Soc., 2001, 148, A285–A292. 21 K. Zhong X. Xia B. Zhang H. Li Z. Wang L. Chen J. Power Sources 195 2010 3300 3308 K. Zhong, X. Xia, B. Zhang, H. Li, Z. Wang, L. Chen, J. Power Sources, 2010, 195, 3300–3308. 22 Y. Duan S. Sun S. Xi X. Ren Y. Zhou G. Zhang H. Yang Y. Du Z.J. Xu Chem. Mater. 29 2017 10534 10541 Y. Duan, S. Sun, S. Xi, X. Ren, Y. Zhou, G. Zhang, H. Yang, Y. Du, Z. J. Xu, Chem. Mater., 2017, 29, 10534–10541. 23 S. Sun Y. Sun Y. Zhou J. Shen D. Mandler R. Neumann Z.J. Xu Chem. Mater. 31 2019 8106 8111 S. Sun, Y. Sun, Y. Zhou, J. Shen, D. Mandler, R. Neumann, Z. J. Xu, Chem. Mater., 2019, 31, 8106–8111. 24 Y. Sun X. Ren S. Sun Z. Liu S. X Z.J. Xu Angew. Chem. Int. Ed. 60 2021 14536 14544 Y. Sun, X. Ren, S. Sun, Z. Liu, S. X, Z. J. Xu, Angew. Chem. Int. Ed., 2021, 60, 14536–14544. 25 Y. Sun S. Sun H. Yang S. Xi J. Gracia Z.J. Xu Adv. Mater. 32 2020 2003297 Y. Sun, S. Sun, H. Yang, S. Xi, J. Gracia, Z. J. Xu, Adv. Mater., 2020, 32, 2003297. 26 N.A. Chernova G.M. Nolis F.O. Omenya H. Zhou Z. Li M.S. Whittingham J. Mater. Chem. 21 2011 9865 9875 N. A. Chernova, G. M. Nolis, F. O. Omenya, H. Zhou, Z. Li, M. S. Whittingham, J. Mater. Chem., 2011, 21, 9865–9875. 27 N. Ravet M. Gauthier K. Zaghib J.B. Goodenough A. Mauger F. Gendron C.M. Julien Chem. Mater. 19 2007 2595 2602 N. Ravet, M. Gauthier, K. Zaghib, J. B. Goodenough, A. Mauger, F. Gendron, C. M. Julien, Chem. Mater., 2007, 19, 2595–2602. 28 J. Xiao N.A. Chernova M.S. Whittingham Chem. Mater. 20 2008 7454 7464 J. Xiao, N. A. Chernova, M. S. Whittingham, Chem. Mater., 2008, 20, 7454–7464. 29 K. Zaghib N. Ravet M. Gauthier F. Gendron A. Mauger J.B. Goodenough C.M. Julien J. Power Sources 163 2006 560 566 K. Zaghib, N. Ravet, M. Gauthier, F. Gendron, A. Mauger, J. B. Goodenough, C. M. Julien, J. Power Sources, 2006, 163, 560–566. 30 G. Gershinsky E. Bar L. Monconduit D. Zitoun Energy Environ. Sci. 7 2014 2012 2016 G. Gershinsky, E. Bar, L. Monconduit, D. Zitoun, Energy Environ. Sci., 2014, 7, 2012–2016. 31 G. Klinser R. Zettl M. Wilkening H. Krenn I. Hanzu R. Wurschum Phys. Chem. Chem. Phys. 21 2019 20151 20155 G. Klinser, R. Zettl, M. Wilkening, H. Krenn, I. Hanzu, R. Wurschum, Phys. Chem. Chem. Phys., 2019, 21, 20151–20155. 32 Q. Li H. Li Q. Xia Z. Hu Y. Zhu S. Yan C. Ge Q. Zhang X. Wang X. Shang S. Fan Y. Long L. Gu G.X. Miao G. Yu J.S. Moodera Nat. Mater. 20 2021 76 83 Q. Li, H. Li, Q. Xia, Z. Hu, Y. Zhu, S. Yan, C. Ge, Q. Zhang, X. Wang, X. Shang, S. Fan, Y. Long, L. Gu, G. X. Miao, G. Yu, J. S. Moodera, Nat. Mater., 2021, 20, 76–83. 33 H. Li Z. Hu Q. Xia H. Zhang Z. Li H. Wang X. Li F. Zuo F. Zhang X. Wang W. Ye Q. Li Y. Long Q. Li S. Yan X. Liu X. Zhang G. Yu G.X. Miao Adv. Mater. 33 2021 2006629 H. Li, Z. Hu, Q. Xia, H. Zhang, Z. Li, H. Wang, X. Li, F. Zuo, F. Zhang, X. Wang, W. Ye, Q. Li, Y. Long, Q. Li, S. Yan, X. Liu, X. Zhang, G. Yu, G. X. Miao, Adv. Mater., 2021, 33, 2006629. 34 G. Binitha A.G. Ashish D. Ramasubramonian P. Manikandan M.M. Shaijumon Adv. Mater. Interfaces 3 2016 1500419 G. Binitha, A. G. Ashish, D. Ramasubramonian, P. Manikandan, M. M. Shaijumon, Adv. Mater. Interfaces, 2016, 3, 1500419. 35 R. Nie J. Shi W. Du W. Ning Z. Hou F.-S. Xiao J. Mater. Chem. A 1 2013 9037 9045 R. Nie, J. Shi, W. Du, W. Ning, Z. Hou, F.-S. Xiao, J. Mater. Chem. A, 2013, 1, 9037–9045. 36 H. Wang C. Qing J. Guo A.A. Aref D. Sun B. Wang Y. Tang J. Mater. Chem. A 2 2014 11776 11783 H. Wang, C. Qing, J. Guo, A. A. Aref, D. Sun, B. Wang, Y. Tang, J. Mater. Chem. A, 2014, 2, 11776–11783. 37 O. Hjortstam J. Trygg J.M. Wills Phys. Rev. B 53 1996 9204 9213 O. Hjortstam, J. Trygg, J. M. Wills, Phys. Rev. B, 1996, 53, 9204–9213. 38 L. Zhang P. Hu X. Zhao R. Tian R. Zou D. Xia J. Mater. Chem. 21 2011 18279 18283 L. Zhang, P. Hu, X. Zhao, R. Tian, R. Zou, D. Xia, J. Mater. Chem., 2011, 21, 18279–18283. 39 H. Wang P. Guo T. Zhou X. Wu M. Zeng Mater. Lett. 282 2021 128681 H. Wang, P. Guo, T. Zhou, X. Wu, M. Zeng, Mater. Lett., 2021, 282, 128681. 40 Y. Jin S. Li A. Kushima X. Zheng Y. Sun J. Xie J. Sun W. Xue G. Zhou J. Wu F. Shi R. Zhang Z. Zhu K. So Y. Cui J. Li Energy Environ. Sci. 10 2017 580 592 Y. Jin, S. Li, A. Kushima, X. Zheng, Y. Sun, J. Xie, J. Sun, W. Xue, G. Zhou, J. Wu, F. Shi, R. Zhang, Z. Zhu, K. So, Y. Cui, J. Li, Energy Environ. Sci., 2017, 10, 580–592. 41 P. Li X. Guo S. Wang R. Zang X. Li Z. Man P. Li S. Liu Y. Wu G. Wang J. Mater. Chem. A 7 2019 2553 2559 P. Li, X. Guo, S. Wang, R. Zang, X. Li, Z. Man, P. Li, S. Liu, Y. Wu, G. Wang, J. Mater. Chem. A, 2019, 7, 2553–2559. 42 W. Ren W. Zhou H. Zhang C. Cheng ACS Appl. Mater. Interfaces 9 2017 487 495 W. Ren, W. Zhou, H. Zhang, C. Cheng, ACS Appl. Mater. Interfaces, 2017, 9, 487–495. 43 Z. Yi N. Lin T. Xu Y. Qian Chem. Eng. J 347 2018 214 222 Z. Yi, N. Lin, T. Xu, Y. Qian, Chem. Eng. J, 2018, 347, 214–222.",
      "scopus-id": "85119184211",
      "coredata": {
        "eid": "1-s2.0-S1872206721638676",
        "dc:description": "Owing to the potential ability of metal nanoparticles to enhance the performance of energy storage devices, their catalytic performance has been studied by many researchers. However, a limited number of suitable characterization techniques does not allow fully elucidating their catalytic mechanism. Herein, high-accuracy operando magnetometry is employed to investigate the catalytic properties of a cobalt oxide electrode for lithium-ion batteries fabricated by magnetron sputtering. Using this technique, the magnetic responses generated by the Co-catalyzed reversible formation and decomposition of a polymer/gel-like film are successfully detected. A series of CoO/Co films are prepared by magnetron sputtering in different environments at various sputtering times to study the influence of Co content and film thickness on their catalytic properties. It is clearly demonstrated that increasing the Co content enhances the magnetic signal associated with the catalysis process. Furthermore, decreasing the electrode thickness increases the area affected by the catalytic reactions, which in turn enhances the corresponding magnetic responses. The obtained results experimentally confirm the catalytic activity of Co metal nanoparticles and provide a scientific guidance for designing advanced energy storage devices. This work also shows that operando magnetometry is a versatile technique for studying the catalytic effects of transition metals.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206721638676",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Xiangkun"
          },
          {
            "@_fa": "true",
            "$": "Li, Zhaohui"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yan"
          },
          {
            "@_fa": "true",
            "$": "Liu, Hengjun"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Zhiqiang"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Ying"
          },
          {
            "@_fa": "true",
            "$": "Chen, Linyuan"
          },
          {
            "@_fa": "true",
            "$": "Ye, Wanneng"
          },
          {
            "@_fa": "true",
            "$": "Li, Hongsen"
          },
          {
            "@_fa": "true",
            "$": "Li, Qiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206721638676"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206721638676"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(21)63867-6",
        "prism:volume": "43",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Transition metal catalysis in lithium-ion batteries studied by operando magnetometry",
        "prism:copyright": "Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Transition metals"
          },
          {
            "@_fa": "true",
            "$": "Catalytic performance"
          },
          {
            "@_fa": "true",
            "$": "Polymer/gel-like film"
          },
          {
            "@_fa": "true",
            "$": "Lithium-ion batteries"
          },
          {
            "@_fa": "true",
            "$": "Operando magnetometry"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "158-166",
        "prism:endingPage": "166",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2022",
        "prism:doi": "10.1016/S1872-2067(21)63867-6",
        "prism:startingPage": "158",
        "dc:identifier": "doi:10.1016/S1872-2067(21)63867-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "135",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12935",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "328",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38730",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "223",
            "@width": "359",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43248",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "364",
            "@width": "452",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "74678",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "346",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70892",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "305",
            "@width": "352",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42566",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "99",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5858",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "180",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9862",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "136",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16757",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12402",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12900",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12628",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "600",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "102697",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "871",
            "@width": "957",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "165904",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "594",
            "@width": "955",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "250095",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "968",
            "@width": "1202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "334380",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "919",
            "@width": "1248",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "314533",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "811",
            "@width": "937",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "199038",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721638676-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1060335",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85119184211"
      }
    }
  }
}