{
  "metadata": {
    "title": "Integration of ultrafine CuO nanoparticles with two-dimensional MOFs for enhanced electrochemical CO<ce:inf loc=post>2</ce:inf> reduction to ethylene",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2022-04-30",
    "doi": "10.1016/S1872-2067(21)63947-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206721639475",
    "pii": "S1872206721639475"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85125483996",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2022-02-28 2022-02-28 2022-02-28 2022-02-28 2022-10-01T19:56:25 1-s2.0-S1872206721639475 S1872-2067(21)63947-5 S1872206721639475 10.1016/S1872-2067(21)63947-5 S300 S300.2 FULL-TEXT 1-s2.0-S1872206722X00041 2024-05-28T11:27:55.740965Z 0 0 20220401 20220430 2022 2022-02-28T21:08:56.330452Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 43 43 4 4 Volume 43, Issue 4 10 1049 1057 1049 1057 202204 April 2022 2022-04-01 2022-04-30 2022 article fla Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. INTEGRATIONULTRAFINECUONANOPARTICLESTWODIMENSIONALMOFSFORENHANCEDELECTROCHEMICALCO2REDUCTIONETHYLENE WANG L 1 Introduction 2 Experimental 2.1 Chemicals 2.2 Preparation of CuO/Cu-MOF composite 2.3 Catalyst characterization 2.4 Electrochemical CO2 reduction 2.5 Quantitative detection of gaseous and liquid products 3 Results and discussion 3.1 Physical characterization 3.2 Electrochemical measurements 4 Conclusions Supplementary Material References FAN 2018 280 301 Q TAO 2020 100637 H ZHOU 2020 2001041 Y YAN 2019 23 27 C SHAO 2020 1393 1400 J LI 2020 830 838 G BAO 2021 238 H MI 2020 2003438 Y LV 2020 213435 F XU 2020 2000567 J GAO 2021 2001039 S MA 2019 168 182 T LIU 2020 1912045 Z SUN 2017 560 587 Z ZHOU 2018 974 980 Y VASILEFF 2018 1809 1831 A WU 2019 957 968 Y CHU 2020 6540 6546 S LUC 2019 423 430 W HAO 2021 1903 1920 L AIYAPPA 2019 1800415 H DIERCKS 2018 301 307 C WENG 2018 415 Z SENTHILKUMAR 2012 70 73 R WU 2019 2199 2205 J ALBO 2017 1100 1109 J YANG 2019 7975 7981 F HUANG 2020 1754 1760 K YI 2021 17108 17114 J MAJIDI 2021 2004393 L MENG 2020 21656 21669 Z QIU 2021 7242 7246 X ZHANG 2020 1431 F GALVIS 2012 835 838 H TAVAKOLI 2020 101288 Z KLICHE 1990 10060 10066 G JIANG 2021 100356 Y JIA 2019 12024 12027 M DIECKHOFER 2021 5906 5912 S ZHANG 2021 3245 3255 X ALTAF 2020 169 180 N YANG 2020 1906085 Y WANGX2022X1049 WANGX2022X1049X1057 WANGX2022X1049XL WANGX2022X1049X1057XL 2024-02-28T00:00:00.000Z 2024-02-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2022-03-05T19:07:32.183Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 21972010 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Natural Science Foundation of Beijing 2192039 Natural Science Foundation of Beijing Municipality http://data.elsevier.com/vocabulary/SciValFunders/501100004826 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China (21972010), the Natural Science Foundation of Beijing (2192039). 0 item S1872-2067(21)63947-5 S1872206721639475 1-s2.0-S1872206721639475 10.1016/S1872-2067(21)63947-5 273538 2022-10-01T21:08:50.500497Z 2022-04-01 2022-04-30 1-s2.0-S1872206721639475-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/MAIN/application/pdf/4aae00f8375cbe79b5e0b60bc2360542/main.pdf main.pdf pdf true 4390299 MAIN 9 1-s2.0-S1872206721639475-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/PREVIEW/image/png/f5ba2de8c407ec33bf8d359a6c197355/main_1.png main_1.png png 51204 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206721639475-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/fx1/DOWNSAMPLED/image/jpeg/d0f33fb7ea519d9f97f991d2bcb4b0a5/fx1.jpg fx1 true fx1.jpg jpg 34021 229 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639475-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr1/THUMBNAIL/image/jpeg/d0d284650ccd53d708e3540224938b0c/gr1.jpg gr1 gr1.jpg jpg 86386 294 760 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639475-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr2/DOWNSAMPLED/image/jpeg/6cb1b67770fe4f91461bf98fd96fe9a6/gr2.jpg gr2 gr2.jpg jpg 55875 335 343 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639475-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr3/DOWNSAMPLED/image/jpeg/1ec26ed0bcf770091589907286ffe922/gr3.jpg gr3 gr3.jpg jpg 45966 261 360 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639475-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr4/DOWNSAMPLED/image/jpeg/89e502e9dbbc9ca0d0f1f1d3403976b5/gr4.jpg gr4 gr4.jpg jpg 52222 298 360 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639475-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr5/DOWNSAMPLED/image/jpeg/9cfb64b5cbf51da3d2ce23a5c2f861dc/gr5.jpg gr5 gr5.jpg jpg 109553 385 765 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639475-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/fx1/DOWNSAMPLED/image/gif/19adc334f9af3f976e735f95fab82296/fx1.sml fx1 true fx1.sml sml 29491 164 215 IMAGE-THUMBNAIL 1-s2.0-S1872206721639475-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr1/THUMBNAIL/image/gif/967a7e31963696fd9e29ce8c0a238e08/gr1.sml gr1 gr1.sml sml 9309 85 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721639475-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr2/THUMBNAIL/image/gif/387748c33158dc5788a8f818e8e475be/gr2.sml gr2 gr2.sml sml 20173 164 168 IMAGE-THUMBNAIL 1-s2.0-S1872206721639475-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr3/HIGHRES/image/gif/8372dfc91d9ae8545f80ad2fb100c682/gr3.sml gr3 gr3.sml sml 11468 159 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721639475-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr4/THUMBNAIL/image/gif/53b0d17e97937c4c7b3f6ecff3787ce7/gr4.sml gr4 gr4.sml sml 12123 164 198 IMAGE-THUMBNAIL 1-s2.0-S1872206721639475-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/gr5/THUMBNAIL/image/gif/682f44e3189adf52db1e67ea2af6492a/gr5.sml gr5 gr5.sml sml 8925 110 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721639475-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/HIGHRES/image/jpeg/84a9b619ce5a818a61b01e3a46c46717/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 174316 609 800 IMAGE-HIGH-RES 1-s2.0-S1872206721639475-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/HIGHRES/image/jpeg/a02c5bd1da5a22d8a04e884f02771e32/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 381433 782 2019 IMAGE-HIGH-RES 1-s2.0-S1872206721639475-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/HIGHRES/image/jpeg/3af92c5ac874241c65ecf91075663aaf/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 291133 891 913 IMAGE-HIGH-RES 1-s2.0-S1872206721639475-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/HIGHRES/image/jpeg/8f1fcf8b439c7a5dbc9510dd4eedc8c5/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 181511 695 958 IMAGE-HIGH-RES 1-s2.0-S1872206721639475-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/HIGHRES/image/jpeg/3a901d9995f727a3dc5c07acfffdbbe3/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 247301 791 956 IMAGE-HIGH-RES 1-s2.0-S1872206721639475-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/HIGHRES/image/jpeg/a01e95f71859f62da01c209fe0565ed8/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 461861 1023 2033 IMAGE-HIGH-RES 1-s2.0-S1872206721639475-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/mmc1/MAIN/application/pdf/15d876b109a0339b5f9dde07e556c54c/mmc1.pdf mmc1 mmc1.pdf pdf false 1333580 APPLICATION 1-s2.0-S1872206721639475-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639475/STRIPIN/image/gif/8fdb01c575b8ca2dcd5be20dbd25f619/si1.gif si1 si1.gif gif 1205 16 377 ALTIMG CHNJC 63947 S1872-2067(21)63947-5 10.1016/S1872-2067(21)63947-5 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Schematic of the synthesis of CuO/Cu-MOF composite; (b) XRD patterns of CuO/Cu-MOF and simulated Cu-BDC MOF; (c) FT-IR, (d) Cu 2p XPS, and (e) O 1s XPS spectra of CuO/Cu-MOF; (f) N2 adsorption-desorption profiles of CuO/Cu-MOF; (g) CO2 desorption curves of CuO/Cu-MOF and commercial CuO [CuO (coml)]. Fig. 2 Low-magnification (a) and high-magnification (b) HAADF-STEM images of CuO/Cu-MOF composite. EDS elemental maps of Cu (c), O (d), C (e), and N (f) over the region depicted in image (b), along with corresponding EDS spectrum (g). (h,i,k) High-resolution STEM images of CuO/Cu-MOF; The inset in (i) shows size distribution of CuO NPs; (j) Transformed STEM image of (k). (l,m) Enlarged STEM images of the areas enclosed in the dashed squares in (k). (n,o) Corresponding FFT patterns of the regions shown in (l and m). Fig. 3 (a) LSV profiles of CuO/Cu-MOF in Ar- (black dotted line) or CO2- (red solid line) saturated 0.1 mol/L KHCO3 solution with a scan rate of 5.0 mV s–1; (b) ECR FE (bar) and overall current density (ball) against applied potential over CuO/Cu-MOF electrode in CO2-purged 0.1 mol/L KHCO3; (c) ECR FE (bar) and overall current density (ball) of CuO/Cu-MOF against mole ratio of 1,4-BDC and Cu(NO3)2·3H2O; (d) ECR FE (bar) and partial current density (ball) of CuO/Cu-MOF obtained with distinct copper precursor types together with Cu-MOF and CuO. Data in Fig. 3(b)–(d) are represented as mean ± SE. Fig. 4 (a) ECR FE (bar) and C2H4 partial geometric current density (ball) of CuO/Cu-MOF obtained at varying conditions (solvothermal temperature, linker type), commercial Cu(OH)2, 1,4-BDC, CuO, Cu2O, and Cu powder; (b) ECR FE (bar) and C2H4 geometric current density (ball) of CuO/Cu-MOF in various electrolytes. The concentration of anions in various mixed electrolytes is 0.1 mol/L while the concentration of K+ in all the cases is 0.2 mol/L. The cathodic potential applied is –1.1 V. Data are represented as mean ± SE. Fig. 5 C2H4 FEs (a) and C2H4 EEs (b) of CuO/Cu-MOF and previously demonstrated Cu-based materials (summarized in Table S1) in an H-type cell; (c) Tafel plots for C2H4 production of CuO/Cu-MOF, neat Cu-MOF, and CuO; (d) Nyquist curves with corresponding fitting profiles for CuO/Cu-MOF, CuO, and Cu-MOF. The inset depicts the equivalent circuit used for fitting the data, where R S shows the combination of the resistance of electrodes and electrolyte, CPE and R ct represent the capacitance and charge transfer resistance of working electrode-electrolyte interface, respectively. (e) C2H4 FEs (bar) and corresponding partial current densities (ball) for CuO/Cu-MOF during cycles at –1.1 V with an interval of 1.0 h in CO2- and Ar-purged 0.1 mol/L KHCO3. Data are represented as mean ± SE. (f) Current density and C2H4 FE as function of time for electrolysis at a controlled cathodic voltage of –1.1 V. The mole ratio of 1,4-BDC and Cu(NO3)2·3H2O and solvothermal temperature used for the synthesis of CuO/Cu-MOF are 3:1 and 100.0 °C unless specified otherwise. Available online 5 March 2022 This work was supported by the National Natural Science Foundation of China (21972010), the Natural Science Foundation of Beijing (2192039). Article Integration of ultrafine CuO nanoparticles with two-dimensional MOFs for enhanced electrochemical CO2 reduction to ethylene Linlin Wang a Xin Li a Leiduan Hao a Song Hong a Alex W. Robertson b Zhenyu Sun a c * a State Key Laboratory of Organic-Inorganic Composites, Beijing University of Chemical Technology, Beijing 100029, China State Key Laboratory of Organic-Inorganic Composites Beijing University of Chemical Technology Beijing 100029 China State Key Laboratory of Organic-Inorganic Composites, Beijing University of Chemical Technology, Beijing 100029, China b Department of Materials, University of Oxford, Oxford, OX1 3PH, UK Department of Materials University of Oxford Oxford OX1 3PH UK Department of Materials, University of Oxford, Oxford, OX1 3PH, UK c Key Laboratory of Low-Carbon Conversion Science & Engineering, Shanghai Advanced Research Institute, Chinese Academy of Sciences, Shanghai 201210, China Key Laboratory of Low-Carbon Conversion Science & Engineering Shanghai Advanced Research Institute Chinese Academy of Sciences Shanghai 201210 China Key Laboratory of Low-Carbon Conversion Science & Engineering, Shanghai Advanced Research Institute, Chinese Academy of Sciences, Shanghai 201210, China * Corresponding author. Tel: +86-13301308339 Tel: +86-13301308339 To facilitate the electrochemical CO2 reduction (ECR) to fuels and valuable chemicals, the development of active, low cost, and selective catalysts is crucial. We report a novel ECR catalyst consisting of CuO nanoparticles with sizes ranging from 1.4 to 3.3 nm anchored on Cu metal-organic framework (Cu-MOF) nanosheets obtained through a one-step facile solvothermal method. The nanocomposites provide multiple sites for efficient ambient ECR, delivering an average C2H4 faradaic efficiency (FE) of ~50.0% at –1.1 V (referred to the reversible hydrogen electrode) in 0.1 mol/L aqueous KHCO3 using a two-compartment cell, in stark contrast to a C2H4 FE of 25.5% and 37.6% over individual CuO and Cu-MOF respectively, also surpassing most newly reported Cu-based materials under similar cathodic voltages. The C2H4 FE remains at over 45.0% even after 10.0 h of successive polarization. Also, a ~7.0 mA cm−2 C2H4 partial geometric current density and 27.7% half-cell C2H4 power conversion efficiency are achieved. The good electrocatalytic performance can be attributed to the interface between CuO and Cu-MOF, with accessible metallic moieties and the unique two-dimensional structure of the Cu-MOF enhancing the adsorption and activation of CO2 molecules. This finding offers a simple avenue to upgrading CO2 to value-added hydrocarbons by rational design of MOF-based composites. Graphical Abstract We report a novel catalyst consisting of fine CuO nanoparticles immobilized on Cu metal-organic framework nanosheets for efficient ambient electrochemical CO2 reduction, delivering an average C2H4 faradaic efficiency of ~50.0% in 0.1 mol/L aqueous KHCO3. Keywords Carbon dioxide reduction Electrocatalysis Copper oxide Metal-organic framework Ethylene 1 Introduction Electrochemical CO2 reduction (ECR) to value-added compounds provides a propitious tactic to ameliorate anthropogenic CO2 emissions, enabling carbon fixation and supporting intermittent renewables with energy storage [1–11]. Nonetheless, CO2 is inert and thermodynamically stable, hence demanding extreme energies for activation and reduction. Adsorption of CO2 on the surface of catalyst is essential for its subsequent activation to generate intermediates followed by cleavage of C=O bond and desorption of reduced products [12]. Relative to C1 species, it is more kinetically difficult to yield C–C bonds, restricting the formation of C2 and higher hydrocarbons [13]. Ethylene (C2H4) is mainly used as an industrial feedstock for polyethylene (a widely used plastic) production and is also used in agriculture to force the ripening of fruits. Two main pathways have been proposed for C2H4 formation from ECR [14]. In a ‘‘carbene’’ pathway, C2H4 is suggested to be generated via coupling of two *CH2 intermediates or CO insertion following a Fischer-Tropsch-like process. An alternative mechanism is through a *C2O2 − intermediate originating from *CO dimerization, which subsequently undergoes protonation to yield *CO–COH and is further reduced to C2H4 on Cu surfaces. To boost preferential conversion of CO2 to C2H4, advanced Cu-based materials have been developed by doping with foreign atoms [15], alloying [16], or through control of the exposed crystal facets [17], valence state [18], and surface morphology [19]. Despite these increasing research efforts, the faradaic efficiency (FE) for the generation of C2H4 is still low resulting from the serious competition with the evolution of hydrogen and C1 species. Metal-organic frameworks (MOFs), composed of periodically arranged inorganic metal ions and functional organic ligands, possess high surface areas and tunable pore channels, which show good potential for trapping CO2 [20], thus favoring enriched CO2 at the electrode surface. This can circumvent the low CO2 solubility limitation during aqueous ECR. In addition, the density of metal sites available is maximized in MOFs. The pores without walls facilitate mass transfer and ready access of CO2 to active sites. Particularly, the linker moieties in MOFs can be easily tailored, which enables one to modulate the adsorption behaviors of proton and CO2 reduction intermediates and thereby ECR selectivity. These unique characteristics are conducive to electrochemical CO2 conversion with remarkable turnover frequency [21,22]. Zn-, Fe-, Re-, and Co-MOFs have been investigated as electrocatalysts for ECR since 2012 [22]. Copper based nanomaterials have the potential to produce a variety of hydrocarbons via ECR. Nevertheless, Cu-based MOFs in CO2 electrocatalysis for C2 products are rarely explored. Cu(II) nodes coordinated by negatively charged benzene-1,3,5-tricarboxylate (BTC) linkers ([Cu3(μ6-C9H3O6)2 (OH2)3] n , MOF-199 or HKUST-1) was reported to favor the yield of CH4, affording an FE of 27.0% and a partial current density of 4.4 mA cm−2 at –1.06 V versus the reversible hydrogen electrode (vs. RHE) in CO2-purged 0.5 mol/L aqueous KHCO3 [23], while oxalic acid was obtained as the major product in an electrolyte comprising an N,N-dimethylformamide (DMF) solution of tetrabutylammonium tetrafluoroborate purged with CO2 [24]. In another work, copper(II)-5,10,15,20- tetrakis(4-car- boxyphenyl) porphyrin–Cu(II) [Cu2(CuTCPP)] was demonstrated to facilitate the electrochemical conversion of CO2 to formate and acetate with a respective FE of 68.4 and 16.8% at −1.55 V (vs. Ag/Ag+) in CH3CN solution containing 1 mol/L H2O and 0.5 mol/L 1-ethyl-3-methylimidazolium tetrafluoroborate [25]. A microporous copper(II)-adeninate-acetate coordination framework ([Cu2(μ3-adeninate)2(μ2-OOC(CH3)2)] n ) supported on gas diffusion electrodes was shown to enable the formation of CH3OH and C2H5OH with respective FE of 0.7% and 0.5% in CO2-purged 0.5 M KHCO3 electrolyte [26]. More recently, Cu2+ ions coordinated with adeninato/carboxylato ligands, named Cu-ade MOF, were synthesized and employed for electrocatalytic CO2 conversion to produce C2H4 with a maximum FE of 45.0% at −1.4 V (vs. RHE) in CO2-purged 0.1 mol/L KHCO3 electrolyte [27]. Despite this progress, the design and development of Cu-based MOFs for reduction of CO2 to C2H4 with high energy efficiency remains highly desirable yet challenging. Two-dimensional (2D) nanosheets with unusual structure and electronic properties have been recognized as potential candidates for energy conversion and storage [2,14]. The in-plane electrical conductivity of 2D materials is enhanced compared to bulk counterparts providing benefits in electrochemical reactions, where the higher conductivity usually ensures more efficient utilization of the electrical energy. In addition, the large specific surface area of a 2D structure increases surface accessibility to reactants. Given these advantages and the intrinsic features of MOFs [28], 2D reticular framework materials such as nanosheets of phthalocyanine based MOF (NiPc-NiO4) [29], copper tetrahydroxyquinone MOF [30], and cobalt phthalocyanine-Cu MOF [31] have spurred recent interest in ECR to yield CO as the main product with CO FE exceeding 85.0%. Whereas 2D Cu related framework systems have been seldom studied for C2H4 generation. As far as we are aware, only one literature reported the selective production of C2H4 over a MOF (specified as PcCu-Cu-O), comprising 2,3,9,10,16,17,23,24-octahydroxyphthalo-cyaninato)copper(II) (PcCu-(OH)8) ligands and CuO4 nodes [32]. An impressive C2H4 FE of 50.0% was obtained at −1.2 V (vs. RHE) in 0.1 mol/L KHCO3 catholyte. Herein, we demonstrate facile synthesis of 2D copper 1,4-dicarboxybenzene (1,4-BDC) MOF decorated with uniform CuO nanoparticles (CuO/Cu-MOF). Without using any conductive additives, the as-obtained nanocomposites can effectively catalyze ECR under ambient conditions, affording a C2H4 FE of up to 50.0% at a mild overpotential and a cathodic-side C2H4 power conversion efficiency of 27.7%, which outweigh many previously reported Cu-based electrocatalysts. Notably, the overpotential to attain a similar FE for C2H4 formation (50.0%) over the CuO/Cu-MOF composite is substantially lowered by 100.0 mV compared with the state-of-the-art 2D PcCu-Cu-O [32]. 2 Experimental 2.1 Chemicals All chemicals here were employed without further purification. Cu(NO3)2·3H2O (product number: C111718, 98.0%–102.0%), 1,4-BDC (C8H6O4, product number: P108506, 99.0%), DMF (product number: D112009, ≥ 99.9%), anhydrous methanol (product number: M116118, ≥ 99.9%), isopropanol (IPA, product number: I112011, ≥ 99.7%), 2,5-dihydroxytere- phthalic acid (C8H6O6, product number: D134233, ≥ 98.0%), electrolytic Cu powder (product number: C103880, 99.9%), commercial CuO (product number: C112562, 99.0%), and commercial Cu2O (product number: C108791, 99.0%) were provided by Aladdin. KOH (product number: P822103, 90.0%) was acquired from Macklin. 2,5-dichloroterephthalic acid (C8H4Cl2O4, product number: BD5611, 97.0%), 2-aminotereph- thalic acid (C8H7NO4, product number: BD6219, 97.0%), and 2,5-diamino-1,4-benzenedicarboxylic acid (C8H8N2O4, product number: BD221961, ≥ 95.0%) were obtained from Bidepharm. 2,5-Dibromoterephthalic acid (C8H4Br2O4, product number: A010690, 97.0%) and 3,4,5,6-tetrachlorophthalic acid (C8Cl4O4, product number: A011423, 93.0%) were purchased from Energy Chemical. Commercial Cu(OH)2 (product number: A44001, 98.0%) and KHCO3 (product number: A95945, 99.5%) were bought from Innochem. Carbon black (CABOT VXC 72R) was provided by Power source battery sales department. Toray carbon paper (TGP-H-060, thickness of 0.19 mm, resistivity of ~5.8 MΩ·cm, porosity of 78.0%), Nafion solution (product number: 42118, 5.0 wt% in water and 1-propanol), and Nafion 117 membranes (product number: 42180, 0.18 mm thick, ≥ 0.9 meq g−1 exchange capacity) were supplied by Alfa Aesar. Water (18.2 MΩ·cm) was deionized using a Millipore system. Gases of CO2 (99.999%) and Ar (99.999%) were both purchased from Beijing Haipu Gas Co., Ltd. 2.2 Preparation of CuO/Cu-MOF composite Typically, 2.0 mmol of 1,4-BDC (0.332 g) and 0.65 mmol of Cu(NO3)2·3H2O (0.157 g) were dissolved in sequence in 40.0 mL of DMF with magnetic stirring at room temperature. Then 4.0 mL of KOH (0.4 mol/L) was dropwise added into the above mixture under continuous stirring for 30 min. The solution was transferred in an autoclave and treated at 100.0 °C for 8 h. The obtained blue precipitation was repeatedly washed with DMF and then with ethanol, and dried at 60.0 °C in an vacuum oven overnight to obtain the final product. The synthesis procedures for bare CuO and Cu-MOF are the same as above, except that 1,4-benzenedicarboxylate (1,4-BDC) and KOH were not added, respectively. 2.3 Catalyst characterization X-ray powder diffraction (XRD) was performed with a D/MAX-RC diffractometer operated at 30.0 kV and 100.0 mA with Cu K α radiation. Fourier Transform Infrared (FT-IR) spectroscopy was conducted with a Nicolet 6700 FT-IR instrument. X-ray photoelectron spectroscopy (XPS) measurements were carried out using a Thermo Scientific ESCALAB 250Xi. The instrument was equipped with an electron flood and a scanning ion gun. All signals were calibrated according to the C 1s binding energy at 284.8 eV. Aberration corrected high-angle annular dark-field scanning TEM (HAADF-STEM) was conducted using a JEOL ARM200 microscope with a 200.0 kV accelerating voltage. STEM specimens were made by depositing a droplet of dispersion onto a Cu grid coated with a Lacey carbon film. CO2 adsorption isotherms were measured on an NOVA 4000e Surface Area & Pore Size analyzer at 25.0 °C. The sample was degassed at 100.0 °C for 12 h before CO2 adsorption tests. Nitrogen adsorption/desorption experiments at 77.0 K were conducted using a Micromeritics ASAP 2020 instrument. Prior to the tests, the sample was subjected to thermal treatment at 100.0 °C for 12 h. 2.4 Electrochemical CO2 reduction Controlled potential electrolysis of CO2 coupled with water oxidation (producing O2 in the anodic compartment) was carried out in an H-cell system separated by a proton-permeable Nafion 117 membrane. The cathodic electrolyte was a CO2-purged 0.1 mol/L KHCO3 solution unless stated otherwise and anodic electrolyte was a 0.1 mol/L H2SO4 degassed under argon. Before CO2 electrolysis, the Nafion membrane was first subjected to treatment in 5.0% H2O2 solution and then in 0.5 mol/L H2SO4 at 80.0 °C for 1.0 h, respectively. After standing for 30.0 min in deionized water, the Nafion membrane was repeatedly washed with deionized water. To manufacture a cathode, 1.2 mg of a catalyst was dispersed in 240.0 μL of IPA/H2O (volume ratio of 1:1) and 1.2 μL of 5.0% Nafion binder to obtain a slurry, which was then drop-casted on a Toray carbon paper working electrode with a size of 1.0 cm × 1.0 cm to form catalyst films. The working electrode was then left to dry in the air for 30 min. Pt wire was used to catalyze the anodic half-reaction. The potentials were controlled using an electrochemical working station (CHI 760E, Shanghai CH Instruments Co., China). The potentials in this work were measured relative to the Ag/AgCl reference electrode (in 3.0 mol/L KCl solution) and transformed to the RHE reference metrics according to the equation: (1) E ( v s . RHE ) = E ( v s . Ag / AgCl ) + 0.21 V + 0.0591 × pH Electrolysis was performed in CO2-purged 0.1 mol/L aqueous KHCO3 at ambient conditions. The catholyte was degassed under CO2 for over 30 min to remove residual air in the reservoir. After saturation with CO2, the pH of 0.1 mol/L KHCO3 solution was 6.8. Controlled potential electrolysis was conducted at each potential for 60 min with continuous CO2 bubbling. Linear sweep voltammograms in Ar or CO2 environment were measured in a three-electrode cell with Ag/AgCl as reference electrode, Pt wire as counter electrode, and glassy carbon as working electrode using a CHI 760E potentiostat. Rotating disk electrode (RDE) experiments were carried out on an AFMSRCE RDE control system (Pine Inc., USA). The electrolyte is 0.1 mol/L KHCO3 solution saturated with Ar or CO2 for at least 30 min. The electrochemical impedance spectroscopy (EIS) measurement was run under the open circuit voltage with an amplitude of 5 mV. The frequency range is from 1000.0 kHz to 10.0 Hz. 2.5 Quantitative detection of gaseous and liquid products The gas products in the headspace above solution after electrolysis were quantified using an Agilent 7890B gas chromatography (GC) system equipped with thermal conductivity and flame ionization detectors. The liquid products in the cathodic electrolyte were detected by 1H NMR (nuclear magnetic resonance, Bruker Avance III 400 HD spectrometer) employing a solvent presaturation method to suppress the water peak. NMR samples were made by mixing 0.5 mL of the electrolyte containing products and 0.1 mL of DMSO-d6 (the internal standard). FE was calculated from the amount of charge passed to generate each species divided by the total amount of charge passed at a specific time or during the overall run. 3 Results and discussion 3.1 Physical characterization The CuO/Cu-MOF composites were synthesized using a facile one-pot solvothermal method, as illustrated in Fig. 1(a) . Briefly, the Cu2+ of cupric nitrate and the OH− of potassium hydroxide reacted to generate a blue copper hydroxide precipitate in DMF solvent, which then coordinated with the ligand of 1,4-BDC at 100.0 °C. With time-resolved reconstruction, the copper hydroxide dissolved and was partially further converted to 2D Cu-MOF and CuO nanoparticles distributed on the Cu-MOF. The XRD pattern of CuO/Cu-MOF is given in Fig. 1(b). Representative diffraction peaks at about 10.1°, 12.0°, 17.1°, and 25.0° were observed, which could be perfectly indexed to the respective (220), (222), (440), and (440) planes of Cu-BDC MOF, in good agreement with the theoretical results [33]. Nonetheless, no reflections from CuO were distinguished, plausibly owing to its small size (less than 3.5 nm) and too low concentration in the composite [34]. The FT-IR spectrum presented in Fig. 1(c) clearly shows symmetric and asymmetric stretching vibrations in the regions of 1620.0 and 1404.0 cm−1, which can be ascribed to the carboxyl groups (COO−) coordinated to the metal center in the formed MOF [35]. Meanwhile, weak stretching vibration bands appearing at 1455.0, 1607.0, and 1735.0 cm−1 can be assigned to free carboxyl groups. The peaks at 570.0, 756.0, 1504.0, and 2923.0 cm−1 correspond to the plane bending vibrations of the aromatic ring, the aromatic ring vibration of C=C, and the asymmetric stretching vibration of aliphatic C–H. Besides, the peaks at 1666.0 and 3440.0 cm−1 arise from respective O=C–N (in DMF) deformation mode and vibrations of –OH and/or N–H groups in the framework of Cu-BDC MOF [35]. Three absorption signals at ~588.0, ~534.0, and ~480.0 cm−1 were identified, corresponding to the vibrations of Cu (II)–O (Fig. S1) [36]. While no absorption peak at 623.0 cm−1 stemming from the Cu(I)–O vibration was observed. The wide-scan XPS spectrum manifests the spectroscopic features of Cu, O, and C (Fig. S2). As illustrated in Fig. 1(d), a spin-orbit split doublet with binding energies (BEs) of Cu 2p 1/2 at 954.5 eV and 2p 3/2 at 934.6 eV can be observed [18]. The BE of the Cu 2p 3/2 in the CuO/Cu-MOF composite shifted to a lower value (0.3 eV) as compared with the reported value of bulk Cu-MOF [33]. This suggests the presence of oxygen vacancies or missing BDC linkers in the framework. Besides, shake-up satellite peaks were also observed, which are characteristic of Cu2+ species [33]. No pronounced peaks assigned to Cu+ were discerned. Deconvolution of the O 1s XPS spectrum imparted two components, attributed to C–O and Cu–O (Fig. 1(e)). The peak appearing at 531.9 eV corresponds to the Cu–O bond. The intensity of Cu–O in the composite is much stronger than that of previously reported bulk Cu-MOF. This implies that more Cu–O clusters and crystals are exposed on the surface of 2D Cu-MOF in the composite. Fig. 1(f) depicts the N2 gas sorption isotherms of CuO/Cu-MOF at 77.0 K. A distinct type I isotherm is observable based on the BDDT (Brunauer-Deming-Deming-Teller) definition, where the steep adsorption in the relative pressure (P/P 0) region ≤ 0.01 stems from abundant microporosity of the MOF structure. The Brunauer-Emmett-Teller (BET) surface area and single-point total pore volume of CuO/Cu-MOF is 190.1 m2 g−1 and 0.537 cm3 g−1, respectively. We further tested its CO2 adsorption ability at 298.0 K. The as-obtained CuO/Cu-MOF exhibits a CO2 uptake of ~5.0 mgCO2 gcat. −1 at 1.0 atm superior to commercial CuO nanoparticles (Fig. 1(g)), which likely results from the large number of channels in the MOF lamellar crystal structure possessing accessible cavities larger than the CO2 molecule size. This feature potentially promotes catalytic turnover frequency. Morphological characterization by HAADF-STEM showed a considerable number of 2D cubic nanosheets homogeneously decorated with ultrafine nanoparticles (Figs. 2(a) and (b) , and Figs. S3 and S4). The energy-dispersive X-ray spectroscopy (EDS) maps (Figs. 2(c)–(f)) along with the EDS spectrum (Fig. 2(g)) demonstrated the homogeneous distribution of Cu, C, O, and N elements throughout the flakes. High-resolution HAADF-STEM observations (Figs. 2(h)–(m)) together with fast Fourier transformation (FFT) (Figs. 2(n) and (o)) revealed that the particles are composed of crystalline CuO with sizes ranging from 1.4 to 3.3 nm and most of them are around 1.8–2.0 nm. The small particle size can thus account for the absence of CuO reflections in the above-mentioned XRD patterns. 3.2 Electrochemical measurements To uncover the intrinsic catalytic activity of the as-made CuO/Cu-MOF, we conducted ECR measurements in a CO2-purged 0.1 mol/L KHCO3 electrode (pH = 6.8) employing a gas tight H-cell separated by a cation-exchange membrane (Nafion 117) with continuous CO2 bubbling [37,38]. The potential-dependent geometric current densities of CuO/Cu-MOF in the bias range from 0.05 to −1.4 V were tested by linear sweep voltammetry (LSV), as shown in Fig. 3(a) . All potentials used here are relative to the RHE metrics unless stated otherwise. Higher cathodic currents were attained in a CO2 atmosphere than in an Ar atmosphere over the voltage regime. At potentials below ∼–0.6 V, the reductive current increased sharply in CO2-saturated electrolyte, implying the predominated occurrence of CO2 reduction. The products were detected and quantified by GC and 1H NMR. In Ar-purged 0.1 mol/L KHCO3 (pH = 7.2), no ECR compounds were observed, verifying the selective electrosynthesis of the products only through CO2 reduction. In contrast to the exclusive yield of H2 on pure carbon paper electrode (Fig. S5), CO, H2, HCOOH, and C2H4 were identified over CuO/Cu-MOF throughout the applied potentials in CO2-purged 0.1 mol/L KHCO3 and the ECR was found to predominate over hydrogen evolution reaction (HER) at voltages ranging from −1.0 to −1.2 V (Fig. 3(b)). C2H4 was the major ECR product within the potentials from to −0.9 to −1.2 V. At potentials above −0.9 V, C1 the ECR products comprise HCOOH and CO. Whereas CH4 appeared at voltages below −1.1 V and its fraction in the products increased with overpotential. The reduction of CO2 to C2H4 on the CuO/Cu-MOF electrode started at a voltage of ~–0.85 V (with a C2H4 partial current density of 0.13 mA cm−2) corresponding to an overpotential of 920.0 mV. The averaged FE for C2H4 increased with overpotential in the voltage range from –0.85 to –1.1 V and reached as high as 50.0% at –1.1 V (Fig. 3(b)) with ~14.0 mA cm−2 geometric current density. The cathodic energy efficiency (EE) at 14.0 mA cm−2 was evaluated to be ~27.7% from the product of the FE for C2H4 production and the ratio of the thermodynamics of the reaction over cell voltage [EE = FEC2H4 × (E 0 O2/H2O − E 0 CO2/C2H4)/ (E 0 O2/H2O − E 0 CO2/C2H4 + η cathodic)]. Beyond –1.1 V, further improvement of overpotential led to drop of C2H4 FE due to increased competition with HER at more negative potentials, in line with previous work that showed higher currents tend to steer the selectivity towards the HER [39]. This may be linked to the possibility that high reaction rates increase the local pH value, consequently favoring alkaline water reduction, thereby shifting the reaction selectivity towards the HER [39]. In addition, the wetted surface area within the electrode became enlarged with the increase of the applied reductive overpotential, which would also enhance the HER. This may be also related to diffusion limitations of CO2 availability, presuming that CO2 reduction is limited by the mass transport of dissolved CO2 whereas HER is not controlled by the proton transport from H2O. Akin to C2H4 FE, the C2H4 production rate of CuO/Cu-MOF (with a maximum approaching 21.0 μmol mgcat. −1 h−1 at −1.1 V) invariably outperformed that of bare Cu-MOF between −1.0 and −1.2 V, underpinning the role of CuO in the composite (Fig. S6). The ECR properties were regulated by manipulation of the addition amount of the linker and metal precursor. The optimal dosage of 1,4-BDC and CuNO3·3H2O for ECR was found to be 3:1 (Fig. 3(c)). Although C2H4 was produced in all the cases, the metal salt of Cu(NO3)2·3H2O provided much better ECR FE and current density than the other precursors such as CuO, Cu2O, and Cu(OH)2 (Fig. 3(d)). This may be associated with the larger CuO particles in the resultant CuO/Cu-MOF when using the metal oxide or hydroxide as precursors. Likewise, modulating the synthetic temperature allows one to tune the ECR performance. The CuO/Cu-MOF synthesized at 100.0 °C imparted the best activity for ECR (Fig. 4(a) ). The nature of ligand would influence the bonding manner and structure of MOF, hence impacting its catalytic activity. The linker moieties in a MOF structure also affect the adsorption and binding of water and CO2 reduction intermediates, allowing for fine-tuning the product selectivity. Indeed, the 1,4-dicarboxybenzene (C8H6O4) ligand provided remarkably higher activity in terms of ECR FE and C2H4 selectivity than the others including 2,5-dichloroterephthalic acid (C8H4Cl2O4), 3,4,5,6-tetrachlo- rophthalic acid (C8Cl4O4), 2,5-dibromoterephthalic acid (C8H4Br2O4), and 2,5-dihydroxyterephthalic acid (C8H6O6), likely owing to the concomitant reduction in the numbers of Cu cations and coordinated anions in the Cu-MOFs’ asymmetric unit (Fig. 4(a)). Although the introduction of amino groups in linkers can enhance CO2 adsorption [27], drastic evolution of hydrogen occurred when using 2-aminoterephthalic acid (C8H7NO4), 2,5-diamino-1,4-benzenedicarboxylic acid (C8H8N2O4) as ligands (Fig. 4(a)). This may be due to contribution of protons from the amino species, intensifying the HER. Under identical electrochemical conditions, we note that the FE for ECR as well as C2H4 selectivity on CuO/Cu-MOF are dramatically higher than those of commercial Cu(OH)2, 1,4-BDC, CuO, Cu2O, and electrolytic Cu powder (Fig. 4(a)). We also attempted to treat the CuO/Cu-MOF in N2 at high temperatures. The annealed samples all exhibited inferior ECR performance than the original CuO/Cu-MOF (Fig. S7). The ECR activity decreased with elevated annealing temperature in the range from 250.0 to 550.0 °C, which is most likely due to the corresponding increase of CuO particle size and the blocking of CuO sites by the formed carbon-based compounds. The effect of catalyst thickness of the catalyst layer on ECR was assessed by changing the mass loading of CuO/Cu-MOF (Fig. S8). The formation of C2H4 was maximized at a loading of 1.0 mg cm−2. We attempted to increase the electrical conductivity of the catalytic system by adding some amounts of carbon black during the preparation of catalyst ink. However, the addition of carbon black was found to monotonically decrease the FEs for both overall CO2 reduction and C2H4 formation (Fig. S9). This suggests that the electrical conductivity of CuO/Cu-MOF is sufficient for ECR. We also investigated the effect of the type of the catholyte on the ECR property over CuO/Cu-MOF (Fig. 4(b)). The optimal concentration of KHCO3 electrolyte was found to be 0.1 mg mL−1. Addition of halide (F−, Cl−, Br−, and I−) and SO4 2− ions in electrolyte was observed to result in an apparent drop of C2H4 FE. This is due to the preferable adsorption of halides and SO4 2− on the surface of the CuO/Cu-MOF electrode, hence preventing the adsorption of CO2 and K+. On the other hand, the potential difference of the dispersed layer in the electric double layer may be enlarged as a result of increased concentrations of the negative charge on the cathode surface. This facilitated the transport of polar water molecules rather than nonpolar CO2 molecules to the electrode surface and accelerated the competing HER, inhibiting the ECR. We also found that adding the halide ions to the KHCO3 electrolyte led to increase in FE for HCOOH formation. The exact reason for this requires further exploration. We found that the CuO/Cu-MOF composite displayed considerably higher ECR activity than individual CuO and Cu-MOF (Fig. 4(a)). This suggests that the interface of CuO and Cu-MOF greatly enhanced the CO2-to-C2H4 conversion. The C2H4 FE on the as-synthesized CuO/Cu-MOF even surpasses many recently demonstrated Cu-based electrocatalysts under similar or higher overpotentials (Fig. 5(a) ), including the state-of-the-art 3D porous Cu (maximum C2H4 FE: 35.8%) [40] and Cu/GDL (maximum C2H4 FE: 40.2%) [41]. The cathodic C2H4 EE of 27.7% at a current density of 14.0 mA cm−2 also outweighs most prior results demonstrated over Cu-based electrodes, as clearly manifested in Fig. 5(b). The summary of the C2H4 FE and C2H4 EE of other newly published copper-based catalysts was shown in Table S1. To explore the outstanding activity of CuO/Cu-MOF, the Tafel plot, electrochemical impedance, and electrochemical active surface area (ECSA) were examined. The Tafel slope was derived to be 131.5 mV dec−1 for CuO/Cu-MOF, markedly smaller than 147.6 mV dec−1 for pure CuO and 204.7 mV dec−1 for bare Cu-MOF (Fig. 5(c)), suggesting more rapid kinetics of the ECR on CuO/Cu-MOF as opposed to the latter two samples. The formation of *CO species for cascade hydrogenation (to form COH* or CHO* intermediate) and C–C coupling on the surface of Cu-based catalysts may control the reaction rate [18,42]. The Nyquist plots in Fig. 5(d) revealed that CuO/Cu-MOF has a comparatively smaller charge transfer resistance (R ct) than both discrete CuO and Cu-MOF. This provides benefits for promoting charge exchange between CuO/Cu-MOF and reactants in the electrolyte and yielding hydrocarbons with high current density. Alternatively, double-layer capacitance measurements showed that CuO/Cu-MOF possesses a significantly larger ECSA (determined by the electrochemical double layer capacitance) than bare CuO and Cu-MOF (Fig. S10), offering a higher density of accessible active centers for adsorption and electroreduction of CO2. We performed alternated electrolysis cycling tests between Ar- and CO2-purged catholytes. It was found that no C2H4 was produced in an Ar environment, confirming that the C2H4 evolved from the feed gas CO2 (Fig. 5(e)). No obvious leaching of Cu into the electrolyte (<0.01 wt% of CuO/Cu-MOF electrode) was observed after 1.0 h of electrolysis by inductively coupled plasma atomic emission spectroscopy (ICP-AES) analysis. Further chronoamperometric measurements showed that the CuO/Cu-MOF catalyst maintained its activity for C2H4 production even after 10.0 h of consecutive operation at −1.1 V (Fig. 5(f)). The reduction current remained stable and the FE for C2H4 was steady in excess of 45.0%, indicating good long-term performances. Post characterization by EIS revealed an even lowered R ct after 10 h of polarization (Fig. S11), indicating maintained rapid electron transfer during the prolonged electrolysis. 4 Conclusions To conclude, we have shown a novel CuO/Cu-MOF nanocomposite for highly active and selective ECR towards C2H4. The surfaces of the 2D Cu-MOFs were uniformly decorated with small CuO crystallites with sizes ranging from 1.4 to 3.3 nm. The catalytic property was readily tuned by manipulating the type of metal precursor and linker, solvothermal temperature, as well as electrolyte composition. The conversion of CO2 to C2H4 was triggered at a voltage of –0.85 V over the CuO/Cu-MOF electrode, and increased with overpotential in the voltage range from –0.85 to –1.1 V. An FE for C2H4 of up to 50.0% and a C2H4 geometric current density of ~7.0 mA cm−2 were achieved at −1.1 V in an H-cell configuration, which retained good stability even after 10 h of continuous electrolysis. A cathodic C2H4 energy efficiency of ~27.7% was attained at 14.0 mA cm−2. CO2 adsorption, reaction kinetics, and charge transfer between the catalyst and electrolyte were significantly enhanced, thus boosting the ECR. This work provides new possibilities for developing advanced MOF-based hybrids for efficient electrochemical CO2 reduction. Supplementary Material References 1 Q. Fan M.L. Zhang M.W. Jia S.Z. Liu J.S. Qiu Z.Y. Sun Mater. Today Energy 10 2018 280 301 Q. Fan, M. L. Zhang, M. W. Jia, S. Z. Liu, J. S. Qiu, Z. Y. Sun, Mater. Today Energy, 2018, 10, 280–301. 2 H.C. Tao Q. Fan T. Ma S.Z. Liu H. Gysling J. Texter Z.Y. Sun Prog. Mater. Sci. 111 2020 100637 H. C. Tao, Q. Fan, T. Ma, S. Z. Liu, H. Gysling, J. Texter, Z. Y. Sun, Prog. Mater. Sci., 2020, 111, 100637. 3 Y. Zhou N. Han Y. Li Acta Phys.-Chim. Sin. 36 2020 2001041 Y. Zhou, N. Han, Y. Li, Acta Phys.-Chim. Sin., 2020, 36, 2001041. 4 C. Yan L. Lin G.X. Wang X.H. Bao Chin. J. Catal. 40 2019 23 27 C. Yan, L. Lin, G. X. Wang, X. H. Bao, Chin. J. Catal., 2019, 40, 23–27. 5 J. Shao Y. Wang D. Gao K. Ye Q. Wang G. Wang Chin. J. Catal. 41 2020 1393 1400 J. Shao, Y. Wang, D. Gao, K. Ye, Q. Wang, G. Wang, Chin. J. Catal., 2020, 41, 1393–1400. 6 G. Li Y. Qin Y. Wu L. Pei Q. Hu H. Yang Q. Zhang J. Liu C. He Chin. J. Catal. 41 2020 830 838 G. Li, Y. Qin, Y. Wu, L. Pei, Q. Hu, H. Yang, Q. Zhang, J. Liu, C. He, Chin. J. Catal., 2020, 41, 830–838. 7 H. Bao Y. Qiu X. Peng J.-A. Wang Y. Mi S. Zhao X. Liu Y. Liu R. Cao L. Zhuo J. Ren J. Sun J. Luo X. Sun Nat. Commun. 12 2021 238 H. Bao, Y. Qiu, X. Peng, J.-A. Wang, Y. Mi, S. Zhao, X. Liu, Y. Liu, R. Cao, L. Zhuo, J. Ren, J. Sun, J. Luo, X. Sun, Nat. Commun., 2021, 12, 238. 8 Y. Mi Y. Qiu Y. Liu X. Peng M. Hu S. Zhao H. Cao L. Zhuo H. Li J. Ren X. Liu J. Luo Adv. Funct. Mater. 30 2020 2003438 Y. Mi, Y. Qiu, Y. Liu, X. Peng, M. Hu, S. Zhao, H. Cao, L. Zhuo, H. Li, J. Ren, X. Liu, J. Luo, Adv. Funct. Mater., 2020, 30, 2003438. 9 F. Lv N. Han Y. Qiu X. Liu J. Luo Y. Li Coord. Chem. Rev. 422 2020 213435 F. Lv, N. Han, Y. Qiu, X. Liu, J. Luo, Y. Li, Coord. Chem. Rev., 2020, 422, 213435. 10 J. Xu S. Lai M. Hu S. Ge R. Xie F. Li D. Hua H. Xu H. Zhou R. Wu J. Fu Y. Qiu J. He C. Li H. Liu Y. Liu J. Sun X. Liu J. Luo Small Methods 4 2020 2000567 J. Xu, S. Lai, M. Hu, S. Ge, R. Xie, F. Li, D. Hua, H. Xu, H. Zhou, R. Wu, J. Fu, Y. Qiu, J. He, C. Li, H. Liu, Y. Liu, J. Sun, X. Liu, J. Luo, Small Methods, 2020, 4, 2000567. 11 S. Gao Y. Liu Z. Xie Y. Qiu L. Zhuo Y. Qin J. Ren S. Zhang G. Hu J. Luo X. Liu Small Methods 5 2021 2001039 S. Gao, Y. Liu, Z. Xie, Y. Qiu, L. Zhuo, Y. Qin, J. Ren, S. Zhang, G. Hu, J. Luo, X. Liu, Small Methods, 2021, 5, 2001039. 12 T. Ma Q. Fan X. Li J.S. Qiu T.B. Mu Z.Y. Sun J. CO2 Utiliz. 30 2019 168 182 T. Ma. Q. Fan, X. Li, J. S. Qiu, T. B. Mu, Z. Y. Sun, J. CO2 Utiliz., 2019, 30, 168–182. 13 Z. Liu Acta Phys.-Chim. Sin. 36 2020 1912045 Z. Liu, Acta Phys.-Chim. Sin., 2020, 36, 1912045. 14 Z.Y. Sun T. Ma H.C. Tao Q. Fan B.X. Han Chem 3 2017 560 587 Z. Y. Sun, T. Ma, H. C. Tao, Q. Fan, B. X. Han, Chem, 2017, 3, 560–587. 15 Y. Zhou F. Che M. Liu C. Zou Z. Liang P. De Luna H. Yuan J. Li Z. Wang H. Xie H. Li P. Chen E. Bladt R. Quintero-Bermudez T.-K. Sham S. Bals J. Hofkens D. Sinton G. Chen E.H. Sargent Nat. Chem. 10 2018 974 980 Y. Zhou, F. Che, M. Liu, C. Zou, Z. Liang, P. De Luna, H. Yuan, J. Li, Z. Wang, H. Xie, H. Li, P. Chen, E. Bladt, R. Quintero-Bermudez, T.-K. Sham, S. Bals, J. Hofkens, D. Sinton, G. Chen, E. H. Sargent, Nat. Chem., 2018, 10, 974–980. 16 A. Vasileff C.C. Xu Y. Jiao Y. Zheng S.Z. Qiao Chem 4 2018 1809 1831 A. Vasileff, C. C. Xu, Y. Jiao, Y. Zheng, S. Z. Qiao, Chem, 2018, 4, 1809–1831. 17 Y.A. Wu I. McNulty C. Liu K.C. Lau Q. Liu A.P. Paulikas C.J. Sun Z.H. Cai J.R. Guest Y. Ren V. Stamenkovic L.A. Curtiss Y.Z. Liu T. Rajh Nat. Energy 4 2019 957 968 Y. A. Wu, I. McNulty, C. Liu, K. C. Lau, Q. Liu, A. P. Paulikas, C. J. Sun, Z. H. Cai, J. R. Guest, Y. Ren, V. Stamenkovic, L. A. Curtiss, Y. Z. Liu, T. Rajh, Nat. Energy, 2019, 4, 957–968. 18 S.L. Chu X.P. Yan C. Choi S. Hong A.W. Robertson J. Masa B.X. Han Y.S. Jung Z.Y. Sun Green Chem. 22 2020 6540 6546 S. L. Chu, X. P. Yan, C. Choi, S. Hong, A. W. Robertson, J. Masa, B. X. Han, Y. S. Jung, Z. Y. Sun, Green Chem., 2020, 22, 6540–6546. 19 W. Luc X.B. Fu J.J. Shi J.J. Lv M. Jouny B.H. Ko Y.B. Xu Q. Tu X.B. Hu J.S. Wu Q. Yue Y.Y. Liu F. Jiao Y.J. Kang Nat. Catal. 2 2019 423 430 W. Luc, X. B. Fu, J. J. Shi, J. J. Lv, M. Jouny, B. H. Ko, Y. B. Xu, Q. Tu, X. B. Hu, J. S. Wu, Q. Yue, Y. Y. Liu, F. Jiao, Y. J. Kang, Nat. Catal., 2019, 2, 423–430. 20 L.D. Hao Q.N. Xia Q. Zhang J. Masa Z.Y. Sun Chin. J. Catal. 42 2021 1903 1920 L. D. Hao, Q. N. Xia, Q. Zhang, J. Masa, Z. Y. Sun, Chin. J. Catal., 2021, 42, 1903–1920. 21 H.B. Aiyappa J. Masa C. Andronescu M. Muhler R.A. Fischer W. Schuhmann Small Methods 3 2019 1800415 H. B. Aiyappa, J. Masa, C. Andronescu, M. Muhler, R. A. Fischer, W. Schuhmann, Small Methods, 2019, 3, 1800415. 22 C.S. Diercks Y.Z. Liu K.E. Cordova O.M. Yaghi Nat. Mater. 17 2018 301 307 C. S. Diercks, Y. Z. Liu, K. E. Cordova, O. M. Yaghi, Nat. Mater., 2018, 17, 301–307. 23 Z. Weng Y. Wu M. Wang J. Jiang K. Yang S. Huo X.-F. Wang Q. Ma G.W. Brudvig V.S. Batista Y. Liang Z. Feng H. Wang Nat. Commun. 9 2018 415 Z. Weng, Y. Wu, M. Wang, J. Jiang, K. Yang, S. Huo, X.-F. Wang, Q. Ma, G. W. Brudvig, V. S. Batista, Y. Liang, Z. Feng, H. Wang, Nat. Commun., 2018, 9, 415. 24 R. Senthil Kumar S. Senthil Kumar M. Aabu Kulandainathan Electrochem. Commun. 25 2012 70 73 R. Senthil Kumar, S. Senthil Kumar, M. Aabu Kulandainathan, Electrochem. Commun., 2012, 25, 70–73. 25 J.-X. Wu S.-Z. Hou X.-D. Zhang M. Xu H.-F. Yang P.-S. Cao Z.-Y. Gu Chem. Sci. 10 2019 2199 2205 J.-X. Wu, S.-Z. Hou, X.-D. Zhang, M. Xu, H.-F. Yang, P.-S. Cao, Z.-Y. Gu, Chem. Sci., 2019, 10, 2199–2205. 26 J. Albo D. Vallejo G. Beobide O. Castillo P. Castano A. Irabien ChemSusChem 10 2017 1100 1109 J. Albo, D. Vallejo, G. Beobide, O. Castillo, P. Castano, A. Irabien, ChemSusChem, 2017, 10, 1100–1109. 27 F. Yang A. Chen P. Deng Y. Zhou Z. Shahid H. Liu B.Y. Xia Chem. Sci. 10 2019 7975 7981 F. Yang, A. Chen, P. Deng, Y. Zhou, Z. Shahid, H. Liu, B. Y. Xia, Chem. Sci., 2019, 10, 7975–7981. 28 K. Huang S. Guo R. Wang S. Lin N. Hussain H. Wei B. Deng Y. Long M. Lei H. Tang H. Wu Chin. J. Catal. 41 2020 1754 1760 K. Huang, S. Guo, R. Wang, S. Lin, N. Hussain, H. Wei, B. Deng, Y. Long, M. Lei, H. Tang, H. Wu, Chin. J. Catal., 2020, 41, 1754–1760. 29 J.-D. Yi D.-H. Si R. Xie Q. Yin M.-D. Zhang Q. Wu G.-L. Chai Y.-B. Huang R. Cao Angew. Chem. Int. Ed. 60 2021 17108 17114 J.-D. Yi, D.-H. Si, R. Xie, Q. Yin, M.-D. Zhang, Q. Wu, G.-L. Chai, Y.-B. Huang, R. Cao, Angew. Chem. Int. Ed., 2021, 60, 17108–17114. 30 L. Majidi A. Ahmadiparidari N. Shan S.N. Misal K. Kumar Z. Huang S. Rastegar Z. Hemmat X. Zou P. Zapol J. Cabana L.A. Curtiss A. Salehi-Khojin Adv. Mater. 33 2021 2004393 L. Majidi, A. Ahmadiparidari, N. Shan, S. N. Misal, K. Kumar, Z. Huang, S. Rastegar, Z. Hemmat, X. Zou, P. Zapol, J. Cabana, L. A. Curtiss, A. Salehi-Khojin, Adv. Mater., 2021, 33, 2004393. 31 Z. Meng J. Luo W. Li K.A. Mirica J. Am. Chem. Soc. 142 2020 21656 21669 Z. Meng, J. Luo, W. Li, K. A. Mirica, J. Am. Chem. Soc., 2020, 142, 21656−21669. 32 X.-F. Qiu H.-L. Zhu J.-R. Huang P.-Q. Liao X.-M. Chen J. Am. Chem. Soc. 143 2021 7242 7246 X.-F. Qiu, H.-L. Zhu, J.-R. Huang, P.-Q. Liao, X.-M. Chen, J. Am. Chem. Soc., 2021, 143, 7242−7246. 33 F.Y. Zhang J.L. Zhang B.X. Zhang L.R. Zheng X.Y. Cheng Q. Wan B.X. Han J. Zhang Nat. Commun. 11 2020 1431 F. Y. Zhang, J. L. Zhang, B. X. Zhang, L. R. Zheng, X. Y. Cheng, Q. Wan, B. X. Han, J. Zhang, Nat. Commun., 2020, 11, 1431. 34 H.M.T. Galvis J.H. Bitter C.B. Khare M. Ruitenbeek A. Dugulan K.P. de Jong Science 335 2012 835 838 H. M. T. Galvis, J. H. Bitter, C. B. Khare, M. Ruitenbeek, A. Dugulan, K. P. de Jong, Science, 2012, 335, 835−838. 35 Z. Tavakoli J. CO2 UtiliZ. 41 2020 101288 Z. Tavakoli, J. CO2 UtiliZ., 2020, 41, 101288. 36 G. Kliche Z.V. Popovic Phys. Rev. B 42 1990 10060 10066 G. Kliche, Z. V. Popovic, Phys. Rev. B, 1990, 42, 10060−10066. 37 Y.Q. Jiang C. Choi S. Hong S.L. Chu T.S. Wu Y.L. Soo L. Hao Y.S. Jung Z.Y. Sun Cell Rep. Phys. Sci. 2 2021 100356 Y. Q. Jiang, C. Choi, S. Hong, S. L. Chu, T. S. Wu, Y. L. Soo, L. Hao, Y. S. Jung, Z. Y. Sun, Cell Rep. Phys. Sci., 2021, 2, 100356. 38 M.W. Jia S. Hong T.S. Wu X. Li Y.L. Soo Z.Y. Sun Chem. Commun. 55 2019 12024 12027 M. W. Jia, S. Hong, T. S. Wu, X. Li, Y. L. Soo, Z. Y. Sun, Chem. Commun., 2019, 55, 12024–12027. 39 S. Dieckhöfer D. Öhl J.R.C. Junqueira T. Quast T. Turek W. Schuhmann Chem. Eur. J. 27 2021 5906 5912 S. Dieckhöfer, D. Öhl, J. R. C. Junqueira, T. Quast, T. Turek, W. Schuhmann, Chem. Eur. J., 2021, 27, 5906–5912. 40 X. Zhang J.C. Li Y.Y. Li Y. Jung Y. Kuang G.Z. Zhu Y.Y. Liang H.G. Dai J. Am. Chem. Soc. 143 2021 3245 3255 X. Zhang, J. C. Li, Y. Y. Li, Y. Jung, Y. Kuang, G. Z. Zhu, Y. Y. Liang, H. G. Dai, J. Am. Chem. Soc., 2021, 143, 3245–3255. 41 N. Altaf S.Y. Liang L. Huang Q. Wang J. Energy Chem. 48 2020 169 180 N. Altaf, S. Y. Liang, L. Huang, Q. Wang, J. Energy Chem., 2020, 48, 169–180. 42 Y. Yang Y. Zhang J.-S. Hu L.-J. Wan Acta Phys.-Chim. Sin. 36 2020 1906085 Y. Yang, Y. Zhang, J.-S. Hu, L.-J. Wan, Acta Phys.-Chim. Sin., 2020, 36, 1906085.",
      "scopus-id": "85125483996",
      "coredata": {
        "eid": "1-s2.0-S1872206721639475",
        "dc:description": "To facilitate the electrochemical CO2 reduction (ECR) to fuels and valuable chemicals, the development of active, low cost, and selective catalysts is crucial. We report a novel ECR catalyst consisting of CuO nanoparticles with sizes ranging from 1.4 to 3.3 nm anchored on Cu metal-organic framework (Cu-MOF) nanosheets obtained through a one-step facile solvothermal method. The nanocomposites provide multiple sites for efficient ambient ECR, delivering an average C2H4 faradaic efficiency (FE) of ~50.0% at –1.1 V (referred to the reversible hydrogen electrode) in 0.1 mol/L aqueous KHCO3 using a two-compartment cell, in stark contrast to a C2H4 FE of 25.5% and 37.6% over individual CuO and Cu-MOF respectively, also surpassing most newly reported Cu-based materials under similar cathodic voltages. The C2H4 FE remains at over 45.0% even after 10.0 h of successive polarization. Also, a ~7.0 mA cm−2 C2H4 partial geometric current density and 27.7% half-cell C2H4 power conversion efficiency are achieved. The good electrocatalytic performance can be attributed to the interface between CuO and Cu-MOF, with accessible metallic moieties and the unique two-dimensional structure of the Cu-MOF enhancing the adsorption and activation of CO2 molecules. This finding offers a simple avenue to upgrading CO2 to value-added hydrocarbons by rational design of MOF-based composites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206721639475",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Linlin"
          },
          {
            "@_fa": "true",
            "$": "Li, Xin"
          },
          {
            "@_fa": "true",
            "$": "Hao, Leiduan"
          },
          {
            "@_fa": "true",
            "$": "Hong, Song"
          },
          {
            "@_fa": "true",
            "$": "Robertson, Alex W."
          },
          {
            "@_fa": "true",
            "$": "Sun, Zhenyu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206721639475"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206721639475"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(21)63947-5",
        "prism:volume": "43",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Integration of ultrafine CuO nanoparticles with two-dimensional MOFs for enhanced electrochemical CO2 reduction to ethylene",
        "prism:copyright": "Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "4",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbon dioxide reduction"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Copper oxide"
          },
          {
            "@_fa": "true",
            "$": "Metal-organic framework"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "4",
        "openaccessSponsorType": null,
        "prism:pageRange": "1049-1057",
        "prism:endingPage": "1057",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2022",
        "prism:doi": "10.1016/S1872-2067(21)63947-5",
        "prism:startingPage": "1049",
        "dc:identifier": "doi:10.1016/S1872-2067(21)63947-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "229",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34021",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "294",
            "@width": "760",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86386",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "335",
            "@width": "343",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55875",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "261",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "45966",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "298",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52222",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "385",
            "@width": "765",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109553",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "29491",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9309",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20173",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "159",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11468",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12123",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8925",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "609",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "174316",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "782",
            "@width": "2019",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "381433",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "891",
            "@width": "913",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "291133",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "695",
            "@width": "958",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "181511",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "791",
            "@width": "956",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "247301",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1023",
            "@width": "2033",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "461861",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1333580",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "377",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639475-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1205",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85125483996"
      }
    }
  }
}