{
  "metadata": {
    "title": "Nanocast Ordered Mesoporous CeO<ce:inf loc=post>2</ce:inf> as Support for Highly Active Gold Catalyst in CO Oxidation",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2009-11-30",
    "doi": "10.1016/S1872-2067(08)60140-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206708601400",
    "pii": "S1872206708601400"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-72449171193",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2009-12-05 2009-12-05 2010-03-28T04:33:26 1-s2.0-S1872206708601400 S1872-2067(08)60140-0 S1872206708601400 10.1016/S1872-2067(08)60140-0 S300 S300.1 HEAD-AND-TAIL 1-s2.0-S1872206709X00069 2022-06-21T22:13:15.121085Z 0 0 20091101 20091130 2009 2009-12-05T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1872-2067 18722067 30 30 11 11 Volume 30, Issue 11 3 1085 1090 1085 1090 200911 November 2009 2009-11-01 2009-11-30 2009 article fla Copyright © 2009 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. NANOCASTORDEREDMESOPOROUSCEO2SUPPORTFORHIGHLYACTIVEGOLDCATALYSTINCOOXIDATION ZHANG H KOICHI 1997 486 E PARK 1997 423 B ZHAO 2009 407 B ZHEN 2008 69 Y JASINSKI 2003 73 P SHAO 2007 163 J ZHENG 2005 971 X SHEN 2005 157 W PILLAI 2006 266 U YUAN 2008 203 Z SCIRE 2003 43 S WANG 2006 115 X CARRETTIN 2004 2538 S CORMA 2005 4042 A YIN 2002 78 L XIE 2009 746 X BREZESINSKI 2005 1683 T LYONS 2003 4607 D LUNDBERG 2002 97 M TERRIBILE 1997 2676 D LU 2006 1793 A ROSSINYOL 2005 57 E LAHA 2003 2138 S ROGGENBUCK 2007 335 J LU 2004 2939 A COMOTTI 2006 917 M LU 2002 3489 A SUN 2007 1785 C KOZLOW 1999 9 A SI 2008 2884 R CHEN 2008 790 Z ZHANGX2009X1085 ZHANGX2009X1085X1090 ZHANGX2009X1085XH ZHANGX2009X1085X1090XH 2022-06-11T07:21:15.191Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Dalian University of Technology DUT Dalian University of Technology http://data.elsevier.com/vocabulary/SciValFunders/501100002980 http://sws.geonames.org/1814991/ Chinese Ministry of Education 108138 MOE Ministry of Education of the People&apos;s Republic of China http://data.elsevier.com/vocabulary/SciValFunders/501100002338 http://sws.geonames.org/1814991/ Received date: 5 June 2009. *Corresponding author. Tel/Fax: +86-411-39608206; E-mail: wencuili@dlut.edu.cn Foundation item: Supported by the Key Project of the Chinese Ministry of Education (108138) and the Basic Funding of Dalian University of Technology (DUT). Copyright © 2009, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(08)60140-0 item S1872-2067(08)60140-0 S1872206708601400 1-s2.0-S1872206708601400 10.1016/S1872-2067(08)60140-0 273538 2010-09-19T17:58:04.005034-04:00 2009-11-01 2009-11-30 1-s2.0-S1872206708601400-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708601400/MAIN/application/pdf/777c07814e64988235f138259012de4c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708601400/MAIN/application/pdf/777c07814e64988235f138259012de4c/main.pdf main.pdf pdf true 903119 MAIN 6 1-s2.0-S1872206708601400-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206708601400/PREVIEW/image/png/006d9f851c2bb04959ec442b92a474a1/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1872206708601400/PREVIEW/image/png/006d9f851c2bb04959ec442b92a474a1/main_1.png main_1.png png 70094 849 656 IMAGE-WEB-PDF 1 RESEARCH PAPER CHINESE JOURNAL OF CATALYSIS Volume 30, Issue 11, November 2009 Online English edition of the Chinese language journal Cite this article as: Chin J Catal, 2009, 30(11): 1085–1090. Received date: 5 June 2009. *Corresponding author. Tel/Fax: +86-411-39608206; E-mail: wencuili@dlut.edu.cn Foundation item: Supported by the Key Project of the Chinese Ministry of Education (108138) and the Basic Funding of Dalian University of Technology (DUT). Copyright © 2009, Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier BV. All rights reserved. DOI: 10.1016/S1872-2067(08)60140-0 Nanocast Ordered Mesoporous CeO 2 as Support for Highly Active Gold Catalyst in CO Oxidation ZHANG Huili, YAN Xiaojie, LI Wencui* State Key Laboratory of Fine Chemicals, School of Chemical Engineering, Dalian University of Technology, Dalian 116012, Liaoning, China Abstract: Ordered mesoporous ceria oxides (CeO 2 ) were synthesized by nanocasting using ordered mesoporous carbon (CMK-3) as the template and cerium nitrate as the CeO 2 precursor. The as-prepared materials were characterized by thermogravimetry, elemental analysis, powder X-ray diffraction, transmission electron microscopy, and N 2 adsorption. The obtained ceria exhibits a 2-D hexagonal ordered structure with a high surface area of up to 167 m 2 /g and pore size in the range of 3–5 nm. The carbon template can be completely removed at a temperature as low as 350 o C. Such ceria was then employed as the support for the preparation of gold catalysts by the colloid deposition method. The catalytic activity of the Au/CeO 2 catalyst was evaluated in CO oxidation. An enhanced catalytic activity was observed over such a catalyst possibly due to the nano-sized particle and narrow pore size of the ordered mesoporous ceria. Key words: ceria; carbon template; nanocasting; gold; carbon monoxide; oxidation Cerium oxide (CeO 2 ) has inspired much research interest due to many applications such as high temperature ceramics [1], catalysts [2,3], solid oxide fuel cells [4], oxygen sensors [5], and capacitor devices. Especially, ceria is a suitable catalyst or catalyst support [6,7] for a number of reactions such as carbon monoxide oxidation [8,9], low-temperature water gas-shift reaction [10], catalytic combustion of volatile organic com- pounds [11], decomposition of nitrous oxide, etc. The high catalytic activity of ceria in the redox reaction is associated with the many oxygen vacancies in the ceria matrix and the low redox potentials between Ce 3+ and Ce 4+ . For instance, gold supported on ceria has been reported as an effective catalyst for CO oxidation [12]. Excluding the function of the active gold component, Carrettin et al. [13] have demonstrated that the rate of CO oxidation on gold deposited on nanocrystalline particles of cerium dioxide was a hundred times higher than that of Au on a regular CeO 2 support. For selective aerobic oxidation of aldehydes, they have obtained similar results [14]. Obviously, nano-structured ceria possesses certain specific physical properties compared to the conventional one. As accepted by most people, the particle size reduction down to the nanoscale will create a large number of more reactive sides or edges that would improve the reaction activity [15,16]. Therefore, the synthesis of nanostructured ceria, especially with ordered mesoporous structure, has been widely explored. Ordered mesoporous ceria has been synthesized by different methods [17,18]. For example, using organic amphiphiles as structure-directing units, ordered mesoporous cerium (IV) oxide has been obtained in aqueous media under mild condi- tions [19,20]. However, a following thermal treatment that allows the materials to crystallize is often required to satisfy desired applications. Nevertheless, it would unavoidably col- lapse the pore structure. Extraction/ion exchange at room temperature can be employed to remove the organic amphi- philes; however, crystallization of the pore walls would not happen in this case. In contrast, the material prepared by nanocasting pathway shows a big advantage, which can endure much higher reaction temperatures without the loss of nanos- tructure of metal oxide than the one prepared by the afore- mentioned method [21]. The ordered mesoporous ceria repli- cated from mesoporous silica or carbon has high surface area and pore volume, and the pore wall of this material is well crystallized. Mesoporous CeO 2 has been synthesized by the nanocasting pathway using the mesoporous SBA-15 or KIT-6 ZHANG Huili et al. / Chinese Journal of Catalysis, 2009, 30(11): 1085–1090 silica as structure templates [22,23]. As an alternative and more advantageous template, mesoporous carbon has also been used to nanocast mesoporous ceria. In this case, the carbon template can be easily removed through combustion instead of a treat- ment with HF or concentrated NaOH solution in case of silica template removal. The catalytic tests reveal that the activity of the mesoporous ceria in methanol decomposition is substan- tially higher than that for a non-porous sample [24]. Hereby, we report the synthesis of ordered mesoporous CeO 2 materials by nanocasting using ordered mesoporous carbon (CMK-3) with 2-D hexagonal periodic arrangement as the template. The temperature of carbon template removal by combustion was explored in detail to maintain the ordered structure of ceria wall. The obtained material was used as support for deposition of Au nanoparticles, and the catalytic activity of the Au/CeO 2 obtained was evaluated in the CO oxidation reaction. In order to compare the effect of ordered mesoporous ceria as support, disordered ceria was also pre- pared by nanocasting using disordered porous carbon aerogel as template. 1 Experimental 1.1 Preparation of the mesoporous CeO 2 The template of CMK-3 was synthesized through a nano- casting pathway as previously reported by us [25]. For the preparation of ceria, CMK-3 (0.5 g) was impregnated with a saturated solution (890 l) of Ce(NO 3 ) 3 (Tianjin Guangfu Fine Chemicals). After drying at 50 o C, the sample was thermally treated at 200 o C under nitrogen to decompose the Ce(NO 3 ) 3 . In order to solidify the ordered structure of ceria, this process was repeated once. Finally, the sample was subject to combustion in air at different temperature (350, 400, and 500 o C) for 4 h to remove the carbon template, and the powder products were collected and denoted CeO 2 -350, CeO 2 -400, and CeO 2 -500, respectively. For comparison, ceria was also templated with disordered carbon aerogel with large mesopores (A BET = 623 m 2 /g, V total = 1.33 cm 3 /g), which was obtained by polymeriza- tion of resorcin with formaldehyde. This sample was named CeO 2 -C400, implying a template removing temperature of 400 o C. 1.2 Characterization of the mesoporous CeO 2 Thermogravimetry (TG) was performed under nitrogen at- mosphere flow with a Mettler-Toledo TGA/SDTA851 e ther- mobalance. The residual carbon content was determined in a Vario EL III analyzer (Elementar, German). The powder X-ray diffraction (XRD) of the product was recorded on a Philips X’pert PRO X-ray diffractometer (Cu K . radiation, = 0.154 178 nm). Transmission electron microscopy (TEM) analyses were carried out with a Tecnai G220S-Twin instru- ment operated at 200 kV. The samples for TEM analysis were prepared by dipping carbon-coated copper grids into the ethanol solutions of ceria nanoparticles and drying at room temperature. N 2 adsorption measurement was performed at –196 o C using a Micromeritics ASAP 2020 device. Before measurement, samples were degassed at 80 o C under vacuum for 4 h to remove all adsorbed species. The surface area was determined by the Brunauer-Emmett-Teller (BET) method. 1.3 Preparation of the Au/CeO 2 catalyst and activity test The ceria-supported gold catalyst was prepared by the col- loidal deposition method as described elsewhere [26]. The gold colloidal solutions were prepared using poly vinyl alcohol (PVA, M W = 10000) as the protecting agent. The support was then added to the colloidal gold solution under stirring and kept in contact until total adsorption (1 wt% of gold on the support) had occurred, which was indicated by decoloration of the so- lution. The solids were collected by centrifugation followed by washing with distilled water and drying under a vacuum of 1 Pa in a desiccator. The activity of the catalysts for CO oxidation was measured using 50 mg of sieved catalysts (250–500 m) in a gas mixture of 2% CO-1% O 2 -97%N 2 at a flow rate of 67 ml/min (corresponding to a space velocity of 80 L/(g·h)). The concentrations of CO 2 and CO were analyzed at the outlet of the reactor by nondispersive IR spectroscopy using two URAS 3E instruments (Hartmann and Braun). The system was cali- brated with a gas mixture of 1% CO 2 /N 2 . CO conversion (X(CO)) was calculated as X(CO) = ([CO] in –[CO] out )/[CO] in . 2 Results and discussion 2.1 Textural properties of the as-synthesized CeO 2 Generally, the carbon template can be completely removed by combustion at high temperature of at least 550 o C in the nanocasting process [27]. A high-temperature treatment always leads to a decrease in specific surface area of the carbon replica. Ceria performs catalytically very active in oxidation reactions; it thus may catalyze the combustion of carbon during the tem- plate removal. Therefore, the thermal analysis of the compos- ite was performed and the results of TG and its derivative (DTG) curves are shown in Fig. 1. The mass loss of the com- posite occurs mainly in three steps. The first one below 100 o C may be ascribed to the physisorbed water, the second step at 130–210 o C could mainly correspond to the conversion of Ce(NO 3 ) 3 to CeO 2 , and the last one (210–300 o C) is attributed to the thermal combustion of the mesoporous carbon matrix. Obviously, the catalytic activity of ceria lowers the tempera- ture of carbon combustion. Although there is a very weak step at 300–400 o C, a prolonged combustion time will ensure a complete removal of carbon. Therefore, in the experiment, the composite was treated at 350 o C for 6 h under air to com- ZHANG Huili et al. / Chinese Journal of Catalysis, 2009, 30(11): 1085–1090 pletely remove carbon and meanwhile to maintain the ordered structure maximally well. The elemental analysis yielded a residual carbon content of 0.587% in CeO 2 -350. In order to investigate the influence of the temperature of carbon removal on the structure of ceria, the composite was also treated at 400 and 500 o C. Figure 2(a) shows the wide angle XRD patterns of ceria. All the XRD peaks can be assigned, in sequence, to well crystal- lized ceria. The particle size of ceria calculated by the Scherrer’s equation is 6.0–7.1 nm for CeO 2 -350, CeO 2 -400, and CeO 2 -500, which is quite similar to each other. The sam- ple CeO 2 -C400 also can be attributed to crystallized ceria; however, the particle size is determined as 11.5 nm by the Scherrer’s equation, which basically corresponds to the pore size of the carbon aerogel template. The low-angle XRD pat- terns of ceria as well as CMK-3 template are shown in Fig. 2(b). The CMK-3 template shows clear (100), (110), and (200) reflections, indicating a well ordered structure with a 2-D hexagonal symmetry. The patterns of CeO 2 -350, CeO 2 -400, and CeO 2 -500 occur at the same angle, which verifies the maintenance of ordered structure in the nanocasting process. A slightly less resolved XRD reflection was observed in CeO 2 -500. High temperature may cause a certain loss of or- dered structure in ceria. TEM measurements further confirmed the ordered structure of ceria. As shown in Fig. 3, the obtained CeO 2 -350 and CeO 2 -500 exhibit well-distinguished 2-D hexagonal ordered arrays in broad view, which demonstrated a well-performed nanocasting process in the experiments. Figure 4(a) shows the N 2 sorption isotherms of CeO 2 -350, CeO 2 -400, CeO 2 -500, and CeO 2 -C400. Essentially, all the samples gave the type IV isotherms with a visible hysteresis loop, indicating mesoporous characteristics. With decreasing temperature of carbon combustion, the amount of adsorption volume gradually increases, corresponding to a higher surface area and pore volume. The calculated textural parameters of ceria are compiled in Table 1. A high BET surface area of up to 167 m 2 /g was obtained for CeO 2 -350. Pore size distribution of ceria (Fig. 4(b)) shows that all the samples from CMK-3 ex- hibit a narrow pore size distribution in the range of 3–5 nm, while the sample CeO 2 -C400 has a wide pore size distribution in the range of 10–30 nm. According to the XRD, TEM, N 2 adsorption, and thermal analysis, ordered mesoporous ceria can be prepared by nano- casting with the CMK-3 template. Due to the catalytic com- bustion assisted by ceria, the carbon template can be com- pletely removed at the low temperature of 350 o C, which is responsible for a high surface area and well-arranged ordered structure of the ceria replica. 2.2 Catalytic activity of Au/CeO 2 Supported Au/CeO 2 catalysts show very high low-tem- perature activity for CO oxidation [28]. The nature of the support material as well as the physical state is found to sig- nificantly influence the catalytic activity of the resulting gold catalysts [29,30]. Therefore, the ordered mesoporous CeO 2 was selected as support to prepare a gold catalyst. The colloidal deposition method was used because it allowed the isolation of support effect on the catalytic activity and excluded the influ- ence of gold particle formation from the deposition on the support. The HRTEM image (Fig. 5) of the gold colloid shows that most of the gold particles are in the range of 2–5 nm. From our previous work [26], we know that the gold particles would 0 100 200 300 400 500 600 700 0 20 40 60 80 100 Temperaure ( o C) Mass (%) TG DTG -0.0020 -0.0015 -0.0010 -0.0005 0.0000 (d m/ d t )/(%/min ) Fig. 1. Thermal analysis of mesoporous CMK-3 carbon impregnated with Ce(NO 3 ) 3 . 10 20 30 40 50 60 70 80 In te n s ity 2 T/( o ) CeO 2 -400 CeO 2 -350 CeO 2 -C400 CeO 2 -500 (a) 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 In te n s ity 2 T/( o ) CMK-3 CeO 2 -350 CeO 2 -400 CeO 2 -500 (100) (110) (200) (b) Fig. 2. Wide-angle (a) and small-angle (b) XRD patterns of CeO 2 prepared at different template-removing temperature (TRT). ZHANG Huili et al. / Chinese Journal of Catalysis, 2009, 30(11): 1085–1090 not grow bigger below 350 o C, which is much higher than the current application range, so gold particles deposited on the CeO 2 should have the same size before and after reaction. Every sample was run three cycles in the CO oxidation. In the first run, Au/CeO 2 shows a very low activity, which is due to the decomposition of the protecting agent (PVA) of the gold colloids. The activities were almost identical in the second and third runs. Therefore, the temperature of 50% CO conversion (T 50% ) was evaluated from the second run. Figure 6 displays the activity results of the catalysts prepared from CeO 2 -350, CeO 2 -500, and CeO 2 -C400. Obviously, gold supported on ordered ceria shows a relatively high activity towards CO oxidation. The T 50% for Au/CeO 2 -350 and Au/CeO 2 -500 were 21 and 31 o C, respectively, whereas T 50% for CeO 2 -C400 reached 71 o C. This may be related to the dif- ferences of surface area and pore structure among the supports. CeO 2 -350 was subject to a treatment at 350 oC to remove the carbon template. At such low temperature the ceria can well Fig. 3. TEM images of CeO 2 prepared at different TRT. (a) and (b) CeO 2 -350; (c) and (d) CeO 2 -500. 0.0 0.2 0.4 0.6 0.8 1.0 V /(c m 3 / g , STP) p/p 0 CeO2-300 CeO 2 -400 CeO 2 -500 CeO 2 -C400 100 (a) 0 1020304050 (d V/ d D )/(cm 3 /(g � nm ) D/nm CeO 2 -C400 CeO 2 -350 CeO 2 -400 CeO 2 -500 0.1 (b) Fig. 4. Nitrogen isotherms (a) and pore size distribution (b) of CeO 2 prepared at different TRT. Table 1 Texture parameters of CeO 2 prepared with different TRT Sample Combustion temperature ( o C) A BET /(m 2 /g) V total /(cm 3 /g) V mic /(cm 3 /g) D peak * /nm CeO 2 -350 350 167 0.39 0 3.1 CeO 2 -400 400 116 0.32 0.013 4. CeO 2 -500 500 104 0.29 0.045 4.5 CeO 2 -C400 400 78 0.43 0.007 21.8* * Average pore size calculated from formula of 4V total /A BET. ZHANG Huili et al. / Chinese Journal of Catalysis, 2009, 30(11): 1085–1090 maintain the ordered structure of mesoporous carbon over a wide range, as indicated by the TEM image (Fig. 3). Never- theless, the treatments at 500 o C will unavoidably more or less lead to a loss of ordered structure and decrease of surface area. The sample CeO 2 -C400 shows a disordered structure with the lowest surface area and big particle size, which may be re- sponsible for the relatively low activity. Chen et al. [31] reported that nano-sized ceria with a particle size of 14.6 nm was used as the gold support, and the Au/CeO 2 catalysts (Au mass content = 0.88%–1.54%) showed enhanced catalytic activities. T 100% was 50–90 o C for the CO oxidation in 2.8% CO-7.2% O 2 -90% N 2 at a space velocity of 51.6 L/(g·h). Obviously, the catalytic activity of nanocast ceria (from CMK-3)-supported gold in our experiment is comparable to the reported results. This implies that the smaller the particle size of ceria is, the higher the activity of Au/CeO 2 will be in CO oxidation. The use of the ordered mesoporous carbon template limits the growth of ceria particles during the thermal treatment and leads to the formation of ordered mesoporous ceria with high surface area and small particle size. Such ceria as gold support exhibits a significantly improved activity for the CO oxidation. However, Au/CeO 2 -C400 nanocast from carbon aerogel shows an apparent decrease of activity due to a disor- dered structure. In general, in order to improve the activity of the supported catalysts, nanocasting can be used to prepare nano-sized oxide supports with ordered structure and small particle size by choosing proper templates. 3 Conclusions Ordered mesoporous ceria has been prepared by nanocasting using mesoporous carbon as the template. The influence of the template removal temperature on the final structure of CeO 2 was investigated. A temperature as low as 350 o C is sufficient to completely remove the carbon template to ensure the for- mation of ordered mesoporous ceria with a high surface area and small particle size. Gold colloid particles deposited on such ceria show a better catalytic activity for CO oxidation. Acknowledgements The authors are grateful to Prof. Ferdi Schüth for useful discussion. References 1 Koichi E. J Alloys Compd, 1997, 250: 486 2 Park B E, Sakai I, Tokumitsu E, Ishiwara H. Appl Surf Sci, 1997, 117-118: 423 3 Zhao B, Wang Q Y, Ge C H, Li G F, Zhou R X. Chin J Catal, 2009, 30: 407 4 Zhen Y D, Tok A I Y, Jiang S P, Boey F Y C. J Power Sources, 2008, 178: 69 5 Jasinski P, Suzuki Z, Anderson H U. Sens Actuators B, 2003, 95: 73 6 Shao J J, Zhang P, Tang X F, Zhang B C, Song W, Xu Y D, Shen W J. Chin J Catal, 2007, 28: 163 7 Zheng X Ch, Zhang X L, Wang Sh R, Yu L H, Wang X L, Wu Sh H. Chin J Catal, 2005, 26: 971 8 Shen W H, Dong X P, Zhu Y F, Chen H G, Shi J L. Micro- porous Mesoporous Mater, 2005, 85: 157 9 Pillai U R, Deevi S. Appl Catal A, 2006, 299: 266 10 Yuan Z Y, Idakiev V, Vantomme A, Tabakova T, Ren T Z, Su B L. Catal Today, 2008, 131: 203 11 Scire S, Minico S, Crisafulli C, Satriano C, Pistone A. Appl Catal B, 2003, 40: 43 12 Wang X Y, Wang S P, Wang S R, Zhao Y Q, Huang J, Zhang S M, Huang W P, Wu S H. Catal Lett, 2006, 112: 115 13 Carrettin S, Concepcion P, Corma A, Nieto J M L, Puntes V F. Angew Chem, Int Ed, 2004, 43: 2538 14 Corma A, Domine M E. Chem Commun, 2005: 4042 15 Yin L X, Wang Y Q, Pang G S, Koltypin Y, Gedanken A. J Colloid Interface Sci, 2002, 246: 78 16 Xie X W, Li Y, Liu Z Q, Haruta M, Shen W J. Nature, 2009, 458: 746 17 Brezesinski T, Erpen C, Iimura K, Smarsly B. Chem Mater, 2005, 17: 1683 18 Lyons D M, McGrath J P, Morris M A. J Phys Chem B, 2003, Fig. 5. HRTEM image of the gold colloid. -30 0 30 60 90 120 150 180 0 20 40 60 80 100 Au/CeO 2 -C400 Au/CeO 2 -500 C O co nve r s i o n ( % ) Temperature ( o C) Au/CeO 2 -350 Fig. 6. CO oxidation results for the 1% Au/CeO 2 nanoparticles. ZHANG Huili et al. / Chinese Journal of Catalysis, 2009, 30(11): 1085–1090 107: 4607 19 Lundberg M, Skårman B, Cesar F, Wallenberg L R. Micropor- ous Mesoporous Mater, 2002, 54: 97 20 Terribile D, Trovarelli A, de Leitenburg C, Dolcetti G, Llorca J. Chem Mater, 1997, 9: 2676 21 Lu A H, Schüth F. Adv Mater, 2006, 18: 1793 22 Rossinyol E, Arbiol J, Peir´o F, Cornet A, Morante J R, Tian B, Bo T, Zhao D. Sens Actuators B, 2005, 109: 57 23 Laha S C, Ryoo R. Chem Commun, 2003: 2138 24 Roggenbuck J, Schäfer H, Tsoncheva T, Minchev C, Hanss J, Tiemann M. Microporous Mesoporous Mater, 2007, 101: 335 25 Lu A H, Li W C, Schmidt W, Kiefer W, Schüth F. Carbon, 2004, 42: 2939 26 Comotti M, Li W C, Spliethoff B, Schüth F. J Am Chem Soc, 2006, 128: 917 27 Lu A H, Schmidt W, Taguchi A, Spliethoff B, Tesche B, Schüth F. Angew Chem, Int Ed, 2002, 41: 3489 28 Sun C W, Li H, Chen L Q. J Phys Chem Solids, 2007, 68: 1785 29 Kozlow A I, Kozlova A P, Liu H C, Iwasawa Y. Appl Catal A, 1999, 182: 9 30 Si R, Flytzani-Stephanopoulos M. Angew Chem, Int Ed, 2008, 47: 2884 31 Chen Z, Gao Q. Appl Catal B, 2008, 84: 790 CHNJC 60140 S1872-2067(08)60140-0 10.1016/S1872-2067(08)60140-0 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Foundation item: Supported by the Key Project of the Chinese Ministry of Education (108138) and the Basic Funding of Dalian University of Technology (DUT). RESEARCH PAPER Nanocast Ordered Mesoporous CeO2 as Support for Highly Active Gold Catalyst in CO Oxidation Huili ZHANG Xiaojie YAN Wencui LI * State Key Laboratory of Fine Chemicals, School of Chemical Engineering, Dalian University of Technology, Dalian 116012, Liaoning, China * Corresponding author. Tel/Fax: +86-411-39608206 Ordered mesoporous ceria oxides (CeO2) were synthesized by nanocasting using ordered mesoporous carbon (CMK-3) as the template and cerium nitrate as the CeO2 precursor. The as-prepared materials were characterized by thermogravimetry, elemental analysis, powder X-ray diffraction, transmission electron microscopy, and N2 adsorption. The obtained ceria exhibits a 2-D hexagonal ordered structure with a high surface area of up to 167 m2/g and pore size in the range of 3–5 nm. The carbon template can be completely removed at a temperature as low as 350°C. Such ceria was then employed as the support for the preparation of gold catalysts by the colloid deposition method. The catalytic activity of the Au/CeO2 catalyst was evaluated in CO oxidation. An enhanced catalytic activity was observed over such a catalyst possibly due to the nano-sized particle and narrow pore size of the ordered mesoporous ceria. Key words ceria carbon template nanocasting gold carbon monoxide oxidation References 1 E Koichi J Alloys Compd 250 1997 486 2 BE Park I Sakai E Tokumitsu H Ishiwara Appl Surf Sci 117–118 1997 423 3 B Zhao QY Wang CH Ge GF Li RX Zhou Chin J Catal 30 2009 407 4 YD Zhen AIY Tok SP Jiang FYC Boey J Power Sources 178 2008 69 5 P Jasinski Z Suzuki HU Anderson Sens Actuators B 95 2003 73 6 JJ Shao P Zhang XF Tang BC Zhang W Song YD Xu WJ Shen Chin J Catal 28 2007 163 7 X Ch Zheng XL Zhang Sh R Wang LH Yu XL Wang Sh H Wu Chin J Catal 26 2005 971 8 WH Shen XP Dong YF Zhu HG Chen JL Shi Microporous Mesoporous Mater 85 2005 157 9 UR Pillai S Deevi Appl Catal A 299 2006 266 10 ZY Yuan V Idakiev A Vantomme T Tabakova TZ Ren BL Su Catal Today 131 2008 203 11 S Scire S Minico C Crisafulli C Satriano A Pistone Appl Catal B 40 2003 43 12 XY Wang SP Wang SR Wang YQ Zhao J Huang SM Zhang WP Huang SH Wu Catal Lett 112 2006 115 13 S Carrettin P Concepcion A Corma JML Nieto VF Puntes Angew Chem, Int Ed 43 2004 2538 14 A Corma ME Domine Chem Commun 2005 4042 15 LX Yin YQ Wang GS Pang Y Koltypin A Gedanken J Colloid Interface Sci 246 2002 78 16 XW Xie Y Li ZQ Liu M Haruta WJ Shen Nature 458 2009 746 17 T Brezesinski C Erpen K Iimura B Smarsly Chem Mater 17 2005 1683 18 DM Lyons JP McGrath MA Morris J Phys Chem B 107 2003 4607 19 M Lundberg B Skårman F Cesar LR Wallenberg Microporous Mesoporous Mater 54 2002 97 20 D Terribile A Trovarelli C de Leitenburg G Dolcetti J Llorca Chem Mater 9 1997 2676 21 AH Lu F Schüth Adv Mater 18 2006 1793 22 E Rossinyol J Arbiol F Peir'o A Cornet JR Morante B Tian T Bo D Zhao Sens Actuators B 109 2005 57 23 SC Laha R Ryoo Chem Commun 2003 2138 24 J Roggenbuck H Schäfer T Tsoncheva C Minchev J Hanss M Tiemann Microporous Mesoporous Mater 101 2007 335 25 AH Lu WC Li W Schmidt W Kiefer F Schüth Carbon 42 2004 2939 26 M Comotti WC Li B Spliethoff F Schüth J Am Chem Soc 128 2006 917 27 AH Lu W Schmidt A Taguchi B Spliethoff B Tesche F Schüth Angew Chem, Int Ed 41 2002 3489 28 CW Sun H Li LQ Chen J Phys Chem Solids 68 2007 1785 29 AI Kozlow AP Kozlova HC Liu Y Iwasawa Appl Catal A 182 1999 9 30 R Si M Flytzani-Stephanopoulos Angew Chem, Int Ed 47 2008 2884 31 Z Chen Q Gao Appl Catal B 84 2008 790",
      "scopus-id": "72449171193",
      "coredata": {
        "eid": "1-s2.0-S1872206708601400",
        "dc:description": "Ordered mesoporous ceria oxides (CeO2) were synthesized by nanocasting using ordered mesoporous carbon (CMK-3) as the template and cerium nitrate as the CeO2 precursor. The as-prepared materials were characterized by thermogravimetry, elemental analysis, powder X-ray diffraction, transmission electron microscopy, and N2 adsorption. The obtained ceria exhibits a 2-D hexagonal ordered structure with a high surface area of up to 167 m2/g and pore size in the range of 3–5 nm. The carbon template can be completely removed at a temperature as low as 350°C. Such ceria was then employed as the support for the preparation of gold catalysts by the colloid deposition method. The catalytic activity of the Au/CeO2 catalyst was evaluated in CO oxidation. An enhanced catalytic activity was observed over such a catalyst possibly due to the nano-sized particle and narrow pore size of the ordered mesoporous ceria.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206708601400",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "ZHANG, Huili"
          },
          {
            "@_fa": "true",
            "$": "YAN, Xiaojie"
          },
          {
            "@_fa": "true",
            "$": "LI, Wencui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206708601400"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206708601400"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(08)60140-0",
        "prism:volume": "30",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Nanocast Ordered Mesoporous CeO2 as Support for Highly Active Gold Catalyst in CO Oxidation",
        "prism:copyright": "Copyright © 2009 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "11",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "ceria"
          },
          {
            "@_fa": "true",
            "$": "carbon template"
          },
          {
            "@_fa": "true",
            "$": "nanocasting"
          },
          {
            "@_fa": "true",
            "$": "gold"
          },
          {
            "@_fa": "true",
            "$": "carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "11",
        "openaccessSponsorType": null,
        "prism:pageRange": "1085-1090",
        "prism:endingPage": "1090",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2009",
        "prism:doi": "10.1016/S1872-2067(08)60140-0",
        "prism:startingPage": "1085",
        "dc:identifier": "doi:10.1016/S1872-2067(08)60140-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/72449171193"
      }
    }
  }
}