{
  "metadata": {
    "title": "Black phosphorus incorporated cobalt oxide: Biomimetic channels for electrocatalytic water oxidation",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2022-04-30",
    "doi": "10.1016/S1872-2067(21)63937-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206721639372",
    "pii": "S1872206721639372"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85125891513",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2022-02-28 2022-02-28 2022-02-28 2022-02-28 2022-10-01T19:56:25 1-s2.0-S1872206721639372 S1872-2067(21)63937-2 S1872206721639372 10.1016/S1872-2067(21)63937-2 S300 S300.2 FULL-TEXT 1-s2.0-S1872206722X00041 2024-05-28T11:27:55.740965Z 0 0 20220401 20220430 2022 2022-02-28T21:08:56.33425Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst 1872-2067 18722067 true 43 43 4 4 Volume 43, Issue 4 18 1123 1130 1123 1130 202204 April 2022 2022-04-01 2022-04-30 2022 article fla Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved. BLACKPHOSPHORUSINCORPORATEDCOBALTOXIDEBIOMIMETICCHANNELSFORELECTROCATALYTICWATEROXIDATION GAO X 1 Introduction 2 Experimental 2.1 Synthesis of materials 2.2 Physical characterizations 2.3 Electrochemical studies 2.4 Computational studies 3 Results and discussion 3.1 Synthesis and characterization of CoO-BP-RGO 3.2 Electrocatalytic oxygen evolution of CoO-BP-RGO 4 Conclusions Electronic supporting information Supplementary Material References GAO 2020 174 182 X QI 2020 8917 8921 J KWAK 2020 6626 6683 W OUYANG 2019 4923 4928 T WU 2021 637 647 C MONDAL 2020 21040 21049 B ZHANG 2019 1860 1866 Y HAO 2021 1493 1502 Y ZHOU 2021 571 582 S SUGA 2015 99 103 M SHAO 2019 14599 14604 Y UMENA 2011 55 60 Y SCHNEIDER 2019 9758 9763 J MEYER 2007 5284 5304 T BAO 2015 E6139 E6147 H YANO 2014 4175 4205 J ZHANG 2014 273 281 T YE 2018 3250 3256 S ZHANG 2019 2001 K WANG 2018 2600 2604 J RAHMAN 2016 709 728 M JIANG 2016 13849 13853 Q YUAN 2019 4972 4979 Z LIU 2020 3917 Z LEI 2017 3492 3509 W SHUAI 2019 1800328 H HAN 2018 1803471 X WU 2018 1700491 S PANG 2018 1702093 J LIU 2015 2732 2743 H KRESSE 1996 15 50 G KRESSE 1996 11169 11186 G KRESSE 1999 1758 1775 G BLOCHL 1994 17953 17979 P PERDEW 1992 6671 6687 J PERDEW 1996 3865 3868 J GRIMME 2010 154104 S XING 2017 8096 8101 C SUN 2014 3813 Z YUAN 2016 159 167 W GEORGAKILAS 2016 5464 5519 V FAVRON 2015 826 832 A LI 2016 4511 4516 Y RAMOSDOCAMPO 2017 5542 5548 M RIVASMURIAS 2017 837 841 B FENG 2019 1270 1276 N LI 2014 5625 5630 D LIU 2017 1700758 H CAO 2018 96 105 L SHI 2019 17459 17466 F KUANG 2019 6624 6629 Y ZAGALSKAYA 2020 3650 3657 A GAUTHIER 2017 11455 11463 J JIANG 2020 105079 B CURCIO 2021 2008077 A GIORDANO 2016 2 10 L GAO 2021 2007031 X GAOX2022X1123 GAOX2022X1123X1130 GAOX2022X1123XX GAOX2022X1123X1130XX 2024-02-28T00:00:00.000Z 2024-02-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2022-03-13T00:17:01.310Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 21773146 21872092 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Shaanxi Normal University Shaanxi Normal University http://data.elsevier.com/vocabulary/SciValFunders/501100004303 http://sws.geonames.org/1814991/ This work was supported by the Starting Research Funds of Shaanxi Normal University, and the National Natural Science Foundation of China (21773146, 21872092). 0 item S1872-2067(21)63937-2 S1872206721639372 1-s2.0-S1872206721639372 10.1016/S1872-2067(21)63937-2 273538 2022-10-01T21:08:50.505487Z 2022-04-01 2022-04-30 1-s2.0-S1872206721639372-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/MAIN/application/pdf/2c5b1f415310f65700ef0fdc2902a40a/main.pdf main.pdf pdf true 1859665 MAIN 8 1-s2.0-S1872206721639372-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/PREVIEW/image/png/739eda1233348f1d6d3e7862ce2e40c6/main_1.png main_1.png png 51529 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206721639372-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/fx1/DOWNSAMPLED/image/jpeg/2e61544b0e2878cefb6e3213d5b08e3b/fx1.jpg fx1 true fx1.jpg jpg 43558 233 301 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639372-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr1/DOWNSAMPLED/image/jpeg/9b439cd9b5cae70ea72842629fffac98/gr1.jpg gr1 gr1.jpg jpg 35899 144 364 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639372-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr2/DOWNSAMPLED/image/jpeg/781781bc91cea7b9d01e97ca3d40a95f/gr2.jpg gr2 gr2.jpg jpg 46062 247 365 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639372-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr3/DOWNSAMPLED/image/jpeg/0c9692586c66efde303d1fd366bad7de/gr3.jpg gr3 gr3.jpg jpg 62015 340 361 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639372-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr4/DOWNSAMPLED/image/jpeg/2fbbe71632f10d012786863d8a8f6af0/gr4.jpg gr4 gr4.jpg jpg 70644 356 364 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639372-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr5/DOWNSAMPLED/image/jpeg/68a41c18d6a0650dc11bad706d08aa02/gr5.jpg gr5 gr5.jpg jpg 51485 275 354 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639372-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr6/DOWNSAMPLED/image/jpeg/54d6eb19b9374ef55d5e630aa7e7d89a/gr6.jpg gr6 gr6.jpg jpg 51494 323 447 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639372-gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr7/DOWNSAMPLED/image/jpeg/af112111e2f667ed5ed78e59208b489f/gr7.jpg gr7 gr7.jpg jpg 18550 185 366 IMAGE-DOWNSAMPLED 1-s2.0-S1872206721639372-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/fx1/THUMBNAIL/image/gif/d620a0ddf14ec5cba0b0910cf1bc4ec3/fx1.sml fx1 true fx1.sml sml 18507 164 211 IMAGE-THUMBNAIL 1-s2.0-S1872206721639372-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr1/THUMBNAIL/image/gif/654fa9840d713a1d3e57d7855d521b73/gr1.sml gr1 gr1.sml sml 11740 87 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721639372-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr2/THUMBNAIL/image/gif/2df8445a5790ed8898fc81450fe46723/gr2.sml gr2 gr2.sml sml 14433 148 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721639372-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr3/THUMBNAIL/image/gif/1f87dc690461f5499cf94701928e95ac/gr3.sml gr3 gr3.sml sml 11333 164 174 IMAGE-THUMBNAIL 1-s2.0-S1872206721639372-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr4/THUMBNAIL/image/gif/016fdd9bcf769f449bb69784b464bf49/gr4.sml gr4 gr4.sml sml 17828 163 167 IMAGE-THUMBNAIL 1-s2.0-S1872206721639372-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr5/HIGHRES/image/gif/900bd3093d5578adb4a1654ba3bacfa7/gr5.sml gr5 gr5.sml sml 12775 164 211 IMAGE-THUMBNAIL 1-s2.0-S1872206721639372-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr6/THUMBNAIL/image/gif/12de5fa0c775a6c9d2363bb31da49902/gr6.sml gr6 gr6.sml sml 9751 158 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721639372-gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/gr7/THUMBNAIL/image/gif/4a279a2902d148631e74137f50b2b938/gr7.sml gr7 gr7.sml sml 5329 111 219 IMAGE-THUMBNAIL 1-s2.0-S1872206721639372-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/HIGHRES/image/jpeg/c8dec70babe9f655cbc0bb1ea898875d/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 171694 620 800 IMAGE-HIGH-RES 1-s2.0-S1872206721639372-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/HIGHRES/image/jpeg/ef803e6e4f3e8a43e8172fe664eb6dd8/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 175079 383 967 IMAGE-HIGH-RES 1-s2.0-S1872206721639372-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/HIGHRES/image/jpeg/8455dfdbcdf784a9b7da14fe312bbac4/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 226714 656 970 IMAGE-HIGH-RES 1-s2.0-S1872206721639372-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/HIGHRES/image/jpeg/49a9b8d3b0620fa104bad22cb178463f/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 267752 904 959 IMAGE-HIGH-RES 1-s2.0-S1872206721639372-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/HIGHRES/image/jpeg/701564f5c12456896ca6f0f4a7f6ce17/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 454868 948 969 IMAGE-HIGH-RES 1-s2.0-S1872206721639372-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/THUMBNAIL/image/jpeg/7501e73d5f32b075bfa4db0adecf72da/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 239076 731 941 IMAGE-HIGH-RES 1-s2.0-S1872206721639372-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/HIGHRES/image/jpeg/8595e7c096758d366cf5d70dab2a50c4/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 204999 859 1187 IMAGE-HIGH-RES 1-s2.0-S1872206721639372-gr7_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/HIGHRES/image/jpeg/9a965c2fd04feb600682e84ece87ebfa/gr7_lrg.jpg gr7 gr7_lrg.jpg jpg 70230 491 972 IMAGE-HIGH-RES 1-s2.0-S1872206721639372-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206721639372/mmc1/MAIN/application/pdf/d32b7000e76c8085d996f05368e6706e/mmc1.pdf mmc1 mmc1.pdf pdf false 9911830 APPLICATION CHNJC 63937 S1872-2067(21)63937-2 10.1016/S1872-2067(21)63937-2 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 Illustration of biomimetic channels in CoO-BP-RGO. Electron and proton transfers in natural PSII (a) and artificial CoO-BP-RGO electrocatalyst (b). Fig. 2 The illustration of the preparation and structure of CoO-BP-RGO with P–O bonds. Fig. 3 (a) XRD patterns of CoO-BP-RGO, BP and GO (inset); (b) Raman spectrum of CoO-BP-RGO; The illustration of graphene (c), BP (d), and CoO (e). Fig. 4 SEM (a) and TEM (b−e) images of CoO-BP-RGO; The corresponding HAADF STEM image (f) and EDX mapping (g) and line scanning patterns (h) of CoO-BP-RGO. Fig. 5 Narrow scan C 1s (a), Co 2p (b), P 2p (c), and O 1s (d) XPS spectra of CoO-BP-RGO. Fig. 6 Electrocatalytic water oxidation performances. (a) LSV polarization curves of CoO-BP-RGO, CoO-RGO, CoO-BP and BP samples; (b) The overpotentials required for j = 10 and 100 mA cm−2 with different samples; (c) Tafel plots for OER of the samples; (d) Multi-current chronopotentiometry of CoO-BP-RGO with current densities from 40 to 700 mA cm−2 at current ramps of 60 mA cm−2 per step without iR compensation. Fig. 7 Computational calculation of CoO-BP-RGO. The calculated free energy diagrams of OER on P–O functionalized hydroxylated CoO(100) surface. Co, H, P, lattice O and O from solution are represented with blue, white, pink, red and orange spheres, respectively. Available online 5 March 2022 This work was supported by the Starting Research Funds of Shaanxi Normal University, and the National Natural Science Foundation of China (21773146, 21872092). Article Black phosphorus incorporated cobalt oxide: Biomimetic channels for electrocatalytic water oxidation Xueqing Gao a Xiaomeng Liu b Shujiao Yang a Wei Zhang a * Haiping Lin b c # Rui Cao a $ a Key Laboratory of Applied Surface and Colloid Chemistry, Ministry of Education, School of Chemistry and Chemical Engineering, Shaanxi Normal University, Xi'an 710119, Shaanxi, China Key Laboratory of Applied Surface and Colloid Chemistry Ministry of Education School of Chemistry and Chemical Engineering Shaanxi Normal University Xi'an Shaanxi 710119 China Key Laboratory of Applied Surface and Colloid Chemistry, Ministry of Education, School of Chemistry and Chemical Engineering, Shaanxi Normal University, Xi'an 710119, Shaanxi, China b School of Physics & Information Technology, Shaanxi Normal University, Xi'an 710119, Shaanxi, China School of Physics & Information Technology Shaanxi Normal University Xi'an Shaanxi 710119 China School of Physics & Information Technology, Shaanxi Normal University, Xi'an 710119, Shaanxi, China c Institute of Functional Nano & Soft Materials (FUNSOM), Soochow University, Suzhou 215123, Jiangsu, China Institute of Functional Nano & Soft Materials (FUNSOM) Soochow University Suzhou Jiangsu 215123 China Institute of Functional Nano & Soft Materials (FUNSOM), Soochow University, Suzhou 215123, Jiangsu, China * Corresponding author # Corresponding author $ Corresponding author Learning from nature photosynthesis, the development of efficient artificial catalysts for water oxidation is an ongoing challenge. Herein, a lamellar cobalt oxide (CoO), black phosphorus (BP) and reduced graphene oxide (RGO) hybrid electrocatalyst is reported. BP domains are anchored on RGO and coated with CoO via P–O bonds. The widespread P–O bond network constitutes the proton acceptor and forms a proton exit channel, akin to the use of Asp61 in Photosystem II (PSII). The innermost kernel layer RGO serves as the current collector and forms an electron exit channel, mimicking the function of Tyr161 for charge transfer. The outermost encapsulation CoO layer acts as water oxidation catalyst (WOC). These biology-inspired features endow an outstanding OER performance of the hybrid material with a low overpotential of 206 mV at a current density of 10 mA cm−2. This work provides a new design guide for OER electrocatalysts through constructing two specialized channels for proton and electron transfer. Graphical Abstract BP induced P–O bonds extract and deliver protons. RGO paves the way for electrons transfer. This work will initiate the search of biomimetic channels for protons and electrons transfer in energy conversion and storage. Keywords Electrocatalysis Water oxidation Oxygen evolution reaction Proton transfer Electron transfer 1 Introduction Oxygen evolution reaction (OER) is a significant half reaction in natural systems for oxygenic photosynthesis, and in artificial electrochemical systems for hydrogen production, carbon dioxide reduction, nitrogen fixation and metal-air batteries [1–5]. The process of OER is complicated due to its multi- proton and electron character, inflicting unfavorable thermodynamics and sluggish kinetics [6–9]. In natural system, water is oxidized into oxygen gas by an extraordinarily efficient water oxidation catalyst (WOC), namely the Mn4CaO5 cluster in PSII [10,11]. Significantly, there are plentiful amino acid residues around the WOC to not only stabilize the MnCa cluster but also to facilitate proton-electron transfers [12–14]. A asparagine residue D1-Asp61, which is linked to a water (W1) coordinated to Mn(4), provides proton egress pathway and promotes proton transfer from WOC [15,16]. Meanwhile, a tyrosine residue D1-Tyr161, which is connected to a water (W4) coordinated to Ca, acts as a mediator for electron transfer between the MnCa cluster and P680+ [17,18]. Inspired by natural PSII, it would be promising to design specialized proton and electron channels in artificial OER electrocatalysts to accelerate the proton-electron transfer steps toward high OER performance. Herein, we design a hybrid material that black phosphorus (BP) is caught in between lamellar cobalt oxide and reduced graphene oxide (denoted as CoO-BP-RGO hereafter) to mimic the natural WOC (Fig. 1 ). Characterizations demonstrate that both sides of RGO are coupled with BP and then coated with CoO. The innermost kernel layer of RGO with high electrical conductivity paves the way for fast electron transfer. The intermediate BP layer induces the formation of P–O–Co bond between BP and CoO, and P–O–C bond between BP and RGO. The P–O–Co and P–O–C bonds form a P–O network to serve as a proton exit channel. The outermost encapsulation CoO layer provides OER active sites and also prevents the degradation of BP. This hybrid material possesses two independent channels for proton and electron transfer, accelerating PCET steps and soaring the OER activity. As an emerging two-dimensional (2D) material, black phosphorus (BP), especially few layer BP, has been investigated for water splitting recently [19–23]. Yu and co-workers [20] reported in-plane BP/Co2P heterostructures for improved hydrogen evolution and oxygen evolution reactions performance. And recently, a new ultrathin black phosphorus-on-nitrogen doped graphene was reported by Dai and co-workers to address directional interfacial charge transfer in hydrogen evolution and oxygen evolution reactions [23]. BP possesses unique physicochemical properties of tunable direct-bandgap, big theoretical capacity, high carrier mobility, in-plane anisotropy, and active lone-pairs [24–26]. However, the few-layered BP suffers from instability under ambient conditions containing oxygen, water and visible light [27,28]. This degradation can be due to the existence of exposed active lone-pairs [29]. These lone-pairs are readily oxidized by oxygen molecules and then attacked by water molecules, destroying the structure of BP layer by layer from outside to inside [30]. Thus, it is still a big challenge to design proper structure with BP to evade the degradation of BP under harsh OER conditions. In our hybrid material, the BP was successfully wrapped and protected by the graphene and CoO layers. 2 Experimental 2.1 Synthesis of materials In a typical procedure, polyvinylpyrrolidone (PVP, 0.1368 g) and graphene oxide (GO, 0.0102 g) were dissolved in 15 mL of isopropyl alcohol (IPA) by ultrasonic treatment for 1 h. Then, Co(CH3COO)2·4H2O (0.0397g) and diethylene glycol (DEG, 4 mL) were added to the above solution and sonicated for another 1 h. Subsequently, the as-obtained solution and BP-IPA dispersion (2 mL) were transferred into a 100 mL Teflon-lined stainless steel autoclave with Ar protection. The mixture was then subjected to solvothermal treatment at 180 °C for 4 h. After cooling to room temperature, the obtained CoO-BP-RGO hybrid was collected by centrifugation/washing with ethanol several times and dried at room temperature. For control studies, composites were also synthesized under similar experimental conditions with these variables: without BP (denoted as CoO-RGO), without GO (denoted as CoO-BP), without PVP and without DEG. 2.2 Physical characterizations X-ray diffraction (XRD) patterns of the obtained samples were performed on a X-ray diffractometer (Rigaku D/Max2550VB+/PC, Cu Kα , λ = 1.5406 Å, 40 kV and 100 mA). The transmission electron microscopy (TEM) images were taken using a FEI Tecnai G2 F20 field transmission electron microscopy operated at 200 kV. Energy-dispersive X-ray analysis (EDX) and the elemental mappings were conducted on an AMETEK Materials Analysis EDX equipped on the TEM. The samples were dispersed and loaded on carbon-coated copper grids for TEM analysis. The scanning electron microscope (SEM) images were observed on a Hitachi SU8020 cold-emission field emission SEM with an accelerating voltage of 5 kV. The Raman spectra were recorded on a Renishaw inVia Reflex confocal Raman microscope. Atomic force microscopy (AFM) was performed on Dimension Icon instrument. The X-ray photoelectron spectroscopy (XPS) was carried out on a Kratos AXIS ULTRA using monochromatic Al Kα radiator (1486.6 eV) with photoelectron take-off angle of 90° with respect to the surface plane. Corrections of the binding energy were carried out using C 1s peak at 284.5 eV. 2.3 Electrochemical studies All electrochemical experiments were performed using a CH Instruments Electrochemical Analyzer (CHI 660E) at room temperature. A standard three-electrode system, which consists of a graphite rod as the counter electrode, a saturated Ag/AgCl as the reference electrode, and catalyst-loaded carbon cloth as the working electrode (0.5 × 0.5 cm2), was used for all electrochemical experiments unless otherwise stated. Potentials in this study were reported against the reversible hydrogen electrode (RHE) based on the equation: E RHE = E Ag/AgCl + (0.197 + 0.0591 × pH) V. Linear sweep voltammograms (LSV), at a scan rate of 5 mV s−1, were recorded in a 15 mL of 1.0 mol/L KOH aqueous solution. The LSV measurements were iR compensated at 100%. Tafel plots were acquired by plotting the overpotentials versus the logarithm of the steady state current densities. Controlled potential electrolysis (CPE) test was recorded under the same experimental setup in a fritted cell without the iR drop compensation. Multi-current step and long-term chronopotentiometry were recorded in 6.0 mol/L KOH aqueous solution at 50 °C without iR compensation. Electrochemical impedance spectroscopy (EIS) was recorded under 1.5 V (vs. RHE) from 0.1 Hz to 1 MHz at the amplitude of the sinusoidal voltage of 5 mV. The Nyquist plots were thus obtained based on the EIS data. 2.4 Computational studies DFT calculations were conducted with Vienna ab initio simulation packages (VASP) [31,32] using projector-augmented wave (PAW) pseudopotentials and a cut-off energy of 400 eV [33,34]. The Perdew-Burke-Ernzerhof (PBE) [35,36] functional was selected to calculate the exchange and correlation interactions between electrons. The Brillouin zone of supercells were sampled by Monkhorst-Pack k-point meshes with separation of 0.01 Å−1. A vacuum layer of 15 Å was introduced to avoid spurious interactions between the periodic images. The criterion of energy convergence was 1 × 10−4 eV. The structural optimizations were not stopped until the Hellmann-Feynman forces were smaller than 0.01 eV/Å. The vdW contributions were evaluated with the DFT-D3 method [37]. The change of the Gibbs free energy (ΔG) for each elementary step were calculated at the zero potential as outlined: ΔG(0) = ΔE DFT + ΔE ZPE –TΔS + ΔG pH, where E DFT was the energy obtained from DFT calculations, E ZPE was the zero-point energy that calculated by E ZPE = 1/2Σhv (v: the vibrational frequency of a normal mode, h: the Planck constant), T was the temperature, S was the entropy, and ΔG pH was the free energy contributions related to the H+ concentration: ΔG pH = 2.303 × k B T × pH. 3 Results and discussion 3.1 Synthesis and characterization of CoO-BP-RGO The preparation and structure of CoO-BP-RGO are illustrated in Fig. 2 . In a typical synthesis of the 2D CoO-BP-RGO hybrids, graphene oxide (GO) and PVP were first dissolved in IPA to form a dispersion. Co(CH3COO)2·4H2O and DEG were then added with ultrasonic treatment. Subsequently, the as-obtained dispersion was mixed with BP followed by immediate solvothermal treatment under Ar protection. Active lone-pairs of BP can easily react with oxygen functional groups such as epoxides, alcohols, and carboxylic acids on GO (Figs. S1(a,b)) [38]. In the PVP-IPA-DEG solution system, CoO precursors are self-assembled into lamellar structures with PVP surfactants upon the 2D model of graphene (Fig. S1(c)), and then polymerized and crystallized into ultrathin 2D CoO nanosheets with atomic level thickness (Fig. S1(d)). The roles of added BP, GO, PVP, and DEG in the synthesis were investigated by control experiments. The samples synthesized from the solutions: without BP (denoted as CoO-RGO hereafter), without GO (denoted as CoO-BP hereafter), without PVP, and without DEG. The morphology of CoO in CoO-RGO remains lamellar (Fig. S2(a)), while changes into less-dispersed form in CoO-BP (Fig. S2(b)). These phenomena indicate that GO serves as the major template for the formation of CoO nanosheets. Without PVP, CoO is in the form of big particles and is not anchored onto the GO sheets (Fig. S2(c)), demonstrating that PVP is the medium to connect CoO precursor and GO. Without DEG, the products are mainly in the form of nanoparticles (Fig. S2(d)), demonstrating the key role of DEG in the formation of nanosheets as co-surfactant and co-solvent. The behaviour of DEG is similar with ethylene glycol for the fromation of various ultrathin 2D transition metal oxide nanostructures in Sun and co-workers’ studies [39]. Therefore, the formation of CoO nanosheets can be attributed to a synergetic effect of GO, PVP and DEG. The XRD pattern of the CoO-BP-RGO hybrid is shown in Fig. 3(a) . The diffraction peaks are indexed to hexagonal RGO, orthorhombic BP (JCPDS 73-1358) [20], and cubic CoO (JCPDS 43-1004) [40]. A peak of GO at ~10.5° (inset of Fig. 3(a)) disappears and a new broad peak of RGO appears at ~22°, corresponding to C (002) plane [41]. These phenomena suggest that some oxygen functional groups on GO have reacted with surface BP to form RGO during the solvothermal process. The presence of a weak (040) reflection at ~34° indicates that the layered nature of BP (Fig. 3(d)) is maintained in the hybrid. Three diffraction peaks at 36.5°, 42.4° and 61.4° are indexed to the (111), (200) and (220) planes of cubic CoO (Fig. 3(e). The weak and broad peaks of CoO reveal its low crystallinity. Raman spectrum of the CoO-BP-RGO hybrid is shown in Fig. 3(b). The peaks can be assigned to characteristic vibration modes of RGO, BP and CoO. Two strong peaks are located at 1344.6 and 1594.7 cm−1, which are assigned to D and G bands of RGO. Pure BP nanosheets with few layers show out of-plane mode Ag 1 at 361.1 cm−1, armchair in-plane mode B2g at 438.4 cm−1, and zig-zag in-plane mode Ag 2 at 466.3 cm−1 (Fig. S3) [42]. CoO-BP-RGO nanosheets hybrid exhibits vibrational modes Ag 1 at 358.1 cm−1, B2g at 438.1 cm−1 and Ag 2 at 466.2 cm−1. After coupling with RGO and CoO, the out of-plane mode Ag 1 obviously shifts to lower wavenumbers due to vibration inhibition. This shift demonstrates that the edges of the BP have sufficient reaction with RGO and CoO. Both wavenumbers of B2g and Ag 2 modes remain almost unchanged, confirming nearly intact in-plane structure of BP after the formation of CoO-BP-RGO hybrid. Furthermore, broad B2g and Ag 2 peaks and the intensity ratio of Ag 1/Ag 2 > 0.2 indicate partial oxidation of BP [42], coming from P–O bonds between BP and oxygen of CoO or GO. Two peaks at 515 and 1067 cm−1 correspond to the first-order phonon and second-order two-phonon Raman scattering of CoO, respectively [43]. The emergence of first-order phonon scattering indicates the prepared CoO has structural defects and impurities due to the hybridization with BP [44,45]. The SEM and TEM images of CoO-BP-RGO hybrid are shown in Figs. 4(a) and 4(b), in which two sides of RGO are uniformly decorated with CoO nanosheets. The magnified TEM image (Fig. 4(c) ) shows the sandwiched BP between RGO and CoO nanosheets. Because the lateral size of BP is smaller than RGO (Fig. S4), it is easy for BP domains to be captured by GO with the scale of micrometers. As shown in the HRTEM (Fig. 4(d)) image, the crystal fringes of CoO are discontinuous with lots of defects, which well agree with XRD and Raman analyses. Lattice spacing of 0.21 nm is assigned to (200) facet of cubic CoO (Fig. 4(e)), which is the outermost exposed layer and parallel to planes of BP and RGO. The high-angle annular dark field (HAADF) scanning TEM (STEM) image and corresponding EDX analysis mapping and line scanning patterns are displayed in Figs. 4(f–;h), demonstrating the wrapped BP domain in the CoO-BP-RGO hybrid. The low magnification SEM-EDX (Fig. S5) elemental mapping images confirm the even distribution of BP in CoO-BP-RGO hybrid. The SEM and TEM images of CoO-RGO show that CoO in CoO-RGO has the same structure with CoO in CoO-BP-RGO (Fig. S6). The thickness of pure BP, RGO, CoO-RGO and CoO-BP-RGO nanosheets were analyzed by AFM (Fig. S7) and provided in Table S1. AFM image of BP shows the ultrathin thickness of ~2 nm, corresponding to 4 layers of BP. Based on the thickness of RGO of 0.96 nm and CoO-RGO of 3.8 nm, we can draw a conclusion that the thickness of the outside CoO on one side of the hibrid is ~1.42 nm. This value corresponds to the thickness of about 3 unit cells of cubic CoO (a = 4.26 Å). Possible structures of the as-prepared CoO-RGO and CoO-BP-RGO are illustrated in Figs. S8 and S9. XPS is useful to analyze the composition and further identify the formation of P–O bonds in CoO-BP-RGO hybrid (Fig. 5 ). The C 1s high-resolution XPS spectrum of the CoO-BP-RGO hybrid shows a peak at 286.5 eV, coming from the C from P–O–C bond [46]. Peaks located at 284.4, 285.7, and 288.1 eV correspond to the C–C, C–OH, and C=O peaks of RGO. The positions of the Co 2p peaks and the observable satellite feature agree with the typical CoII XPS spectrum of CoO species containing unpaired 3d electrons. The high-resolution XPS Co 2p 3/2 spectrum can be fitted with two main peaks at 780.6 and 782.4 eV and corresponding broad satellite peaks at 785.4 and 788.8 eV [47]. Fig. 5(c) shows that the high-resolution P 2p XPS spectra before and after Ar-sputtering. Two peaks at 136.6 and 133.5 eV are assigned to P–O–Co and P–O–C, respectively [26,46,48]. The P–P signal from BP is quite weak, becaues BP are compactly covered by CoO nanosheets [46]. After Ar-sputtering to take some surface CoO away, the P–P signal is enhanced [38], demonstrating the sandwiched BP in the CoO-BP-RGO hybrid. The main O 1s peak at 530.8 eV corresponds to the O from CoO [49]. The peak at 533.6 eV corresponds to C=O of RGO. Another small O 1s peak at 532 eV is attributed to the presence of P–O–Co bond [50]. After Ar-sputtering, the P–O–Co signal improves and the P–O–C signal at 534.8 eV appeares, proving the formation of P–O–Co and P–O–C bonds in the CoO-BP-RGO hybrid. The stability of BP in the CoO-BP-RGO hybrid increases dramatically, as compared with pure BP. The morphology of BP in CoO-BP-RGO after 60 days without any protection was almost unchanged, while the structure of pure BP after 2 days was severely damaged (Fig. S10). XPS analysis for CoO-BP-RGO hybrid after 60 days was nearly unchanged (Fig. S11), indicating that the CoO-BP-RGO hybrid is extremely stable under ambient conditions and the sensitive BP is well wrapped and protected by CoO and RGO. 3.2 Electrocatalytic oxygen evolution of CoO-BP-RGO The electrochemical activities of the samples toward OER were measured by LSV in a 1.0 mol/L KOH aqueous solution. As expected, compared with pure BP, CoO-BP, and CoO-RGO, CoO-BP-RGO hybrid exhibits the best catalytic performance (Fig. 6(a) ). This activity is superior to most Co-based electrocatalysts reported previously (Table S2). Notably, the CoO-BP-RGO hybrid requires a low overpotential of 206 mV to deliver the current density of 10 mA cm–2, which is 86 mV lower than that of CoO-RGO. High current density is meaningful for practical industries. Furthering the anodic potential, the CoO-BP-RGO hybrid exhibits a current density of 100 mA cm–2 at an overpotential of only 252 mV, while the CoO-RGO requires an overpotential of 395 mV (Fig. 6(b)). The difference between CoO-BP-RGO and CoO-RGO is that CoO-BP-RGO hybrid contains BP between RGO and CoO nanosheets. The introduction of BP induces the formation of networks of P–O bonds, which serve as the proton exit channel to accelerate PCET steps in OER. What's more, overpotentials of the CoO-BP-RGO hybrid at current densities of 10 and 100 mA cm–2 are 214 and 453 mV lower than that of pure BP. By the means of self-assembly formation of CoO-BP-RGO hybrid, BP shows a significant growth in activity, which is superior to most BP-based electrocatalysts reported previously (Table S3). The kinetic parameters of the electrocatalysts were further studied through Tafel slopes with the correlation between overpotential and steady-state current density. As shown in Fig. 6(c), BP, CoO-RGO, CoO-BP, and CoO-BP-RGO exhibit Tafel slopes of 123, 68, 62 and 41 mV dec−1 respectively. Owing to the establishment of two channels for electron and proton transfer, the Tafel slope of CoO-BP-RGO is lower than that of CoO-RGO, which suggests a rapid proton-coupled electron transfer (PCET) process during OER and further validates its outstanding performance. The Tafel slope of CoO-BP-RGO is among the lowest values in literature (Tables S2 and S3). The stability of the CoO-BP-RGO hybrid was tested by CPE in 1.0 mol/L KOH aqueous solution without iR compensation. It displayed a stable current density of 10 mA cm−2 at 1.45 V during 10-hour electrolysis (Fig. S12). After CPE, the morphology of the CoO-BP-RGO hybrid reveals negligible changes (Fig. S13), approving its outstanding stability under harsh OER conditions. In order to simulate industrial conditions [51], multi-current step and long-term chronopotentiometry were implemented in 6.0 mol/L KOH aqueous solution at 50 °C without iR compensation. From current density of 40 to 700 mA cm−2 with an increment of 60 mA cm−2 per step, each corresponding potential persisted constant (Fig. 6(d)). Specifically, the current density can recover to 40 mA cm−2 after a series of high current density with high O2 evolution rates, showing the amount of O2 can be released freely with CoO-BP-RGO almost unscathed. In addition, CoO-BP-RGO showed a durable performance of over 75 h at a industrial-required current density of 400 mA cm−2 in the long-term chronopotentiometry test (Fig. S14). In order to unveil the origin of the high activity of CoO-BP-RGO, density functional theory (DFT) calculations were performed to investigate the OER mechanism on both pure CoO and CoO with surrounding P–O bonds. The close-packed hydroxylated CoO(100) surface is selected as the computational model for CoO. In the actual oxygen evolution process, BP is oxidized into the adsorbed phosphate. As for the hybrid, the adsorbed phosphate on CoO(100) is employed to simulate the Co-P interface. CoO(100) is a moderate catalyst for OER, in which the limiting potential is the H dissociation of the hydroxyl group (OH*) (Fig. S15). The high stability of adsorbed hydroxyl groups is a general challenge in transition metal catalyzed OER, including the state-of-the-art IrO2 catalysts [52,53]. The corresponding atomic structures of slab models can be found in Fig. S16. The Gibbs free energy profile of OER on the P–O functionalized CoO(100) surface is shown in Fig. 7 . As seen, in the presence of phosphate groups, the binding energy of OH* has been significantly weakened, due to the increase of positive charge on the Co atom. Comparing with bare CoO(100), the free energy uphill of OH* resulted from phosphate functionalization plays an important role in reducing overpotental, because the overall energy increase of OER is a constant (4.92 eV). On the phosphate functionalized CoO surface, the potential limiting steps are the conversions of OH* to O* and O* to OOH*, with free energy increase being 1.31 and 1.37 eV, respectively. Of great importance, the phosphate group may accelerate these two steps by means of co-catalytic and electronic effect. The deprotonation of OH* can be promoted by a stepwise hydrogen transport: the dissociated H atom from OH* may firstly bond to an O atom of the phosphate and then desorb from the surface. As a result, Gibbs free energy uphill of O* formation can be reduced by 0.37 eV. The relatively small activation barrier of 0.91 eV indicates a satisfactory reaction rate. Such mechanism is similar to that in thiocyanate-mediated OER on functionalized RuO2 where the dissociation of OH and H2O is assisted by the formation of N–H bonds [54]. The production of OOH*, on the other hand, can be enhanced by the electronic effect. The Co atom carrying an oxygen atom may accommodate another OH group due to the high oxidation state upon phosphate functionalization. Corresponding, the OOH* can be produced via the combination of O* and OH* on the same Co atom, with a low activation barrier being 0.62 eV. Based on the calculations shown above, the promotion of OER on phosphate functionalized CoO can be described as following: (1) the binding of hydroxyl groups on CoO is weakened; (2) the dissociation of HO* is accelerated by hydrogen transfer from OH* to the nearby phosphate group; (3) the HOO* can be produce via a new reaction path at low potentials. In addition to DFT calculations, pH dependence study and EIS test also prove that BP via P–O bonds promote proton conduction (Figs. S17 and S18). As is shown in Fig. S17, the current density of CoO-RGO at 1.46 V versus RHE at pH ranging from 13.2 to 14 shows a pH-dependent behavior. The current density of CoO-BP-RGO, by contrast, substantially reduces the pH dependence. The P–O bond of CoO-BP-RGO acts as a proton acceptor that captures the proton from the OH* on CoO surface. Therefore, compared with CoO-RGO containing no P–O bonds, the OER activity of CoO-BP-RGO is less dependent on pH [55,56]. Furthermore, CoO-BP-RGO exhibits a low Tafel slope of 41 mV dec−1. The kinetics enhancement is related to the enhanced proton transportation. Besides, EIS tests show that the proton conductivity of the CoO-BP-RGO is bigger than that of CoO-RGO toward OER (Fig. S18), indicating that P–O bonds promote proton conduction in the electrocatalysis [57]. The combination of the pH dependence studies, EIS tests and DFT results supports our hypothesis that the P–O bond acts as a proton acceptor and promotes proton conduction. 4 Conclusions In summary, an all-inorganic biomimetic design toward two independent channels for electron and proton transfer is rationally established in the CoO-BP-RGO hybrid. The introduction of BP brings P–O bond network to extract and deliver protons; the RGO is responsible for the transport of electrons; the CoO nanosheets as WOC provide enormous active sites. The CoO-BP-RGO hybrid requires a small overpotential of 206 mV to drive a current density of 10 mA cm−2. This result demonstrates an effective approach through specialized proton and electron channels to speed up key PCET steps and elevate the electrocatalytic OER activity. This work will provide reference in the search of specialized channels for electron and proton transfer in electrocatalysis. Electronic supporting information Supporting information is available in the online version of this article. Supplementary Material References 1 X. Gao Y. Chen T. Sun J. Huang W. Zhang Q. Wang R. Cao Energy Environ. Sci. 13 2020 174 182 X. Gao, Y. Chen, T. Sun, J. Huang, W. Zhang, Q. Wang, R. Cao, Energy Environ. Sci., 2020, 13, 174–182. 2 J. Qi Y.-P. Lin D. Chen T. Zhou W. Zhang R. Cao Angew. Chem. Int. Ed. 59 2020 8917 8921 J. Qi, Y.-P. Lin, D. Chen, T. Zhou, W. Zhang, R. Cao, Angew. Chem. Int. Ed., 2020, 59, 8917–8921. 3 W.-J. Kwak Rosy D. Sharon C. Xia H. Kim L.R. Johnson P.G. Bruce L.F. Nazar Y.-K. Sun A.A. Frimer M. Noked S.A. Freunberger D. Aurbach Chem. Rev. 120 2020 6626 6683 W.-J. Kwak, Rosy, D. Sharon, C. Xia, H. Kim, L. R. Johnson, P. G. Bruce, L. F. Nazar, Y.-K. Sun, A. A. Frimer, M. Noked, S. A. Freunberger, D. Aurbach, Chem. Rev., 2020, 120, 6626–6683. 4 T. Ouyang Y. Ye C. Wu K. Xiao Z. Liu Angew. Chem. Int. Ed. 58 2019 4923 4928 T. Ouyang, Y. Ye, C. Wu, K. Xiao, Z. Liu, Angew. Chem. Int. Ed., 2019, 58, 4923–4928. 5 C. Wu X. Zhang H. Li Z. Xia S. Yu S. Wang G. Sun Chin. J. Catal. 42 2021 637 647 C. Wu, X. Zhang, H. Li, Z. Xia, S. Yu, S. Wang, G. Sun, Chin. J. Catal., 2021, 42, 637–647. 6 B. Mondal S. Chattopadhyay S. Dey A. Mahammed K. Mittra A. Rana Z. Gross A. Dey J. Am. Chem. Soc. 142 2020 21040 21049 B. Mondal, S. Chattopadhyay, S. Dey, A. Mahammed, K. Mittra, A. Rana, Z. Gross, A. Dey, J. Am. Chem. Soc., 2020, 142, 21040–21049. 7 Y. Zhang Y. Chen Z. Liang J. Qi X. Gao W. Zhang R. Cao Chin. J. Catal. 40 2019 1860 1866 Y. Zhang, Y. Chen, Z. Liang, J. Qi, X. Gao, W. Zhang, R. Cao, Chin. J. Catal., 2019, 40, 1860–1866. 8 Y. Hao Y. Li J. Wu L. Meng J. Wang C. Jia T. Liu X. Yang Z.-P. Liu M. Gong J. Am. Chem. Soc. 143 2021 1493 1502 Y. Hao, Y. Li, J. Wu, L. Meng, J. Wang, C. Jia, T. Liu, X. Yang, Z.-P. Liu, M. Gong, J. Am. Chem. Soc., 2021, 143, 1493–1502. 9 S. Zhou J. Qin X. Zhao J. Yang Chin. J. Catal. 42 2021 571 582 S. Zhou, J. Qin, X. Zhao, J. Yang, Chin. J. Catal., 2021, 42, 571–582. 10 M. Suga F. Akita K. Hirata G. Ueno H. Murakami Y. Nakajima T. Shimizu K. Yamashita M. Yamamoto H. Ago J.R. Shen Nature 517 2015 99 103 M. Suga, F. Akita, K. Hirata, G. Ueno, H. Murakami, Y. Nakajima, T. Shimizu, K. Yamashita, M. Yamamoto, H. Ago, J. R. Shen, Nature, 2015, 517, 99–103. 11 Y. Shao X. Xiao Y.-P. Zhu T.-Y. Ma Angew. Chem. Int. Ed. 58 2019 14599 14604 Y. Shao, X. Xiao, Y.-P. Zhu, T.-Y. Ma, Angew. Chem. Int. Ed., 2019, 58, 14599–14604. 12 Y. Umena K. Kawakami J.R. Shen N. Kamiya Nature 473 2011 55 60 Y. Umena, K. Kawakami, J. R. Shen, N. Kamiya, Nature, 2011, 473, 55–60. 13 J. Schneider R.E. Bangle W.B. Swords L. Troian-Gautier G.J. Meyer J. Am. Chem. Soc. 141 2019 9758 9763 J. Schneider, R. E. Bangle, W. B. Swords, L. Troian-Gautier, G. J. Meyer, J. Am. Chem. Soc., 2019, 141, 9758–9763. 14 T.J. Meyer M.H.V. Huynh H.H. Thorp Angew. Chem. Int. Ed. 46 2007 5284 5304 T. J. Meyer, M. H. V. Huynh, H. H. Thorp, Angew. Chem. Int. Ed., 2007, 46, 5284–5304. 15 H. Bao R.L. Burnap Proc. Natl. Acad. Sci. U. S. A. 112 2015 E6139 E6147 H. Bao, R. L. Burnap, Proc. Natl. Acad. Sci. U. S. A., 2015, 112, E6139–E6147. 16 J. Yano V. Yachandra Chem. Rev. 114 2014 4175 4205 J. Yano, V. Yachandra, Chem. Rev., 2014, 114, 4175–4205. 17 T. Zhang C. Wang S. Liu J.L. Wang W. Lin J. Am. Chem. Soc. 136 2014 273 281 T. Zhang, C. Wang, S. Liu, J. L. Wang, W. Lin, J. Am. Chem. Soc., 2014, 136, 273–281. 18 S. Ye C. Ding R. Chen F. Fan P. Fu H. Yin X. Wang Z. Wang P. Du C. Li J. Am. Chem. Soc. 140 2018 3250 3256 S. Ye, C. Ding, R. Chen, F. Fan, P. Fu, H. Yin, X. Wang, Z. Wang, P. Du, C. Li, J. Am. Chem. Soc., 2018, 140, 3250–3256. 19 K. Zhang B. Jin C. Park Y. Cho X. Song X. Shi S. Zhang W. Kim H. Zeng J.H. Park Nat. Commun. 10 2019 2001 K. Zhang, B. Jin, C. Park, Y. Cho, X. Song, X. Shi, S. Zhang, W. Kim, H. Zeng, J. H. Park, Nat. Commun., 2019, 10, 2001. 20 J. Wang D. Liu H. Huang N. Yang B. Yu M. Wen X. Wang P.K. Chu X.-F. Yu Angew. Chem. Int. Ed. 57 2018 2600 2604 J. Wang, D. Liu, H. Huang, N. Yang, B. Yu, M. Wen, X. Wang, P. K. Chu, X.-F. Yu, Angew. Chem. Int. Ed., 2018, 57, 2600–2604. 21 M.Z. Rahman C.W. Kwong K. Davey S.Z. Qiao Energy Environ. Sci. 9 2016 709 728 M. Z. Rahman, C. W. Kwong, K. Davey, S. Z. Qiao, Energy Environ. Sci., 2016, 9, 709–728. 22 Q. Jiang L. Xu N. Chen H. Zhang L. Dai S. Wang Angew. Chem. Int. Ed. 55 2016 13849 13853 Q. Jiang, L. Xu, N. Chen, H. Zhang, L. Dai, S. Wang, Angew. Chem. Int. Ed., 2016, 55, 13849–13853. 23 Z. Yuan J. Li M. Yang Z. Fang J. Jian D. Yu X. Chen L. Dai J. Am. Chem. Soc. 141 2019 4972 4979 Z. Yuan, J. Li, M. Yang, Z. Fang, J. Jian, D. Yu, X. Chen, L. Dai, J. Am. Chem. Soc., 2019, 141, 4972–4979. 24 Z. Liu Y. Sun H. Cao D. Xie W. Li J. Wang A.K. Cheetham Nat. Commun. 11 2020 3917 Z. Liu, Y. Sun, H. Cao, D. Xie, W. Li, J. Wang, A. K. Cheetham, Nat. Commun., 2020, 11, 3917. 25 W. Lei G. Liu J. Zhang M. Liu Chem. Soc. Rev. 46 2017 3492 3509 W. Lei, G. Liu, J. Zhang, M. Liu, Chem. Soc. Rev., 2017, 46, 3492–3509. 26 H. Shuai P. Ge W. Hong S. Li J. Hu H. Hou G. Zou X. Ji Small Methods 3 2019 1800328 H. Shuai, P. Ge, W. Hong, S. Li, J. Hu, H. Hou, G. Zou, X. Ji, Small Methods, 2019, 3, 1800328. 27 X. Han J. Han C. Liu J. Sun Adv. Funct. Mater. 28 2018 1803471 X. Han, J. Han, C. Liu, J. Sun, Adv. Funct. Mater., 2018, 28, 1803471. 28 S. Wu K.S. Hui K.N. Hui Adv. Sci. 5 2018 1700491 S. Wu, K. S. Hui, K. N. Hui, Adv. Sci., 2018, 5, 1700491. 29 J. Pang A. Bachmatiuk Y. Yin B. Trzebicka L. Zhao L. Fu R.G. Mendes T. Gemming Z. Liu M.H. Rummeli Adv. Energy Mater. 8 2018 1702093 J. Pang, A. Bachmatiuk, Y. Yin, B. Trzebicka, L. Zhao, L. Fu, R. G. Mendes, T. Gemming, Z. Liu, M. H. Rummeli, Adv. Energy Mater., 2018, 8, 1702093. 30 H. Liu Y. Du Y. Deng P.D. Ye Chem. Soc. Rev. 44 2015 2732 2743 H. Liu, Y. Du, Y. Deng, P. D. Ye, Chem. Soc. Rev., 2015, 44, 2732–2743. 31 G. Kresse J. Furthmüller Comput. Mater. Sci. 6 1996 15 50 G. Kresse, J. Furthmüller, Comput. Mater. Sci., 1996, 6, 15–50. 32 G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmüller, Phys. Rev. B, 1996, 54, 11169–11186. 33 G. Kresse D. Joubert Phys. Rev. B 59 1999 1758 1775 G. Kresse, D. Joubert, Phys. Rev. B, 1999, 59, 1758–1775. 34 P.E. Blöchl Phys. Rev. B 50 1994 17953 17979 P. E. Blöchl, Phys. Rev. B, 1994, 50, 17953–17979. 35 J.P. Perdew J.A. Chevary S.H. Vosko K.A. Jackson M.R. Pederson D.J. Singh C. Fiolhais Phys. Rev. B 46 1992 6671 6687 J. P. Perdew, J. A. Chevary, S. H. Vosko, K. A. Jackson, M. R. Pederson, D. J. Singh, C. Fiolhais, Phys. Rev. B, 1992, 46, 6671–6687. 36 J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 3868 J. P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett., 1996, 77, 3865–3868. 37 S. Grimme J. Antony S. Ehrlich H. Krieg J. Chem. Phys. 132 2010 154104 S. Grimme, J. Antony, S. Ehrlich, H. Krieg, J. Chem. Phys., 2010, 132, 154104. 38 C. Xing G. Jing X. Liang M. Qiu Z. Li R. Cao X. Li D. Fan H. Zhang Nanoscale 9 2017 8096 8101 C. Xing, G. Jing, X. Liang, M. Qiu, Z. Li, R. Cao, X. Li, D. Fan, H. Zhang, Nanoscale, 2017, 9, 8096–8101. 39 Z. Sun T. Liao Y. Dou S.M. Hwang M.-S. Park L. Jiang J.H. Kim S.X. Dou Nat. Commun. 5 2014 3813 Z. Sun, T. Liao, Y. Dou, S. M. Hwang, M.-S. Park, L. Jiang, J. H. Kim, S. X. Dou, Nat. Commun., 2014, 5, 3813. 40 W. Yuan M. Zhao J. Yuan C.M. Li J. Power Sources 319 2016 159 167 W. Yuan, M. Zhao, J. Yuan, C. M. Li, J. Power Sources, 2016, 319, 159–167. 41 V. Georgakilas J.N. Tiwari K.C. Kemp J.A. Perman A.B. Bourlinos K.S. Kim R. Zboril Chem. Rev. 116 2016 5464 5519 V. Georgakilas, J. N. Tiwari, K. C. Kemp, J. A. Perman, A. B. Bourlinos, K. S. Kim, R. Zboril, Chem. Rev., 2016, 116, 5464–5519. 42 A. Favron E. Gaufres F. Fossard A.-L. Phaneuf-L'Heureux N.Y.W. Tang P.L. Levesque A. Loiseau R. Leonelli S. Francoeur R. Martel Nat. Mater. 14 2015 826 832 A. Favron, E. Gaufres, F. Fossard, A.-L. Phaneuf-L'Heureux, N. Y. W. Tang, P. L. Levesque, A. Loiseau, R. Leonelli, S. Francoeur, R. Martel, Nat. Mater., 2015, 14, 826–832. 43 Y. Li W. Qiu F. Qin H. Fang V.G. Hadjiev D. Litvinov J. Bao J. Phys. Chem. C 120 2016 4511 4516 Y. Li, W. Qiu, F. Qin, H. Fang, V. G. Hadjiev, D. Litvinov, J. Bao, J. Phys. Chem. C, 2016, 120, 4511–4516. 44 M.A. Ramos-Docampo B. Rivas-Murias B. Rodríguez-González V. Salgueiriño CrystEngComm 19 2017 5542 5548 M. A. Ramos-Docampo, B. Rivas-Murias, B. Rodríguez-González, V. Salgueiriño, CrystEngComm, 2017, 19, 5542–5548. 45 B. Rivas-Murias V. Salgueiriño J. Raman Spectrosc. 48 2017 837 841 B. Rivas-Murias, V. Salgueiriño, J. Raman Spectrosc., 2017, 48, 837–841. 46 N. Feng X. Liang X. Pu M. Li M. Liu Z. Cong J. Sun W. Song W. Hu J. Alloys Compd. 775 2019 1270 1276 N. Feng, X. Liang, X. Pu, M. Li, M. Liu, Z. Cong, J. Sun, W. Song, W. Hu, J. Alloys Compd., 2019, 775, 1270–1276. 47 D. Li L.-X. Ding S. Wang D. Cai H. Wang J. Mater. Chem. A 2 2014 5625 5630 D. Li, L.-X. Ding, S. Wang, D. Cai, H. Wang, J. Mater. Chem. A, 2014, 2, 5625–5630. 48 H. Liu Y. Zou L. Tao Z. Ma D. Liu P. Zhou H. Liu S. Wang Small 13 2017 1700758 H. Liu, Y. Zou, L. Tao, Z. Ma, D. Liu, P. Zhou, H. Liu, S. Wang, Small, 2017, 13, 1700758. 49 L. Cao Q. Kang J. Li J. Huang Y. Cheng Appl. Surf. Sci. 455 2018 96 105 L. Cao, Q. Kang, J. Li, J. Huang, Y. Cheng, Appl. Surf. Sci., 2018, 455, 96–105. 50 F. Shi K. Huang Y. Wang W. Zhang L. Li X. Wang S. Feng ACS Appl. Mater. Interfaces 11 2019 17459 17466 F. Shi, K. Huang, Y. Wang, W. Zhang, L. Li, X. Wang, S. Feng, ACS Appl. Mater. Interfaces, 2019, 11, 17459–17466. 51 Y. Kuang M.J. Kenney Y. Meng W.-H. Hung Y. Liu J.E. Huang R. Prasanna P. Li Y. Li L. Wang M.-C. Lin M.D. McGehee X. Sun H. Dai Proc. Natl. Acad. Sci. U. S. A. 116 2019 6624 6629 Y. Kuang, M. J. Kenney, Y. Meng, W.-H. Hung, Y. Liu, J. E. Huang, R. Prasanna, P. Li, Y. Li, L. Wang, M.-C. Lin, M. D. McGehee, X. Sun, H. Dai, Proc. Natl. Acad. Sci. U. S. A., 2019, 116, 6624–6629. 52 A. Zagalskaya V. Alexandrov ACS Catal. 10 2020 3650 3657 A. Zagalskaya, V. Alexandrov, ACS Catal., 2020, 10, 3650–3657. 53 J.A. Gauthier C.F. Dickens L.D. Chen A.D. Doyle J.K. Nørskov J. Phys. Chem. C 121 2017 11455 11463 J. A. Gauthier, C. F. Dickens, L. D. Chen, A. D. Doyle, J. K. Nørskov, J. Phys. Chem. C, 2017, 121, 11455–11463. 54 B. Jiang X. Fan Q. Dang F. Liao Y. Li H. Lin Z. Kang M. Shao Nano Energy 76 2020 105079 B. Jiang, X. Fan, Q. Dang, F. Liao, Y. Li, H. Lin, Z. Kang, M. Shao, Nano Energy, 2020, 76, 105079. 55 A. Curcio J. Wang Z. Wang Z. Zhang A. Belotti S. Pepe M.B. Effat Z. Shao J. Lim F. Ciucci Adv. Funct. Mater. 31 2021 2008077 A. Curcio, J. Wang, Z. Wang, Z. Zhang, A. Belotti, S. Pepe, M. B. Effat, Z. Shao, J. Lim, F. Ciucci, Adv. Funct. Mater., 2021, 31, 2008077. 56 L. Giordano B. Han M. Risch W.T. Hong R.R. Rao K.A. Stoerzinger Y. Shao-Horn Catal. Today 262 2016 2 10 L. Giordano, B. Han, M. Risch, W. T. Hong, R. R. Rao, K. A. Stoerzinger, Y. Shao-Horn, Catal. Today, 2016, 262, 2–10. 57 X. Gao S. Yang W. Zhang R. Cao Acta Phys.-Chim. Sin. 37 2021 2007031 X. Gao, S. Yang, W. Zhang, R. Cao, Acta Phys.-Chim. Sin., 2021, 37, 2007031.",
      "scopus-id": "85125891513",
      "coredata": {
        "eid": "1-s2.0-S1872206721639372",
        "dc:description": "Learning from nature photosynthesis, the development of efficient artificial catalysts for water oxidation is an ongoing challenge. Herein, a lamellar cobalt oxide (CoO), black phosphorus (BP) and reduced graphene oxide (RGO) hybrid electrocatalyst is reported. BP domains are anchored on RGO and coated with CoO via P–O bonds. The widespread P–O bond network constitutes the proton acceptor and forms a proton exit channel, akin to the use of Asp61 in Photosystem II (PSII). The innermost kernel layer RGO serves as the current collector and forms an electron exit channel, mimicking the function of Tyr161 for charge transfer. The outermost encapsulation CoO layer acts as water oxidation catalyst (WOC). These biology-inspired features endow an outstanding OER performance of the hybrid material with a low overpotential of 206 mV at a current density of 10 mA cm−2. This work provides a new design guide for OER electrocatalysts through constructing two specialized channels for proton and electron transfer.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206721639372",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gao, Xueqing"
          },
          {
            "@_fa": "true",
            "$": "Liu, Xiaomeng"
          },
          {
            "@_fa": "true",
            "$": "Yang, Shujiao"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Wei"
          },
          {
            "@_fa": "true",
            "$": "Lin, Haiping"
          },
          {
            "@_fa": "true",
            "$": "Cao, Rui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206721639372"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206721639372"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(21)63937-2",
        "prism:volume": "43",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V.",
        "dc:title": "Black phosphorus incorporated cobalt oxide: Biomimetic channels for electrocatalytic water oxidation",
        "prism:copyright": "Copyright © 2022 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "prism:issueIdentifier": "4",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Water oxidation"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Proton transfer"
          },
          {
            "@_fa": "true",
            "$": "Electron transfer"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "prism:number": "4",
        "openaccessSponsorType": null,
        "prism:pageRange": "1123-1130",
        "prism:endingPage": "1130",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2022",
        "prism:doi": "10.1016/S1872-2067(21)63937-2",
        "prism:startingPage": "1123",
        "dc:identifier": "doi:10.1016/S1872-2067(21)63937-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "233",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43558",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "144",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35899",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "247",
            "@width": "365",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46062",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "340",
            "@width": "361",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62015",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "356",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70644",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "275",
            "@width": "354",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "51485",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "447",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "51494",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "185",
            "@width": "366",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18550",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18507",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11740",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "148",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14433",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "174",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11333",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17828",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12775",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "158",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9751",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5329",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "620",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "171694",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "383",
            "@width": "967",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "175079",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "656",
            "@width": "970",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "226714",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "904",
            "@width": "959",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "267752",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "948",
            "@width": "969",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "454868",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "731",
            "@width": "941",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "239076",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "859",
            "@width": "1187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "204999",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "491",
            "@width": "972",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-gr7_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "70230",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206721639372-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "9911830",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85125891513"
      }
    }
  }
}