{
  "metadata": {
    "title": "The strong Pt-N<ce:inf loc=post>3</ce:inf>O coordination in graphene nanosheets accelerates the 4e<ce:sup loc=post>−</ce:sup> electrocatalytic oxygen reduction process",
    "authors": "; ; ",
    "journal": "Chinese Journal of Catalysis",
    "date": "2025-10-31",
    "doi": "10.1016/S1872-2067(25)64768-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1872206725647681",
    "pii": "S1872206725647681"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105015593213",
      "originalText": "serial JL 273538 291210 291744 291809 31 Chinese Journal of Catalysis CHINESEJOURNALCATALYSIS 2025-09-15 2025-09-15 2025-09-15 2025-09-15 2025-09-15T20:10:00 1-s2.0-S1872206725647681 S1872-2067(25)64768-1 S1872206725647681 10.1016/S1872-2067(25)64768-1 S300 S300.1 FULL-TEXT 1-s2.0-S1872206725X00115 2025-09-17T02:26:55.339993Z 0 0 20251001 20251031 2025 2025-09-15T20:51:11.35222Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor primabst pubtype ref specialabst 1872-2067 18722067 true 77 77 C Volume 77 17 227 235 227 235 202510 October 2025 2025-10-01 2025-10-31 2025 article fla Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. STRONGPTN3OCOORDINATIONINGRAPHENENANOSHEETSACCELERATES4EELECTROCATALYTICOXYGENREDUCTIONPROCESS WANG X 1 Introduction 2 Experimental 2.1 Preparation of Zn-ZIF 2.2 Preparation of N/O-doped graphene nanosheet supports 2.3 Preparation of N/O-GNs supported Pt catalysts 3 Results and discussion 3.1 Synthesis and characterization of Pt-N/O-GNs catalysts 3.2 Electrochemical and Zn-air battery tests of Pt-N/O-GNs catalysts 3.3 Mechanism analysis for ORR 4 Conclusions Author contribution Electronic supporting information SUPPLEMENTARY MATERIAL References DEBE 2012 43 51 M YE 2022 e202213366 C TANG 2022 1529 1546 M NI 2024 11181 11192 B ZHANG 2021 9609 9615 L LIU 2025 100270 X WANG 2019 578 589 X ZHANG 2022 1433 1443 L FAN 2023 1466 1479 L TENG 2024 100272 X CHEN 2018 1242 1264 Y ZHAO 2020 2215 2264 D YU 2023 19514 19525 J NAJAM 2024 18513 18523 T LUAN 2025 158666 S LI 2019 495 503 M LIANG 2022 18155 18174 X AN 2023 2205031 Q ZAMAN 2022 e202115835 S LI 2022 9280 9291 J ZHAO 2020 28 36 W LI 2024 e202405334 Y SUN 2022 2750 2763 P XIA 2019 13354 13359 W ZONG 2020 135089 M LI 2021 2007245 J DAI 2022 12213 12224 J CHEN 2021 159827 Y LIU 2017 15938 J LIU 2022 14121 14133 B CHENG 2022 107341 Y WANG 2023 e202216592 Y ZHAO 2022 685 J LIU 2019 1163 1167 J YAN 2017 1011 1020 X FAN 2021 160 167 M XIE 2024 152909 P KAMIYA 2014 5040 K SHI 2020 3544 3555 Q KRESSE 1996 11169 11186 G KRESSE 1996 15 50 G XU 2018 339k 3348 H RUAN 2017 3911 3919 M WANGX2025X227 WANGX2025X227X235 WANGX2025X227XX WANGX2025X227X235XX 2027-09-15T00:00:00.000Z 2027-09-15T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ 2025-09-17T02:26:26.825Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined State Key Laboratory of Powder Metallurgy Sklpm-KF-021 SKLPM State Key Laboratory of Powder Metallurgy http://data.elsevier.com/vocabulary/SciValFunders/501100011353 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 22208322 NNSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Natural Science Foundation of Henan 242300421230 Natural Science Foundation of Henan Province http://data.elsevier.com/vocabulary/SciValFunders/501100006407 http://sws.geonames.org/1814991/ Zhengzhou University JC23257011 ZZU Zhengzhou University http://data.elsevier.com/vocabulary/SciValFunders/501100004605 http://sws.geonames.org/1814991/ Key Research Projects of Higher Education Institutions of Henan Province 24A530009 This work was supported by the National Natural Science Foundation of China (22208322) , the Natural Science Foundation of Henan (242300421230) , the State Key Laboratory of Powder Metallurgy (Sklpm-KF-021) , the Key Research Projects of Higher Education Institutions of Henan Province (24A530009) and the Special Fund for Young Teachers from the Zhengzhou University (JC23257011) . item S1872-2067(25)64768-1 S1872206725647681 1-s2.0-S1872206725647681 10.1016/S1872-2067(25)64768-1 273538 2025-09-15T19:51:11.35222Z 2025-10-01 2025-10-31 1-s2.0-S1872206725647681-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/MAIN/application/pdf/aada65c96f02b1835b3af7a9db6484de/main.pdf main.pdf pdf true 2101198 MAIN 9 1-s2.0-S1872206725647681-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/PREVIEW/image/png/23edaf386a58015ab2ff9ca851393daf/main_1.png main_1.png png 61341 928 656 IMAGE-WEB-PDF 1 1-s2.0-S1872206725647681-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/fx1/DOWNSAMPLED/image/jpeg/2d947927bf6b783421fc28b9d136877d/fx1.jpg fx1 true fx1.jpg jpg 35175 183 500 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647681-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr1/DOWNSAMPLED/image/jpeg/e48fd7cce291246912db85ffda1f1db1/gr1.jpg gr1 gr1.jpg jpg 70720 367 364 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647681-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr2/HIGHRES/image/jpeg/b00b1da70f47ee83f9fbdfdebd722f5f/gr2.jpg gr2 gr2.jpg jpg 183629 652 829 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647681-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr3/DOWNSAMPLED/image/jpeg/d57c541a4029858b58973e85f5681350/gr3.jpg gr3 gr3.jpg jpg 77860 304 613 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647681-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr4/DOWNSAMPLED/image/jpeg/6880658c284f52d35a2f40243bb94894/gr4.jpg gr4 gr4.jpg jpg 144485 472 952 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647681-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr5/DOWNSAMPLED/image/jpeg/39b076c067eab39ed9940ed410485478/gr5.jpg gr5 gr5.jpg jpg 37967 268 406 IMAGE-DOWNSAMPLED 1-s2.0-S1872206725647681-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/fx1/THUMBNAIL/image/gif/e05c51d4902260c5a2be42729f45d331/fx1.sml fx1 true fx1.sml sml 12130 80 219 IMAGE-THUMBNAIL 1-s2.0-S1872206725647681-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr1/THUMBNAIL/image/gif/234ad0f8516c539344764e55d83d6f79/gr1.sml gr1 gr1.sml sml 16320 164 163 IMAGE-THUMBNAIL 1-s2.0-S1872206725647681-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr2/THUMBNAIL/image/gif/022b9388372a83f75b3cf84bcd015187/gr2.sml gr2 gr2.sml sml 15361 164 208 IMAGE-THUMBNAIL 1-s2.0-S1872206725647681-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr3/THUMBNAIL/image/gif/a859a24bdda7d1b7f8fc6b849d6d00be/gr3.sml gr3 gr3.sml sml 9621 109 219 IMAGE-THUMBNAIL 1-s2.0-S1872206725647681-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr4/THUMBNAIL/image/gif/600e8bb816a5733010e7b05a69f39c3a/gr4.sml gr4 gr4.sml sml 8565 109 219 IMAGE-THUMBNAIL 1-s2.0-S1872206725647681-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/gr5/THUMBNAIL/image/gif/febdd5cf085e003680618d4107c506f2/gr5.sml gr5 gr5.sml sml 9456 144 219 IMAGE-THUMBNAIL 1-s2.0-S1872206725647681-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/HIGHRES/image/jpeg/6ff3b4f0999d5cfd761992edaf480694/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 147710 485 1328 IMAGE-HIGH-RES 1-s2.0-S1872206725647681-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/HIGHRES/image/jpeg/2a6fdd0595091c19b6ce5af7825b535a/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 401157 976 969 IMAGE-HIGH-RES 1-s2.0-S1872206725647681-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/HIGHRES/image/jpeg/2313f88d5cb5dd08e799e3c4b7ad625f/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 907580 1731 2202 IMAGE-HIGH-RES 1-s2.0-S1872206725647681-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/HIGHRES/image/jpeg/e0a0b0579f9d582fcf03d22258534e29/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 345937 807 1628 IMAGE-HIGH-RES 1-s2.0-S1872206725647681-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/HIGHRES/image/jpeg/1988a9b81e0de0a871b6f321f8b698cd/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 849062 1255 2530 IMAGE-HIGH-RES 1-s2.0-S1872206725647681-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/THUMBNAIL/image/jpeg/9da5793f39fda1957aa32f2cb19b3c40/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 144610 712 1080 IMAGE-HIGH-RES 1-s2.0-S1872206725647681-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1872206725647681/mmc1/MAIN/application/pdf/9bf3176efec9e561cbef7d3955528423/mmc1.pdf mmc1 mmc1.pdf pdf false 24222942 APPLICATION CHNJC 64768 S1872-2067(25)64768-1 10.1016/S1872-2067(25)64768-1 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences Fig. 1 (a) Schematic representation of the synthesis processes for Pt-N/O-GNs derived from Zn-ZIF. HR-TEM images (b), AC-STEM image (c), and HAADF-STEM image and EDS elements mapping (d) of Pt, C, N in Pt-N/O-GNs. Fig. 2 XPS curves of N 1s (a), O 1s (b), and Pt 4f (c) orbitals for prepared Pt-based samples. Pt L3-edge XANES spectra (d) and The k 2-weighted FT-EXAFS spectra (e) of Pt-N/O-GNs, Pt, and PtO2, respectively. (f) Corresponding XAFS spectrum fitting curve in k 2 space for Pt in Pt-N/O-GNs. WT of Pt in Pt foil (g), PtO2 (h), and Pt-N/O-GNs (i). Fig. 3 Electrocatalytic ORR performance tests of catalysts. (a) LSV curves. (b) ORR activities comparison. (c) Tafel slopes. (d) C dl values. (e) LSV curves obtained at various rotating rates in 0.1 mol L–1 KOH, and the fitted K-L plots and the calculated electron transfer number (n) in the inserted graph. (f) n value and HO2 −% for Pt-N/O-GNs evaluated by RRDE methods. Fig. 4 Electrocatalytic stability and Zn-air battery performance tests. (a) LSV curves of Pt-N/O-GNs at 1600 rpm at 5 mV s−1 before and after 5000 CV cycles for ORR in 0.1 mol L−1 KOH. (b) Chronopotentiometry measurements on Pt/C and Pt-N/O-GNs electrodes. (c) LSV curves of Pt-N/O-GNs and Pt/C in O2-saturated 0.1 mol L−1 KOH and mixed electrolyte by adding 0.5 mol L−1 CH3OH. (d) CV curves of Pt/C and Pt-N/O-GNs in N2-saturated 0.1 mol L−1 KOH + 0.5 mol L−1 CH3OH (i), and chronoamperometric response of Pt-N/O-GNs at 0.75 V under 1600 rpm after adding methanol at 200 s in O2-saturated 0.1 mol L−1 KOH (ii). (e) Charge/discharge polarization and power density curves of the ZAB based on Pt-N/O-GNs and Pt/C catalysts, respectively. (f) Galvanostatic discharge-charge cycle curves of the ZAB with Pt-N/O-GNs electrode at 10 mA cm−2. Fig. 5 Mechanism analysis of catalysts. Schematic diagram (a) and free energy comparison (b) of the possible 2e− or 4e− ORR pathway on the Pt-N3O center in monolayer carbon. (c) The configurations of different adsorption products of Pt binding on monolayer carbon substrates. Available online 5 October 2025 This work was supported by the National Natural Science Foundation of China (22208322), the Natural Science Foundation of Henan (242300421230), the State Key Laboratory of Powder Metallurgy (Sklpm-KF-021), the Key Research Projects of Higher Education Institutions of Henan Province (24A530009) and the Special Fund for Young Teachers from the Zhengzhou University (JC23257011). Article The strong Pt-N3O coordination in graphene nanosheets accelerates the 4e− electrocatalytic oxygen reduction process Xinqi Wang a 1 Xueyuan Zhang a 1 Menggai Jiao a c 1 Runlin Ma a Fang Xie a Hao Wan a Xiangjian Shen a Li-Li Zhang a * Wei Ma a b * Zhen Zhou a d * a Interdisciplinary Research Center for Sustainable Energy Science and Engineering (IRC4SE2), School of Chemical Engineering, Zhengzhou University, Zhengzhou 450001, Henan, China Interdisciplinary Research Center for Sustainable Energy Science and Engineering (IRC4SE2) School of Chemical Engineering Zhengzhou University Zhengzhou Henan 450001 China Interdisciplinary Research Center for Sustainable Energy Science and Engineering (IRC4SE2), School of Chemical Engineering, Zhengzhou University, Zhengzhou 450001, Henan, China b State Key Laboratory of Powder Metallurgy, Central South University, Changsha 410083, Hunan, China State Key Laboratory of Powder Metallurgy Central South University Changsha Hunan 410083 China State Key Laboratory of Powder Metallurgy, Central South University, Changsha 410083, Hunan, China c Key Laboratory of Advanced Energy Materials Chemistry (Ministry of Education), College of Chemistry, Nankai University, Tianjin 300071, China Key Laboratory of Advanced Energy Materials Chemistry (Ministry of Education) College of Chemistry Nankai University Tianjin 300071 China Key Laboratory of Advanced Energy Materials Chemistry (Ministry of Education), College of Chemistry, Nankai University, Tianjin 300071, China d School of Materials Science and Engineering, Institute of New Energy Material Chemistry, Renewable Energy Conversion and Storage Center, Nankai University, Tianjin 300350, China School of Materials Science and Engineering Institute of New Energy Material Chemistry Renewable Energy Conversion and Storage Center Nankai University Tianjin 300350 China School of Materials Science and Engineering, Institute of New Energy Material Chemistry, Renewable Energy Conversion and Storage Center, Nankai University, Tianjin 300350, China * Corresponding author. 1 Contributed equally to this work. Single-metal sites anchored in nitrogen-doped nanocarbons are recognized as potent electrocatalysts for applications in energy conversion and storage. Here, an innovative inorganic salt-mediated secondary calcination strategy was developed to construct robust Pt single-atom catalysts on nitrogen- and oxygen-doped graphene nanosheets (Pt-N/O-GNs), thereby significantly enhancing the efficiency of the electrocatalytic oxygen reduction reaction (ORR). The ultrathin N/O-GNs, obtained by stripping Zn-ZIF with auxiliaries of KCl and LiCl, provide stable anchoring sites for highly exposed Pt-N3O active structures. The Pt-N/O-GNs catalyst, featuring a low Pt loading of 0.44 wt%, demonstrates exceptional mass activity in the ORR process. It attains an impressive onset potential of 0.99 V and a half-wave potential of 0.88 V. The zinc-air battery driven by the Pt-N/O-GNs displays superior power density and cycle stability. Theoretical computational studies reveal that the structure of heteroatoms doped in few-layer graphene facilitates the stable anchoring of single-atom configurations. The findings provide new perspectives for the tailored design and fabrication of single-metal-site electrocatalysts. Graphical Abstract Electronic four-coordination Pt-N3O configuration on ultrathin graphene nanosheets was achieved by anchoring isolated Pt single atoms. This configuration facilitates efficient electrocatalytic oxygen reduction reaction through a four-electron transfe Keywords Oxygen reduction reaction Pt-N3O active center Pt single atom Ultra-thin carbon layer Metal-support interaction 1 Introduction The oxygen reduction reaction (ORR) is pivotal in the operation of diverse energy conversion devices, encompassing both fuel cells and metal-air batteries [1,2]. In general, the ORR process involves multiple electron transfers and various intermediates, resulting in sluggish kinetics and high reaction energy barriers. The refined design and synthesis of robust ORR electrocatalysts are indispensable for enhancing energy conversion efficiency and green production [3]. Pt-based electrocatalysts remain dominant in the commercial market due to their high efficiency and practicality in ORR applications [4,5]. Nonetheless, their high cost, limited resource availability, and concerns about durability are still the major challenges [6,7]. Consequently, it is essential to develop next-generation Pt-group ORR electrocatalysts that deliver unparalleled performance, enhanced stability, and reduced cost to ensure widespread adoption. The sophisticated construction of the structure and regulation of electronic characteristics are paramount for electrocatalysts involved in energy conversion processes [8–10]. In particular, single-atom catalysts (SACs) characterized by isolated metal sites confer significant benefits, including nearly 100% atomic utilization, tunable local electronic structure, and an unsaturated coordination environment, thus optimizing the surface binding energy with the key intermediates [11,12]. Recently, metal-organic frameworks (MOF)-derived carbon materials have gained extensive use as carriers for anchoring metal single atoms owing to the accessibility of preparation and high stability [13]. The as-obtained N-doped carbon (N-C) matrix provides high electronic conductivity, a strong affinity for metal atoms, and effectively inhibits the dissolution or delocalization of metal sources [14–17]. The optimized interface interaction accelerates charge transfer and moderates the adsorption of intermediates, resulting in superior electrocatalytic efficiency and stability [18]. Additionally, the incorporation of inorganic salt additives aids in the creation of ultrathin nanosheets featuring surface defects, enhancing the specific surface area by assisting exfoliation and increasing material spatial uniformity in the preparation of N/O-doped graphene nanosheets (N/O-GNs) [19,20]. Therefore, the interfacial modulation of metal-support interactions is critical to boosting the ORR process in energy conversion systems. Inspired by the above, single-atom Pt-N-C electrocatalysts aim to maximize intrinsic activity by improving the ORR performance of the unit site. Up until now, some remarkable achievements have been accomplished in the preparation of Pt-N-C single-atom catalysts. For example, Pt-N-C supported by the g-C3N4 nanosheets (Pt-CNHS) displayed excellent catalytic performance between g-C3N4 and H2PtCl6 via a liquid-phase reaction [21]. However, discrepancies in ORR performance persist via comparing single-atom Pt-N-C catalysts to conventional Pt/C catalysts under alkaline conditions, notably concerning onset potentials (E onset), half-wave potentials (E 1/2), and specific activities. MOF-derived carbon materials also provide a favorable environment to construct the Pt-N-C structure. However, Pt-based catalysts derived from MOF generally have a three-dimensional skeleton with limited Pt atomic sites on the surface, reducing the ORR catalytic efficiency. Furthermore, studies have demonstrated that single-atom centers with asymmetric coordination tend to exhibit more favorable ORR dynamics owing to a disrupted perfect planar D 4h local symmetry configuration [22,23]. The modulation of the first coordination layers using high electronegativity elements (such as the O atom) represents a more straightforward and effective strategy to fine-tune the electrocatalytic efficiency. Therefore, constructing two-dimensional (2D) mesoporous Pt-N/O-C SACs presents a promising strategy to create fully exposed catalytically active sites, thereby achieving the promoted ORR efficiency. Herein, we developed a novel single-atom ORR electrocatalyst, Pt-embedded porous nitrogen- and oxygen-doped graphene nanosheets (Pt-N/O-GNs), utilizing an inorganic salt-mediated secondary calcination strategy. By employing KCl and LiCl as auxiliaries, we were able to exfoliate zinc zeolitic imidazolate frameworks (Zn-ZIF) into ultrathin 2D N/O-GNs. The obtained N/O-GNs with abundant vacancy structure serve as a suitable substrate for dispersing Pt at the atomic scale. The successive calcination facilitates anchoring and stabilizing the single-atom Pt with high mass density. The formation of Pt-N and Pt–O bonds in Pt-N3O centers by metal-support interaction regulates the electronic configuration of the Pt atoms, thereby optimizing the adsorption strength of oxygen-containing intermediates and significantly enhancing oxygen reduction. Accordingly, the developed Pt-N/O-GNs catalysts are endowed with excellent ORR efficiency and remarkable robustness in alkaline systems and Zn-air batteries. 2 Experimental 2.1 Preparation of Zn-ZIF Zn-ZIF was obtained by stirring the reaction at room temperature. Firstly, 0.59 g Zn (NO3)2·6H2O and 1.30 g 2-methylimidazole (2-MI) were dissolved in 40 mL of deionized water, respectively. After sufficient dissolution, the above solutions were mixed and stirred for 4 h. The obtained white solution was centrifuged at 8000 rpm for 3 min and then washed multiple times with anhydrous ethanol. Finally, the solution was dried at 70 °C for 12 h, and a pure white leaf-shaped solid was obtained, which can be named Zn-ZIF. 2.2 Preparation of N/O-doped graphene nanosheet supports N/O-doped graphene nanosheets were prepared by inorganic salt-assisted calcination methods. 0.4 g Zn-ZIF, 2.0 g KCl, and 2.5 g LiCl were weighed separately. The solid mixtures were homogeneously ground in a mortar and transferred to a quartz tube, as well as calcined at a heating rate of 5 °C min−1 in Ar atmosphere, 400 °C for 2 h and 900 °C for 2 h, respectively, and finally cooled down to room temperature. The obtained black solids were stirred in 2.0 mol L−1 HCl to remove residual Zn metal for 6−8 h. Finally, N and O co-doped graphene nanosheets, named as N/O-GNs, were obtained by filtration, washing, and drying. By regulating the mass ratio of Zn-ZIF to KCl and LiCl, different N/O-GNs materials, including N/O-GNs1 (0.4:0.4:0.5), N/O-GNs2 (0.4:2:2.5), and N/O-GNs3 (0.2:2:2.5), were prepared. As a control, under the same calcination conditions, Zn-ZIF was directly calcined without adding inorganic salts to form an N-doped carbon substrate (named N-C). 2.3 Preparation of N/O-GNs supported Pt catalysts N/O-GNs supported Pt catalysts were synthesized by the solvothermal method combined with secondary calcination. Firstly, 20 mg of N/O-GNs powders were weighed, mixed with 800 μL H2PtCl6 (0.58 mmol L−1), and diluted to 60 mL with anhydrous ethanol. After ultrasonic dispersion for 30 min, the mixtures were stirred at 70 °C for 10-12 h. The obtained black powders were filtered, washed, and dried. To further stabilize the Pt loading on the surface, the powders were subjected to secondary calcination in a tubular furnace at 5 °C min−1, which was maintained at 400 °C for 2 h and 900 °C for 2 h. The resulting samples were denoted as Pt-N/O-GNs. A series of Pt-anchored substrates, including Pt-N/O-GNs1, Pt-N/O-GNs2, and Pt-N/O-GNs3, were prepared based on per-synthesized N/O-GNs1, N/O-GNs2, and N/O-GNs3 supports under the same synthesis conditions. Simultaneously, the N-C-supported Pt catalyst was obtained and denoted as Pt/N-C. The electrochemical measurements, Zn-air Battery measurements, and density functional theory (DFT) calculations can be found in the Supporting Information. Some important characterizations are available in the Supporting Information, including scanning electron microscope (SEM) images of prepared samples, X-ray diffraction (XRD) patterns, Raman spectra, X-ray photoelectron spectroscopy (XPS) results, linear sweep voltammogram (LSV) curves, cyclic voltammetry (CV) curves, the open-circuit voltage plots of Zn-air battery, the optimized structure models, DFT results of the three-layer carbon structure, and a table of the inductively coupled plasma-mass spectrometry (ICP-MS) measurements. 3 Results and discussion 3.1 Synthesis and characterization of Pt-N/O-GNs catalysts The synthesis process for the Pt-N/O-GNs catalyst is illustrated in Fig. 1(a) . Typically, Zn-ZIF was prepared using Zn(NO3)2·6H2O and 2-methylimidazole (2-MI) by a wet chemical method. Figs. S1(a), (b) shows the SEM images of Zn-ZIF, which exhibits a multi-layer, stacked foliation structure. Then, N-C matrixes were successfully obtained by directly calcining the Zn-ZIF in a tubular furnace under an Ar atmosphere. The salt mixture of KCl and LiCl promotes the delamination and exfoliation of layered N/O-GNs, resulting in materials with high electrical conductivity and the formation of more expansive mesoporous carbon frameworks [24]. Finally, Pt-N/O-GNs catalysts were synthesized by a solvothermal method and successive calcination technology with the addition of H2PtCl6. For comparison, Pt/N-C catalysts were prepared using a similar procedure, but by a direct pyrolysis route that omitted the exfoliation process using inorganic salts. The SEM images show that direct calcination of the Zn-ZIF leads to considerable agglomeration of N-C carriers (Figs. S1(c), (d)). The relevant studies have found that the addition of inorganic salts in the ZIF system during assisted calcination facilitates the fabrication of 2D carbon materials through ion intercalation [25]. Modulating the ratio of Zn-ZIF to KCl to LiCl in the mixture yields the N- and O-doped graphene carriers, which are designated as N/O-GNs1 (with a ratio of 0.4:0.4:0.5), N/O-GNs2 (0.4:2:2.5), and N/O-GNs3 (0.2:2:2.5). Fig. S2 displays that N/O-GNs1 holds the flake and cluster structure (Figs. S2(a) and S2(b)), while N/O-GNs2 illustrates a distinct thin-lamellar morphology with micropores shown in Figs. S2(c) and S2(d). Nevertheless, N/O-GNs3 nanosheets possess some wrinkles and fractures (Figs. S2(e) and S2(f)). These results reveal that the inorganic salts have a great influence on the microstructure of as-prepared N/O-GNs, and N/O-GNs2 have the most suitable 2D structure to anchor Pt atoms. SEM images in Fig. S3 show the ultra-thin flake of Pt-N/O-GNs, which is similar to the nanosheet structure of N/O-GNs substrates. Therefore, the Pt loading process via the high-temperature calcination did not damage its microstructure, highlighting the high stability of the substrates. Moreover, the non-observation of the Pt crystal particles in high-resolution transmission electron microscope (HR-TEM) images (Fig. 1(b)) implies a uniform distribution of Pt single atoms across the N/O-GNs [26]. Aberration-corrected scanning transmission electron microscopy (AC-TEM) analysis was also conducted to further certify the high dispersion of the isolated Pt atoms in Pt-N/O-GNs catalysts (Fig. 1(c)). High-angle annular dark-field (HAADF) STEM image combined with energy-dispersive X-ray spectroscopy (EDS) elemental mapping results suggest the homogeneous distribution of all the Pt, N, and C elements across the surface of Pt-N/O-GNs (Fig. 1(d)). However, as illustrated in Fig. S4, the agglomerative structure of Pt/N-C resembles that of N-C carriers, and HRTEM images of Pt/N-C expose the existence of a few nanoclusters with unique structures in the electrocatalyst. Furthermore, the ICP-MS measurements concluded that the Pt content in Pt-N/O-GNs (0.44 wt%) exceeds that in Pt/N-C (0.32 wt%) (Table S1), resulting from the larger available surface area and abundant surface vacancies of N/O-GNs to anchor Pt atoms. The XRD patterns of Zn-ZIF, Pt/N-C, and Pt-N/O-GNs were presented in Fig. S5, where the distinctive peak at around 26° suggests the successful graphitization of the Zn-ZIF. In addition, the absence of Pt diffraction peaks in the spectra for both Pt/N-C and Pt-N/O-GNs indicates their low content or high dispersibility. The Raman spectra demonstrated that the degree of graphitization increases with the addition of inorganic salts for N/O-GNs, and N-C carriers display the lowest graphitization degree (Fig. S6). The loading of Pt atoms led to a notable reduction in the proportion of defective carbon within all carbon carriers, thereby confirming the effective anchoring of Pt atoms at the defect sites. Additionally, XPS results in Fig. 2(a) reveal that the N species in both Pt/N-C and Pt-N/O-GNs comprise pyridinic N, pyrrolic N, graphite N, oxidized N, and metal-coordinated N, offering stable anchor sites for Pt atoms [27]. The distribution of different N configurations in Pt-N/O-GNs and Pt/N-C was determined by XPS fitting presented in Table S2. In comparison, the full spectrum peak of Pt/N-C showed a clear positive shift, whereas the Pt-N/O-GNs exhibited a negative shift of about 0.2 eV. This shift implies that the GNs substrate modulates the electronic environment of Pt atoms and optimizes the electron redistribution of the N atom and Pt coordination interactions. Meanwhile, the successful construction of the O atom coordination was confirmed by a significant negative shift in the high-resolution O 1s spectra results, as depicted in Fig. 2(b) [28]. In addition, the peaks at ~75.1 and ~71.8 eV, along with ~75.9 and ~72.5 eV, correspond to Pt0 and Pt2+ in Pt/C (Fig. 2(c)), respectively. Similarly, the peaks at ~72.8 and ~76.1 eV are associated with Pt2+ 4f 7/2 and Pt2+ 4f 5/2 in Pt-N/O-GNs and Pt/N-C, respectively. The presence of Pt2+ characteristic peaks proves that the Pt atom mainly binds to N/O in Pt-N/O-GNs and Pt/N-C [29,30]. The binding energy of Pt2+ in Pt-N/O-GNs and Pt/N-C is observed to be more positive than that in Pt/C, suggesting the electron loss in the surface of the Pt atom. Especially, the Pt2+ 4f 7/2 peak in Pt-N/O-GNs (~72.8 eV) shows a 0.2 eV increase in binding energy relative to the corresponding peak in Pt/N-C (~72.6 eV). This upshift is attributed to the enhanced electron interaction between monatomic Pt and the N atom on the GNs substrate, promoting the spatial delocalization of electrons. These results further verify that the robust coordination of Pt with N/O donors on the nanosheet surface aligns with the observed shift of the Pt-N bond to lower binding energy, a shift explained by the electron transfer from the N 1s orbital [31,32]. To further explore the surface electronic structure and atomic coordination surrounding Pt in the Pt-N/O-GNs sample, X-ray absorption spectroscopy (XAS) was performed [33]. The X-ray absorption near-edge structure (XANES) at the Pt L3-edge reveals that the white line intensity of Pt-N/O-GNs is positioned between that of the Pt foil and PtO2 (Fig. 2(d)). This result indicates that most of the Pt species have valence states between 0 and +4, in agreement with the finding from the XPS analysis. The Fourier-transformed extended X-ray absorption fine structure (EXAFS) of Pt-N/O-GNs shows a prominent scattering peak at 1.60 Å, as illustrated in Fig. 2(e), attributable to the Pt−N/O bond. No obvious characteristic peaks of the Pt−Pt bond are observed in Pt-N/O-GNs, which verifies the presence of Pt single atoms [34]. The fitting results of R and k space reveal the co-presence of Pt−N and Pt−O scattering paths in Pt-N/O-GNs (Fig. 2(f)), with coordination numbers for these pathways determined as 3.4 and 1 (Table S3), respectively. In addition, the wavelet transform (WT) graph of Pt-N/O-GNs shows peak shift and height changes compared with those of Pt foil and PtO2, which points to the formation of Pt-N and Pt-O bonds, while the absence of Pt-Pt bonds is noted in Pt-N/O-GNs (Figs. 2(g)−(i)). This evidence substantiates the successful anchoring of Pt atoms onto the N/O-GNs to form the asymmetric Pt-N3O local coordination configuration, thus exhibiting an optimized electronic structure in Pt-N/O-GNs [35]. 3.2 Electrochemical and Zn-air battery tests of Pt-N/O-GNs catalysts The ORR activity of all the as-prepared catalysts was assessed using a three-electrode device in 0.1 mol L−1 KOH aqueous solution. According to LSV tests, Pt-N/O-GNs exhibited superior ORR activity, with a limiting current density of 5.8 mA cm−2 (Fig. 3(a) ). Moreover, the comparison in Fig. 3(b) reveals that Pt-N/O-GNs possess the largest onset potential (E onset, 0.99 V) and half-wave potential (E 1/2, 0.88 V), respectively, surpassing the commercial Pt/C (0.95 and 0.84 V) and Pt/N-C (0.91 and 0.82 V), as well as other reported Pt-based electrocatalysts (Table S4). Correspondingly, the ORR performance of N/O-GNs is dramatically elevated compared with the N-C carriers in Fig. S7(a). In addition, the impact of various inorganic salt additions on the catalytic performance of the prepared Pt-N/O-GNs (Pt-N/O-GNs1, Pt-N/O-GNs2, and Pt-N/O-GNs3) was assessed. Pt-N/O-GNs2 displays the most superior ORR activity among the prepared Pt-N/O-GNs catalysts (Fig. S7(b)), and N/O-GNs2 outperformed the other inorganic salt-mediated carbon carriers in ORR activity, which can be attributed to the constructed two-dimensional structure maximizing the exposure of the active sites [36]. The Tafel plot derived from LSV curves is shown in Fig. 3(c). With a Tafel slope of 76 mV dec−1, Pt-N/O-GNs demonstrate an elevated kinetic efficiency compared to Pt/N-C (162 mV dec−1) and commercial Pt/C (80 mV dec−1). In addition, the double-layer capacitance (C dl) of the materials was plotted through CV curves (Fig. S8 and Fig. 3(d)). The increased slope of Pt-N/O-GNs relative to Pt/N-C suggests that the loading of Pt single atoms on N/O-GNs nanosheets substantially boosts the electrochemical active surface area of Pt-based electrodes, thereby enhancing ORR activity. According to the surface characterization outcomes delineated previously, the formation of Pt-N3O sites, characterized by Pt−N and Pt−O bonds, induces a pronounced alteration in the electron cloud density at the Pt surface. Consequently, the enhanced ORR activity observed for the Pt-N/O-GNs catalyst can be ascribed to the optimized local electron coordination environment [37]. To evaluate the oxygen reduction efficiency on Pt-N/O-GNs, LSV tests were performed on a rotating ring-disk electrode (RRDE) in 0.1 mol L−1 KOH electrolyte saturated with O2. The electron transfer number (n) of Pt-N/O-GNs was determined to approach 4, as computed using the Koutecky-Levich (K-L) equation, which was derived from the rotation-rate-dependent polarization curves (Fig. 3(e)). Besides, according to the ring-disk current (Fig. S9), the n value of Pt-N/O-GNs is calculated as 3.98, and the production of hydrogen peroxide (HO2 −) is found to be less than 2% (Fig. 3(f)), indicating that Pt-N/O-GNs as a cathode catalyst for fuel cells present a desirable four-electron transfer pathway with an effective energy conversion efficiency. The durability and methanol tolerance of ORR electrocatalysts are critical factors that generally determine their practical application. As illustrated in Fig. 4(a) , after undergoing 5000 CV cycles, the E 1/2 of Pt-N/O-GNs showed a slight drop of 10 mV. In contrast, the E 1/2 of commercial Pt/C experienced a more significant decrease of 20 mV. This may be owing to the dissolution, aggregation, or oxidation of Pt atoms during the testing process, leading to reduced active sites and density. After 10000 s chronopotentiometry measurements, the current density retention of Pt-N/O-GNs was over 94.2%; in contrast, commercial Pt/C retained only 81.4% (Fig. 4(b)), which further demonstrated the excellent stability of Pt-N/O-GNs over commercial Pt/C. Additionally, the anti-methanol toxicity of Pt-N/O-GNs was evaluated relative to 20% Pt/C. The results in Fig. 4(c) reveal that the ORR activity of Pt-N/O-GNs remains stable in a methanol-containing electrolyte, but an obvious methanol oxidation peak (~0.75 V) appears on the Pt/C surface under the same conditions. Simultaneously, with an appropriate amount addition of methanol solution at t = 200 s, Pt-N/O-GNs exhibited a small current density fluctuation compared to the marked change for Pt/C, suggesting that Pt-N/O-GNs present excellent resistance to methanol poisoning (Fig. 4(d)). The exceptional anti-poisoning performance can be attributed to the highly atomically dispersed Pt atoms anchored within an N-doped carbon matrix. This structure, which lacks adjacent Pt sites, is unfavorable for the electrochemical adsorption and oxidation of methanol molecules [34,38]. In addition, the Pt-N/O coordination configuration modulates the electron density on the Pt atoms, resulting in moderate adsorption of reaction intermediates. This, in turn, weakens the interaction between Pt and methanol molecules, thereby effectively inhibiting methanol poisoning [39]. To evaluate the ORR performance of Pt-N/O-GNs as electrocatalysts in practical application, a liquid Zn-air battery (ZAB) was assembled. The open-circuit voltage of the ZAB powered by the Pt-N/O-GNs catalyst achieved a value of 1.53 V, outperforming the ZAB equipped with Pt/C catalysts, which registered a voltage of 1.49 V (Fig. S10). Significantly, the ZAB constructed by Pt-N/O-GNs delivered an excellent peak power density of ca. 144.8 mW cm−2 at ~250 mA cm−2, surpassing the performance of commercial Pt/C (118.1 mW cm−2) (Fig. 4(e)). The stability of Pt-N/O-GNs was also investigated through long-time galvanostatic discharge-charge cycles within ZAB systems. Within nearly 40 h at 10 mA cm−2, no significant degradation was observed in Fig. 4(f), suggesting the superior durability of Pt-N/O-GNs. 3.3 Mechanism analysis for ORR The analysis demonstrates that tailoring the coordination environment of Pt through specific geometrical configurations can significantly boost the catalytic activity for ORR at monoatomic Pt sites. To better explore the effect of the carbon matrix on the Pt SACs ORR performance, DFT calculations were conducted for energy analysis on representative Pt−N3O-C motifs [40,41]. Single-atom Pt supported on single- and three-layer carbon matrices were constructed (named as SL-Pt and TL-Pt, respectively), and the optimized structure models are shown in Fig. S11. The stability of each system was evaluated by calculating the difference between the adsorption energy (E ads) and cohesion energy (E coh) of Pt atoms (Table S5) [34,42]. For SL-Pt and TL-Pt, it was observed that E ads − E coh < 0 and E ads < 0, implying that the Pt atoms can be firmly trapped on the two substrates, and embedding the Pt atoms into thin-layer graphene would be more favorable than aggregation or leaching. We further calculated the adsorption of Pt2 on SL-Pt and TL-Pt (Fig. 5(a) and Fig. S12) [43]. The results revealed that the two Pt atoms exhibit a tendency to disperse rather than aggregate on the substrates, particularly on monolayer carbon structures. Thus, it is reasonable to demonstrate that single-atom Pt anchored in the surface of thin-layer carbons is a stable configuration, making them highly feasible for single-atom catalytic synthesis. Fig. 5(b) depicts the elementary steps for ORR over a Pt-N3O-C motif on monolayer carbon matrices in detail, showcasing *OOH as the potential key reaction intermediate common to the 2e− and the 4e− dissociation pathways. To verify the catalytic selectivity at the Pt catalytic sites, the free energy profile of various intermediates on the Pt-N3O-C motif was evaluated at a potential of 0 V vs. SHE in alkaline media. On the Pt-N3O center of the single-layer carbon model, as depicted in Fig. 5(c), it is evident that the 4e− transfer pathway to water is thermodynamically more favored than the 2e− transfer pathway to hydrogen peroxide. Although a similar scenario is observed in the three-layer carbon model (Figs. S13 and S14), an increase in the number of carbon matrix layers leads to a decrease in the energy difference between *O and *H2O2. Consequently, this results in a reduced selectivity for the four-electron pathway. In addition, a notable distinction between SL-Pt and TL-Pt is evident at the *OOH → *O step. The overall reaction pathway for SL-Pt exhibits a significantly lower binding energy, which suggests that SL-Pt possesses faster ORR kinetics. Therefore, these findings indicate that the Pt-N3O structure anchored by the ultra-thin carbon layer tends to facilitate a more efficient oxygen reduction process for fuel cell energy efficiency, which aligns with experimental results. 4 Conclusions In summary, highly exposed single-atom Pt supported on N/O-GNs (Pt-N/O-GNs) was successfully prepared through an inorganic salt-assisted secondary calcination method. The Pt atoms were anchored in the N/O-GNs skeleton via solvothermal and successive calcination processes, which ensured stable dispersion and loading of metal atoms for Pt-N/O-GNs, demonstrated by XAS results and DFT calculations. The accessible Pt-N3O active sites in Pt-N/O-GNs are endowed with the regulated surface environment of the anchored Pt atoms, thus reinforcing the metal-support interaction. This refined interaction accelerates the 4e− transfer process involved in the catalytic kinetics of ORR. Consequently, the Pt-N/O-GNs electrocatalyst exhibited improved ORR activity, superior long-term stability, and enhanced anti-poisoning ability. Furthermore, Pt-N/O-GNs catalysts were applied to the air cathode in a zinc-air battery, attaining a high open-circuit voltage and peak power density. This work transcends the constraints of conventional single-atom catalysts prepared from MOF-derived nanocarbon materials, offering a novel paradigm for the future design of multifunctional electrochemical materials. Author contribution †Xinqi Wang, Xueyuan Zhang, and Menggai Jiao contributed equally to this work. All authors have approved the final version of the manuscript. Electronic supporting information Supporting information is available in the online version of this article. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. SUPPLEMENTARY MATERIAL Supplementary appendix References 1 M.K. Debe Nature 486 2012 43 51 M. K. Debe, Nature, 2012, 486, 43–51. 2 C. Ye M. Zheng Z. Li Q. Fan H. Ma X. Fu D. Wang J. Wang Y. Li Angew. Chem. Int. Ed. 61 2022 e202213366 C. Ye, M. Zheng, Z. Li, Q. Fan, H. Ma, X. Fu, D. Wang, J. Wang, Y. Li, Angew. Chem. Int. Ed., 2022, 61, e202213366. 3 M. Tang S. Zhang S. Chen Chem. Soc. Rev. 51 2022 1529 1546 M. Tang, S. Zhang, S. Chen, Chem. Soc. Rev., 2022, 51, 1529–1546. 4 B. Ni P. Shen G. Zhang J. Zhao H. Ding Y. Ye Z. Yue H. Yang H. Wei K. Jiang J. Am. Chem. Soc. 146 2024 11181 11192 B. Ni, P. Shen, G. Zhang, J. Zhao, H. Ding, Y. Ye, Z. Yue, H. Yang, H. Wei, K. Jiang, J. Am. Chem. Soc., 2024, 146, 11181–11192. 5 L. Zhang P. Lu Y. Luo J.-Y. Zheng W. Ma L.-X. Ding H. Wang J. Mater. Chem. A 9 2021 9609 9615 L. Zhang, P. Lu, Y. Luo, J.-Y. Zheng, W. Ma, L.-X. Ding, H. Wang, J. Mater. Chem. A, 2021, 9, 9609–9615. 6 X. Liu G. Wu Q. Li eScience 5 2025 100270 X. Liu, G. Wu, Q. Li, eScience, 2025, 5, 100270. 7 X.-X. Wang M.T. Swihart G. Wu Nat. Catal. 2 2019 578 589 X.-X. Wang, M. T. Swihart, G. Wu, Nat. Catal., 2019, 2, 578–589. 8 L. Zhang S. Jiang W. Ma Z. Zhou Chin. J. Catal. 43 2022 1433 1443 L. Zhang, S. Jiang, W. Ma, Z. Zhou, Chin. J. Catal., 2022, 43, 1433–1443. 9 L. Fan H. Deng Y. Zhang Q. Du D.Y.C. Leung Y. Wang K. Jiao Energy Environ. Sci. 16 2023 1466 1479 L. Fan, H. Deng, Y. Zhang, Q. Du, D. Y. C. Leung, Y. Wang, K. Jiao, Energy Environ. Sci., 2023, 16, 1466–1479. 10 X. Teng D. Si L. Chen J. Shi eScience 4 2024 100272 X. Teng, D. Si, L. Chen, J. Shi, eScience, 2024, 4, 100272. 11 Y. Chen S. Ji C. Chen Q. Peng D. Wang Y. Li Joule 2 2018 1242 1264 Y. Chen, S. Ji, C. Chen, Q. Peng, D. Wang, Y. Li, Joule, 2018, 2, 1242–1264. 12 D. Zhao Z. Zhuang X. Cao C. Zhang Q. Peng C. Chen Y. Li Chem. Soc. Rev. 49 2020 2215 2264 D. Zhao, Z. Zhuang, X. Cao, C. Zhang, Q. Peng, C. Chen, Y. Li, Chem. Soc. Rev., 2020, 49, 2215–2264. 13 J. Yu C. Su L. Shang T. Zhang ACS Nano 17 2023 19514 19525 J. Yu, C. Su, L. Shang, T. Zhang, ACS Nano, 2023, 17, 19514–19525. 14 T. Najam S.S. Ahmad Shah H. Yin X. Xiao S. Talib Q. Ji Y. Deng M.S. Javed J. Hu R. Zhao A. Du X. Cai Q. Xu Chem. Sci. 15 2024 18513 18523 T. Najam, S. S. Ahmad Shah, H. Yin, X. Xiao, S. Talib, Q. Ji, Y. Deng, M. S. Javed, J. Hu, R. Zhao, A. Du, X. Cai, Q. Xu, Chem. Sci., 2024, 15, 18513–18523. 15 S. Luan J. Liu S. Li S. Li Z. Lou M. Lv X. Cui L. Jiang Chem. Eng. J. 503 2025 158666 S. Luan, J. Liu, S. Li, S. Li, Z. Lou, M. Lv, X. Cui, L. Jiang, Chem. Eng. J., 2025, 503, 158666. 16 M. Li K. Duanmu C. Wan T. Cheng L. Zhang S. Dai W. Chen Z. Zhao P. Li H. Fei Y. Zhu R. Yu J. Luo K. Zang Z. Lin M. Ding J. Huang H. Sun J. Guo X. Pan W.A. Goddard III P. Sautet Y. Huang X. Duan Nat. Catal. 2 2019 495 503 M. Li, K. Duanmu, C. Wan, T. Cheng, L. Zhang, S. Dai, W. Chen, Z. Zhao, P. Li, H. Fei, Y. Zhu, R. Yu, J. Luo, K. Zang, Z. Lin, M. Ding, J. Huang, H. Sun, J. Guo, X. Pan, W. A. Goddard III, P. Sautet, Y. Huang, X. Duan, Nat. Catal., 2019, 2, 495–503. 17 X. Liang N. Fu S. Yao Z. Li Y. Li J. Am. Chem. Soc. 144 2022 18155 18174 X. Liang, N. Fu, S. Yao, Z. Li, Y. Li, J. Am. Chem. Soc., 2022, 144, 18155–18174. 18 Q.Z. An S.W. Bo J.J. Jiang C. Gong H. Su W.R. Cheng Q.H. Liu Adv. Sci. 10 2023 2205031 Q. Z. An, S. W. Bo, J. J. Jiang, C. Gong, H. Su, W. R. Cheng, Q. H. Liu, Adv. Sci., 2023, 10, 2205031. 19 S. Zaman Y.-Q. Su C.-L. Dong R. Qi L. Huang Y. Qin Y.-C. Huang F.-M. Li B. You W. Guo Q. Li S. Ding B. Xia Angew. Chem. Int. Ed. 61 2022 e202115835 S. Zaman, Y.-Q. Su, C.-L. Dong, R. Qi, L. Huang, Y. Qin, Y.-C. Huang, F.-M. Li, B. You, W. Guo, Q. Li, S. Ding, B. Xia, Angew. Chem. Int. Ed., 2022, 61, e202115835. 20 J. Li W. Xia J. Tang Y. Gao C. Jiang Y. Jia T. Chen Z. Hou R. Qi D. Jiang T. Asahi X. Xu T. Wang J. He Y. Yamauchi J. Am. Chem. Soc. 144 2022 9280 9291 J. Li, W. Xia, J. Tang, Y. Gao, C. Jiang, Y. Jia, T. Chen, Z. Hou, R. Qi, D. Jiang, T. Asahi, X. Xu, T. Wang, J. He, Y. Yamauchi, J. Am. Chem. Soc., 2022, 144, 9280–9291. 21 W. Zhao J. Wang R. Yin B. Li X. Huang L. Zhao L. Qian J. Colloid Interface Sci. 564 2020 28 36 W. Zhao, J. Wang, R. Yin, B. Li, X. Huang, L. Zhao, L. Qian, J. Colloid Interface Sci., 2020, 564, 28–36. 22 Y. Li H. Sun L. Ren K. Sun L. Gao X. Jin Q. Xu W. Liu X. Sun Angew. Chem. Int. Ed. 63 2024 e202405334 Y. Li, H. Sun, L. Ren, K. Sun, L. Gao, X. Jin, Q. Xu, W. Liu, X. Sun, Angew. Chem. Int. Ed., 2024, 63, e202405334. 23 P. Sun K. Qiao D. Li X. Liu H. Liu L. Yang H. Xu Z. Zhuang Y. Yan D. Cao Chem Catal. 2 2022 2750 2763 P. Sun, K. Qiao, D. Li, X. Liu, H. Liu, L. Yang, H. Xu, Z. Zhuang, Y. Yan, D. Cao, Chem Catal., 2022, 2, 2750–2763. 24 W. Xia J. Tang J. Li S. Zhang K.C.W. Wu J. He Y. Yamauchi Angew. Chem. Int. Ed. 58 2019 13354 13359 W. Xia, J. Tang, J. Li, S. Zhang, K. C. W. Wu, J. He, Y. Yamauchi, Angew. Chem. Int. Ed., 2019, 58, 13354–13359. 25 M. Zong Y. Zhang K. Li C. Lv P. Tian Y. Zhao B. Liang Electrochim. Acta 329 2020 135089 M. Zong, Y. Zhang, K. Li, C. Lv, P. Tian, Y. Zhao, B. Liang, Electrochim. Acta, 2020, 329, 135089. 26 J. Li M.N. Banis Z. Ren K.R. Adair K. Doyle-Davis D.M. Meira Y.Z. Finfrock L. Zhang F. Kong T.-K. Sham R. Li J. Luo X. Sun Small 17 2021 2007245 J. Li, M. N. Banis, Z. Ren, K. R. Adair, K. Doyle-Davis, D. M. Meira, Y. Z. Finfrock, L. Zhang, F. Kong, T.-K. Sham, R. Li, J. Luo, X. Sun, Small, 2021, 17, 2007245. 27 J. Dai J. Zhang R. Karthick M. Liang Q. Wei X. Chen Y. Shi S. Zhai G. Wang F. Chen J. Mater. Chem. A 10 2022 12213 12224 J. Dai, J. Zhang, R. Karthick, M. Liang, Q. Wei, X. Chen, Y. Shi, S. Zhai, G. Wang, F. Chen, J. Mater. Chem. A, 2022, 10, 12213–12224. 28 Y. Chen J. Chen J. Zhang Y. Luo C. Zhang Y. Xue G. Wang R. Wang J. Alloys Compd. 873 2021 159827 Y. Chen, J. Chen, J. Zhang, Y. Luo, C. Zhang, Y. Xue, G. Wang, R. Wang, J. Alloys Compd., 2021, 873, 159827. 29 J. Liu M. Jiao L. Lu H.M. Barkholtz Y. Li Y. Wang L. Jiang Z. Wu D.-J. Liu L. Zhuang C. Ma J. Zeng B. Zhang D. Su P. Song W. Xing W. Xu Y. Wang Z. Jiang G. Sun Nat. Commun. 8 2017 15938 J. Liu, M. Jiao, L. Lu, H. M. Barkholtz, Y. Li, Y. Wang, L. Jiang, Z. Wu, D.-J. Liu, L. Zhuang, C. Ma, J. Zeng, B. Zhang, D. Su, P. Song, W. Xing, W. Xu, Y. Wang, Z. Jiang, G. Sun, Nat. Commun., 2017, 8, 15938. 30 B. Liu R. Feng M. Busch S. Wang H. Wu P. Liu J. Gu A. Bahadoran D. Matsumura T. Tsuji D. Zhang F. Song Q. Liu ACS Nano 16 2022 14121 14133 B. Liu, R. Feng, M. Busch, S. Wang, H. Wu, P. Liu, J. Gu, A. Bahadoran, D. Matsumura, T. Tsuji, D. Zhang, F. Song, Q. Liu, ACS Nano, 2022, 16, 14121–14133. 31 Y. Cheng X. Gong S. Tao L. Hu W. Zhu M. Wang J. Shi F. Liao H. Geng M. Shao Nano Energy 98 2022 107341 Y. Cheng, X. Gong, S. Tao, L. Hu, W. Zhu, M. Wang, J. Shi, F. Liao, H. Geng, M. Shao, Nano Energy, 2022, 98, 107341. 32 Y.-J. Wang G.-L. Zhuang J.-W. Zhang F. Luo X. Cheng F.-L. Sun S.-S. Fu T.-B. Lu Z.-M. Zhang Angew. Chem. Int. Ed. 62 2023 e202216592 Y.-J. Wang, G.-L. Zhuang, J.-W. Zhang, F. Luo, X. Cheng, F.-L. Sun, S.-S. Fu, T.-B. Lu, Z.-M. Zhang, Angew. Chem. Int. Ed., 2023, 62, e202216592. 33 J. Zhao C. Fu K. Ye Z. Liang F. Jiang S. Shen X. Zhao L. Ma Z. Shadike X. Wang J. Zhang K. Jiang Nat. Commun. 13 2022 685 J. Zhao, C. Fu, K. Ye, Z. Liang, F. Jiang, S. Shen, X. Zhao, L. Ma, Z. Shadike, X. Wang, J. Zhang, K. Jiang, Nat. Commun., 2022, 13, 685. 34 J. Liu M. Jiao B. Mei Y. Tong Y. Li M. Ruan P. Song G. Sun L. Jiang Y. Wang Z. Jiang L. Gu Z. Zhou W. Xu Angew. Chem. Int. Ed. 58 2019 1163 1167 J. Liu, M. Jiao, B. Mei, Y. Tong, Y. Li, M. Ruan, P. Song, G. Sun, L. Jiang, Y. Wang, Z. Jiang, L. Gu, Z. Zhou, W. Xu, Angew. Chem. Int. Ed., 2019, 58, 1163–1167. 35 X. Yan Y. Jia L. Zhang X. Yao Chin. J. Catal. 38 2017 1011 1020 X. Yan, Y. Jia, L. Zhang, X. Yao, Chin. J. Catal., 2017, 38, 1011–1020. 36 M. Fan J. Cui J. Zhang J. Wu S. Chen L. Song Z. Wang A. Wang R. Vajtai Y. Wu P.M. Ajayan J. Jiang D. Sun J. Mater. Sci. Technol. 91 2021 160 167 M. Fan, J. Cui, J. Zhang, J. Wu, S. Chen, L. Song, Z. Wang, A. Wang, R. Vajtai, Y. Wu, P. M. Ajayan, J. Jiang, D. Sun, J. Mater. Sci. Technol., 2021, 91, 160–167. 37 P.-F. Xie H. Hu L. Fang X. Yu J. Rong X. Qiu F. Wu T. Li M. Shao J.-C. Li Chem. Eng. J. 494 2024 152909 P.-F. Xie, H. Hu, L. Fang, X. Yu, J. Rong, X. Qiu, F. Wu, T. Li, M. Shao, J.-C. Li, Chem. Eng. J., 2024, 494, 152909. 38 K. Kamiya R. Kamai K. Hashimoto S. Nakanishi Nat. Commun. 5 2014 5040 K. Kamiya, R. Kamai, K. Hashimoto, S. Nakanishi, Nat. Commun., 2014, 5, 5040. 39 Q. Shi Y. He X. Bai M. Wang D.A. Cullen M. Lucero X. Zhao K.L. More H. Zhou Z. Feng Y. Liu G. Wu Energy Environ. Sci. 13 2020 3544 3555 Q. Shi, Y. He, X. Bai, M. Wang, D. A. Cullen, M. Lucero, X. Zhao, K. L. More, H. Zhou, Z. Feng, Y. Liu, G. Wu, Energy Environ. Sci., 2020,13, 3544–3555. 40 G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmüller, Phys. Rev. B, 1996, 54, 11169–11186. 41 G. Kresse J. Furthmüller Comput. Mater. Sci. 6 1996 15 50 G. Kresse, J. Furthmüller, Comput. Mater. Sci., 1996, 6, 15–50. 42 H. Xu D. Cheng D. Cao X.-C. Zeng Nat. Catal. 1 2018 339k 3348 H. Xu, D. Cheng, D. Cao, X.-C. Zeng, Nat. Catal., 2018, 1, 339–348. 43 M. Ruan M. Jiao P. Song Z. Wu Y. Wang Z. Wu W. Xu Y. Wang J. Phys. Chem. C 121 2017 3911 3919 M. Ruan, M. Jiao, P. Song, Z. Wu, Y. Wang, Z. Wu, W. Xu, Y. Wang, J. Phys. Chem. C, 2017, 121, 3911–3919.",
      "scopus-id": "105015593213",
      "coredata": {
        "eid": "1-s2.0-S1872206725647681",
        "dc:description": "Single-metal sites anchored in nitrogen-doped nanocarbons are recognized as potent electrocatalysts for applications in energy conversion and storage. Here, an innovative inorganic salt-mediated secondary calcination strategy was developed to construct robust Pt single-atom catalysts on nitrogen- and oxygen-doped graphene nanosheets (Pt-N/O-GNs), thereby significantly enhancing the efficiency of the electrocatalytic oxygen reduction reaction (ORR). The ultrathin N/O-GNs, obtained by stripping Zn-ZIF with auxiliaries of KCl and LiCl, provide stable anchoring sites for highly exposed Pt-N3O active structures. The Pt-N/O-GNs catalyst, featuring a low Pt loading of 0.44 wt%, demonstrates exceptional mass activity in the ORR process. It attains an impressive onset potential of 0.99 V and a half-wave potential of 0.88 V. The zinc-air battery driven by the Pt-N/O-GNs displays superior power density and cycle stability. Theoretical computational studies reveal that the structure of heteroatoms doped in few-layer graphene facilitates the stable anchoring of single-atom configurations. The findings provide new perspectives for the tailored design and fabrication of single-metal-site electrocatalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1872206725647681",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Xinqi"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Xueyuan"
          },
          {
            "@_fa": "true",
            "$": "Jiao, Menggai"
          },
          {
            "@_fa": "true",
            "$": "Ma, Runlin"
          },
          {
            "@_fa": "true",
            "$": "Xie, Fang"
          },
          {
            "@_fa": "true",
            "$": "Wan, Hao"
          },
          {
            "@_fa": "true",
            "$": "Shen, Xiangjian"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Li-Li"
          },
          {
            "@_fa": "true",
            "$": "Ma, Wei"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Zhen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1872206725647681"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1872206725647681"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1872-2067(25)64768-1",
        "prism:volume": "77",
        "prism:publisher": "Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "The strong Pt-N3O coordination in graphene nanosheets accelerates the 4e− electrocatalytic oxygen reduction process",
        "prism:copyright": "Copyright © 2025 Dalian Institute of Chemical Physics, the Chinese Academy of Sciences. Published by Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "18722067",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Pt-N3O active center"
          },
          {
            "@_fa": "true",
            "$": "Pt single atom"
          },
          {
            "@_fa": "true",
            "$": "Ultra-thin carbon layer"
          },
          {
            "@_fa": "true",
            "$": "Metal-support interaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Chinese Journal of Catalysis",
        "openaccessSponsorType": null,
        "prism:pageRange": "227-235",
        "prism:endingPage": "235",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2025",
        "prism:doi": "10.1016/S1872-2067(25)64768-1",
        "prism:startingPage": "227",
        "dc:identifier": "doi:10.1016/S1872-2067(25)64768-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "183",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35175",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "367",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70720",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "652",
            "@width": "829",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "183629",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "304",
            "@width": "613",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "77860",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "472",
            "@width": "952",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "144485",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "268",
            "@width": "406",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37967",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12130",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "163",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16320",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15361",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9621",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8565",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "144",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9456",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "485",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "147710",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "976",
            "@width": "969",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "401157",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1731",
            "@width": "2202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "907580",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "807",
            "@width": "1628",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "345937",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1255",
            "@width": "2530",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "849062",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "712",
            "@width": "1080",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "144610",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1872206725647681-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "24222942",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105015593213"
      }
    }
  }
}