{
  "metadata": {
    "title": "Regulating the proximity of <ce:italic>d</ce:italic>-<ce:italic>p</ce:italic> band center in TiP<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>7</ce:inf> by the crystalline-amorphous heterointerface to boost adsorption-catalysis for LiPSs in Li-S batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-09-30",
    "doi": "10.1016/j.jechem.2025.04.030",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625003456",
    "pii": "S2095495625003456"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105005110843",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-04-22 2025-04-22 2025-05-16 2025-05-16 2025-08-26T15:56:02 1-s2.0-S2095495625003456 S2095-4956(25)00345-6 S2095495625003456 10.1016/j.jechem.2025.04.030 S300 S300.1 FULL-TEXT 1-s2.0-S2095495625X00061 2025-08-26T15:04:11.22061Z 0 0 20250901 20250930 2025 2025-04-22T16:19:17.828751Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 108 108 C Volume 108 42 458 467 458 467 202509 September 2025 2025-09-01 2025-09-30 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. REGULATINGPROXIMITYDPBANDCENTERINTIP2O7BYCRYSTALLINEAMORPHOUSHETEROINTERFACEBOOSTADSORPTIONCATALYSISFORLIPSSINLISBATTERIES QIAN M 1 Introduction 2 Results and discussion 3 Conclusions Experimental section CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References SU 2024 e202318785 L ZHAO 2021 203 208 M SHAO 2023 8097 8138 Q LI 2024 14754 14764 X ZHAO 2024 2405358 J LI 2024 619 628 Z LI 2023 e202309968 Z ZENG 2024 e202400010 X ZENG 2021 15830 15838 X LI 2022 e202114671 X SKAUDA 2023 102003 A YANG 2024 215836 Y ZHAO 2024 21845 21852 J WANG 2024 2307786 Z HAN 2021 2105947 Z LV 2025 576 585 C WANG 2021 105602 D LIU 2022 6366 G WAN 2023 2203391 K YE 2022 2103456 Z XUE 2022 121434 J WANG 2023 170546 J LIU 2023 2203797 Y TANG 2021 127373 Y HAMAD 2020 729 H AKHAVAN 2010 7386 O ZHU 2024 235363 M AKHAVAN 2009 3280 O GAO 2019 10364 J WANG 2020 105293 J LIU 2023 2209233 Q GUO 2024 149500 M XIAO 2022 2202352 R LEE 2020 9744 9754 D NGUYEN 2023 2303503 V LIANG 2016 1501636 X PATOUX 2002 5057 5068 S BARD 2001 236 240 A ELECTROCHEMICALMETHODSFUNDAMENTALSAPPLICATIONS LI 2019 1802207 Z PENG 2020 762 770 L HAN 2023 e12623 F KONG 2024 2310143 Y QIANX2025X458 QIANX2025X458X467 QIANX2025X458XM QIANX2025X458X467XM 2027-05-16T00:00:00.000Z 2027-05-16T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-05-20T01:37:06.441Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 22278347 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 This work was supported by the National Natural Science Foundation of China (22278347). item S2095-4956(25)00345-6 S2095495625003456 1-s2.0-S2095495625003456 10.1016/j.jechem.2025.04.030 286353 2025-08-26T15:04:11.22061Z 2025-09-01 2025-09-30 1-s2.0-S2095495625003456-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/MAIN/application/pdf/6c41874d1a8288c6d07fb9b80f59c5d7/main.pdf main.pdf pdf true 6220025 MAIN 10 1-s2.0-S2095495625003456-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/PREVIEW/image/png/acb7f672600057cfebd61b0e831bb9a2/main_1.png main_1.png png 63342 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625003456-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/ga1/DOWNSAMPLED/image/jpeg/4d4f69a3f2b4d89522d4b41295e47fd5/ga1.jpg ga1 true ga1.jpg jpg 23554 200 421 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625003456-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr1/DOWNSAMPLED/image/jpeg/a0907101d2e84844c9e103ac5459238c/gr1.jpg gr1 gr1.jpg jpg 170792 506 801 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625003456-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr2/DOWNSAMPLED/image/jpeg/29ca753d463f8446228b53ed37fb0dc1/gr2.jpg gr2 gr2.jpg jpg 181066 656 803 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625003456-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr3/DOWNSAMPLED/image/jpeg/843263920d7138896b815e510e96b3f8/gr3.jpg gr3 gr3.jpg jpg 175003 651 803 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625003456-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr4/DOWNSAMPLED/image/jpeg/956fec7f908e6a210601ddd87586f0c8/gr4.jpg gr4 gr4.jpg jpg 121146 609 802 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625003456-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr5/DOWNSAMPLED/image/jpeg/7b454bf56a1b7198f6b3429fdcfac57b/gr5.jpg gr5 gr5.jpg jpg 153916 633 803 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625003456-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr6/DOWNSAMPLED/image/jpeg/fa72f68e2e5e6cef265cddc68cbf3547/gr6.jpg gr6 gr6.jpg jpg 178159 641 804 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625003456-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/ga1/THUMBNAIL/image/gif/435f2fe264041af6a7d73199350db451/ga1.sml ga1 true ga1.sml sml 8613 104 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625003456-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr1/THUMBNAIL/image/gif/48742fb7c1eb8b7a8121db1f5c4aad1e/gr1.sml gr1 gr1.sml sml 18600 138 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625003456-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr2/THUMBNAIL/image/gif/6d3731e9e0ff12e6941bc908574c792f/gr2.sml gr2 gr2.sml sml 15017 163 200 IMAGE-THUMBNAIL 1-s2.0-S2095495625003456-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr3/THUMBNAIL/image/gif/d2aaf0817b5afde80ed7362f8b5d1412/gr3.sml gr3 gr3.sml sml 18063 164 202 IMAGE-THUMBNAIL 1-s2.0-S2095495625003456-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr4/DOWNSAMPLED/image/gif/2a8e6eb580875524ab5b890f7902ff35/gr4.sml gr4 gr4.sml sml 11748 164 216 IMAGE-THUMBNAIL 1-s2.0-S2095495625003456-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr5/THUMBNAIL/image/gif/8d6e730e293293563ccbcdceb754ca8e/gr5.sml gr5 gr5.sml sml 13266 164 208 IMAGE-THUMBNAIL 1-s2.0-S2095495625003456-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/gr6/THUMBNAIL/image/gif/3ac6cd23ff8fcf5c9cd500cd2b68c2a9/gr6.sml gr6 gr6.sml sml 14857 164 206 IMAGE-THUMBNAIL 1-s2.0-S2095495625003456-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/HIGHRES/image/jpeg/70f9152b0165bc1d35cf9ffee9691cdd/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 186058 886 1867 IMAGE-HIGH-RES 1-s2.0-S2095495625003456-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/HIGHRES/image/jpeg/cd1153436b6d8b86f54e4a9465ecf12e/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1104292 1493 2362 IMAGE-HIGH-RES 1-s2.0-S2095495625003456-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/HIGHRES/image/jpeg/270baf9ee490eff5cadef6ce2754f61a/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1192981 2424 2966 IMAGE-HIGH-RES 1-s2.0-S2095495625003456-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/HIGHRES/image/jpeg/7312ad8288b0b3c2e21a2f7c53fb2c5a/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 907727 1920 2368 IMAGE-HIGH-RES 1-s2.0-S2095495625003456-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/HIGHRES/image/jpeg/129a32be0fc449f02dcf831ee89ad9dd/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 737125 2206 2905 IMAGE-HIGH-RES 1-s2.0-S2095495625003456-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/HIGHRES/image/jpeg/2ec08bdd0c45d39116e400988fdb5ed9/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 675296 1867 2368 IMAGE-HIGH-RES 1-s2.0-S2095495625003456-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/HIGHRES/image/jpeg/b9e29139dd23e3919abf82980fef463e/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 1329426 2302 2889 IMAGE-HIGH-RES 1-s2.0-S2095495625003456-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625003456/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/61b8e1b99ce9c399de4dcc2f4c01b63a/mmc1.docx mmc1 mmc1.docx docx 34568505 APPLICATION JECHEM 4660 S2095-4956(25)00345-6 10.1016/j.jechem.2025.04.030 Science Press Fig. 1 (a, b) Scanning electron microscope (SEM), (c) TEM, (d, e) HRTEM images, (f) the lattice distance, (g) HAADF-STEM, and (h–k) the elemental mapping images of (h) C, (i) Ti, (j) P, and (k) O in TiP2O7/CNTs. Fig. 2 (a) DOS of TiP2O7/C; (b, c) the band centers of TiP2O7/C and TiP2O7; (d, e) DOS and (f, g) differential charge density of TiP2O7/C-Li2S6 and TiP2O7-Li2S6; (h) the Gibbs free energies for sulfur reduction on TiP2O7/C and TiP2O7. Fig. 3 CV curves at 0.1–0.9 mV s−1 of the (a) TPC//TPC@PEP//Li, (b) TPC//PEP//Li, and (c) TP//TP@PEP//Li cells; (d) the energy profiles of Li+ diffusion on TiP2O7/CNTs and TiP2O7; (e) the cycle performances of the Li//Li symmetric cells with different separators at 0.5 mA cm−2; SEM images of the lithium for Li//Li symmetric cells with (f) PEP, (g) TP@PEP, and (h) TPC@PEP separators at 2 mA cm−2 after cycling (Inset: digital photographs of the cycled lithium). Fig. 4 (a) CV curves of the symmetrical cells assembled by TiP2O7/CNTs and TiP2O7 at 10 mV s−1; (b, c) Tafel slopes associated with the sulfur redox reactions for the TPC//TPC@PEP//Li, TPC//PEP//Li, and TP//TP@PEP//Li cells; (d) the nucleation and (e) the dissolution curves of Li2S for the TPC//TPC@PEP//Li and TP//TP@PEP//Li cells; (f) energy profiles for the Li2S decomposition and (g, h) COHP on TiP2O7/C-Li2S and TiP2O7-Li2S. Fig. 5 (a–f) Temperature-dependent Nyquist plots during the processes of different sulfur species conversion and (g–i) linear relationships between logarithmic values of 1/R and 1/T for the TPC//TPC@PEP//Li and TP//TP@PEP//Li cells. Fig. 6 (a) Rate performances, (b) time-voltage curves, (c) cycle performances of the TPC//TPC@PEP//Li, TPC//PEP//Li, and TP//TP@PEP//Li cells with the sulfur loading of 1 mg cm−2; the cycle performances of TPC//TPC@PEP//Li cell (d) at 4 C with the sulfur loading of 1 mg cm−2 and (e) at 0.1 C with the sulfur loading of 5 mg cm−2; (f, g) in-situ Raman spectra of the TPC//TPC@PEP//Li cell during (f) the discharge and (g) charge process. Regulating the proximity of d-p band center in TiP2O7 by the crystalline-amorphous heterointerface to boost adsorption-catalysis for LiPSs in Li-S batteries Mao Qian Writing – original draft Visualization Validation Investigation Formal analysis Data curation a Yakun Tang Writing – review & editing Supervision Conceptualization a ⁎ Xiaohui Li Supervision Project administration a Yue Zhang Supervision Conceptualization a Weidong Jiang Validation Investigation b Lang Liu Writing – review & editing Supervision Project administration Funding acquisition a ⁎ a State Key Laboratory of Chemistry and Utilization of Carbon Based Energy Resources, Xinjiang University, Urumqi 830017, Xinjiang, China State Key Laboratory of Chemistry and Utilization of Carbon Based Energy Resources Xinjiang University Urumqi Xinjiang 830017 China State Key Laboratory of Chemistry and Utilization of Carbon Based Energy Resources, Xinjiang University, Urumqi 830017, Xinjiang, China b Sichuan University of Science & Engineering, Zigong 643000, Sichuan, China Sichuan University of Science & Engineering Zigong Sichuan 643000 China Sichuan University of Science & Engineering, Zigong 643000, Sichuan, China ⁎ Corresponding authors. Graphical abstract The crystalline-amorphous heterointerface of TiP2O7/CNTs was designed to facilitate electronic donation from C to TiP2O7, which resulted in an upward shift of the d band center for Ti, enhancing the proximity of the d-p band center in TiP2O7/CNTs. The tightly crystalline-amorphous heterointerface was formed between TiP2O7 and amorphous carbon, which can promote the adsorption of LiPSs, catalyze their conversion to Li2S, and improve the interface stability of lithium anode. The adsorption-catalysis ability of metal-based catalysts toward lithium polysulfides (LiPSs) is dominated by the position of their d-/p-band center. An available strategy to strengthen the d-p band center proximity of metal-based catalysts is to fabricate a crystalline-amorphous heterointerface, which markedly enhances LiPS conversion. The polyanionic pyrophosphate of TiP2O7 serves as an efficient catalyst and ionic conductor for lithium-sulfur (Li-S) batteries. However, TiP2O7 does not fully optimize sulfur redox reactivity due to limitations in factors such as the adsorption-catalysis of sulfur species, Li+ diffusion, and electron transfer. Herein, we engineer the crystalline-amorphous heterointerface of TiP2O7 combined with carbon nanotubes (CNTs) to facilitate electronic donation from C to TiP2O7. This interaction results in an upward shift of the Ti d, enhancing the proximity of the d-p band center in TiP2O7/CNTs. By utilizing TiP2O7/CNTs as both electrode and separator modifier, we optimize the LiPS conversion process, showing a comprehensive strategy to mitigate the diffusion of LiPSs and achieve the bidirectional redox reactions in Li-S batteries. Accordingly, the cell assembled by TiP2O7/CNTs delivers a satisfactory capacity of 835 mAh g−1 after 300 cycles at 4 C and an impressive initial areal capacity of 3.52 mAh cm−2 under the sulfur areal loading of 5 mg cm−2 at 0.1 C. Additionally, the Li//Li cells utilizing TiP2O7/CNTs present a prolonged cycling life of up to 1800 h without voltage fluctuation and Li dendrite growth. Keywords Crystalline-amorphous heterointerface d-/p-band center Electronic donation Enhanced adsorption/catalysis for LiPSs Lithium-sulfur batteries 1 Introduction Lithium-sulfur (Li-S) batteries have held significant potential as next-generation energy storage devices thanks to their remarkable theoretical capacity of 1675 mAh g−1 and impressive theoretical energy density of 2600 Wh kg−1 [1,2]. Nevertheless, the business of Li-S batteries always faces critical challenges. The major issue is the diffusion behavior of lithium polysulfides (LiPSs), which subsequently leads to considerable active sulfur loss, reduced coulombic efficiency, poor capacity retention, and sluggish redox kinetics [3–5]. Since the rapid sulfur redox process relies on the solvation of LiPSs, it is crucial to effectively manage both cations (Li+) and polysulfide anions (S n 2−) to strike a balance between reaction kinetics and reversibility [6,7]. Metal-based catalysts, like metal oxides [8], metal sulfides/selenides [9,10], and metal phosphides [11,12], have drawn much attention to inhibit the diffusion of LiPSs and enhance the sulfur redox process [13]. For metal-based catalysts, it is key to improve the adsorption-catalytic ability of LiPSs by positioning the metal d-band center close to the Fermi level and improving the proximity of the d-p band center in metallic compounds [14–16]. For example, Cheng's group reported that the transition metal Ti has less packed anti-bonding states, which availably binds LiPSs/Li2S, thus decreasing the energy barriers of sulfur conversion reaction [15]. Similarly, Wang's team found that the special p-orbitals of anions are well-matched with the d-orbitals of transition metal cations in O-Metal-P bridging structures. This alignment reduces the energy barrier for LiPS conversion and improves electron transport [17]. These studies confirm that the modulation of the d-/p-band orbital center in the catalyst significantly influences both the adsorption binding energy of LiPSs and the electron transfer. The interaction between metal-based catalysts and their surrounding coordinated environments is important for adjusting the d-/p-band center of the compounds. Conspicuously, interface engineering has emerged as a beneficial method to regulate the d-/p-band center through the interfacial charge transfer between the components [18,19]. Typically, the transition metal heterojunctions with different d- and p-band gaps act as common catalysts for the conversion of LiPSs. The high-active heterointerface, characterized by charge redistribution and structure deformation, which can capture LiPSs, promote the transportation of Li+, and reduce the energy barriers of sulfur conversion [20]. However, current reports on the heterostructures predominantly focus on crystalline-crystalline complexes, where the surface atomic deformation is often hindered by lattice stress or rigid structure to a certain extent [21,22]. In this case, establishing the crystalline-amorphous heterogeneous interface represents a unique direction for fine-adjusting the d-/p-band center of the metal-based catalysts [23]. The polyanionic pyrophosphate of TiP2O7 is recognized as a highly effective ionic conductor [24]. The Ti4+ sites on the polar surfaces of TiP2O7 exhibit strong adsorption ability toward LiPSs, while its corner-shared [TiO6]-[P2O7] three-dimensional (3D) framework provides continuous Li+ diffusion pathways. More importantly, TiP2O7 exhibits high photocatalytic activity due to its 3D framework, structural stability, strong coordination capability, and unique surface properties [25]. However, the intrinsically low electronic conductivity of TiP2O7 severely restricts the sulfur redox kinetics and compromises the overall performance of Li-S batteries. This limitation becomes particularly pronounced under conditions of high sulfur loading, where the conversion between liquid LiPSs and solid Li2S2/Li2S is further hindered. One-dimensional carbon nanotubes (CNTs) have gained widespread application in electronic equipment by virtue of their large specific surface area, good conductivity, low specific weight, and favorable mechanical properties. Herein, the TiP2O7/CNTs (TPC) catalyst was developed as both an electrode and a separator modifier for Li-S batteries. Its unique electronic properties and structural design facilitate rapid Li+ and electron transport, which upgrades the utilization of sulfur and accelerates redox reactions of LiPSs. A tightly crystalline-amorphous heterointerface was formed between TiP2O7 and CNTs, which can promote the adsorption of LiPSs, catalyze their conversion to Li2S2/Li2S, and improve the interface stability of the lithium anode. Moreover, the Ti d band center is shifted to the Fermi level, and the proximity of the d-p band center is improved owing to the electronic donation from C atoms to TiP2O7, boosting its adsorption and catalytic property for LiPSs. Therefore, the TPC//TPC@PEP//Li cell achieves a premier capacity of 835 mAh g−1 after 300 cycles at 4 C and an impressive initial areal capacity of 3.52 mAh cm−2 at 5 mg cm−2. 2 Results and discussion The X-ray diffraction (XRD) patterns for TiP2O7/CNTs and TiP2O7 are consistent well with the standard card (JCPDS no. 38-1468) (Fig. S1a), indicating the successful synthesis. Notably, when comparing TiP2O7 to TiP2O7/CNTs, there is an increased half-peak width and a relatively weaker peak intensity in the latter (Fig. S1b), indicating the presence of small TiP2O7 nanoparticles and the low crystallization degree in TiP2O7/CNTs. The structural characterization of TiP2O7/CNTs is depicted in Fig. 1 . In this composite, CNTs act as the carrier to control the growth of TiP2O7, leading to smaller and more uniformly dispersed nanoparticles. As shown in Fig. 1(a–c), TiP2O7 nanoparticles with a size of 20 nm are embedded inside the walls of CNTs, giving rise to a rough and crumpled surface. After template introduction, TiP2O7 nanoparticles grow linearly along the one-dimensional nanotubes, effectively preventing phase separation during battery cycling. Additionally, the staggered distribution of the TiP2O7/CNTs composite creates efficient 3D channels, shortening the transport paths of Li+ and electrons. However, the size of TiP2O7 nanoparticles is about 90 nm, characterized by pores formed through agglomeration (Fig. S2). The high-resolution transmission electron microscopy (HRTEM) images of TiP2O7/CNTs confirm that TiP2O7 nanoparticles are embedded in the carbon matrix. Particularly, the amorphous carbon surrounds the crystalline region, creating a crystalline-amorphous heterointerface (Fig. 1d, e). The crystalline lattice distance of 0.353 nm corresponds to the (630) plane of TiP2O7 (Fig. 1f). Furthermore, the one-dimensional structure of the TiP2O7/CNTs composite is verified by the high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) image (Fig. 1g). The energy dispersive spectroscopy (EDS) shows the uniform distribution of C, Ti, P, and O elements in the TiP2O7/CNTs compound (Fig. 1h–k), further confirming the insertion of TiP2O7 nanoparticles within the walls of CNTs. X-ray photoelectron spectroscopy (XPS) was utilized to explore the bonding condition and the surrounding environment of TiP2O7/CNTs and TiP2O7. As shown in Fig. S3(a), their full spectra show the existence of O, Ti, C, and P elements. In the Ti 2p spectra (Fig. S3b), TiP2O7 displays two typical peaks at 460.96 and 466.69 eV, belonging to the Ti–O bond [26]. These characteristic peaks for TiP2O7/CNTs shift to lower binding energy (460.49/466.49 eV) due to the electronic donation from C to TiP2O7 [27]. Furthermore, the new characteristic peaks for TiP2O7/CNTs are located at 459.33 and 465.43 eV, which is an indication of the formed Ti–C bond [28]. As shown in Fig. S3(c, d), the P 2p and O 1s peaks for TiP2O7/CNTs experience a negative shift of 0.93 and 0.21 eV, respectively, which is related to the formation of the P–O–C bond [29]. Moreover, differential charge density analysis combined with Bader charge calculations further confirms the modulated surface charge distribution of TiP2O7/CNTs. As shown in Fig. S4, the yellow region represents the charge gain, while the cyan region represents the charge loss. Notably, there is an electron transfer of 0.97 e− from C to TiP2O7, which is consistent with the XPS result. The above analyses indicate the creation of chemical bonds between TiP2O7 and C rather than simple physical interaction, thus promoting a rapid electron transfer at the crystalline-amorphous heterointerface of TiP2O7/CNTs. To verify the interaction within the TiP2O7/CNTs composite, the density of states (DOS) was computed. As shown in Fig. 2 (a), the total orbital in TiP2O7/CNTs shows a broad distribution and strong delocalization. The strong C p orbital overlaps with both P p and Ti d orbitals, showing a close connection between TiP2O7 and the amorphous carbon. Additionally, the formation of electron carriers at the crystalline-amorphous heterointerface of TiP2O7/CNTs effectively lowers the energy barrier for electron transfer to the conduction band. As evidenced by DOS, this interfacial engineering reduces the bandgap between the conduction and valence bands in TiP2O7/CNTs compared to the pristine TiP2O7 (Fig. S5). The observed band structure modulation demonstrates that carbon incorporation significantly enhances the electronic conductivity of TiP2O7 through improving charge delocalization [30]. As depicted in Fig. 2(b), the band center of the Ti d orbital in TiP2O7/C significantly shifts upwards to −1.98 eV, which is notably higher than that in TiP2O7 (−2.05 eV). The disparity of the metal d and non-metal p band center is reduced in TiP2O7/C compared to TiP2O7 (Fig. 2c). Such properties can facilitate charge transfer while simultaneously optimizing the adsorption and catalytic behavior of TiP2O7/CNTs toward LiPSs [31,32]. DOS was performed to verify the promoted d-p orbital hybridization between the TiP2O7/CNTs and LiPSs. Li2S6 was employed as the model molecule for LiPSs. The significant overlap between the p orbital of S in the adsorbed Li2S6 and the d orbital of Ti in TiP2O7/C (Fig. 2d) demonstrates stronger orbital hybridization than that in pristine TiP2O7 (Fig. 2e). This indicates that the electronic structure regulation in TiP2O7/CNTs promotes more effective d-p orbital coupling for LiPSs. Differential charge density was employed to further confirm the interaction between the TiP2O7/CNTs and Li2S6. As shown in Fig. 2(f, g), TiP2O7/C exhibits stronger binding energy with Li2S6 (−4.11 eV) than TiP2O7 (−2.95 eV), along with the enhanced electron transfer (1.83 e− vs. 1.26 e−). Fig. 2(h) displays the Gibbs free energy (ΔG) values associated with the successive conversions from sulfur to S8, Li2S8, Li2S6, Li2S4, Li2S2, and Li2S on TiP2O7/C and TiP2O7. All ΔG values are negative, indicating that the conversion from S8 to Li2S would be spontaneous on these surfaces. The stepwise ΔG values from Li2S8 to Li2S on TiP2O7/C (−0.257, −0.324, −0.368, and −0.491 eV) were lower than those of TiP2O7 (−0.631, −0.672, −0.712, and −1.113 eV). According to these density functional theory (DFT) calculation results, the electronic donation from C to TiP2O7 effectively regulates the metal Ti d band and non-metal p band centers of TiP2O7/CNTs and enhances the d-p orbital hybridization process between TiP2O7/CNTs and LiPSs, which facilitates charger transfer and adsorption and subsequent catalytic conversion of LiPSs. The visual adsorption test was performed to evaluate the adsorption ability of TiP2O7/CNTs. An equal amount of TiP2O7/CNTs and TiP2O7 was added into the Li2S6 solution. After a duration of 6 h, the Li2S6 solution containing TiP2O7/CNTs turned colorless from yellow, while the solution with TiP2O7 remained pale yellow (the inset in Fig. S6a). Ultraviolet-visible (UV-vis) spectra further verified this color variation through characteristic absorption intensity (Fig. S6a). The pristine Li2S6 solution exhibits a distinct absorbance peak around 400 nm, which stands for the existence of S6 2− species [33]. Conversely, these characteristic peaks were not detected in the solution with TiP2O7/CNTs, proving its excellent absorption ability for LiPSs. After the adsorption test, the TiP2O7/CNTs sample was collected and dried for the XPS characterization. After the interaction with Li2S6, the binding energy of the Ti 2p spectra shifted towards a lower value as a result of the creation of the Ti–S bond between TiP2O7/CNTs and Li2S6 (Fig. S6b). The relatively large electron cloud density of S atoms allows them to transfer electrons to Ti atoms. As a result, the electron cloud density around the Ti atoms increases, which in turn causes the binding energies to decline [34]. In the S 2p spectrum (Fig. S6c), peaks at 168.35/169.45 eV are correlated with the polythionate complex, while peaks at 164.44/165.54 eV and 163.42/164.57 eV correspond to the formation of soluble LiPSs. The new peaks at 158.38/159.52 eV stem from the Ti–S bonds [35]. Remarkably, the formation of polythionate is selectively triggered by TiP2O7/CNTs with redox potentials of 2.5 V, a window which lies just above the redox voltage of soluble polysulfides (2.1 V < E ≤ 2.4 V) [36]. The above results align well with DFT calculations, demonstrating that TiP2O7/CNTs exhibit a superior adsorption ability toward LiPSs. TiP2O7/CNTs and TiP2O7 are separately coated onto the Celgard PEP 2325 separator (polypropylene/polyethylene/polypropylene, PEP) to fabricate the TPC@PEP and TP@PEP separators (Fig. S7a). The fabricated separators display remarkable toughness, and no visible separation can be observed even after repeatedly folding 50 times (Fig. S7b). The coatings have a height of 10 µm and a mass of 0.6 mg cm−2 (Fig. S7c, d). As illustrated in Fig. S8, when compared to the PEP separator (49.6°), the TPC@PEP and TP@PEP separators demonstrate superior electrolyte wettability, as evidenced by their smaller contact angles of 8.9° and 10°, respectively. The superior wettability proved that the TPC@PEP and TP@PEP separators can promote the penetration of electrolyte and Li+ transportation, hence promoting the specific capacity performance of the Li-S batteries. Electrochemical assessments were carried out to determine the influence of the proximity of the d-p band center on Li-S batteries. Fig. S9(a–c) shows the cyclic voltammetry (CV) patterns for the TPC//TPC@PEP//Li, TPC//PEP//Li, and TP//TP@PEP//Li cells at 0.1 mV s−1. The redox peaks located at 2.33/2.01 and 2.41/2.31 V correspond to the conversion processes of different sulfur species. Additionally, an extra pair of redox peaks (2.65/2.55 V) is ascribed to the processes for the de-lithiation and lithiation of Li+ in TiP2O7 [37]. Compared with the TP//TP@PEP//Li cell, the TPC//TPC@PEP//Li and TPC//PEP//Li cells exhibit higher current intensity and lower redox polarization. TPC exhibits high catalytic activity for LiPSs as evidenced by enhanced peak current intensity, effectively promoting the sulfur conversion kinetics. This not only reduces the concentration of LiPSs but also mitigates its diffusion behavior. The lower polarization indicates the lower energy barrier for the sulfur redox reaction, which is ascribed to the bonding of TiP2O7/CNTs with sulfur species, weakening the S–S and Li–S bonds in LiPSs. Derived from the different scan rates CV curves (Fig. 3 a–c), the peak currents show linear relationships with the square root of the scan rate (Fig. S9d–f), indicating a diffusion-controlled process. Based on the Randles-Sevcik equation [38], the TPC//TPC@PEP//Li and the TPC//PEP//Li cells hold a considerably higher Li+ diffusion coefficient of 10−4–10−5 cm2 s−1 than the TP//TP@PEP//Li cell (10−5–10−7 cm2 s−1). DFT calculation can further verify the enhanced Li+ diffusion property. As illustrated in Fig. 3(d) and Fig. S10, the migration barrier for Li+ on TiP2O7/CNTs is 0.43 eV, a value that is less than the 0.76 eV barrier on TiP2O7. The quick Li+ diffusion behavior and low energy barrier of Li+ migration are beneficial for boosting the sulfur redox kinetics. Moreover, the modulation effect of TiP2O7/CNTs on the lithium metal was probed, and the cycling stability of Li//Li symmetric cells with various separators was examined at 0.5 mA cm−2 (Fig. 3e). The Li//PEP//Li cell shows obvious fluctuations accompanied by a larger overpotential. In comparison, the Li//TPC@PEP//Li cell obtains a stable and long-term cycling performance for up to 1800 h. The TPC@PEP separator is inclined to optimize the Li+ stripping and plating processes, thereby enhancing the stability of the lithium metal interface. Fig. 3(f–h) displays the scanning electron microscope (SEM) images of the cycled lithium at 2 mA cm−2. A lot of dead lithiums were deposited on the lithium surface with the PEP separator, resulting in the dendrites on the lithium surface with the TP@PEP separator. However, lithium metal exhibits a smooth and uniform surface with the TPC@PEP separator, which verifies that TiP2O7/CNTs are conducive to enabling uniform Li+ flow, suppressing the growth of lithium dendrites, and protecting the lithium metal. The Li+ transference number (t Li+) of Li//Li symmetric cells was measured by applying electrochemical impedance spectroscopy (EIS) and potentiostatic techniques. As depicted in Fig. S11, the Li//TPC@PEP//Li cell achieved t Li+ of 1.71, which is notably higher than the Li//TP@PEP//Li (1.33) and Li//PEP//Li (1.12) cells. The high Li+ transference number not only enables faster Li+ transport but also accelerates the sulfur conversion reaction and thus reduces the charge transfer resistance of cells. Furthermore, the Li+ conductivity was tested by EIS on SS//SS symmetric cells with various separators (Fig. S12). According to Eq. (S3) (Supporting information), the calculated Li+ conductivity for the SS//TPC@PEP//SS cell was calculated to be 1.08 × 10−3 mS cm−1, surpassing those of the SS//TP@PEP//SS (8.19 × 10−4 mS cm−1) and SS//PEP//SS cells (6.24 × 10−4 mS cm−1). The above analysis of Li+ characteristics demonstrates that the TPC@PEP separator exhibits a strong affinity for Li+, which facilitates Li+ transport, regulates the homogeneous deposition of Li+, and accelerates the sulfur conversion reaction, ultimately contributing to the improvement of interface stability and rate performance of Li-S batteries. The reduced proximity of the d-p band center in TiP2O7/CNTs significantly boosts the catalytic property for the redox reaction of sulfur species, which was investigated by assembling Li2S6 symmetric cells. The symmetrical cell with TiP2O7/CNTs demonstrates two obvious pairs of oxidation/reduction peaks, showing the enhanced conversion kinetics for LiPSs (Fig. 4 a). Moreover, the sulfur redox reaction rate can be reflected by the Tafer and LSV curves (Fig. 4b, c and Fig. S13). It was found that the Tafel curve for the TPC//TPC@PEP//Li cell exhibits a smaller slope, indicating a lower reaction barrier for the sulfur redox reaction. Additionally, the nucleation of Li2S was investigated to explore the improved conversion kinetics of TiP2O7/CNTs (Fig. 4d). Based on Faraday’s law, the Li2S precipitation amounts of the TPC//TPC@PEP//Li and TP//TP@PEP//Li cells were calculated to be 534 and 347 mAh g−1, with a current of 0.78 and 0.58 mA, respectively. The TPC//TPC@PEP//Li cell presents an excellent capacity for Li2S precipitation, indicating a faster reaction kinetics during the conversion from LiPSs to Li2S. This phenomenon can be attributed to the weakened S–S bonds within the LiPSs, which result from the robust Ti–S bond formed in the system. The nucleation and growth of Li2S accord with the Scharifker-Hills models [39], as illustrated in Fig. S14. For the TPC//TPC@PEP//Li cell, the initial nucleation process of Li2S adheres to the 3D instantaneous (3DI) model, which is traced back to the 3D electroconductive network established by TiP2O7/CNTs nanotubes. In the subsequent growth stage, the TPC//TPC@PEP//Li cell becomes a hybrid model comprising 3D progressive (3DP) and two-dimensional (2D) instantaneous (2DI) characteristics. This transition occurs because the energy barrier for the conversion of Li2S on carbon materials is relatively large, requiring overcoming considerable resistance. As for the TP//TP@PEP//Li cell, the Li2S deposition process converts from the 3DI to the 3DP model, which is closely related to the morphology of the TiP2O7 nanoparticles. Li2S can rapidly nucleate on the surface of TiP2O7 nanoparticles, displaying a volume diffusion within the 3D space. Whereas, the limited pore availability hinders the subsequent uniform growth of Li2S. The TPC//TPC@PEP//Li cell has the fastest response and maximum decomposition capacity in the Li2S dissolution curve (Fig. 4e), suggesting the weak Li–S bond of Li2S and the accelerated oxidation process at the crystalline-amorphous heterointerface of TiP2O7/CNTs. During the charging process, the kinetics of Li2S oxidation has a strong correlation with the decomposition energy barrier of Li2S. Fig. S15 depicts the geometric arrangement of the resultant structure during the decomposition of Li2S on TiP2O7/C and TiP2O7. The decomposition energy barrier of TiP2O7/C (0.33 eV) is lower than that of TiP2O7 (0.67 eV), which also demonstrates promoted kinetics for Li2S oxidation (Fig. 4f). DFT calculation was performed to compare the binding energies and Bader charge of Li2S on different catalysts. As shown in Fig. S16, TiP2O7/C exhibits a weaker binding to Li2S (−1.95 eV) and a lower electron transfer (1.13 e−) compared to both TiP2O7/C-Li2S6 (−4.11 eV, 1.83 e−) and TiP2O7-Li2S (−2.28 eV, 1.37 e−), which facilitates the Li2S desorption process from the TiP2O7/CNTs surface. Additionally, as shown in Fig. 4(g, h), crystal orbital Hamiltonian population (COHP) analysis of TiP2O7/C-Li2S interactions demonstrates a lower integrated COHP value (−0.26 eV) than that of TiP2O7-Li2S (−0.39 eV), which is conducive to the desorption of Li2S on the TiP2O7/CNTs surface. EIS studies at variable temperatures were performed in the TPC//TPC@PEP//Li and TP//TP@PEP//Li cells to investigate the reasons behind the fast catalytic reaction kinetics. As shown in Fig. 5 (a–f) and Tables S1–S3, the internal resistance (R s) and charge transfer resistance (R ct) in the TPC//TPC@PEP//Li cell consistently remain smaller at all temperatures compared with those in the TP//TP@PEP//Li cell, showing that the TPC//TPC@PEP//Li cell has superior charge transfer kinetics. The logarithm of the reciprocal of the R ct shows a linear correlation with the inverse of the absolute temperature [40]. According to the Arrhenius equation, the activation energies for the TPC//TPC@PEP//Li cell are lower than those for the TP//TP@PEP//Li cell during the process of different sulfur species conversion reactions (Fig. 5g–i). Kinetic analysis reveals that the TPC//TPC@PEP//Li cell reduces the energy barriers for LiPS conversions (e.g., Li2S4 → Li2S2/Li2S: 36.9 kJ mol−1), with the most pronounced effect observed during the liquid–solid nucleation of Li2S. This confirms that TiP2O7/CNTs exhibit exceptional catalytic activity in promoting sulfur reduction reaction dynamics. As displayed in Fig. 6 (a), the TPC//TPC@PEP//Li cell obtains the highest specific discharge capacities of 1451, 1224, 1076, and 858 mAh g−1 at 0.5–4 C (1 C = 1675 mA g−1). When the current returns to 0.5 C, a remarkable capacity of 1311 mAh g−1 can still be achieved, showing a satisfactory rate performance of TiP2O7/CNTs. The two discharge platforms of the TPC//TPC@PEP//Li cell are more extended compared to those of the TPC//PEP//Li and TP//TP@PEP//Li cells (Fig. S17a). The TPC//TPC@PEP//Li cell exhibits an overvoltage of 0.20 V that is smaller than the TPC//PEP//Li (ΔE = 0.21 V) and TP//TP@PEP//Li (ΔE = 0.23 V) cells. This implies that TiP2O7/CNTs exhibit a reduced electrochemical polarization and outstanding reversibility. Additionally, the TPC//TPC@PEP//Li and TPC//TPEP//Li cells show a low initial voltage of 2.21 V during the oxidation process of Li2S, indicating that TiP2O7/CNTs significantly reduce the energy barrier for Li2S oxidation, thereby facilitating the conversion of solid Li2S to liquid LiPSs. Strikingly, both the TPC//TPC@PEP//Li and TPC//PEP//Li cells still exhibit two discharge plateaus at 4 C, whereas the second discharge plateau of the TP//TP@PEP//Li cell presents nearly a straight line because of the inadequate catalytic property of TiP2O7 for LiPSs (Fig. S17b–d). Furthermore, it is the self-discharge behavior that serves as a key metric for evaluating the success of controlling the shuttle effect of LiPSs (Fig. 6b). The voltage of TPC//TPC@PEP//Li (2.58 V) and TPC//PEP//Li cells (2.53 V) is higher than that of the TP//TP@PEP//Li cell (2.34 V), confirming that TiP2O7/CNTs significantly relieve the diffusion of LiPSs into the anode, thereby restraining active sulfur loss. The TPC//TPC@PEP//Li and TPC//PEP//Li cells deliver the impressive first specific discharge capacity of 1280 and 1073 mAh g−1 at 1 C. After 200 cycles, they still retain 929 and 845 mAh g−1, significantly exceeding the TP//TP@PEP//Li cell (549 mAh g−1) (Fig. 6c). In comparison, SEM images show that only a minimal amount of sulfide is deposited on the lithium surface of the cycled TPC//TPC@PEP//Li cell, and the corresponding EDS analysis reveals a relatively low sulfur content (Fig. S18). These findings confirm that the TiP2O7/CNTs electrode-separator modifier serves as an excellent barrier against LiPSs. Even at 4 C, the TPC//TPC@PEP//Li cell harvests a surprising specific capacity of 835 mAh g−1 after 300 cycles (Fig. 6d). Furthermore, the cycling performance of TPC//TPC@PEP//Li cell is investigated under the sulfur areal loading of 5 mg cm−2 with an electrolyte dosage of 8 μL mg−1 at 0.1 C. As illustrated in Fig. 6(e), the cell shows an impressive first areal capacity of 3.52 mAh cm−2 (equivalent to a capacity of 704 mAh g−1), and the cell still maintains a reversible areal capacity of 3 mAh cm−2 (equivalent to a capacity of 600 mAh g−1) after 100 cycles. The above results reveal that the crystalline-amorphous heterogeneous interface of TiP2O7/CNTs promotes charge transfer and enriches active sites, enhancing long-cycling stability and electrochemical reversibility. The TPC//TPC@PEP//Li cell delivers a competitive electrochemical performance when compared with other recently reported Li-S catalysts (e.g., MoS2/CNT, CoP/CNT, etc.) (Table S4). In-situ Raman spectroscopy was further carried out to track the electrochemical reaction process of Li-S batteries (Fig. 6f, g). The Raman signals were collected between the cathode and separator during the discharge-charge processes. During the discharge process, signals corresponding to S8 2− were first tested at 150, 219, and 473 cm−1 at open circuit voltage. The Raman intensities of S8 2− characteristic peaks decrease gradually when the battery is discharged continuously. When the electrode was discharged to 2.30 V, the signals of S8 2− disappeared, and the signals for S6 2− (396 and 510 cm−1) and S4 2− (200 and 445 cm−1) were detected. The signals of S4 2− (445 cm−1), S3 2− (535 cm−1), and S2 2− (452 cm−1) were also detected at 2.09 V. When the plateau reached 1.70 V, the signals of the several peaks disappeared. This is consistent with previous Raman research on LiPSs [41,42]. During the charging process, the TiP2O7/CNTs catalyst facilitated the oxidation of Li2S to the soluble S6 2− and S4 2−, which were eventually oxidized to S8 at 2.57 V, with the signal being gradually intensified. The extraordinary reversibility of S8 and the promoted electrochemical conversion kinetics of the cell revealed by the in situ Raman analysis results can be attributed to the effective adsorption-catalysis of TiP2O7/CNTs, which is in accordance with the above electrochemical results. Fig. S19 shows the XPS spectra of the filtered TiP2O7/CNTs-Li2S6 solution (initial state) and the cycled TiP2O7/CNTs-Li2S6 electrode. The P 2p, O 1s, and Ti 2p spectra exhibit a shift towards lower binding energies after discharging to 1.7 V, suggesting the electron transfer from LiPSs to TiP2O7/CNTs. Upon charging to 2.8 V, the binding energies in the P 2p, O 1s, and Ti 2p spectra return to the initial state, confirming that TiP2O7/CNTs plays a crucial part in catalyzing the LiPS conversion (Fig. S19a–c). Significantly, the S 2p spectra were employed to explore the interaction between TiP2O7/CNTs and LiPSs (Fig. S19d). Compared to the initial state, the peaks of S 2p spectra show a positive shift when the cell is in the discharged condition. The peaks at 168.85/169.98 and 166.80/167.91 eV correspond to the polythionate complex and thiosulfate. Additionally, the characteristic peaks of soluble LiPSs (164.78/165.80 eV) are significantly reduced. Notably, the new peaks located at 162.44/163.60 eV are identified as the discharge product Li2S2/Li2S [35]. In the charged state, the thiosulfate at 166.57/167.67 eV is reduced, accompanied by a slight presence of soluble LiPSs, while the polythionate complex (168.60/169.71 eV) remains the predominant medium on the electrode surface. The above results indicate that TiP2O7/CNTs show a superior catalytic capacity for LiPSs to achieve bidirectional sulfur redox conversion. 3 Conclusions In conclusion, the TiP2O7/CNTs composite has been designed as an efficient catalyst and ion conductor to promote the redox reaction of LiPSs for durable Li-S batteries. It is announced that the crystalline-amorphous heterogeneous interface of TiP2O7/CNTs effectively regulates the d-/p-band center level of surface atoms due to the electronic donation from C to TiP2O7. Hence, the shifted Ti d band center shifts closer to the Fermi level, facilitating electron interaction with the p-orbital of the adsorbed LiPSs, while achieving a reduced proximity of the d-p band center that boosts the catalytic ability of TiP2O7/CNTs for LiPSs. Additionally, the TiP2O7/CNTs catalyst not only adjusts the ionic properties for faster Li+ diffusion and improved Li+ conductivity but also provides superior interface stability of the lithium metal. Furthermore, the EIS test at variable temperatures and Gibbs free energy calculation verify that TiP2O7/CNTs significantly reduce the energy barrier of the sulfur reduction reaction. Benefiting from the above advantages, TiP2O7/CNTs catalyst enables Li-S batteries to obtain an impressive discharge capacity of 835 mAh g−1 after 300 cycles at 4 C, along with superior rate capability and resistance to self-discharge. This paper presents a novel strategy to build a crystalline-amorphous heterointerface that regulates the d-/p-band center to design an effective Li-S electrocatalyst. Experimental section Experimental details can be found in the Supporting Information. CRediT authorship contribution statement Mao Qian: Writing – original draft, Visualization, Validation, Investigation, Formal analysis, Data curation. Yakun Tang: Writing – review & editing, Supervision, Conceptualization. Xiaohui Li: Supervision, Project administration. Yue Zhang: Supervision, Conceptualization. Weidong Jiang: Validation, Investigation. Lang Liu: Writing – review & editing, Supervision, Project administration, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Science Foundation of China (22278347). Appendix A Supplementary material Supplementary material to this article can be found online at https://doi.org/10.1016/j.jechem.2025.04.030. Appendix A Supplementary material The following are the Supplementary material to this article: Supplementary Data 1 References [1] L.L. Su N. Yao Z. Li C.X. Bi Z.X. Chen X. Chen B.Q. Li X.Q. Zhang J.Q. Huang Angew. Chem., Int. Ed. 63 2024 e202318785 L.L. Su, N. Yao, Z. Li, C.X. Bi, Z.X. Chen, X. Chen, B.Q. Li, X.Q. Zhang, J.Q. Huang, Angew. Chem., Int. Ed. 63 (2024) e202318785. [2] M. Zhao Y.Q. Peng B.Q. Li X.Q. Zhang J.Q. Huang J. Energy Chem. 56 2021 203 208 M. Zhao,Y.Q. Peng,1,B.Q. Li, X.Q. Zhang, J. Q. Huang, J. Energy Chem. 56 (2021) 203-208 [3] Q.J. Shao S.D. Zhu J. Chen Nano Res. 16 2023 8097 8138 Q.J. Shao, S.D. Zhu, J. Chen, Nano Res. 16 (2023) 8097-8138. [4] X.Y. Li S. Feng Y.W. Song C.X. Zhao Z. Li Z.X. Chen Q. Cheng X. Chen X.Q. Zhang B.Q. Li J.Q. Huang Q. Zhang J. Am. Chem. Soc. 146 2024 14754 14764 X.Y. Li, S. Feng, Y.W. Song, C.X. Zhao, Z. Li, Z.X. Chen, Q. Cheng, X. Chen, X.Q. Zhang, B.Q. Li, J.Q. Huang, Q. Zhang, J. Am. Chem. Soc. 146 (2024) 14754-14764. [5] J. Zhao Y.Y. Xiao Q. Liu J.B. Wu Z.C. Jiang H.B. Zeng Adv. Funct. Mater. 34 2024 2405358 J. Zhao, Y.Y Xiao, Q. Liu, J.B. Wu, Z.C. Jiang, H.B. Zeng, Adv. Funct. Mater. 34 (2024) 2405358. [6] Z.H. Li P.S. Qian H.Y. Li H. Xiao J. Chen G.R. Li J. Energy Chem. 92 2024 619 628 Z.H Li, P.S. Qian, H.Y. Li, H. Xiao, J. Chen, G.R. Li, J. Energy Chem. 92 (2024) 619-628. [7] Z. Li L.P. Hou N. Yao X.Y. Li Z.X. Chen X. Chen X.Q. Zhang B.Q. Li Q. Zhang Angew. Chem. Int. Ed. 62 2023 e202309968 Z. Li, L.P. Hou, N. Yao, X.Y. Li, Z.X. Chen, X. Chen, X.Q. Zhang, B.Q. Li, Q. Zhang, Angew. Chem. Int. Ed. 62 (2023) e202309968. [8] X.Y. Zeng Y.K. Tang L. Liu Y. Zhang Y. Gao M. Qian ChemElectroChem 11 2024 e202400010 X.Y. Zeng, Y.K. Tang, L. Liu, Y. Zhang, Y. Gao, M. Qian, ChemElectroChem 11 (2024) e202400010. [9] X.Y. Zeng Y.K. Tang L. Liu Y. Zhang M. Qian Y. Gao ACS Sustainable Chem. Eng. 9 2021 15830 15838 X.Y. Zeng, Y.K. Tang, L. Liu, Y. Zhang, M. Qian, Y. Gao, ACS Sustainable Chem. Eng. 9 (2021) 15830-15838. [10] X.Y. Li S. Feng M. Zhao C.X. Zhao X. Chen B.Q. Li J.Q. Huang Q. Zhang Angew. Chem. Int. Ed. 61 2022 e202114671 X.Y. Li, S. Feng, M. Zhao, C.X. Zhao, X. Chen, B. Q. Li, J.Q. Huang, Q. Zhang, Angew. Chem. Int. Ed. 61 (2022) e202114671. [11] A. Skauda Electrochemistry 91 2023 102003 A. Skauda, Electrochemistry 91 (2023) 102003. [12] Y. Yang B. Sun Z.Q. Sun J.J. Xue J.H. He Z.H. Wang K.N. Sun Z.X. Sun H.K. Liu S.X. Dou Coordin. Chem. Rev. 510 2024 215836 Y. Yang, B. Sun, Z.Q. Sun, J.J. Xue, J.H. He, Z.H. Wang, K.N. Sun, Z.X. Sun, H. K. Liu, S.X. Dou, Coordin. Chem. Rev. 510 (2024) 215836. [13] J.J. Zhao Z.X. Chen Q. Cheng M. Zhao X.Z. Ma X.Q. Zhang J.Q. Huang B.Q. Li J. Mater. Chem. A 12 2024 21845 21852 J.J. Zhao, Z.X. Chen, Q. Cheng, M. Zhao, X.Z. Ma, X. Q. Zhang, J.Q Huang, B.Q. Li, J. Mater. Chem. A. 12 (2024) 21845-21852. [14] Z.Q. Wang C.Y. Song H. Shen S.B. Ma G.X. Li Y.L. Li Adv. Mater. 36 2024 2307786 Z.Q. Wang, C.Y. Song, H. Shen, S.B. Ma, G.X. Li, Y.L Li, Adv. Mater. 36 (2024) 2307786. [15] Z.Y. Han S.Y. Zhao J.W. Xiao X.W. Zhong J.Z. Sheng W. Lv Q.F. Zhang G.M. Zhou H.M. Cheng Adv. Mater. 33 2021 2105947 Z.Y. Han, S.Y. Zhao, J.W. Xiao, X.W. Zhong, J.Z. Sheng, W. Lv, Q.F. Zhang, G.M. Zhou, H.M. Cheng, Adv. Mater. 33 (2021) 2105947. [16] C.S. Lv Z. Zheng L.T. Yang H.L. Cao P. Li Y.Q. Miao W. Deng Y. Chen J. Energy Chem. 102 2025 576 585 Lv C.S., Zheng Z., Yang L.T., Cao H.L., Li P., Miao Y.Q., Deng W., Chen Y., J. Energy Chem. 102 (2025) 576–585. [17] D.R. Wang D. Luo Y.G. Zhang Y. Zhao G.F. Zhou L.L. Shui Z.W. Chen X. Wang Nano Energy 81 2021 105602 D.R. Wang, D. Luo, Y.G. Zhang, Y. Zhao, G.F. Zhou, L.L. Shui, Z.W. Chen, X. Wang, Nano Energy 81 (2021) 105602. [18] G.L. Liu W.M. Wang P. Zeng C. Yuan L. Wang H.T. Li H. Zhang X.H. Sun K.H. Dai J. Mao X. Li L. Zhang Nano Lett. 22 2022 6366 G.L. Liu, W.M. Wang, P. Zeng, C. Yuan, L. Wang, H.T. Li, H. Zhang, X.H. Sun, K. H. Dai, J. Mao, X. Li, L. Zhang, Nano Lett. 22 (2022) 6366. [19] K.C. Wan T.K. Chu B. Li P.M. Ming C.M. Zhang Adv. Sci. 10 2023 2203391 K.C. Wan, T.K. Chu, B. Li, P.M. Ming, C.M. Zhang, Adv. Sci. 10 (2023) 2203391. [20] Z.Q. Ye Y. Jiang T.Y. Yang L. Li F. Wu R.J. Chen Adv. Sci. 9 2022 2103456 Z.Q. Ye,Y. Jiang, T.Y. Yang, L. Li, F. Wu, R.J. Chen, Adv. Sci. 9 (2022) 2103456. [21] J.Y. Xue F.L. Li B.B. Chen H.B. Geng W. Zhang W.Y. Xu H.W. Gu P. Braunstein J.P. Lang Appl. Catal. B 312 2022 121434 J.Y. Xue, F.L. Li, B.B. Chen, H.B. Geng, W. Zhang, W.Y. Xu, H.W. Gu, P. Braunstein, J.P. Lang, Appl. Catal. B 312 (2022) 121434. [22] J. Wang T. Gan Y.L. Liao F.G. Wu Z.P. Lin G. Ai J. Alloys Compd. 960 2023 170546 J. Wang, T. Gan, Y.L. Liao, F.G. Wu, Z.P. Lin, G. Ai, J. Alloys Compd. 960 (2023) 170546. [23] Y.D. Liu T. Sakthivel F. Hu Y.H. Tian D.S. Wu E.H.X. Ang H. Liu S.W. Guo S.J. Peng Z.F. Dai Adv. Energy Mater. 13 2023 2203797 Y.D. Liu, T. Sakthivel, F. Hu, Y.H. Tian, D.S. Wu, E.H.X. Ang, H. Liu, S.W. Guo, S.J. Peng, Z.F. Dai, Adv. Energy Mater. 13 (2023) 2203797. [24] Y.K. Tang Y. Gao L. Liu Y. Zhang J. Xie X.Y. Zeng Chem. Eng. J. 409 2021 127373 Y.K. Tang, Y. Gao, L. Liu, Y. Zhang, J. Xie, X.Y. Zeng, Chem. Eng. J. 409 (2021) 127373. [25] H. Hamad B.G. Esther M.T. Sergio C.M. Francisco P.C. Agustin M.H. Francisco Nanomaterials 10 2020 729 H. Hamad, B.G. Esther, M.T. Sergio, C.M. Francisco, P.C. Agustin F, M.H. Francisco J, Nanomaterials 10 (2020) 729. [26] O. Akhavan R. Azimirad S. Safa M.M. Larijani J. Mater. Chem. A 20 2010 7386 O. Akhavan, R. Azimirad, S. Safa, M.M. Larijani, J. Mater. Chem. A 20 (2010) 7386. [27] M.Z. Zhu B.H. Yu W.F. Cui Y.M. Sun M. Ma J. Power Sources 622 2024 235363 M.Z. Zhu, B.H. Yu, W.F. Cui, Y.M. Sun, M. Ma, J. Power Sources 622 (2024) 235363. [28] O. Akhavan M. Abdolahad Y. Abdi Mohajerzadeh Carbon 47 2009 3280 O. Akhavan, M. Abdolahad, Y. Abdi, Mohajerzadeh, Carbon 47 (2009) 3280. [29] J. Gao J. Wang L. Zhou X. Cai D. Zhan M. Hou L. Lai ACS Appl. Mater. Interfaces 11 2019 10364 J. Gao, J. Wang, L. Zhou, X. Cai, D. Zhan, M. Hou, L. Lai, ACS Appl. Mater. Interfaces 11 (2019) 10364. [30] J.Y. Wang D. Luo J.H. Li Y.G. Zhang Y. Zhao G.F. Zhou L.L. Shui Z.W. Chen X. Wang Nano Energy 78 2020 105293 J.Y. Wang, D. Luo, J.H. Li, Y.G. Zhang, Y. Zhao, G.F. Zhou, L.L. Shui, Z.W. Chen, X. Wang, Nano Energy 78 (2020) 105293. [31] Q.B. Liu Y.J. Wu D. Li Y.Q. Peng X.Y. Liu B.Q. Li J.Q. Huang H.J. Peng Adv. Mater. 35 2023 2209233 Q.B. Liu, Y.J. Wu, D. Li, Y.Q. Peng, X.Y. Liu, B.Q. Li, J.Q. Huang, H.J. Peng, Adv. Mater. 35 (2023) 2209233. [32] M. Guo S.N. Gu R. Zhou Z. Zhang S.Z. Xu Y.N. Wang G.W. Zhou Chem. Eng. J. 484 2024 149500 M. Guo, S.N. Gu, R. Zhou, Z. Zhang, S.Z. Xu, Y.N. Wang, G.W. Zhou, Chem. Eng. J. 484 (2024) 149500. [33] R.J. Xiao D. Luo J.Y. Wang H. Lu H. Ma E.M. Akinoglu M.L. Jin X. Wang Y.G. Zhang Z.W. Chen Adv. Sci. 9 2022 2202352 R.J. Xiao, D. Luo, J.Y. Wang, H. Lu, H. Ma, E.M. Akinoglu, M.L. Jin, X Wang, Y.G. Zhang, Z.W. Chen, Adv. Sci. 9 (2022) 2202352. [34] D.K. Lee Y. Chae H. Yun C.W. Ahn J.W. Lee ACS Nano 14 2020 9744 9754 D.K. Lee, Y. Chae, H. Yun, C.W. Ahn, J.W. Lee, ACS Nano 14 (2020) 9744-9754. [35] V.P. Nguyen J.S. Park H.C. Shim J.M. Yuk J.H. Kim D. Kim S.M. Lee Adv. Funct. Mater. 33 2023 2303503 V. P. Nguyen, J. S. Park, H. C. Shim, J. M. Yuk, J. H. Kim, D. Kim, S.M. Lee, Adv. Funct. Mater. 33 (2023) 2303503. [36] X. Liang C.Y. Kwok F.L. Marzano Q. Pang M. Cuisinier H. Huang C.J. Hart D. Houtarde K. Kaup H. Sommer T. Brezesinski J. Janek L.F. Nazar Adv. Energy Mater. 6 2016 1501636 X. Liang, C. Y. Kwok, F.L. Marzano, Q. Pang, M. Cuisinier, H. Huang, C. J.Hart. D. Houtarde, K. Kaup, H. Sommer, T. Brezesinski, J. Janek, L. F. Nazar, Adv. Energy Mater. 6 (2016) 1501636. [37] S. Patoux C. Masquelier Chem. Mater. 14 2002 5057 5068 S. Patoux, C. Masquelier, Chem. Mater. 14 (2002) 5057-5068. [38] A.J. Bard L.R. Faulkner Electrochemical Methods: Fundamentals and Applications second ed. 2001 John Wiley & Sons, Inc. New York 236 240 (Chapter 6) A.J. Bard, L.R. Faulkner, Electrochemical methods: Fundamentals and Applications (2nd ed), John Wiley & Sons, Inc., New work, 2001, Chapter 6, pp. 236-240. [39] Z.J. Li Y.C. Zhou Y. Wang Y.C. Lu Adv. Energy Mater. 9 2019 1802207 Z.J. Li, Y.C. Zhou, Y. Wang, Y.C. Lu, Adv. Energy Mater. 9 (2019) 1802207. [40] L.L. Peng Z.Y. Wei C.Z. Wan J. Li Z. Chen D. Zhu D. Baumann H.T. Liu C.S. Allen X. Xu A.I. Kirkland I. Shakir Z. Almutairi S. Tolbert B. Dunn Y. Huang P. Sautet X.F. Duan Nat. Catal. 3 2020 762 770 L.L. Peng, Z.Y. Wei, C.Z. Wan, J. Li, Z. Chen, D. Zhu, D. Baumann, H.T. Liu, C.S. Allen, X. Xu, A.I. Kirkland, I. Shakir, Z. Almutairi, S. Tolbert, B. Dunn, Y. Huang, P. Sautet, X.F. Duan, Nat. Catal. 3 (2020) 762-770. [41] F.F. Han L.W. Fan X.Z. Ma H.Q. Lu L. Li X.T. Zhang L.L. Wu Energy Environ. Mater. 7 2023 e12623 F.F. Han, L.W. Fan, X.Z. Ma, H.Q. Lu, L. Li, X.T. Zhang, L.L. Wu, Energy Environ. Mater. 7 (2023) e12623. [42] Y.Y. Kong L. Wang M. Mamoor B. Wang G.M. Qu Z.X. Jing Y.P. Pang F.B. Wang X.F. Yang D.D. Wang L.Q. Xu Adv. Mater. 36 2024 2310143 Y.Y. Kong, L. Wang, M. Mamoor, B. Wang, G.M. Qu, Z.X. Jing, Y.P. Pang, F.B. Wang, X.F. Yang, D.D. Wang, L.Q. Xu, Adv. Mater. 36 (2024) 2310143.",
      "scopus-id": "105005110843",
      "coredata": {
        "eid": "1-s2.0-S2095495625003456",
        "dc:description": "The adsorption-catalysis ability of metal-based catalysts toward lithium polysulfides (LiPSs) is dominated by the position of their d-/p-band center. An available strategy to strengthen the d-p band center proximity of metal-based catalysts is to fabricate a crystalline-amorphous heterointerface, which markedly enhances LiPS conversion. The polyanionic pyrophosphate of TiP2O7 serves as an efficient catalyst and ionic conductor for lithium-sulfur (Li-S) batteries. However, TiP2O7 does not fully optimize sulfur redox reactivity due to limitations in factors such as the adsorption-catalysis of sulfur species, Li+ diffusion, and electron transfer. Herein, we engineer the crystalline-amorphous heterointerface of TiP2O7 combined with carbon nanotubes (CNTs) to facilitate electronic donation from C to TiP2O7. This interaction results in an upward shift of the Ti d, enhancing the proximity of the d-p band center in TiP2O7/CNTs. By utilizing TiP2O7/CNTs as both electrode and separator modifier, we optimize the LiPS conversion process, showing a comprehensive strategy to mitigate the diffusion of LiPSs and achieve the bidirectional redox reactions in Li-S batteries. Accordingly, the cell assembled by TiP2O7/CNTs delivers a satisfactory capacity of 835 mAh g−1 after 300 cycles at 4 C and an impressive initial areal capacity of 3.52 mAh cm−2 under the sulfur areal loading of 5 mg cm−2 at 0.1 C. Additionally, the Li//Li cells utilizing TiP2O7/CNTs present a prolonged cycling life of up to 1800 h without voltage fluctuation and Li dendrite growth.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625003456",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Qian, Mao"
          },
          {
            "@_fa": "true",
            "$": "Tang, Yakun"
          },
          {
            "@_fa": "true",
            "$": "Li, Xiaohui"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yue"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Weidong"
          },
          {
            "@_fa": "true",
            "$": "Liu, Lang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625003456"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625003456"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00345-6",
        "prism:volume": "108",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Regulating the proximity of d-p band center in TiP2O7 by the crystalline-amorphous heterointerface to boost adsorption-catalysis for LiPSs in Li-S batteries",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Crystalline-amorphous heterointerface"
          },
          {
            "@_fa": "true",
            "$": "d-/p-band center"
          },
          {
            "@_fa": "true",
            "$": "Electronic donation"
          },
          {
            "@_fa": "true",
            "$": "Enhanced adsorption/catalysis for LiPSs"
          },
          {
            "@_fa": "true",
            "$": "Lithium-sulfur batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "458-467",
        "prism:endingPage": "467",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2025",
        "prism:doi": "10.1016/j.jechem.2025.04.030",
        "prism:startingPage": "458",
        "dc:identifier": "doi:10.1016/j.jechem.2025.04.030",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "421",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23554",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "506",
            "@width": "801",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "170792",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "656",
            "@width": "803",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "181066",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "651",
            "@width": "803",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "175003",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "609",
            "@width": "802",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "121146",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "633",
            "@width": "803",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "153916",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "641",
            "@width": "804",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "178159",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "104",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8613",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "138",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18600",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15017",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18063",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11748",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13266",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "206",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14857",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1867",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "186058",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1493",
            "@width": "2362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1104292",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2424",
            "@width": "2966",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1192981",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1920",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "907727",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2206",
            "@width": "2905",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "737125",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1867",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "675296",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2302",
            "@width": "2889",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1329426",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625003456-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "34568505",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105005110843"
      }
    }
  }
}