{
  "metadata": {
    "title": "Oxygen vacancy-rich amorphous FeNi hydroxide nanoclusters as an efficient electrocatalyst for water oxidation",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-08-31",
    "doi": "10.1016/j.jechem.2022.03.044",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622001802",
    "pii": "S2095495622001802"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85129226467",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-04-02 2022-04-02 2022-04-21 2022-04-21 2022-07-22T19:57:25 1-s2.0-S2095495622001802 S2095-4956(22)00180-2 S2095495622001802 10.1016/j.jechem.2022.03.044 S300 S300.1 FULL-TEXT 1-s2.0-S2095495622X0003X 2024-06-03T13:21:19.205661Z 0 0 20220801 20220831 2022 2022-04-02T06:31:07.884602Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast orcid primabst ref specialabst 2095-4956 20954956 false 71 71 C Volume 71 18 167 173 167 173 202208 August 2022 2022-08-01 2022-08-31 2022 article fla © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. OXYGENVACANCYRICHAMORPHOUSFENIHYDROXIDENANOCLUSTERSEFFICIENTELECTROCATALYSTFORWATEROXIDATION CAO Y 1 Introduction 2 Experimental 2.1 Materials 2.2 Synthesis of carbon-supported ANC-Fe x Ni y catalysts 2.3 Physical characterization of the ANC-Fe x Ni y materials 2.4 Preparation of working electrodes 2.5 Electrochemical measurements 2.6 Density functional theory (DFT) calculations 3 Results and discussion 3.1 Physical characterization of ANC-Fe x Ni y catalysts 3.2 Catalytic OER investigations 3.3 DFT calculations 4 Conclusions Acknowledgments Appendix A Supplementary data References CHEN 2015 9595 9603 L CHEN 2020 2002593 J LU 2020 2001178 X FRIEBEL 2015 1305 1313 D YAN 2018 15905 15926 Y FU 2018 2021 2029 H LIU 2017 1606200 Y LIN 2019 1900348 Y XU 2015 4119 4125 K CHEN 2017 610 614 P LEDENDECKER 2015 12361 12365 M FU 2018 1744 1752 Q WANG 2018 578 585 J SMITH 2013 11580 11586 R HUANG 2018 1854 1860 Y WANG 2017 1700467 Q LIANG 2015 1421 1427 H NAI 2015 1401880 J WANG 2019 378 384 Z LIANG 2020 86 95 C DUTTA 2016 169 174 A CAI 2019 4189 4194 Z TROTOCHAUD 2014 6744 6753 L BURKE 2015 3638 3648 M GORLIN 2016 5603 5614 M LIU 2019 15851 15861 Y OU 2017 207 214 G ANANTHARAJ 2019 1905779 S LOUIE 2013 12329 12337 M KIM 2018 1702774 J DUAN 2019 15772 15777 Y GUAN 2013 10411 10417 M SUN 2018 1800980 J LIU 2017 1701546 R ZHU 2020 104761 K INDRA 2014 17530 17536 A SCARIOT 2008 9075 9078 M ANTONIETTI 2004 4988 4992 M ZHANG 2018 38 44 Y CAO 2020 15767 15773 Y BLOCHL 1994 17953 17979 P KRESSE 1996 11169 11186 G KRESSE 1996 15 50 G PARK 2007 2411 H WAN 2021 5589 W SUN 2014 3976 3982 Y ZHAO 2015 7824 Y WU 2021 105838 L SPANOS 2019 8165 8170 I LI 2018 285 292 J RYU 2015 4066 4074 J TIAN 2017 20985 20992 T BAO 2015 7399 7404 J XU 2016 5277 5281 L PERDEW 1996 3865 J NORSKOV 2004 17886 17892 J BAJDICH 2013 13521 13530 M ZHANG 2018 3876 3879 J CAI 2018 9536 Z SEH 2017 4998 Z GRIMAUD 2017 457 465 A GAO 2019 1804769 Z CAOX2022X167 CAOX2022X167X173 CAOX2022X167XY CAOX2022X167X173XY 2024-04-21T00:00:00.000Z 2024-04-21T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2022-05-06T23:32:43.990Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Natural Science Foundation of China 22172167 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Jiangsu University 4111310024 JSU Jiangsu University http://data.elsevier.com/vocabulary/SciValFunders/501100002703 http://sws.geonames.org/1814991/ We acknowledged the financial support by the Natural Science Foundation of China (22172167) and the Senior Talent Startup Funds of Jiangsu University (4111310024). 0 item S2095-4956(22)00180-2 S2095495622001802 1-s2.0-S2095495622001802 10.1016/j.jechem.2022.03.044 286353 2022-09-03T00:36:41.150443Z 2022-08-01 2022-08-31 1-s2.0-S2095495622001802-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/MAIN/application/pdf/7d3255e9685dc41e3d47230a84a48b01/main.pdf main.pdf pdf true 1582182 MAIN 7 1-s2.0-S2095495622001802-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/PREVIEW/image/png/623901368cbcd807496da6a219ebdb10/main_1.png main_1.png png 63527 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622001802-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/gr2/DOWNSAMPLED/image/jpeg/2fee980e309f93bfafc614a455f68fd2/gr2.jpg gr2 gr2.jpg jpg 88388 700 604 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622001802-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/gr3/DOWNSAMPLED/image/jpeg/a0d727281eb71738f0634b154ec2698e/gr3.jpg gr3 gr3.jpg jpg 87191 699 611 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622001802-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/gr4/THUMBNAIL/image/jpeg/a430318aba7b37838525e9ce0110bd65/gr4.jpg gr4 gr4.jpg jpg 38056 256 580 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622001802-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/ga1/DOWNSAMPLED/image/jpeg/464c4a42764ea66e7c9c469b4f755bb4/ga1.jpg ga1 true ga1.jpg jpg 25322 200 433 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622001802-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/gr1/THUMBNAIL/image/jpeg/7cee65ee1e176c8343209a6575807664/gr1.jpg gr1 gr1.jpg jpg 69737 458 522 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622001802-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/gr2/THUMBNAIL/image/gif/0b109e8953d23a7794eaff57809b6723/gr2.sml gr2 gr2.sml sml 7661 163 141 IMAGE-THUMBNAIL 1-s2.0-S2095495622001802-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/gr3/THUMBNAIL/image/gif/b7387cedf2f6676e89102b9bb629db74/gr3.sml gr3 gr3.sml sml 7602 164 143 IMAGE-THUMBNAIL 1-s2.0-S2095495622001802-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/gr4/THUMBNAIL/image/gif/28e0ece2eaa213c78b3b61f6094c2b7a/gr4.sml gr4 gr4.sml sml 6130 97 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622001802-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/ga1/THUMBNAIL/image/gif/d38508000dbd97e66ae54c296c111905/ga1.sml ga1 true ga1.sml sml 7841 101 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622001802-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/gr1/DOWNSAMPLED/image/gif/660e4d04d81715581174947214df933e/gr1.sml gr1 gr1.sml sml 14947 164 187 IMAGE-THUMBNAIL 1-s2.0-S2095495622001802-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/HIGHRES/image/jpeg/2820f06b64a9dd7c1ed1d85e4ab15197/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 341015 2168 1872 IMAGE-HIGH-RES 1-s2.0-S2095495622001802-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/HIGHRES/image/jpeg/e9b46a29e28e7e5f6dda9651473b961b/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 333041 2166 1894 IMAGE-HIGH-RES 1-s2.0-S2095495622001802-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/HIGHRES/image/jpeg/cd8a5a231ad4b791e9b2ec5a4dbbd783/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 131934 793 1798 IMAGE-HIGH-RES 1-s2.0-S2095495622001802-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/HIGHRES/image/jpeg/3d9d9326235fd326439b6720de80cf46/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 127739 886 1916 IMAGE-HIGH-RES 1-s2.0-S2095495622001802-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/HIGHRES/image/jpeg/3454ad044cee51bdf08608eaab82b65b/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 307398 1419 1617 IMAGE-HIGH-RES 1-s2.0-S2095495622001802-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/cc252ccec0de1a7181ad1d324e90b197/mmc1.docx mmc1 mmc1.docx docx 7558504 APPLICATION 1-s2.0-S2095495622001802-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001802/STRIPIN/image/svg+xml/9ec937110b5bc9db8d5713e4293e6ded/si1.svg si1 si1.svg svg 10630 ALTIMG 1-s2.0-S2095495622001802-am.pdf am am.pdf pdf 1482916 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10RZXR5SCCK/MAIN/application/pdf/0c5b442c2422ec18198eba5c970ac804/am.pdf JECHEM 2482 S2095-4956(22)00180-2 10.1016/j.jechem.2022.03.044 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 TEM image (a), HAADF-STEM image (b), and SAED pattern (c) of ANC-Fe1Ni2. AFM image with height profiles (d), Tyndall effect (e) and STEM-EDX elemental mapping images (f) of ANC-Fe1Ni2 catalyst. Fig. 2 Fe K-edge XANES (a), Ni K-edge XANES (b), the corresponding first derivative of Fe K-edge (c) and Ni K-edge (d) XANES of ANC-Fe1Ni2 and reference samples, Fourier-transformed Fe K-edge (e) and Ni K-edge (f) EXAFS of ANC-Fe1Ni2 and reference samples. Fig. 3 OER Polarization curves (a), Tafel plots (b), and EIS spectra (c) for ANC-Fe x Ni y and RuO2 electrodes. (d) C dl values of ANC-Fe x Ni y . Mass activity and TOF comparison (in 1.53 V, 300 mV overpotential) (e) and durability tests (at a current density of 10 mA cm−2) (f) of ANC-Fe x Ni y and RuO2 samples. Fig. 4 OER pathway (a) and calculated OER free energy diagram (b) for ANC-Ni and ANC-Fe1Ni2 catalysts. Oxygen, hydrogen, iron, and nickel atoms are represented by red, blue, pink, and grey balls, respectively. Oxygen vacancy-rich amorphous FeNi hydroxide nanoclusters as an efficient electrocatalyst for water oxidation Youhai Cao a Yang Su a Liangliang Xu c Xiaohua Yang b ⁎ Zhongkang Han d ⁎ Rui Cao e Gao Li a ⁎ a State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China State Key Laboratory of Catalysis Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 Liaoning China State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China b Institute of Quantum and Sustainable Technology (IQST), School of Chemistry and Chemical Engineering, Jiangsu University, Zhenjiang 212013, Jiangsu, China Institute of Quantum and Sustainable Technology (IQST) School of Chemistry and Chemical Engineering Jiangsu University Zhenjiang 212013 Jiangsu China Institute of Quantum and Sustainable Technology (IQST), School of Chemistry and Chemical Engineering, Jiangsu University, Zhenjiang 212013, Jiangsu, China c Multidisciplinary Computational Laboratory, Department of Electrical and Biomedical Engineering, Hanyang University, Seoul 04763, South Korea Multidisciplinary Computational Laboratory Department of Electrical and Biomedical Engineering Hanyang University Seoul 04763 South Korea Multidisciplinary Computational Laboratory, Department of Electrical and Biomedical Engineering, Hanyang University, Seoul 04763, South Korea d Center for Energy Science and Technology, Skolkovo Institute of Science and Technology, Skolkovo Innovation Center, Moscow 143026, Russia Center for Energy Science and Technology Skolkovo Institute of Science and Technology Skolkovo Innovation Center Moscow 143026 Russia Center for Energy Science and Technology, Skolkovo Institute of Science and Technology, Skolkovo Innovation Center, Moscow 143026, Russia e Stanford Synchrotron Radiation Lightsource, SLAC National Accelerator Laboratory, Menlo Park, CA 94025, USA Stanford Synchrotron Radiation Lightsource SLAC National Accelerator Laboratory Menlo Park CA 94025 USA Stanford Synchrotron Radiation Lightsource, SLAC National Accelerator Laboratory, Menlo Park, CA 94025, USA ⁎ Corresponding authors. Graphical abstract In this work, we report a one-pot strategy to obtain ionic liquid–capped amorphous Fe x Ni y hydroxide nanoclusters (<2 nm) with exceptional population of oxygen vacancies, which exhibits superior activity in oxygen evolution reaction (OER). In this work, a one-pot strategy is presented to directly synthesize amorphous Fe x Ni y hydroxide nanoclusters (denoted as ANC-Fe x Ni y , <2 nm) with oxygen vacancies induced by ionic liquids. The ANC-Fe x Ni y catalyst presents abundant catalytic sites and high intrinsic conductivity. As such, the optimized ANC-Fe1Ni2 exhibits high activity in oxygen evolution reaction (OER) with a Tafel slope of 39 mV dec–1 and an overpotential of 266 mV at 10 mA cm−2. Notably, the optimized ANC-Fe1Ni2 shows an extraordinarily large mass activity of 3028 A gFeNi –1 at the overpotential of 300 mV, which is ∼24-fold of commercial RuO2 catalyst. The superior activity of these Fe x Ni y hydroxide nanoclusters is ascribed to (i) the amorphous and distorted structure with abundant oxygen vacancies, and (ii) enhanced active site density by downsizing the ANC-Fe x Ni y clusters. This strategy provides a novel route for enhancing OER electrocatalytic performance and highly encouraging for the future application of amorphous metal hydroxides in catalysis. Keywords Oxygen evolution reaction Hydroxides Amorphous Ni-Fe based nanoclusters Ionic liquids Oxygen vacancies 1 Introduction Oxygen evolution reaction (OER) is a key reaction and major bottleneck in different energy conversion and storage applications, e.g. zinc-air batteries, electrochemical water splitting, etc. [1,2]. Owing to the high cost and low geological remains of precious group metal (PGM) electrocatalysts (e.g., RuO2 and IrO2), the development of PGM-free catalysts has received significant attention [3–5]. For this reason, the transition metal-based (TM = Ni, Co, Fe, etc.) nanomaterials, such as TM sulfides [6–8], nitrides [9,10], phosphides [11–13], oxides [14,15], and hydroxides [16–19], have been developed as potential alternative OER electrocatalysts in recent decades. In particular, the earth-abundant TM hydroxides (TMHs) as competitive OER electrocatalysts have obtianed much attention due to their activity, low-cost, high stability, and environmentally benign characters [20,21]. Recent studies have shown that Ni-Fe based electrocatalysts are a competitive candidate to replace RuO2 and IrO2 to catalyze the OER, due to the synergistic effect by incorporating iron into nickel, even in trace amounts [22]. The root-cause of expected OER activity for NiFe- and CoFe-oxyhydroxides is that Fe atoms as synergy components not only exert a partial-charge-transfer effect on Ni or substitute Co atoms as the active sites, but also increase the charge-carrier density and improve the conductivity [23–25]. Nocera et al. proved that Fe3+ can promote the formation of Ni3+ ions and thus enhanced OER activity [22]. Meanshile, it is essential to expose more active sites by reducing the particle size, which also can imporve the intrinsic activity [26,27]. Further, compared to their crystalline counterparts, the amorphous materials show larger electrochemical surface area (ECSAs), abundant active sites, edges, defects, and structural flexibility, which thus emerge as unique and attractive candidates for energy-efficient electrocatalysis [28]. However, the preparation of amorphous samples is still a big challenge due to the cumbersome multistep fabrication routes [29–31]. Therefore, developing a facile and green synthesis process for amorphous compounds is urgently needed. Further, the electrocatalytic OER properties can be enhanced by introducing vacancies in metal hydroxides, i.e., increasing oxygen or metal vacancies or defects and altering the electronic structure of metal sites [32]. For instance, methods including cation/anion doping [33], plasma treatment [34], and reduction processing [35] have demonstrated promise in inducing oxygen/metal defects. However, sophisticated equipment and multistep procedure are still needed in these methods. Therefore, using a universal, facile, rational, and green synthetic method to control the ultrasmall size, amorphousness, and vacancies is highly desirable to create novel Fe-Ni based catalysts, which, however, remains a great challenge. Previous studies have proven that ionic liquids (ILs) are widely exploited in the synthesis of nanomaterials with unique morphologies, owing to their unique physicochemical properties [36]. Compared with surfactant-assisted system, ILs have apparent advantages, including i) ILs pave a facial route for the preparation of nanostructured materials [37]. ii) ILs create the templates to influence the morphology and size of the materials [33]. iii) the low interfacial tension of ILs could result in a high nucleation rate to form ultrasmall nanoparticles [38,39]. iv) ILs play an important role in the generation of amorphous structures and novel active sites, such as oxygen vacancies (Vo) [33]. Therefore, ILs are widely explored in synthetic chemistry and electrochemistry owing to their excellent conductivity, high stability, and tunable solvent property, etc. We recently reported a method to synthesize transition metal hydroxides through ILs-mediated process. The detailed synthesis process is illustrated in Scheme S1. We found that ILs promoted the forming of stable and highly dispersed metal hydroxide nanoclusters. In addition, Fe-Ni based amorphous hydroxide nanocluster shows the best performance among Fe, Co, Ni, and their bi-metal catalysts [40]. Following so, in this work, Vo is integrated into the Fe-Ni based catalysts using ILs. The final amorphous Fe-Ni based nanoclusters catalysts were denoted as ANC-Fe x Ni y , where x and y stand for the ratio of metal atoms. The optimized ANC-Fe1Ni2 catalyst with rich Vo exhibits an overpotential of 266 mV and a Tafel slope of 39 mV dec–1 toward OER in rotation disk electrode (RDE) measurements. Notably, ANC-Fe1Ni2 has a high mass activity of 3028 A gcat. –1 at the overpotential of 300 mV, which outperforms the other Fe-Ni electrocatalysts up to now. The excellent OER performance of the ultrasmall sized ANC-Fe x Ni y can be attributed to its unique structure, surface Vo, and the synergistic effects of electro-catalytically active species. This work demonstrates an effective strategy to develop amorphous hydroxide nanoclusters with abundant Vo using ILs agents. 2 Experimental 2.1 Materials Nickel nitrate (Ni(NO3)2·6H2O, 98%), Iron nitrate (Fe(NO3)3·9H2O, 98.5%), and sodium hydroxide (NaOH, 96%) were purchased from Adams. 1-aminopropyl-3-methylimidazolium tetrafluoroborate ionic liquid (IL-NH2, > 98%) was purchased from Lanzhou Zhongke Kaite Industry and Trade Co., Ltd. Methanol (99.9%, Fisher Scientific™), isopropyl alcohol (99.9%, Fisher Scientific™), Nafion solution (5 wt%, Sigma-Aldrich), potassium hydroxide (KOH, electronic grade, 99.99% trace metal basis), ruthenium(IV) oxide (RuO2, Damas-Beta, 99.95%) and Vulcan XC-72R carbon powder (Cabot) were commercially available from Sigma-Aldrich. All the chemicals except for XC-72R were used as received. 2.2 Synthesis of carbon-supported ANC-Fe x Ni y catalysts In a typical synthesis of ANC-Fe1Ni2, the 1-aminopropyl-3-methylimidazolum tetrafluoroborate (IL-NH2) (0.9 mL, 50 mM) solution in methanol, aqueous Ni(NO3)2·6H2O (0.2 mL, 50 mM) and Fe(NO3)3·9H2O (0.1 mL, 50 mM) (the molar ratio of Fe/Ni was ca. 1:2) solution were added to methanol/water mixed solvent. Then, 2.7 mL of aqueous 1 M NaOH was added. After stirring for ca. 4 h, Vulcan XC-72R carbon powders were added to the fresh colloidal solution of ANC-Fe x Ni y . Note that Vulcan XC-72R was washed with 10% HNO3 at 80 °C to remove the impurities. The metal loading of ANC-Fe x Ni y was kept at ∼3 wt% in this work. After stirring for 24 h, the carbon-supported ANC-Fe x Ni y catalysts were collected by centrifugation and washed with water and methanol for three times before drying in vacuum overnight. With similar procedures, other ANC-Fe x Ni y catalysts re also synthesized at the Fe/Ni molar of 0:1, 1:1, 2:1, 1:0 (denoted as ANC-Ni, ANC-Fe1Ni1, ANC-Fe2Ni1, and ANC-Fe, respectively). 2.3 Physical characterization of the ANC-Fe x Ni y materials HRTEM with energy-dispersive X-ray analyzer (EDX) was performed on JEM-2100 instrument at the working voltage of 200 kV. The thickness and diameter of ANC-Fe1Ni2 were determined by Atomic force microscopy (AFM, MultiMode 3D). The electron paramagnetic resonance (EPR) spectroscopy was carried out on Electron Paramagnetic Resonance apparatus (Model A200, Bruker), which was obtained by taking the signal of oxygen vacancies as standard. The surface properties of the catalysts were analyzed by X-ray photoelectron spectroscopy (XPS, Thermo Fisher, Escalab 250Xi). The peaks were calibrated by locating graphite C 1 s peak at 284.6 eV. Inductively coupled plasma optical emission spectroscopy (ICP-OES) was employed (ICPS-8100) to determine the Fe/Ni content. The atomic ratio of Fe/Ni in the final ANC-Fe x Ni y products is close to the feeding ratio of the precursors (Table S1). X-ray absorption near-edge structure (XANES) and extended x-ray absorption fine structure (EXAFS) spectra at Fe and Ni K-edge were performed on the 1W1B beamline of Beijing Synchrotron Radiation Facility. 2.4 Preparation of working electrodes The carbon-supported ANC-Fe x Ni y catalysts (5 mg) and 5 wt% Nafion solution (50 μL) were mixed with isopropyl alcohol (950 μL) by a sonication (1 h) to give a homogeneous ink. Then the ink (12 μL) was dropped onto a rotating disk electrode (RDE, 5 mm in diameter). The catalyst loading onto the working electrode was ∼0.306 mgcat cm−2. 2.5 Electrochemical measurements The electrochemical measurements were carried out in a conventional three-electrode system with O2-saturated 1 M KOH electrolyte at room temperature. CHI 760E workstation was used as bipotentiostat to control the measurements and record the data. Hg/HgO electrodes and graphite rod were used as the reference and counter electrodes. Before measurements, Hg/HgO electrode was first calibrated with respect to the reversible hydrogen electrode (RHE). Before the OER testing, the working electrodes were activated by 20 CVs cycling until a stable CV was obtained. After bubbling O2 gas into the 1 M KOH for 30 min, Linear sweep voltammetry (LSV) curves with a scan rate of 5 mV s−1 were recorded. The long-term cycling durability evaluation was performed by cyclic voltammetry testing with a sweep rate of 100 mV s−1 for 1000 and 2000 cycles. Besides, the chronopotentiometry measurements were performed at a current density of 10 mA cm−2 for 6 h. We conducted 95% iR-correction for all the polarization measurements throughout the paper. The turnover frequency (TOF) is calculated as follows: TOF = J × A / ( 4 × F × n ) where J, A, F, and n represent the current density at overpotential of 0.3 V, the area of working electrode, Faraday constant: 96,485 C mol−1, and the number of moles of all-metal of the catalyst loaded on the electrode, respectively. 2.6 Density functional theory (DFT) calculations First-principles calculations are performed using spin polarized density functional theory (DFT) with generalized gradient approximation (GGA) of Perdew-Burke-Ernzerhof (PBE) implemented in VASP code [41,42]. The valence electronic states are expanded in the basis of plane waves with the core-valence interaction represented using the projector augmented wave (PAW) approach and a cutoff of 450 eV [43]. Cluster instead of slab models were used to mimic the amorphous Fe x Ni y hydroxide nanoclusters. The cluster was put in a 20 × 20 × 20 Å empty box to avoid interaction between periodic images. 3 Results and discussion 3.1 Physical characterization of ANC-Fe x Ni y catalysts The morphology of ANC-Fe x Ni y is characterized by transmission electron microscopy (TEM), as depicted in Fig. 1 and Figs. S1-S4. The high-angle angular dark-field-scanning TEM (HAADF-STEM) image reveals a uniform size of ∼1–2 nm for ANC-Fe x Ni y , which is due to the low interfacial tension of ILs at a high nucleation rate [39]. Fig. 1(c) showed a shape of lunar halo for ANC-Fe x Ni y , indicating the amorphous nature of these Fe-Ni hydroxide nanoclusters, which may be caused by the surface modification and IL adsorption [33]. Further, the thickness of ANC-Fe1Ni2 is ∼1.2–1.6 nm (Fig. 1d), determined by atomic force microscopy (AFM), demonstrating the nanosphere morphology of ANC-Fe1Ni2 samples, which is caused by the protection of the surface ILs agents [38,44]. Tyndall effect is clearly found in a ANC-Fe x Ni y solution (Fig. 1e and Fig. S5), implying their excellent dispersibility and further OER electrode fabrications (vide infra) [42]. Furthermore, Fig. 1(f) showed that the Fe, Ni, and N species are uniformly distributed in ANC-Fe1Ni2 clusters, indicating the homogeneous structure of ANC-Fe1Ni2. Further X-ray absorption spectroscopy (XAS) method was employed to explore the unique features of the ANC-Fe x Ni y cluster samples (e.g. coordination environments of both Ni and Fe atoms). As shown in Fig. 2 (a) and Fig. S6(a), compared to the edges of standard Fe foil, Fe2O3 and Fe(OH)3 samples, the Fe K-edge XANES of ANC-Fe1Ni2 has a similar rising edge with respect to Fe2O3 and Fe(OH)3, implying the valance state of Fe3+ in ANC-Fe1Ni2 sample . The results can be further evidenced by the first derivative of Fe K-edge XANES spectra (Fig. 2c) where the first inflection point of ANC-Fe1Ni2 is close to that of Fe(OH)3 but larger than Fe foil. However, ANC-Fe1Ni2 shows different oscillations relative to the Fe(OH)3 (Fig. S7a), demonstrating a structural change in the coordination environment of Fe species [42]. As depicted in Fig. 2(e), the corresponding Fourier transformed (FT) spectra provided detailed information about the local geometrical structure. According to the fitting analysis, the coordination number (N) of Fe-O shell in ANC-Fe1Ni2 was smaller (N = 5.3) than that in Fe(OH)3 (N = 5.7), suggesting that ANC-Fe1Ni2 has a distorted structure owing to an increasing VO (Table S2) [42]. Fe-M bond exhibits a larger distance in ANC-Fe1Ni2 than in Fe(OH)3, which is due to the increased VO and partially reduced iron, leading to large Fe-M distances [45]. Moreover, the ANC-Fe1Ni2 exhibits a larger Debye-Waller factor, implying the strengthen of disorders, defects and vacancies, and therefore indicating the structural distortion and the dangling bonds beside the Fe atoms [46]. Similarly, the Ni K-edge results provide a similar conclusion in ANC-Fe1Ni2 structure (Fig. 2b, d, and f, Figs. S6b and S7b). Meanwhile, Fig. S8a showsEPR spectroscopy for ANC-Fe1Ni2 with and without ILs (denoted as ANC-Fe1Ni2 and Fe1Ni2-without IL, respectively). From the EPR results, it can be seen that more VO was formed in ANC-Fe1Ni2 from the existence of ILs [42]. XPS spectra of core level O 1 s are displayed in Fig. S8b. The peaks at 531.5 eV, 532.5 eV and 533.5 eV can be assigned to VO, surface hydroxy species (VOH), and surface-adsorbed water molecules (VH2O), respectively [47,48]. Of note, we here hold the point that the VH2O does not belong to FeNi material itself. Therefore, based on the XPS deconvolution analysis, the VO concentration can be roughly assessed by the relative area ration of VO and VOH, the VO makes up 23% of the total oxygen elements in FeNi material (VO/(VO + VOH)) [48]. On basis of the EXAFS, EPR, and XPS spectra results, we can conclude that the VO generally exists in ANC-Fe1Ni2, arising from its disorder and the exposed edges, which should benefit OER kinetics [42]. 3.2 Catalytic OER investigations To optimize Fe/Ni ratio, the OER preformance of the resulting ANC-Fe x Ni y catalysts was examined in 1 M KOH electrolyte. Fig. 3 (a and b) shows that the ANC-Fe1Ni2 cluster exhibits the best activity in terms of the lowest overpotential (266 mV vs. RHE), smallest Tafel slope (39 mV dec–1), and largest kinetic current density at 300 mV overpotentials, i.e., 1.53 V by comparing the OER polarization curves and Tafel slope in the lower over-potential area. The OER activity is observed as the follow of ANC-Fe1Ni2 > ANC-Fe1Ni1 > ANC-Fe2Ni1 > ANC-Ni > ANC-Fe by comparing the OER polarization curves and Tafel slope in the lower over-potential area. For comparison, the optimized ANC-Fe1Ni2 and reference commercial RuO2 catalysts with an extremely lower loading of 0.009 mgFeNi cm−2 (catalyst loading: 0.306 mg cm−2) were examined under identical conditions in OER tests. As illustrated in Fig. 3(a), the activity of ANC-Fe1Ni2 is brtter than RuO2 catalyst at 10 mA cm−2 (an overpotential of 266 mV for ANC-Fe1Ni2 vs. 273 mV for RuO2). In the control experiments, we have removed the Fe impurities in the KOH electrolyte using the previous reported method [49]. Only slight differences in OER activity were observed in Fig. S10, which suggests that the OER activity is mainly associated with ANC-FeNi catalysts. In particular, at the overpotential of 300 mV, ANC-Fe1Ni2 has a current density of 28 mA cm−2 and shows a better performance than the benchmarked RuO2. Additionally, the Tafel slope of ANC-Fe1Ni2 is smaller than RuO2 (39 mV dec–1 vs. 47 mV dec–1, Fig. 3b), demonstrating the favorable kinetics of ANC-Fe1Ni2 during OER process. Next, electrochemical impedance spectroscopy (EIS) was applied and presented by Nyquist plot to investigate the catalytic activity of ANC-Fe1Ni2 catalyst [50–52]. As shown in Fig. 3(c), ANC-Fe1Ni2 exhibits the smallest R ct (5.9 Ω), in comparison with other catalysts in Table S4, which ensures a faster charge transfer and higher electrical conductivity, thus boosting the electrocatalytic performance, ascribed to the higher VO concentration [53,54]. To understand the intrinsic electrochemical property of bimetallic ANC-Fe x Ni y , electrochemical surface areas (ECSAs) and turnover frequency (TOF) were invesigated. As seen in Fig. 3(d) snd Fig. S9, ANC-Fe1Ni2 gives the best performance with the highest C dl value (∼6.5 mF cm−2, vs 4.0 mF cm−2 for ANC-Fe1Ni1 and 5.7 mF cm−2 for ANC-Fe2Ni1), which is caused by an effective interface of electrode–electrolyte with more active sites [53]. Furthermore, we have evaluated the OER performance of the bimetallic FeNi catalysts using the normalized ECSA current density at 1.50 V vs RHE [22], it was found that ANC-Fe1Ni2 (0.071 mA cm−2) has the largest value, higher than the ANC-Fe1Ni1 (0.056 mA cm−2) and ANC-Fe2Ni1 (0.010 mA cm−2). Meanwhile, if assuming all the Fe and Ni sites are active, TOF can be calculated and shown in Fig. 3(e) and Table S5. TOF of ANC-Fe1Ni2 at the overpotential of 300 mV is 0.45 s−1, which is ∼ 1.5, 4 and 14-fold higher than ANC-Fe1Ni1 (0.30 s−1), ANC-Fe2Ni1 (0.11 s−1), and RuO2 (0.033 s−1). The significantly increased TOF of ANC-Fe1Ni2 might be attributed to the increasing number of vacancies, defects and/or edges on the Fe-dopped Ni(OH)2 structure [24]. Moreover, the OER mass activity at 1.53 V is observed (Fig. 3e and Table S5). The optimized ANC-Fe1Ni2 catalyst presents the activity of ∼3028 A gFeNi –1, which is approximately 24-folds of commercial RuO2 catalyst (∼127 A gRuO2 –1) and is notably superior to most published non-precious metal electrocatalysts in literatures (Table S6). It is worth mentioning that our ANC-Fe1Ni2 outperforms more than twice good as the everreported best Cu-Ni-Fe oxide catalyst (the mass activity of 1464 A g−1 at 300 mV) [22]. The chronopotentiometry (CP) measurements (Fig. 3f) show that the ANC-Fe1Ni2 possesses acceptable stability at 10 mA cm−2 for 6 h. Furthermore, Fig. S11 shows the LSV curves of ANC-Fe1Ni2 catalyst after 1000 and 2000 cycles. The potential losses @ 10 mA cm−2 are only 1 mV and 4 mV, respectively. These results confirm that ANC-Fe1Ni2 offeres excellent electrochemical activity and acceptable durability for OER. 3.3 DFT calculations Next, first-principles density functional theory (DFT) calculations were proposed to theoretically evaluate the excellent OER performance of ANC-Fe1Ni2 in ANC-Fe x Ni y catalysts [55,56]. A typical OER process of ANC-Fe x Ni y catalysts goes through four elementary stages: OH adsorption (OH*), O* formation, OOH* formation, and O2 desorption. The OER activity is tailored by the stability of adsorbed intermediates, such as O*, OH*, and OOH* [57–59]. The binding energies (ΔG) of the intermediates were found in previous calculations to obey a scaling relationship [60,61], which becomes a major stumbling block to achieve high performance OER catalysts. The most effective approach is introducing dopants to break the scaling relationship, which have proven to be useful for Fe x Ni y layered double hydroxide (LDH) [59]. Thus, the cluster was chosen to mimic the Fe doped ANC-Ni system because of the applicability in amorphous materials. The same model has been used successfully to describe the OER activity of the ANC-NixCoy catalysts [18]. Typically, Ni3(OH)6, and Ni2Fe(OH)7 clusters represent pure ANC-Ni and ANC-Fe1N2, respectively. The Bader charge distributions and deformation charge densities of ANC-Ni and ANC-Fe1Ni2 were displayed in Fig. S12. As can be seen from Fig. S12(a), there are two types of Ni sites with the Bader charges of +1.13 e and +0.85 e, respectively, which is due to the different coordination environments. The four coordinate Ni site transfers more electrons to-OH compared to the three coordinate Ni site which is also evidenced from the deformation charge densities (Fig. S12c). While for ANC-Fe1Ni2 catalysts, the Bader charges of Fe (+1.54 e) are much higher than that of Ni (+1.12 e) indicating that Fe has an oxidation state of +3. The distance between Ni-Fe (2.93 Å) is larger than that of Ni-Ni (2.57 Å) due to the stronger electrostatic repulsive interaction between Ni and Fe. As will be seen, the changes of the local geometrical and electronical parameters via Fe doping have large influence on the binding strengths of the adsorbed species (O*, OH*, and OOH*) and then OER activity. The Gibb’s free energies of formation (ΔG) for each elementary step are displayed in Fig. 4 . The rate determining step is the conversion of O* to OOH* species with an overpotential of 0.60 V for ANC-Ni while with an overpotential of only 0.35 V for ANC-Fe1Ni2 catalyst. The binding energies of OH* (ΔG OH*) and OOH* (ΔG OOH*) for ANC-Fe1Ni2 catalyst are both weakened compared to that for ANC-Ni catalyst. More specifically, the adsorption energy difference of ΔG OH* and ΔG OOH* keeps a constant value, i.e., ΔG OOH*−ΔG OH* = 3.01 eV, for both ANC-Ni and ANC-Fe1Ni2 catalyst. The scaling relationship turns out to be held for ANC-Fe x Ni y catalysts which are quite different compared to Fe x Ni y LDH where the values of ΔG OOH*−ΔG OH* can be reduced as small as 2.75 eV [62]. The enhanced OER activity via Fe doping for ANC-type hydroxide catalysts is not due to the breaking of scaling relationship but the shift of the O* level towards the equidistant position from those of OH* and OOH*, as shown from Fig. 4(b). 4 Conclusions In summary, by using ionic liquids as the template, nanocluster sized amorphous Fe-Ni hydroxides with oxygen vacancies are synthesized via a simple one-pot method. Among all the ANC-Fe x Ni y catalysts, ANC-Fe1Ni2 displayed outstanding OER performance (an overpotential of 266 mV at 10 mA cm−2 and a small Tafel slope of 39 mV dec–1) as well as good durability. With the ultralow catalyst loading, ANC-Fe1Ni2 gives a mass activity of 3028 A gFeNi –1 at the overpotential of 300 mV. The enhanced OER activity for ANC-Fe1Ni2 is attributed to abundant oxygen vacancies and exposed active sites by downsizing the ANC-Fe x Ni y clusters. These findings not only highlight the possibility of activating OER catalysis, but also open a promising route toward the one-pot synthesis of other amorphous high performance catalysts under mild conditions. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We acknowledged the financial support by the Natural Science Foundation of China (22172167) and the Senior Talent Startup Funds of Jiangsu University (4111310024). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2022.03.044. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] L. Chen J.H. Yang S. Klaus L.J. Lee R.W. Robinson J. Ma Y.W. Lum J.K. Cooper F.M. Toma L.W. Wang I.D. Sharp A.T. Bell J.W. Ager J. Am. Chem. Soc. 137 2015 9595 9603 L. Chen, J. H. Yang, S. Klaus, L. J. Lee, R. W. Robinson, J. Ma, Y. W. Lum, J. K. Cooper, F. M. Toma, L. W. Wang, I. D. Sharp, A.T. Bell, J. W. Ager, J. Am. Chem. Soc. 137 (2015) 9595–9603. [2] J. Chen H. Li Z. Yu C. Liu Z. Yuan C. Wang S. Zhao G. Henkelman S. Li L. Wei Y. Chen Adv. Energy Mater. 10 2020 2002593 J. Chen, H. Li, Z. Yu, C. Liu, Z. Yuan, C. Wang, S. Zhao, G. Henkelman, S. Li, L. Wei, Y. Chen, Adv. Energy Mater. 10 (2020) 2002593. [3] X.F. Lu S.L. Zhang E. Shangguan P. Zhang S. Gao X.W. Lou Adv. Sci. 7 2020 2001178 X. F. Lu, S. L. Zhang, E. Shangguan, P. Zhang, S. Gao, X. W. Lou, Adv. Sci. 7 (2020) 2001178. [4] D. Friebel M.W. Louie M. Bajdich K.E. Sanwald Y. Cai A.M. Wise M.J. Cheng D. Sokaras T.C. Weng R.A. Mori R.C. Davis J.R. Bargar J.K. Nørskov A. Nilsson A.T. Bell J. Am. Chem. Soc. 137 2015 1305 1313 D. Friebel, M. W. Louie, M. Bajdich, K. E. Sanwald, Y. Cai, A. M. Wise, M. J. Cheng, D.Sokaras, T. C. Weng, R. A. Mori, R. C. Davis, J. R. Bargar, J. K. Nørskov, A. Nilsson, A. T. Bell, J. Am. Chem. Soc. 137 (2015) 1305–1313. [5] Y. Yan T. He B. Zhao K. Qi H. Liu B.Y. Xia J. Mater. Chem. A 6 2018 15905 15926 Y. Yan, T. He, B. Zhao, K. Qi, H. Liu, B. Y. Xia, J. Mater. Chem. A 6 (2018) 15905–15926. [6] H.Q. Fu L. Zhang C.W. Wang L.R. Zheng P.F. Liu H.G. Yang ACS Energy Lett. 3 2018 2021 2029 H. Q. Fu, L. Zhang, C. W. Wang, L. R. Zheng, P. F. Liu, H. G. Yang, ACS Energy Lett. 3 (2018) 2021–2029. [7] Y. Liu Q. Li R. Si G.D. Li W. Li D.P. Liu D. Wang L. Sun Y. Zhang X. Zou Adv. Mater. 29 2017 1606200 Y. Liu, Q. Li, R. Si, G. D. Li, W. Li, D. P. Liu, D. Wang, L. Sun, Y. Zhang, X. Zou, Adv. Mater. 29 (2017) 1606200. [8] Y. Lin G. Chen H. Wan F. Chen X. Liu R. Ma Small 15 2019 1900348 Y. Lin, G. Chen, H. Wan, F. Chen, X. Liu, R. Ma, Small 15 (2019) 1900348. [9] K. Xu P. Chen X. Li Y. Tong H. Ding X. Wu W. Chu Z. Peng C. Wu Y. Xie J. Am. Chem. Soc. 137 2015 4119 4125 K. Xu, P. Chen, X. Li, Y. Tong, H. Ding, X. Wu, W. Chu, Z. Peng, C. Wu, Y. Xie, J. Am. Chem. Soc. 137 (2015) 4119–4125. [10] P. Chen T. Zhou L. Xing K. Xu Y. Tong H. Xie L. Zhang W. Yan W. Chu C. Wu Y. Xie Agnew. Chem., Int. Ed. 56 2017 610 614 P. Chen, T. Zhou, L. Xing, K. Xu, Y. Tong, H. Xie, L. Zhang, W. Yan, W. Chu, C. Wu, Y. Xie, Agnew. Chem., Int. Ed. 56 (2017) 610–614. [11] M. Ledendecker S.K. Calderón C. Papp H.P. Steinrück M. Antonietti M. Shalom Angew. Chem., Int. Ed. 54 2015 12361 12365 M. Ledendecker, S. K. Calderón, C. Papp, H. P. Steinrück, M. Antonietti, M. Shalom, Angew. Chem., Int. Ed. 54 (2015) 12361–12365. [12] Q. Fu T. Wu G. Fu T. Gao J. Han T. Yao Y. Zhang W. Zhong X. Wang B. Song ACS Energy Lett. 3 2018 1744 1752 Q. Fu, T. Wu, G. Fu, T. Gao, J. Han, T. Yao, Y. Zhang, W. Zhong, X. Wang, B. Song, ACS Energy Lett. 3 (2018) 1744–1752. [13] J. Wang J. Chen P. Wang J. Hou C. Wang Y. Ao Appl. Catal. B 239 2018 578 585 J. Wang, J. Chen, P. Wang, J. Hou, C. Wang, Y. Ao, Appl. Catal. B 239 (2018) 578–585. [14] R.D.L. Smith M.S. Prévot R.D. Fagan S. Trudel C.P. Berlinguette J. Am. Chem. Soc. 135 2013 11580 11586 R. D. L. Smith, M. S. Prévot, R. D. Fagan, S. Trudel, C. P. Berlinguette, J. Am. Chem. Soc. 135 (2013) 11580–11586. [15] Y. Huang R. Yang G. Anandhababu J. Xie J. Lv X. Zhao X. Wang M. Wu Q. Li Y. Wang ACS Energy Lett. 3 2018 1854 1860 Y. Huang, R. Yang, G. Anandhababu, J. Xie, J. Lv, X. Zhao, X. Wang, M. Wu, Q. Li, Y. Wang, ACS Energy Lett. 3 (2018) 1854–1860. [16] Q. Wang L. Shang R. Shi X. Zhang Y. Zhao G.I.N. Waterhouse L.Z. Wu C.H. Tung T. Zhang Adv. Energy Mater. 7 2017 1700467 Q. Wang, L. Shang, R. Shi, X. Zhang, Y. Zhao, G. I. N. Waterhouse, L. Z. Wu, C. H. Tung, T. Zhang, Adv. Energy Mater. 7 (2017) 1700467 [17] H. Liang F. Meng M. Cabán-Acevedo L. Li A. Forticaux L. Xiu Z. Wang S. Jin Nano Lett. 15 2015 1421 1427 H. Liang, F. Meng, M. Cabán–Acevedo, L. Li, A. Forticaux, L. Xiu, Z. Wang, S. Jin, Nano Lett. 15 (2015) 1421–1427. [18] J. Nai H. Yin T. You L. Zheng J. Zhang P. Wang Z. Jin Y. Tian J. Liu Z. Tang L. Guo Adv. Energy Mater. 5 2015 1401880 J. Nai, H. Yin, T. You, L. Zheng, J. Zhang, P. Wang, Z. Jin, Y. Tian, J. Liu, Z. Tang, L. Guo, Adv. Energy Mater. 5 (2015) 1401880. [19] Z. Wang S.M. Xu Y. Xu L. Tan X. Wang Y. Zhao H. Duan Y.F. Song Chem. Sci. 10 2019 378 384 Z. Wang, S. M. Xu, Y. Xu, L. Tan, X. Wang, Y. Zhao, H. Duan, Y.F. Song, Chem. Sci. 10 (2019) 378–384. [20] C. Liang P. Zou A. Nairan Y. Zhang J. Liu K. Liu S. Hu F. Kang H.J. Fan C. Yang Energy Environ. Sci. 13 2020 86 95 C. Liang, P. Zou, A. Nairan, Y. Zhang, J. Liu, K. Liu, S. Hu, F. Kang, H. J. Fan, C. Yang, Energy Environ. Sci. 13 (2020) 86–95. [21] A. Dutta A.K. Samantara S.K. Dutta B.K. Jena N. Pradhan ACS Energy Lett. 1 2016 169 174 A. Dutta, A. K. Samantara, S. K. Dutta, B. K. Jena, N. Pradhan, ACS Energy Lett. 1 (2016) 169–174. [22] Z. Cai L. Li Y. Zhang Z. Yang J. Yang Y. Guo L. Guo Angew. Chem., Int. Ed. 58 2019 4189 4194 Z. Cai, L. Li, Y. Zhang, Z. Yang, J. Yang, Y. Guo, L. Guo, Angew. Chem., Int. Ed. 58 (2019) 4189–4194. [23] L. Trotochaud S.L. Young J.K. Ranney S.W. Boettcher J. Am. Chem. Soc. 136 2014 6744 6753 L. Trotochaud, S. L. Young, J. K. Ranney, S. W. Boettcher, J. Am. Chem. Soc. 136 (2014) 6744–6753. [24] M.S. Burke M.G. Kast L. Trotochaud A.M. Smith S.W. Boettcher J. Am. Chem. Soc. 137 2015 3638 3648 M. S. Burke, M. G. Kast, L. Trotochaud, A. M. Smith, S. W. Boettcher, J. Am. Chem. Soc. 137 (2015) 3638–3648. [25] M. Görlin P. Chernev J. Ferreira de Araújo T. Reier S. Dresp B. Paul R. Krähnert H. Dau P. Strasser J. Am. Chem. Soc. 138 2016 5603 5614 M. Görlin, P. Chernev, J. Ferreira de Araújo, T. Reier, S. Dresp, B. Paul, R. Krähnert, H. Dau, P. Strasser, J. Am. Chem. Soc. 138 (2016) 5603–5614. [26] Y. Liu X. Xie G. Zhu Y. Mao Y. Yu S. Ju X. Shen H. Pang J. Mater. Chem. A 7 2019 15851 15861 Y. Liu, X. Xie, G. Zhu, Y. Mao, Y. Yu, S. Ju, X. Shen, H. Pang, J. Mater. Chem. A 7 (2019) 15851–15861. [27] G. Ou P. Fan H. Zhang K. Huang C. Yang W. Yu H. Wei M. Zhong H. Wu Y. Li Nano Energy 35 2017 207 214 G. Ou, P. Fan, H. Zhang, K. Huang, C. Yang, W. Yu, H. Wei, M. Zhong, H. Wu, Y. Li, Nano Energy 35 (2017) 207–214. [28] S. Anantharaj S. Noda Small 16 2019 1905779 S. Anantharaj, S. Noda, Small 16 (2019) 1905779. [29] M.W. Louie A.T. Bell J. Am. Chem. Soc. 135 2013 12329 12337 M. W. Louie, A. T. Bell, J. Am. Chem. Soc. 135 (2013) 12329–12337. [30] J.S. Kim B. Kim H. Kim K. Kang Adv. Energy Mater. 8 2018 1702774 J. S. Kim, B. Kim, H. Kim, K. Kang, Adv. Energy Mater. 8 (2018) 1702774. [31] Y. Duan Z.Y. Yu S.J. Hu X.S. Zheng C.T. Zhang H.H. Ding B.C. Hu Q.Q. Fu Z.L. Yu X. Zheng J.F. Zhu M.R. Gao S.H. Yu Angew. Chem., Int. Ed. 58 2019 15772 15777 Y. Duan, Z. Y. Yu, S. J. Hu, X. S. Zheng, C. T. Zhang, H. H. Ding, B. C. Hu, Q. Q. Fu, Z. L. Yu, X. Zheng, J. F. Zhu, M. R. Gao, S. H. Yu, Angew. Chem., Int. Ed. 58 (2019) 15772–15777. [32] M. Guan C. Xiao J. Zhang S. Fan R. An Q. Cheng J. Xie M. Zhou B. Ye Y. Xie J. Am. Chem. Soc. 135 2013 10411 10417 M. Guan, C. Xiao, J. Zhang, S. Fan, R. An, Q. Cheng, J. Xie, M. Zhou, B. Ye, Y. Xie, J. Am. Chem. Soc. 135 (2013) 10411–10417. [33] J. Sun N. Guo Z. Shao K. Huang Y. Li F. He Q. Wang Adv. Energy Mater. 8 2018 1800980 J. Sun, N. Guo, Z. Shao, K. Huang, Y. Li, F. He, Q. Wang, Adv. Energy Mater. 8 (2018) 1800980. [34] R. Liu Y. Wang D. Liu Y. Zou S. Wang Adv. Mater. 29 2017 1701546 R. Liu, Y. Wang, D. Liu, Y. Zou, S. Wang, Adv. Mater. 29 (2017) 1701546. [35] K. Zhu F. Shi X. Zhu W. Yang Nano Energy 73 2020 104761 K. Zhu, F. Shi, X. Zhu, W. Yang, Nano Energy 73 (2020) 104761. [36] A. Indra P.W. Menezes N.R. Sahraie A. Bergmann C. Das M. Tallarida D. Schmeißer P. Strasser M. Driess J. Am. Chem. Soc. 136 2014 17530 17536 A. Indra, P. W. Menezes, N. R. Sahraie, A. Bergmann, C. Das, M. Tallarida, D. Schmeißer, P. Strasser, M. Driess, J. Am. Chem. Soc. 136 (2014) 17530–17536. [37] M. Scariot D.O. Silva J.D. Scholten G. Machado S.R. Teixeira M.A. Novak G. Ebeling J. Dupont Angew. Chem., Int. Ed. 47 2008 9075 9078 M. Scariot, D. O. Silva, J. D. Scholten, G. Machado, S. R. Teixeira, M. A. Novak, G. Ebeling, J. Dupont, Angew. Chem., Int. Ed. 47 (2008) 9075–9078. [38] M. Antonietti D. Kuang B. Smarsly Y. Zhou Angew. Chem., Int. Ed. 43 2004 4988 4992 M. Antonietti, D. Kuang, B. Smarsly, Y. Zhou, Angew. Chem., Int. Ed. 43 (2004) 4988–4992. [39] Y. Zhang Y. Cao D. Chen P. Cui J. Yang Electrochim. Acta 269 2018 38 44 Y. Zhang, Y. Cao, D. Chen, P. Cui, J. Yang, Electrochim. Acta 269 (2018) 38–44. [40] Y. Cao S. Guo C. Yu J. Zhang X. Pan G. Li J. Mater. Chem. A 8 2020 15767 15773 Y. Cao, S. Guo, C. Yu, J. Zhang, X. Pan, G. Li, J. Mater. Chem. A 8 (2020) 15767–15773. [41] P.E. Blöchl Phys. Rev. B 50 1994 17953 17979 P. E. Blöchl, Phys. Rev. B 50 (1994) 17953–17979. [42] G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmüller, Phys. Rev. B 54 (1996) 11169–11186. [43] G. Kresse J. Furthmüller Comput. Mater. Sci. 6 1996 15 50 G. Kresse, J. Furthmüller, Comput. Mater. Sci. 6 (1996) 15–50. [44] H.S. Park Y.S. Choi Y.J. Kim W.H. Hong H. Song Adv. Fun. Mater. 17 2007 2411 H. S. Park, Y. S. Choi, Y. J. Kim, W. H. Hong, H. Song, Adv. Fun. Mater. 17 (2007) 2411. [45] W. Wan Y. Zhao S. Wei C.A. Triana J. Li A. Arcifa C.S. Allen R. Cao G.R. Patzke Nat. Commun. 12 2021 5589 W. Wan, Y. Zhao, S. Wei, C. A. Triana, J. Li, A.Arcifa, C. S. Allen, R. Cao, G. R. Patzke, Nat. Commun. 12 (2021), 5589. [46] Y. Sun S. Gao F. Lei J. Liu L. Liang Y. Xie Chem. Sci. 5 2014 3976 3982 Y. Sun, S. Gao, F. Lei, J. Liu, L. Liang, Y. Xie, Chem. Sci. 5 (2014) 3976–3982. [47] Y. Zhao G. Chen T. Bian C. Zhou G.I.N. Waterhouse L.Z. Wu C.H. Tung L.J. Smith D. O'Hare T. Zhang Adv. Mater. 27 2015 7824 Y. Zhao, G. Chen, T. Bian, C. Zhou, G. I. N. Waterhouse, L. Z. Wu, C. H. Tung, L. J. Smith, D. O'Hare, T. Zhang, Adv. Mater. 27 (2015) 7824. [48] L. Wu L. Yu Q. Zhu B. McElhenny F. Zhang C. Wu X. Xing J. Bao S. Chen Z. Ren Nano Energy 83 2021 105838 L. Wu, L. Yu, Q. Zhu, B. McElhenny, F. Zhang, C. Wu, X. Xing, J. Bao, S. Chen, Z. Ren, Nano Energy 83 (2021) 105838. [49] I. Spanos M.F. Tesch M. Yu H. Tüysüz J. Zhang X. Feng K. Müllen R. Schlögl A.K. Mechler ACS Catal. 9 2019 8165 8170 I. Spanos, M. F. Tesch, M. Yu, H. Tüysüz, J. Zhang, X. Feng, K. Müllen, R. Schlögl, A. K. Mechler, ACS Catal. 9 (2019) 8165−8170. [50] J. Li W. Huang M. Wang S. Xi J. Meng K. Zhao J. Jin W. Xu Z. Wang X. Liu Q. Chen L. Xu X. Liao Y. Jiang K.A. Owusu B. Jiang C. Chen D. Fan L. Zhou L. Mai ACS Energy Lett. 4 2018 285 292 J. Li, W. Huang, M. Wang, S. Xi, J. Meng, K. Zhao, J. Jin, W. Xu, Z. Wang, X. Liu, Q. Chen, L. Xu, X. Liao, Y. Jiang, K. A. Owusu, B. Jiang, C. Chen, D. Fan, L. Zhou, L. Mai, ACS Energy Lett. 4 (2018) 285–292. [51] J. Ryu N. Jung J.H. Jang H.J. Kim S.J. Yoo ACS Catal. 5 2015 4066 4074 J. Ryu, N. Jung, J. H. Jang, H. J. Kim, S. J. Yoo, ACS Catal. 5 (2015) 4066–4074. [52] T. Tian L. Huang L. Ai J. Jiang J. Mate. Chem. A 5 2017 20985 20992 T. Tian, L. Huang, L. Ai, J. Jiang, J. Mate. Chem. A 5 (2017) 20985–20992. [53] J. Bao X. Zhang B. Fan J. Zhang M. Zhou W. Yang X. Hu H. Wang B. Pan Y. Xie Angew. Chem., Int. Ed. 54 2015 7399 7404 J. Bao, X. Zhang, B. Fan, J. Zhang, M. Zhou, W. Yang, X. Hu, H. Wang, B. Pan, Y. Xie, Angew. Chem., Int. Ed. 54 (2015) 7399–7404. [54] L. Xu Q. Jiang Z. Xiao X. Li J. Huo S. Wang L. Dai Angew. Chem., Int. Ed. 55 2016 5277 5281 L. Xu, Q. Jiang, Z. Xiao, X. Li, J. Huo, S. Wang, L. Dai, Angew. Chem., Int. Ed. 55 (2016) 5277–5281. [55] J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 J. P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett. 77 (1996) 3865. [56] J.K. Norskov J. Rossmeisl A. Logadottir L. Lindqvist J.R. Kitchin T.B. Jonsson J. Phys. Chem. B 108 2004 17886 17892 J. K. Norskov, J. Rossmeisl, A. Logadottir, L. Lindqvist, J. R. Kitchin, T. B. Jonsson, J. Phys. Chem. B 108 (2004) 17886–17892. [57] M. Bajdich M. García-Mota A. Vojvodic J.K. NørskovA T. Bell J. Am. Chem. Soc. 135 2013 13521 13530 M. Bajdich, M. García-Mota, A. Vojvodic, J. K. NørskovA, T. Bell, J. Am. Chem. Soc. 135 (2013) 13521–13530. [58] J. Zhang J. Liu L. Xi Y. Yu N. Chen S. Sun W. Wang K.M. Lange B. Zhang J. Am. Chem. Soc. 140 2018 3876 3879 J. Zhang, J. Liu, L. Xi, Y. Yu, N. Chen, S. Sun, W. Wang, K. M. Lange, B. Zhang, J. Am. Chem. Soc. 140 (2018) 3876–3879. [59] Z. Cai D. Zhou M. Wang S.M. Bak Y. Wu Z. Wu Y. Tian X. Xiong Y. Li W. Liu S. Siahrostami Y. Kuang X.Q. Yang H. Duan Z. Feng H. Wang X. Sun Angew. Chem., Int. Ed. 130 2018 9536 Z. Cai, D. Zhou, M. Wang, S. M. Bak, Y. Wu, Z. Wu, Y. Tian, X. Xiong, Y. Li, W. Liu, S. Siahrostami, Y. Kuang, X. Q. Yang, H. Duan, Z. Feng, H. Wang, X. Sun, Angew. Chem., Int. Ed. 130 (2018) 9536. [60] Z.W. Seh J. Kibsgaard C.F. Dickens I. Chorkendorff J.K. Nørskov T.F. Jaramillo Science 355 2017 4998 Z. W. Seh, J. Kibsgaard, C. F. Dickens, I. Chorkendorff, J. K. Nørskov, T. F. Jaramillo, Science 355 (2017) 4998. [61] A. Grimaud O.D. Morales B. Han W.T. Hong Y.L. Lee L. Giordano K.A. Stoerzinger M.T.M. Koper Y.S. Horn Nat. Chem. 9 2017 457 465 A. Grimaud, O. D. Morales, B. Han, W. T. Hong, Y. L. Lee, L. Giordano, K. A. Stoerzinger, M. T. M. Koper, Y. S. Horn, Nat. Chem. 9 (2017) 457–465. [62] Z.W. Gao J.Y. Liu X.M. Chen X.L. Zheng J. Mao H. Liu T. Ma L. Li W.C. Wang X.W. Du Adv. Mater. 31 2019 1804769 Z. W. Gao, J. Y. Liu, X. M. Chen, X. L. Zheng, J. Mao, H. Liu, T. Ma, L. Li, W. C. Wang, X. W. Du, Adv. Mater. 31 (2019) 1804769.",
      "scopus-id": "85129226467",
      "coredata": {
        "eid": "1-s2.0-S2095495622001802",
        "dc:description": "In this work, a one-pot strategy is presented to directly synthesize amorphous Fe x Ni y hydroxide nanoclusters (denoted as ANC-Fe x Ni y , <2 nm) with oxygen vacancies induced by ionic liquids. The ANC-Fe x Ni y catalyst presents abundant catalytic sites and high intrinsic conductivity. As such, the optimized ANC-Fe1Ni2 exhibits high activity in oxygen evolution reaction (OER) with a Tafel slope of 39 mV dec–1 and an overpotential of 266 mV at 10 mA cm−2. Notably, the optimized ANC-Fe1Ni2 shows an extraordinarily large mass activity of 3028 A gFeNi –1 at the overpotential of 300 mV, which is ∼24-fold of commercial RuO2 catalyst. The superior activity of these Fe x Ni y hydroxide nanoclusters is ascribed to (i) the amorphous and distorted structure with abundant oxygen vacancies, and (ii) enhanced active site density by downsizing the ANC-Fe x Ni y clusters. This strategy provides a novel route for enhancing OER electrocatalytic performance and highly encouraging for the future application of amorphous metal hydroxides in catalysis.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622001802",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cao, Youhai"
          },
          {
            "@_fa": "true",
            "$": "Su, Yang"
          },
          {
            "@_fa": "true",
            "$": "Xu, Liangliang"
          },
          {
            "@_fa": "true",
            "$": "Yang, Xiaohua"
          },
          {
            "@_fa": "true",
            "$": "Han, Zhongkang"
          },
          {
            "@_fa": "true",
            "$": "Cao, Rui"
          },
          {
            "@_fa": "true",
            "$": "Li, Gao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622001802"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622001802"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00180-2",
        "prism:volume": "71",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Oxygen vacancy-rich amorphous FeNi hydroxide nanoclusters as an efficient electrocatalyst for water oxidation",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Hydroxides"
          },
          {
            "@_fa": "true",
            "$": "Amorphous Ni-Fe based nanoclusters"
          },
          {
            "@_fa": "true",
            "$": "Ionic liquids"
          },
          {
            "@_fa": "true",
            "$": "Oxygen vacancies"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "167-173",
        "prism:endingPage": "173",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2022",
        "prism:doi": "10.1016/j.jechem.2022.03.044",
        "prism:startingPage": "167",
        "dc:identifier": "doi:10.1016/j.jechem.2022.03.044",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "700",
            "@width": "604",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88388",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "699",
            "@width": "611",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "87191",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "256",
            "@width": "580",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38056",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "433",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25322",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "458",
            "@width": "522",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "69737",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "141",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7661",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "143",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7602",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "97",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6130",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7841",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "187",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14947",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2168",
            "@width": "1872",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "341015",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2166",
            "@width": "1894",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "333041",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "793",
            "@width": "1798",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "131934",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1916",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "127739",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1419",
            "@width": "1617",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "307398",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "7558504",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "10630",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001802-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1482916",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85129226467"
      }
    }
  }
}