{
  "metadata": {
    "title": "Bridging chemical relithiation and alloying reaction to engineer a Li-Al-F interface for enhanced lithium storage kinetics",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-10-31",
    "doi": "10.1016/j.jechem.2025.05.066",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625004747",
    "pii": "S2095495625004747"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105008566051",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-06-13 2025-06-13 2025-06-20 2025-06-20 2025-09-22T23:56:24 1-s2.0-S2095495625004747 S2095-4956(25)00474-7 S2095495625004747 10.1016/j.jechem.2025.05.066 S300 S300.1 FULL-TEXT 1-s2.0-S2095495625X00073 2025-09-22T23:06:26.173004Z 0 0 20251001 20251031 2025 2025-06-13T23:38:31.395684Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 109 109 C Volume 109 43 541 549 541 549 202510 October 2025 2025-10-01 2025-10-31 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. BRIDGINGCHEMICALRELITHIATIONALLOYINGREACTIONENGINEERALIALFINTERFACEFORENHANCEDLITHIUMSTORAGEKINETICS HUANG H 1 Introduction 2 Results and discussion 3 Conclusions Experimental section CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References LENG 2025 100402 M CHEN 2025 e12838 X REN 2022 2110046 Y DONG 2025 104072 H GAUTAM 2024 45809 45820 M CHAE 2020 110 135 S LI 2019 2624 2633 P LI 2020 105143 X SHEN 2023 140136 H HE 2023 107 W SUN 2023 2303020 Y TAN 2021 2100046 J LI 2024 2305429 Z SUN 2023 2209404 J ZHU 2022 151982 H TIAN 2022 7920 7923 H MAN 2024 224 232 Q JANG 2020 14473 14480 J LI 2022 636 645 Y HU 2021 4115 4124 A LIANG 2017 17119 X KOTUPALLI 2024 e202403617 M FRANCOPEREZ 2019 10065 10071 M BOLDYREV 1990 193 200 A ZHANG 2023 108700 X LI 2023 1168 1188 Y XIE 2017 7019 7027 J LU 2023 9586 9599 Y LI 2025 104069 M CHEN 2025 910 922 X MU 2023 232537 X REN 2023 300 307 Y FANG 2025 819 829 J XU 2015 17248 17272 S RODRIGUEZ 2021 19579 19589 S PARK 2015 1325 1332 H LIU 2021 100719 J LI 2020 104651 L LU 2022 1172 1198 Y LI 2025 2424567 L HUANGX2025X541 HUANGX2025X541X549 HUANGX2025X541XH HUANGX2025X541X549XH 2027-06-20T00:00:00.000Z 2027-06-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-06-25T01:41:32.060Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Innovation Project of Guangxi Graduate Education YCSW2024131 NSFC 22308067 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Guangxi “Universal Support for Young Talents” Scientific Research Project Nature Science Foundation of Guangxi Province 2025GXNSFBA069166 Guangxi Natural Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100004607 http://sws.geonames.org/1814991 Dean Project of Guangxi Key Laboratory of Petrochemical Resource Processing and Process Intensification Technology 2022Z009 Guangxi Key Laboratory of Petrochemical Resource Processing and Process Intensification Technology Guangxi University http://data.elsevier.com/vocabulary/SciValFunders/501100012298 http://sws.geonames.org/1814991 Guangxi “ Universal Support for Young Talents ” Scientific Research Project ZX02080030424007 The authors acknowledge the financial support from the National Natural Science Foundation of China (NSFC, No. 22308067 ), the Nature Science Foundation of Guangxi Province ( 2025GXNSFBA069166 ), the Guangxi \\u201C Universal Support for Young Talents \\u201D Scientific Research Project ( ZX02080030424007 ), the Dean Project of Guangxi Key Laboratory of Petrochemical Resource Processing and Process Intensification Technology ( 2022Z009 ), and the Innovation Project of Guangxi Graduate Education ( YCSW2024131 ). The authors would like to thank the shiyanjia lab ( www.shiyanjia.com ) for the XPS tests. item S2095-4956(25)00474-7 S2095495625004747 1-s2.0-S2095495625004747 10.1016/j.jechem.2025.05.066 286353 2025-09-22T23:06:26.173004Z 2025-10-01 2025-10-31 1-s2.0-S2095495625004747-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/MAIN/application/pdf/821be8ae74d4146a779f7c8e5d6e2450/main.pdf main.pdf pdf true 3632927 MAIN 9 1-s2.0-S2095495625004747-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/PREVIEW/image/png/38833e1b27a7747c256ba5645574b3fc/main_1.png main_1.png png 63255 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625004747-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/ga1/DOWNSAMPLED/image/jpeg/12a9fd3ece72fb27b06d62116531ccb6/ga1.jpg ga1 true ga1.jpg jpg 26068 200 401 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004747-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr1/DOWNSAMPLED/image/jpeg/a2b8218f40150f2eef5927878b3f0e5b/gr1.jpg gr1 gr1.jpg jpg 182900 911 746 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004747-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr2/DOWNSAMPLED/image/jpeg/faf0b58ed7f24ee4ccd92ca40906eac3/gr2.jpg gr2 gr2.jpg jpg 127033 648 745 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004747-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr3/DOWNSAMPLED/image/jpeg/a8100ecfb75cc9ae024772a279d7df06/gr3.jpg gr3 gr3.jpg jpg 152062 674 761 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004747-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr4/DOWNSAMPLED/image/jpeg/e841511431caa81640f8a582d8249f98/gr4.jpg gr4 gr4.jpg jpg 120130 528 761 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004747-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr5/DOWNSAMPLED/image/jpeg/688e831c0864a221138288d408cc7e7e/gr5.jpg gr5 gr5.jpg jpg 132009 681 744 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004747-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/ga1/THUMBNAIL/image/gif/b6b2bf2ca608583d22f5cfb76a71b9d7/ga1.sml ga1 true ga1.sml sml 15341 109 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625004747-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr1/THUMBNAIL/image/gif/0d859423c4daf97f1f652593b40344c4/gr1.sml gr1 gr1.sml sml 11813 164 134 IMAGE-THUMBNAIL 1-s2.0-S2095495625004747-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr2/THUMBNAIL/image/gif/f8b9aba93d071c6a865a812b33f0f518/gr2.sml gr2 gr2.sml sml 12255 164 188 IMAGE-THUMBNAIL 1-s2.0-S2095495625004747-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr3/THUMBNAIL/image/gif/7184295d0425092896548ac132c157bb/gr3.sml gr3 gr3.sml sml 13755 164 185 IMAGE-THUMBNAIL 1-s2.0-S2095495625004747-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr4/THUMBNAIL/image/gif/1f48bc8bafc63bcc31942bb80edbe025/gr4.sml gr4 gr4.sml sml 15267 152 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625004747-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/gr5/THUMBNAIL/image/gif/258a7bf93081746d07e396a430392edb/gr5.sml gr5 gr5.sml sml 11601 164 179 IMAGE-THUMBNAIL 1-s2.0-S2095495625004747-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/HIGHRES/image/jpeg/0094c8da9716a43d97ba5f095f93782b/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 158888 886 1775 IMAGE-HIGH-RES 1-s2.0-S2095495625004747-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/DOWNSAMPLED/image/jpeg/1a4ee4f5639b8659b5c5027ac33b3c08/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1101168 4030 3301 IMAGE-HIGH-RES 1-s2.0-S2095495625004747-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/HIGHRES/image/jpeg/6de9420bf3b5acbc2bbf7a3f725315f6/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 743133 2872 3300 IMAGE-HIGH-RES 1-s2.0-S2095495625004747-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/HIGHRES/image/jpeg/553e9e8bf65b92234d6b8ab3f23a4b1d/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1053306 2985 3370 IMAGE-HIGH-RES 1-s2.0-S2095495625004747-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/HIGHRES/image/jpeg/d93ac9bcde9f45e3fb3f3d014f62973d/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 852184 2336 3370 IMAGE-HIGH-RES 1-s2.0-S2095495625004747-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/HIGHRES/image/jpeg/e6a23166934b1f7f6789546ce5803937/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 726687 3018 3295 IMAGE-HIGH-RES 1-s2.0-S2095495625004747-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/mmc1/MAIN/application/msword/69de049a6cdaf48cdb9f84a30bc04125/mmc1.doc mmc1 mmc1.doc doc 10878205 APPLICATION 1-s2.0-S2095495625004747-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/STRIPIN/image/svg+xml/13f0e760def7e0f6cd9f4f72cbc6765d/si1.svg si1 si1.svg svg 3785 ALTIMG 1-s2.0-S2095495625004747-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/STRIPIN/image/svg+xml/c3509cb3a218a41928c06dd4dd2e626a/si2.svg si2 si2.svg svg 14508 ALTIMG 1-s2.0-S2095495625004747-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/STRIPIN/image/svg+xml/54306ec256815c5f32c469c456fb0833/si3.svg si3 si3.svg svg 7706 ALTIMG 1-s2.0-S2095495625004747-si4.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004747/STRIPIN/image/svg+xml/ae577959c5d75540e82d3877b34dbb87/si4.svg si4 si4.svg svg 3776 ALTIMG JECHEM 4781 S2095-4956(25)00474-7 10.1016/j.jechem.2025.05.066 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a) Schematic diagram of the preparation process for Pre-SiO-Al. (b) Optical images of Li-4′4-DMBP-DME and AlF3-DME solutions. (c) HOMO-LUMO energy diagram of common electrolyte additives, Li-4′4-DMBP-DME, and AlF3-DME. (d) XPS spectra of Al 2p, F 1s, and Li 1s. (e) Electrostatic potential diagram of AlF3. (f–h) SEM images of SiO, Pre-SiO, and Pre-SiO-Al electrodes. Fig. 2 (a) CV curves of Pre-SiO-Al. (b) Initial charge/discharge profiles of Pre-SiO-Al, Pre-SiO, and SiO anodes. (c) Rate capability evaluation from 0.1 to 2 A g−1. Cycling performance of Pre-SiO-Al, Pre-SiO, and SiO anodes at (d) 0.2 and (e) 1 A g−1. (f) dQ/dV curves of Pre-SiO-Al at 1.0 A g−1. (g) Rate performance and (h) cycling stability of several full cells (inset: photograph showing a LED array powered by Pre-SiO-Al||LFP). Fig. 3 SEM images of (a) SiO, (b) Pre-SiO, and (c) Pre-SiO-Al anodes after cycling. (d) Cross-sectional SEM images of the Pre-SiO-Al anode before and after cycling. (e) AFM images and (f) DMT modulus distribution with corresponding 3D mappings of several anodes after cycling. Fig. 4 XPS depth profile analyses of the Pre-SiO-Al anode after 100 cycles. (a) Li 1s, (b) Al 2p, and (c) C 1s. (d) The spatial distribution of inorganic components on the Pre-SiO-Al anode detected by ToF-SIMS. (e) TEM image, (f) HRTEM image, and (g) EDS element mappings of the Pre-SiO-Al. Fig. 5 (a–e) Li+ diffusion energy barriers in AlF3, LiAlF4, Li2O, Li2CO3, and LiF. (f) The calculated D L i + comparison based on GITT tests. (g–i) In-situ EIS profiles during the first charge/discharge process and corresponding DRT analysis in Pre-SiO-Al. Bridging chemical relithiation and alloying reaction to engineer a Li-Al-F interface for enhanced lithium storage kinetics Haihang Huang Writing – review & editing Writing – original draft Software Investigation Formal analysis Data curation Conceptualization Yaoxiang Shan Software Investigation Bingkun Zang Software Formal analysis Longqing Zhang Investigation Quanqiang Yuan Software Xucai Yin Writing – original draft Investigation Zhangfa Tong Project administration Investigation Yang Ren Writing – review & editing Writing – original draft Investigation Funding acquisition Formal analysis ⁎ Guangxi Key Laboratory of Petrochemical Resource Processing and Process Intensification Technology, School of Chemistry and Chemical Engineering, Guangxi University, Nanning 530004, Guangxi, China Guangxi Key Laboratory of Petrochemical Resource Processing and Process Intensification Technology School of Chemistry and Chemical Engineering Guangxi University Nanning Guangxi 530004 China Guangxi Key Laboratory of Petrochemical Resource Processing and Process Intensification Technology, School of Chemistry and Chemical Engineering, Guangxi University, Nanning 530004, Guangxi, PR China ⁎ Corresponding author. Graphical abstract Synergistic prelithiation and AlF3-driven alloying strategy constructs Li-Al-F interfacial layers on SiO anodes, enabling ultralow Li+ diffusion barriers and stress-adaptive regulation. This study innovatively proposes a “chemical prelithiation/alloying-induced interfacial reconstruction” synergistic strategy that fundamentally improves the performance of Si-based anodes. Through a precisely controlled process leveraging orbital energetics and Lewis acid catalysis, we successfully engineer a Li-Al-F phase on the interface of SiO (denoted as Pre-SiO-Al) anodes via sequential chemical prelithiation and AlF3-driven interfacial alloying reactions. This novel approach breaks through the ion transport limitations of traditional LiF-dominated solid electrolyte interphase (SEI) layers, while concurrently addressing the critical challenges of low initial Coulombic efficiency (ICE) and severe volume expansion. Mechanism studies reveal that the Li-Al-F offers an ultralow Li+ diffusion barrier (0.1 eV), significantly enhancing interfacial ion transport kinetics. Meanwhile, the high mechanical strength and dynamic stress dissipation capability of Li-Al-F effectively suppress SEI fracture caused by volume expansion, enabling coordinated deformation compatibility between the electrode and the interfacial layer. The Pre-SiO-Al anode maintains a high capacity of 682.6 mA h g−1 after 2000 cycles at 1.0 A g−1 with near 100% capacity retention. When paired with LiFePO4 cathode, the Pre-SiO-Al||LFP full cell achieves impressive rate capability and cycling stability (93.8% capacity retention after 150 cycles at 0.5 C), demonstrating strong commercialization potential. Keywords Lithium-ion batteries Silicon suboxide Chemical prelithiaton AlF3 SEI film 1 Introduction The energy density bottleneck of lithium-ion batteries (LIBs) has become a core obstacle limiting the ultra-long flight time of drones and the range breakthrough of electric vehicles [1]. The theoretical capacity limit of commercial graphite anodes (372 mA h g−1) has driven the industry to explore silicon-based (Si-based) materials. The astonishing theoretical capacity (Si: 3579 mA h g−1, SiO: 2680 mA h g−1) and abundant crustal content (28.2% Si accounts of the Earth's crust) make Si-based materials the most commercially viable alternative [2,3]. However, the industrialization of Si-based anodes has been hindered by two inherent defects. Firstly, the severe volume expansion during lithiation, which can escalate to 300%, leads to electrode structural disintegration and compromises interface stability. Secondly, the low initial Coulombic efficiency (ICE) results in the irreversible consumption of Li+ due to side reactions and the formation of the solid electrolyte interphase (SEI) layer, which diminishes the available Li+ for subsequent cycles, thereby accelerating capacity degradation [4]. Although carbon compositing can mitigate the volume expansion to approximately 160%, this strategy introduces new limitations. The high surface area characteristic of carbon materials further aggravates the ICE reduction, necessitating excessive cathode loading that ultimately compromises the capacity advantage of Si/SiO x . Consequently, even state-of-the-art Si-carbon composites typically contain less than 15% Si content, creating an intrinsic material constraint that fundamentally limits energy density enhancement [5–7]. A low ICE signifies that only a fraction of Li+ ions can be reversibly cycled during initial operation, resulting in both cathode capacity underutilization and substantial energy density reduction. Therefore, mitigating Li+ loss in early cycles is crucial for improving battery energy density and optimizing electrochemical performance [8]. Prelithiation technology, which introduces active lithium to the anode prior to cycling, presents an effective strategy to address low ICE. Particularly, chemical prelithiation using lithium-arene complexes (LACs) has emerged as the most industrially viable approach, owing to its uniform lithium compensation and seamless compatibility with roll-to-roll manufacturing processes [9–11]. However, a persistent challenge remains: conventional chemical prelithiation generates a native SEI layer abundant in Li2CO3 and ROLi species, and these components gradually transform into an inorganic LiF-dominated SEI during cycling. Although LiF-rich interfaces are indeed desirable protective layers for alloy-type anodes due to the high mechanical strength (elastic modulus >70 GPa) and chemical stability, the intrinsic properties of LiF create fundamental limitations. With extremely low ionic conductivity (∼10−13 S cm−1) and high Li+ diffusion energy barriers (up to 0.729 eV), LiF-rich SEI layers inevitably impose severe kinetic constraints on ion transport [12,13]. In recent years, some studies have attempted to improve the ion transport kinetics of SEI by using atomic layer deposition of AlO x N y or solution-based LiPON coating [14,15]. However, these epitaxial growth strategies have shown limited effectiveness due to the mismatches with the volume expansion of Si. Notably, the composition of SEI can be regulated using the reaction of additives and prelithiated electrodes. For example, Tian et al. successfully constructed a PDOL/LiTFSI/LiDFOB coating by initiating the ring-opening polymerization of DOL on prelithiated SiO x . This hybrid SEI film not only significantly enhanced the structural stability of the electrode but also effectively suppressed side reactions. Additionally, Feng et al. designed an N- and F-rich SEI layer based on chemical prelithiation, which further optimized Li+ transport kinetics while maintaining excellent electrochemical performance [16,17]. Despite these advancements, current strategies, while improving interfacial stability in the short term, still fall short of meeting the requirements for long-cycle-life batteries, especially under high energy density and extreme operating conditions. The persistent accumulation of interfacial side reactions and the dynamic evolution of the SEI continue to pose significant challenges. Therefore, constructing a multifunctional SEI film that integrates chemical stability, high ionic conductivity, and mechanical robustness has emerged as a pivotal direction for overcoming these limitations. Herein, we propose an innovative “chemical prelithiation-alloying interface reconstruction” strategy that synergistically addresses multiple limitations in Si-based anodes. The process begins with immersing a prelithiated SiO anode into AlF3-DME solution, triggering a cascade of interfacial reactions where AlF3 first undergoes displacement reactions with surface-active lithium to form LiF and Al-containing intermediates, followed by their subsequent alloying with residual lithium to generate a thermodynamically stable Li-Al-F phase. This in situ formed Li-Al-F interface exhibits superior ionic conductivity through its rapid Li+-conducting channels while simultaneously providing exceptional mechanical stability. The engineered Pre-SiO-Al anode achieves remarkable performance metrics, including a 92.0% initial Coulombic efficiency through optimized 2 min prelithiation, outstanding capacity retention of 98.6% after 100 cycles at 0.2 A g−1, and exceptional long-term stability with 682.6 mA h g−1 maintained after 2000 cycles at 1.0 A g−1. Practical evaluation in full-cell configuration (Pre-SiO-Al||LiFePO4) further demonstrates the technology viability, showing 93.8% capacity retention over 150 cycles at 0.5 C. Our findings offer fundamental insights into interface engineering of prelithiated SiO anodes, demonstrating that enhanced interfacial kinetics coupled with mechanical stability effectively addresses the persistent challenges in Si-based anode commercialization. 2 Results and discussion The synthesis process of an artificial SEI film containing a Li-Al-F phase is illustrated in Fig. 1 (a). Initially, the prelithiation reagents Li-4′4-DMBP-DME and AlF3-DME solutions are prepared. Fig. 1(b) presents the optical photographs of the prepared Li-4′4-DMBP-DME and AlF3-DME solutions. Subsequently, the SiO electrode is immersed in the Li-4′4-DMBP-DME solution to undergo the prelithiation process. This process is spontaneously driven by the potential difference between the redox half-potentials of SiO and Li-4′4-DMBP-DME (Fig. S1) [10,18,19]. Following this, the prelithiated SiO electrode is rapidly immersed in the AlF3-DME solution, enabling AlF3 to undergo a displacement reaction with the active Li on the surface of the prelithiated SiO electrode, resulting in the formation of LiF and Al products. Since excess active Li remains on the surface of the prelithiated SiO electrode, the Al-containing products generated from the displacement reaction continue to react with the active Li until a thermodynamically stable Li-Al-F phase is formed [20,21]. The formation process can be described by the following equations. (1) S i O + L i - D M B P → L i x S i O y + D M B P (2) A l F 3 + L i → L i - A l - F The reaction process generating the Li-Al-F phase can also be understood through orbital energy levels. As shown in Fig. 1(c), the lowest unoccupied molecular orbital (LUMO) and the highest occupied molecular orbital (HOMO) energies of Li-4′4-DMBP-DME are both higher than those of the AlF3-DME solution. According to the Mulliken electronegativity equation and Koopmans theorem, the electronegativity of AlF3-DME is approximately 5.16 higher than that of the Li-4′4-DMBP-DME solution, indicating a significant driving force that favors electron transfer from Li-4′4-DMBP-DME to AlF3-DME [22–24]. Moreover, AlF3 as a strong Lewis acid, further promotes the occurrence of this reaction [25,26]. Finally, by rinsing the alloyed electrode with electrolyte to stabilize the interfacial substances, an artificial SEI film containing the Li-Al-F phase can be prepared. The XPS spectra reveal the successful synthesis of the SEI film containing the Li-Al-F phase. In the Al 2p XPS spectrum of Pre-SiO-Al electrode shown in Fig. 1(d), peaks corresponding to AlF3 and Li-Al-F can be observed. Similarly, peaks for AlF3 (687.2 eV) and Li-Al-F (685.3 eV) also appear in the F 1s spectrum of Pre-SiO-Al electrode. Moreover, compared to Pre-SiO electrode, the Li 1s peak of Pre-SiO-Al electrode shifts to a higher binding energy, which is attributed to the higher electronegativity of Al compared to Li, indirectly proving the presence of aluminum-containing compounds in the Pre-SiO-Al electrode [27]. Additionally, the Li 1s XPS spectrum exhibits characteristic peaks corresponding to LiF (55.7 eV), Li2CO3 (55.1 eV), and Li2O (54.3 eV). The presence of Li2CO3 and Li2O is further corroborated by their respective O 1s XPS peaks at 529.5 and 527.7 eV (Fig. S2) [28]. These results indicate that these compounds are also components of the SEI layer. XPS depth profiling of pristine Pre-SiO-Al anodes reveals a uniform distribution of Li2O, Li2CO3, LiF, and Li-Al-F phases within the SEI film (Fig. S3). The persistent presence of the Li-Al-F phase across Li 1s, F 1s, and Al 2p XPS spectra during the entire etching process demonstrates that prelithiation and interfacial alloying effectively incorporates Li-Al-F throughout the SEI. Notably, the XPS results indicate that a certain amount of AlF3 remains on the surface of Pre-SiO-Al electrode. Combined with the electrostatic potential map analysis of AlF3 (Fig. 1e and Fig. S4), the Al3+ region exhibits a significant positive electrostatic potential (low electron density), indicating that AlF3, as a strong Lewis acid, possesses an extremely high electron-accepting capability [29]. This characteristic enables AlF3 to be preferentially reduced over electrolyte additives (such as FEC, EC, etc.) during cycling, promoting the formation of a stable SEI film rich in the Li-Al-F phase, which will enhance interfacial stability and long-term cycling performance [17,30]. The SEM images in Fig. 1(f–h) illustrate the morphological changes of the SiO electrode before and after the construction of the artificial SEI film containing the Li-Al-F phase. In the original SiO electrode, distinct SiO particles and conductive carbon black particles can be observed, with many pores remaining between them (Fig. 1f and Fig. S5a). After prelithiation, the volume expansion of the active particles fills the pre-existing pores between the particles, resulting in a significant reduction in porosity on the Pre-SiO electrode (Fig. 1g and Fig. S5b). Following the alloying transformation, the surface of the Pre-SiO-Al electrode exhibits a more compact and smooth morphology (Fig. 1h and Fig. S5c), benefiting from the formation of the Li-Al-F phase. The energy-dispersive spectroscopy (EDS) mapping of the Pre-SiO-Al electrode shows a uniform distribution of Al and F elements (Fig. S6), which is expected to promote uniform Li+ transport through the SEI film. To investigate the superiority of the artificial SEI film containing the Li-Al-F phase, half-cells were assembled to evaluate its electrochemical performance. Cyclic voltammetry (CV) was employed to analyze the redox reactions at different potentials during the charge/discharge processes. Fig. 2 (a) shows the CV curves of Pre-SiO-Al at 0.1 mV s−1 scan rate, where the reduction peak near 0.59 V and the corresponding oxidation peak are attributed to the reversible lithiation/delithiation process of SiO. No peaks corresponding to the alloying/dealloying reactions of Li-Al-F were observed during all scans, indicating that the Li-Al-F in the artificially synthesized SEI film remains stable during cycling. Additionally, during the first cathodic scan, only the pristine SiO anode exhibited a reduction peak at ∼0.14 V, corresponding to the formation of the SEI film, suggesting that the SEI film of Pre-SiO and Pre-SiO-Al were already formed during the prelithiation stage (Fig. S7). The initial charge/discharge curves of the three electrodes are shown in Fig. 2(b). The irreversible formation of Li2O, Li4SiO4, and SEI film during the initial lithiation process of the pristine SiO anode resulted in a high initial irreversible capacity loss of 569.3 mA h g−1, with an ICE of only 60.1% [31]. In contrast, the irreversible capacity of the prelithiated Pre-SiO and Pre-SiO-Al anodes was significantly reduced, with their ICE values notably improved to 92.0% and 92.2%, respectively. Rate performance tests (Fig. 2c) highlight the exceptional capacity retention of Pre-SiO-Al, delivering 557.5 mA h g−1 at 2.0 A g−1 (46.7% of 0.1 A g−1 capacity), significantly outperforming Pre-SiO (223.2 mA h g−1) and SiO (3.22 mA h g−1). Remarkably, when returning to 0.1 A g−1, the capacity of Pre-SiO-Al reached 110% of its initial value, demonstrating excellent recovery capability compared to Pre-SiO (99.2%) and SiO (64.6%). Fig. 2(d) demonstrates the superior cycling stability of Pre-SiO-Al anode compared to SiO and Pre-SiO at 0.2 A g−1, maintaining 1163.1 mA h g−1 (98.6% retention) after 100 cycles, versus 79.8% and 26.43% for Pre-SiO and SiO anodes, respectively. Long-term cycling at 1.0 A g−1 further confirmed this trend (Fig. 2e). During the initial cycling process, the Pre-SiO and Pre-SiO-Al electrodes delivers a gradually increased reversible capacity. This is a common phenomenon for high-capacity electrode materials, related to the activation of electrode [9,11,32]. After 2000 cycles under identical testing conditions, the Pre-SiO-Al anode exhibited a stabilized capacity of 682.6 mA h g−1, representing a 108.3 mA h g−1 enhancement compared to the Pre-SiO anode (574.3 mA h g−1). This improvement may be attributed to reduced electrode polarization induced by the Li-Al-F phase SEI film. dQ/dV analysis reveals stable peak positions for Pre-SiO-Al anode over 2000 cycles (Fig. 2f), contrasting with unstable changes in Pre-SiO and rapid peak disappearance in SiO (Fig. S8). The enhanced interfacial stability also contributes to superior Coulombic efficiency of Pre-SiO-Al anode, reaching 99.98% after 5 cycles and maintaining an average Coulombic efficiency of 99.87%, higher than those of Pre-SiO (99.71%) and SiO (99.53%) (Fig. S9). The stable interfacial film effectively isolates the contact between the electrolyte and active materials during cycling, reducing side reactions and thereby enhancing electrochemical performance. As anticipated, the Li-Al-F phase enables the Pre-SiO-Al anode to rival or surpass the electrochemical performance of previously reported Si-based anodes featuring artificially modified SEI layers (Fig. S10 and Table S1). The practical potential of Pre-SiO-Al was validated in full-cell configuration using LiFePO4 (LFP) as the cathode material. The Pre-SiO-Al||LFP cell achieved initial charge/discharge capacities of 151.9/162.1 mA h g−1 with an elevated ICE of 93.7% (Fig. S11), outperforming Pre-SiO||LFP (92.9%) and SiO||LFP (84.6%). Notably, the Pre-SiO-Al||LFP cell exhibited exceptional rate capability, delivering a capacity of 96.8 mA h g−1 at 2 C rate (corresponding to 60.2% retention of its 0.05 C capacity), which represents a 1.8-fold and 2.6-fold improvement over Pre-SiO||LFP (54.8 mA h g−1) and SiO||LFP (37.8 mA h g−1), respectively (Fig. 2g). Furthermore, the Pre-SiO-Al||LFP demonstrated excellent cycling stability, maintaining 93.9% of its initial capacity (125.8 mA h g−1) after 150 cycles at 0.5 C, in stark contrast to the rapid capacity fading observed in Pre-SiO||LFP (73.4% retention) and SiO||LFP (21.5% retention). To validate the practical applicability, we successfully powered an LED matrix using the assembled Pre-SiO-Al||LFP full cell, which exhibited bright and stable illumination (Fig. 2h). These results collectively highlight the synergistic advantages of chemical prelithiation combined with the pre-formed Li-Al-F-rich SEI layer, demonstrating the great potential for practical LIBs applications. To elucidate the role of the Li-Al-F alloy-rich artificial SEI film in preserving electrode integrity, SEM analyses were conducted on cycled electrodes. After 100 cycles at 1.0 A g−1, SiO and Pre-SiO electrodes showed significant loosening, cracking, and particle isolation, whereas the Pre-SiO-Al electrode maintained a smooth, crack-free surface (Fig. 3 a–c). This stability is attributed to the in-situ formed Li-Al-F phase SEI layer, which mitigates volume changes and enhances interfacial stability. The cycled Pre-SiO-Al anode also exhibited a unique needle-like morphology (Fig. S12), likely due to reduced surface energy and more uniform stress distribution due to the Li-Al-F phase SEI film. Moreover, the thickness of the Pre-SiO-Al anode increased by only 6.8% (from 7.02 to 7.50 μm, Fig. 3d), far lower than the 23.5% and 67.4% swelling rates of Pre-SiO and SiO electrodes (Fig. S13), respectively, confirming the effectiveness of Li-Al-F phase SEI film in buffering volume expansion. The surface roughness of three electrodes was investigated using atomic force microscopy (AFM). Before cycling, Pre-SiO exhibited a higher surface roughness (Rq = 41.7 nm) compared to Pre-SiO-Al (Rq = 34.6 nm). Logarithmic Derjaguin-Müller-Toporov (DMT) modulus analyses revealed the superior mechanical properties of the Li-Al-F phase SEI film. Specifically, the Pre-SiO-Al electrode demonstrated better mechanical properties with an average modulus of 1.27 log(Pa), versus 1.13 log(Pa) for Pre-SiO (Fig. S14). After 100 cycles, the Pre-SiO-Al anode showed the lowest surface roughness (Rq = 50.4 nm), significantly lower than those of Pre-SiO (77.0 nm) and pristine SiO (139.0 nm) (Fig. 3e), which aligns with SEM observations. Similarly, Pre-SiO-Al exhibited the highest average modulus of 2.26 log(Pa), substantially exceeding those of Pre-SiO (1.56 log(Pa)) and SiO (1.41 log(Pa)) (Fig. 3f). These results underscore the critical role of high-modulus SEI films in maintaining electrode integrity. Fig. 4 (a–c) presents the XPS depth profiling analyses of several electrodes in the delithiated state after 100 cycles at 1.0 A g−1. The Li 1s, F 1s, and C 1s spectra revealed that the SEI of all electrodes comprised both organic components and inorganic compounds, including Li2O, Li2CO3, and LiF (Fig. 4a and Fig. S15). Although the three electrodes exhibited similar SEI components due to the same electrolyte, the Pre-SiO-Al electrode uniquely contained Li-Al-F and AlF3 within its SEI. Notably, the AlF3 signal diminished with increasing etching depth and completely disappeared at 80 s (Fig. 4b). In contrast, the Li-Al-F signal maintained relatively strong intensity throughout the entire etching process, showing a gradually increasing trend, which indicates that it contains substantial components from the surface to the interior of the SEI film. This observation suggests that the enhanced lithium storage kinetics of the Pre-SiO-Al anode may be linked to the Li-Al-F phase. A comparison with the XPS data presented in Fig. 1(d) revealed a significant transformation in the aluminum-containing species within the SEI of the Pre-SiO-Al electrode after 100 cycles. Specifically, the proportion of AlF3 decreased from 50.3% to 41.2% (Fig. S16), while the Li-Al-F phase emerged as the dominant component, clearly confirming the reduction of AlF3 to Li-Al-F during cycling. The SEI layer thickness was inferred from the attenuation of XPS signals with increasing etching depth. For the cycled Pre-SiO-Al electrode, the C 1s spectra showed a significant reduction in Li2CO3 peaks at 240 s, with negligible C–O and C=O signals. In contrast, the Pre-SiO and SiO electrodes retained clear C–O, C=O, and Li2CO3 signals even at 320 s (Fig. 4c), suggesting a much thinner SEI film on the Pre-SiO-Al electrode. Furthermore, the absence of Si or Si compounds in the SEI allows the Si signal intensity to serve as an indicator of SEI thickness. The Si signal intensity increased significantly with etching depth for the Pre-SiO-Al anode (Fig. S17), increased slowly for the Pre-SiO anode, and remained negligible for the SiO electrode throughout the etching process, confirming the very thin SEI on the Pre-SiO-Al electrode [33]. Inorganic components in the SEI demonstrate superior Li+ transport capabilities compared to their organic counterparts, playing a more critical role in electrochemical performance. The spatial distribution of these inorganic components in the SEI of the Pre-SiO-Al anode was precisely mapped using advanced time-of-flight secondary ion mass spectrometry (ToF-SIMS). Three-dimensional visualization unveiled the presence of key compounds, including Li2O, Li2CO3, LiF, AlF3, and Li-Al-F (Fig. 4d). Notably, the Li-Al-F phase was identified as LiAlF4 through ToF-SIMS analysis, which may hold unique structural and functional significance within the SEI. Transmission electron microscopy (TEM) analysis provided detailed insights into the microstructure of SEI film. Prior to cycling, the Pre-SiO-Al anode develops a relatively mature SEI film (∼20 nm thickness, Fig. S18a and b) due to the synergistic effects of prelithiation and alloying reactions. After 100 cycles, the Pre-SiO-Al anode similarly demonstrates a highly uniform and compact SEI layer with a thickness of about 30 nm (Fig. 4e). High-resolution TEM imaging revealed distinct lattice fringes with spacings of 0.291, 0.231, 0.212, and 0.201 nm (Fig. 4f and Fig. S18c), corresponding to LiAlF4, Li2O, Li2CO3, and LiF, respectively. These crystallographic measurements not only confirmed the presence of these inorganic components but also provided complementary evidence for the identification of the Li-Al-F phase as LiAlF4. Furthermore, EDS analysis corroborated the relatively uniform distribution of these inorganic components throughout the SEI layer (Fig. 4g), suggesting a homogeneous electrochemical environment for Li+ transport. To further explore the kinetic characteristics of Li+ diffusion in SEI layer, the diffusion energy barriers of Li+ in various single SEI components including AlF3, LiAlF4, LiF, Li2O, and Li2CO3 were systematically calculated using density functional theory (DFT), as shown in Fig. 5 (a–e) and Fig. S19. The computational results show that AlF3 exhibits a high Li+ diffusion barrier of 1.2 eV due to its poor intrinsic insulating properties, indicating a low Li+ diffusivity [34,35]. However, it is noteworthy that the AlF3 coating plays a crucial role in stabilizing the SiO x -electrolyte interface during cycling. Its excellent mechanical strength and dynamic stress dissipation capability effectively mitigate SEI layer fracture caused by volume expansion [36]. Particularly striking is the finding that the LiAlF4 alloy, derived from the alloying reaction of AlF3, exhibits an exceptionally low diffusion barrier of merely 0.1 eV. This value is significantly lower than those of common natural SEI components such as Li2O (0.11 eV), Li2CO3 (0.29 eV), and LiF (0.67 eV). The results demonstrate that the LiAlF4 possesses distinct advantages in promoting ion diffusion, thereby enhancing the electrochemical performance of electrode material. Further structural analysis reveals that the low diffusion barrier of LiAlF4 may originate from its open crystal structure and weak Li+-lattice interactions [37]. In contrast, the higher diffusion barriers observed in Li2O, Li2CO3, and LiF are closely associated with their compact crystal structures and strong ionic bonding characteristics, which substantially restrict Li+ mobility. In particular, the strong localized charge density of F− in LiF, coupled with its unidirectional migration pathway, further exacerbates this diffusion limitation [12,13]. To validate these computational insights, we experimentally measured the activation energies for Li+ transport across SEI layers in Pre-SiO-Al, Pre-SiO, and SiO anodes (Fig. S20). The Pre-SiO-Al anode exhibited the lowest activation energy (8.38 kJ mol−1), outperforming Pre-SiO (18.05 kJ mol−1) and SiO (20.15 kJ mol−1) anodes. This result confirms that the LiAlF4 phase significantly facilitates faster Li+ migration and thus optimizes lithium transport kinetics. Fig. S21 plots the different SEI mechanisms for the three electrodes, visualizing the superior properties of Pre-SiO-Al for fast Li+ migration. Electrochemical testing results show excellent agreement with theoretical calculations. Galvanostatic intermittent titration technique (GITT) measurements (Fig. 5f and Fig. S22) demonstrate that the Pre-SiO-Al electrode exhibits a significantly higher Li+ diffusion coefficient ( D L i + ) compared to Pre-SiO and SiO electrodes, providing direct evidence of its superior ion transport capability. Furthermore, in-situ electrochemical impedance spectroscopy (EIS) tests (Fig. 5g and Fig. S23) reveal that all three electrodes display similar impedance variation trends throughout the whole charge-discharge process. Notably, the Pre-SiO-Al electrode consistently maintains the lowest impedance throughout both alloying and dealloying processes, indicating that the SEI layer containing the LiAlF4 phase not only enables enhanced Li+ diffusion kinetics but also ensures exceptional interfacial stability. To further elucidate the electrode kinetic processes, the distribution of relaxation times (DRT) model was employed for precise analysis. Based on the range of characteristic time constant (τ), the electrode reactions can be categorized into four primary processes, among which τ1 (∼10−5 s) corresponds to ohmic resistance, τ2 (10−4–10−2 s) reflects the electrolyte/SEI interfacial transfer impedance, τ3 (10−2–100 s) represents the SEI/electrode interfacial transfer impedance, and τ4 characterizes Li+ diffusion impedance within the SEI layer [38–40]. It is found that the Pre-SiO-Al electrode exhibits significantly lower characteristic values across all τ ranges compared to the reference electrodes (Fig. 5h, i and Fig. S24). The shorter relaxation times confirm that the optimized SEI structure effectively facilitates charge transfer processes and enhances ion transport capability. EIS analysis after 100 cycles (Fig. S25, Table S2) further indicate that the Pre-SiO-Al electrode consistently maintains the lowest electrochemical impedance among all tested samples, demonstrating exceptional interfacial stability and sustained ion transport that effectively suppress impedance rise during prolonged cycling. Collectively, the GITT and EIS results provide comprehensive evidence that the SEI layer incorporating the LiAlF4 phase not only markedly improves ion transport properties but also effectively enhances interfacial stability. 3 Conclusions In conclusion, this work presents a breakthrough in addressing the persistent challenges of Si-based anodes through an innovative “chemical prelithiation-alloying interface reconstruction” strategy to engineer an advanced Li-Al-F hybrid SEI layer. The exceptionally low Li+ diffusion barrier of Li-Al-F phase enables ultrafast ionic transport, addressing the kinetic limitations of conventional SEI layers. The unique mechanical properties of the Li-Al-F phase provide satisfactory stress dissipation capabilities, effectively accommodating volume fluctuations while maintaining structural integrity. The Pre-SiO-Al anode exhibits unprecedented electrochemical performance, achieving a high ICE of 92.0%, outstanding cycling stability (98.6% capacity retention after 100 cycles at 0.2 A g−1), and exceptional long-term durability (682.6 mA h g−1 after 2000 cycles at 1.0 A g−1). More importantly, the full cells assembled with the Pre-SiO-Al anode and LFP cathode exhibit 93.8% capacity retention after 150 cycles at 0.5 C. This work establishes a fundamental design paradigm for next-generation electrode/electrolyte interfaces through the development of a dual-functional mechanism that simultaneously addresses stress buffering and rapid mass transfer. The universal applicability of this interfacial engineering strategy enables its straightforward extension to various high-capacity electrode systems, thereby opening new avenues for advanced energy storage technologies in both electric vehicle and grid-scale applications. Experimental section Experimental details can be found in the Supporting Information. CRediT authorship contribution statement Haihang Huang: Writing – review & editing, Writing – original draft, Software, Investigation, Formal analysis, Data curation, Conceptualization. Yaoxiang Shan: Software, Investigation. Bingkun Zang: Software, Formal analysis. Longqing Zhang: Investigation. Quanqiang Yuan: Software. Xucai Yin: Writing – original draft, Investigation. Zhangfa Tong: Project administration, Investigation. Yang Ren: Writing – review & editing, Writing – original draft, Investigation, Funding acquisition, Formal analysis. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors acknowledge the financial support from the National Natural Science Foundation of China (NSFC, No. 22308067), the Nature Science Foundation of Guangxi Province (2025GXNSFBA069166), the Guangxi “Universal Support for Young Talents” Scientific Research Project (ZX02080030424007), the Dean Project of Guangxi Key Laboratory of Petrochemical Resource Processing and Process Intensification Technology (2022Z009), and the Innovation Project of Guangxi Graduate Education (YCSW2024131). The authors would like to thank the shiyanjia lab (www.shiyanjia.com) for the XPS tests. Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2025.05.066. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] M. Leng C. Hu Z. Zhou C. Xia L. Xie X. Li Z. Wang C. Li L. Wang Y. Chang Z. Zhou X. He eTransportation 24 2025 100402 M. Leng, C. Hu, Z. Zhou, C. Xia, L. Xie, X. Li, Z. Wang, C. Li, L. Wang, Y. Chang, Z. Zhou, X. He, eTransportation 24 (2025) 100402. [2] X. Chen B. Wang Y. Ye J. Liang J. Kong Energy Environ. Mater. 8 2025 e12838 X. Chen, B. Wang, Y. Ye, J. Liang, J. Kong, Energy Environ. Mater. 8 (2025) e12838. [3] Y. Ren L. Xiang X. Yin R. Xiao P. Zuo Y. Gao G. Yin C. Du Adv. Funct. Mater. 32 2022 2110046 Y. Ren, L. Xiang, X. Yin, R. Xiao, P. Zuo, Y. Gao, G. Yin, C. Du, Adv. Funct. Mater. 32 (2022) 2110046. [4] H. Dong T. Yang C. Liu D. Luo N. Liu Y. Gao Z. Shi Y. Zhang Z. Chen Energy Storage Mater. 75 2025 104072 H. Dong, T. Yang, C. Liu, D. Luo, N. Liu, Y. Gao, Z. Shi, Y. Zhang, Z. Chen, Energy Storage Mater. 75 (2025) 104072. [5] M. Gautam G.K. Mishra K. Bhawana C.S. Kalwar D. Dwivedi A. Yadav S. Mitra ACS Appl. Mater. Interfaces 16 2024 45809 45820 M. Gautam, G.K. Mishra, K. Bhawana, C.S. Kalwar, D. Dwivedi, A. Yadav, S. Mitra, ACS Appl. Mater. Interfaces. 16 (2024) 45809-45820. [6] S. Chae S.-H. Choi N. Kim J. Sung J. Cho Angew. Chem. Int. Ed. 59 2020 110 135 S. Chae, S.-H. Choi, N. Kim, J. Sung, J. Cho, Angew. Chem. Int. Ed. 59 (2020) 110-135. [7] P. Li J.-Y. Hwang Y.-K. Sun ACS Nano 13 2019 2624 2633 P. Li, J.-Y. Hwang, Y.-K. Sun, ACS Nano 13 (2019) 2624-2633. [8] X. Li X. Sun X. Hu F. Fan S. Cai C. Zheng G.D. Stucky Nano Energy 77 2020 105143 X. Li, X. Sun, X. Hu, F. Fan, S. Cai, C. Zheng, G.D. Stucky, Nano Energy 77 (2020) 105143. [9] H. Shen Y. An Q. Man J. Wang C. Liu B. Xi S. Xiong J. Feng Y. Qian Chem. Eng. J. 454 2023 140136 H. Shen, Y. An, Q. Man, J. Wang, C. Liu, B. Xi, S. Xiong, J. Feng, Y. Qian, Chem. Eng. J. 454 (2023) 140136. [10] W. He H. Xu Z. Chen J. Long J. Zhang J. Jiang H. Dou X. Zhang Nano-Micro Lett. 15 2023 107 W. He, H. Xu, Z. Chen, J. Long, J. Zhang, J. Jiang, H. Dou, X. Zhang, Nano-Micro Lett. 15 (2023) 107. [11] Y. Sun K. Zhang R. Chai Y. Wang X. Rui K. Wang H. Deng H. Xiang Adv. Funct. Mater. 33 2023 2303020 Y. Sun, K. Zhang, R. Chai, Y. Wang, X. Rui, K. Wang, H. Deng, H. Xiang, Adv. Funct. Mater. 33 (2023) 2303020. [12] J. Tan J. Matz P. Dong J. Shen M. Ye Adv. Energy Mater. 11 2021 2100046 J. Tan, J. Matz, P. Dong, J. Shen, M. Ye, Adv. Energy Mater. 11 (2021) 2100046. [13] Z. Li L. Wang X. Huang X. He Small 20 2024 2305429 Z. Li, L. Wang, X. Huang, X. He, Small 20 (2024) 2305429. [14] J. Sun S. Zhang J. Li B. Xie J. Ma S. Dong G. Cui Adv. Mater. 35 2023 2209404 J. Sun, S. Zhang, J. Li, B. Xie, J. Ma, S. Dong, G. Cui, Adv. Mater. 35 (2023) 2209404. [15] H. Zhu M.H.A. Shiraz L. Liu Y. Zhang J. Liu Appl. Surf. Sci. 578 2022 151982 H. Zhu, M.H.A. Shiraz, L. Liu, Y. Zhang, J. Liu, Appl. Surf. Sci. 578 (2022) 151982. [16] H. Tian Y.-M. Zhao Y.-F. Tian G. Li J.-Y. Li K.-C. Jiang W.-P. Wang X.-D. Li X.-S. Zhang Q. Xu H.-L. Li Y.-G. Guo Chem. Communications 58 2022 7920 7923 H. Tian, Y.-M. Zhao, Y.-F. Tian, G. Li, J.-Y. Li, K.-C. Jiang, W.-P. Wang, X.-D. Li, X.-S. Zhang, Q. Xu, H.-L. Li, Y.-G. Guo, Chem. Communications 58 (2022) 7920-7923. [17] Q. Man H. Shen C. Wei B. Xi S. Xiong J. Feng J. Energy. Chem. 92 2024 224 232 Q. Man, H. Shen, C. Wei, B. Xi, S. Xiong, J. Feng, J. Energy. Chem. 92 (2024) 224-232. [18] J. Jang I. Kang J. Choi H. Jeong K.-W. Yi J. Hong M. Lee Angew. Chem. Int. Ed. 59 2020 14473 14480 J. Jang, I. Kang, J. Choi, H. Jeong, K.-W. Yi, J. Hong, M. Lee, Angew. Chem. Int. Ed. 59 (2020) 14473-14480. [19] Y. Li Y. Qian Y. Zhao N. Lin Y. Qian Sci. Bull. 67 2022 636 645 Y. Li, Y. Qian, Y. Zhao, N. Lin, Y. Qian, Sci. Bull. 67 (2022) 636-645. [20] A. Hu W. Chen X. Du Y. Hu T. Lei H. Wang L. Xue Y. Li H. Sun Y. Yan J. Long C. Shu J. Zhu B. Li X. Wang J. Xiong Energy Environ. Sci. 14 2021 4115 4124 A. Hu, W. Chen, X. Du, Y. Hu, T. Lei, H. Wang, L. Xue, Y. Li, H. Sun, Y. Yan, J. Long, C. Shu, J. Zhu, B. Li, X. Wang, J. Xiong, Energy Environ. Sci. 14 (2021) 4115-4124. [21] X. Liang Q. Pang I.R. Kochetkov M.S. Sempere H. Huang X. Sun L.F. Nazar Nat. Energy 2 2017 17119 X. Liang, Q. Pang, I.R. Kochetkov, M.S. Sempere, H. Huang, X. Sun, L.F. Nazar, Nat. Energy 2 (2017) 17119. [22] M.R. Kotupalli M.G. Sahini V.K.R. Pulapa J. Elisadiki ChemistrySelect 9 2024 e202403617 M.R. Kotupalli, M.G. Sahini, V.K.R. Pulapa, J. Elisadiki, ChemistrySelect 9 (2024) e202403617. [23] M. Franco-Pérez J.L. Gázquez J. Phys. Chem. 123 2019 10065 10071 M. Franco-Pérez, J.L. Gázquez, J. Phys. Chem. 123 (2019) 10065-10071. [24] A.I. Boldyrev P.V.R. Schleyer Chem. Phys. Lett. 172 1990 193 200 A.I. Boldyrev, P.v.R. Schleyer, Chem. Phys. Lett. 172 (1990) 193-200. [25] X. Zhang M. Zhang J. Wu X. Hu B. Fu Z. Zhang B. Luo K. Khan Z. Fang Z. Xu M. Wu Nano Energy 115 2023 108700 X. Zhang, M. Zhang, J. Wu, X. Hu, B. Fu, Z. Zhang, B. Luo, K. Khan, Z. Fang, Z. Xu, M. Wu, Nano Energy 115 (2023) 108700. [26] Y. Li L. Wen W. Guo Chem. Soc. Rev. 52 2023 1168 1188 Y. Li, L. Wen, W. Guo, Chem. Soc. Rev. 52 (2023) 1168-1188. [27] J. Xie A.D. Sendek E.D. Cubuk X. Zhang Z. Lu Y. Gong T. Wu F. Shi W. Liu E.J. Reed Y. Cui ACS Nano 11 2017 7019 7027 J. Xie, A.D. Sendek, E.D. Cubuk, X. Zhang, Z. Lu, Y. Gong, T. Wu, F. Shi, W. Liu, E.J. Reed, Y. Cui, ACS Nano 11 (2017) 7019-7027. [28] Y. Lu W. Zhang S. Liu Q. Cao S. Yan H. Liu W. Hou P. Zhou X. Song Y. Ou Y. Li K. Liu ACS Nano 17 2023 9586 9599 Y. Lu, W. Zhang, S. Liu, Q. Cao, S. Yan, H. Liu, W. Hou, P. Zhou, X. Song, Y. Ou, Y. Li, K. Liu, ACS Nano 17 (2023) 9586-9599. [29] M. Li L. Huang B. Wu J. Liang J. Xiang T. Yan M. Tao L. Du Z. Cui H. Song Z. Liang Energy Storage Mater. 75 2025 104069 M. Li, L. Huang, B. Wu, J. Liang, J. Xiang, T. Yan, M. Tao, L. Du, Z. Cui, H. Song, Z. Liang, Energy Storage Mater. 75 (2025) 104069. [30] X. Chen C. Qin F. Chu F. Li J. Liu F. Wu Energy Environ. Sci. 18 2025 910 922 X. Chen, C. Qin, F. Chu, F. Li, J. Liu, F. Wu, Energy. Environ. Sci. 18 (2025) 910-922. [31] X. Mu C. Fu R. Li C. Du Y. Gao G. Yin P. Zuo J. Power Sources 557 2023 232537 X. Mu, C. Fu, R. Li, C. Du, Y. Gao, G. Yin, P. Zuo, J. Power Sources 557 (2023) 232537. [32] Y. Ren X. Yin L. Xiang R. Xiao H. Huo G. Yin C. Du J. Energy. Chem. 86 2023 300 307 Y. Ren, X. Yin, L. Xiang, R. Xiao, H. Huo, G. Yin, C. Du, J. Energy. Chem. 86 (2023) 300-307. [33] J. Fang K. Wu L. Qin J. Li A. Li H. Feng J. Colloid Interface Sci. 679 2025 819 829 J. Fang, K. Wu, L. Qin, J. Li, A. Li, H. Feng, J. Colloid Interface Sci. 679 (2025) 819-829. [34] S. Xu R.M. Jacobs H.M. Nguyen S. Hao M. Mahanthappa C. Wolverton D. Morgan J. Mater. Chem. 3 2015 17248 17272 S. Xu, R.M. Jacobs, H.M. Nguyen, S. Hao, M. MA hanthappa, C. Wolverton, D. Morgan, J. Mater. Chem. 3 (2015) 17248-17272. [35] S. Rodriguez A. Candia M.C.G. Jr E. Albanesi G. Ruano Phys. Chem. Chem. Phys. 23 2021 19579 19589 S. Rodriguez, A. Candia, M.C.G. Jr, E. Albanesi, G. Ruano, Phys. Chem. Chem. Phys. 23 (2021) 19579-19589. [36] H. Park S. Choi S. Lee G. Hwang N.-S. Choi S. Park J. Mater. Chem. 3 2015 1325 1332 H. Park, S. Choi, S. Lee, G. Hwang, N.-S. Choi, S. Park, J. Mater. Chem. 3 (2015) 1325-1332. [37] J. Liu S. Wang Y. Qie Q. Sun Mater. Today Energy 21 2021 100719 J. Liu, S. Wang, Y. Qie, Q. Sun, Mater. Today Energy. 21 (2021) 100719. [38] L. Li C. Fang W. Wei L. Zhang Z. Ye G. He Y. Huang Nano Energy 72 2020 104651 L. Li, C. Fang, W. Wei, L. Zhang, Z. Ye, G. He, Y. Huang, Nano Energy 72 (2020) 104651. [39] Y. Lu C.-Z. Zhao J.-Q. Huang Q. Zhang Joule 6 2022 1172 1198 Y. Lu, C.-Z. Zhao, J.-Q. Huang, Q. Zhang, Joule 6 (2022) 1172-1198. [40] L. Li X. Gong C. Chen Z. Huang W. Chen Q. Jiang J. Chen J. Wang L. He T. Cheng H. Wang S. Ye X. Yang X. Ren X. Ouyang J. Liu Q. Zhang J. Hu Adv. Funct. Mater. 35 2025 2424567 L. Li, X. Gong, C. Chen, Z. Huang, W. Chen, Q. Jiang, J. Chen, J. Wang, L. He, T. Cheng, H. Wang, S. Ye, X. Yang, X. Ren, X. Ouyang, J. Liu, Q. Zhang, J. Hu, Adv. Funct. Mater. n/a (2025) 2424567.",
      "scopus-id": "105008566051",
      "coredata": {
        "eid": "1-s2.0-S2095495625004747",
        "dc:description": "This study innovatively proposes a “chemical prelithiation/alloying-induced interfacial reconstruction” synergistic strategy that fundamentally improves the performance of Si-based anodes. Through a precisely controlled process leveraging orbital energetics and Lewis acid catalysis, we successfully engineer a Li-Al-F phase on the interface of SiO (denoted as Pre-SiO-Al) anodes via sequential chemical prelithiation and AlF3-driven interfacial alloying reactions. This novel approach breaks through the ion transport limitations of traditional LiF-dominated solid electrolyte interphase (SEI) layers, while concurrently addressing the critical challenges of low initial Coulombic efficiency (ICE) and severe volume expansion. Mechanism studies reveal that the Li-Al-F offers an ultralow Li+ diffusion barrier (0.1 eV), significantly enhancing interfacial ion transport kinetics. Meanwhile, the high mechanical strength and dynamic stress dissipation capability of Li-Al-F effectively suppress SEI fracture caused by volume expansion, enabling coordinated deformation compatibility between the electrode and the interfacial layer. The Pre-SiO-Al anode maintains a high capacity of 682.6 mA h g−1 after 2000 cycles at 1.0 A g−1 with near 100% capacity retention. When paired with LiFePO4 cathode, the Pre-SiO-Al||LFP full cell achieves impressive rate capability and cycling stability (93.8% capacity retention after 150 cycles at 0.5 C), demonstrating strong commercialization potential.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625004747",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Huang, Haihang"
          },
          {
            "@_fa": "true",
            "$": "Shan, Yaoxiang"
          },
          {
            "@_fa": "true",
            "$": "Zang, Bingkun"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Longqing"
          },
          {
            "@_fa": "true",
            "$": "Yuan, Quanqiang"
          },
          {
            "@_fa": "true",
            "$": "Yin, Xucai"
          },
          {
            "@_fa": "true",
            "$": "Tong, Zhangfa"
          },
          {
            "@_fa": "true",
            "$": "Ren, Yang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625004747"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625004747"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00474-7",
        "prism:volume": "109",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Bridging chemical relithiation and alloying reaction to engineer a Li-Al-F interface for enhanced lithium storage kinetics",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-ion batteries"
          },
          {
            "@_fa": "true",
            "$": "Silicon suboxide"
          },
          {
            "@_fa": "true",
            "$": "Chemical prelithiaton"
          },
          {
            "@_fa": "true",
            "$": "AlF3"
          },
          {
            "@_fa": "true",
            "$": "SEI film"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "541-549",
        "prism:endingPage": "549",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2025",
        "prism:doi": "10.1016/j.jechem.2025.05.066",
        "prism:startingPage": "541",
        "dc:identifier": "doi:10.1016/j.jechem.2025.05.066",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "401",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26068",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "911",
            "@width": "746",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "182900",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "648",
            "@width": "745",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "127033",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "674",
            "@width": "761",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "152062",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "528",
            "@width": "761",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "120130",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "681",
            "@width": "744",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "132009",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15341",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "134",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11813",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "188",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12255",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "185",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13755",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "152",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15267",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "179",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11601",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1775",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "158888",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "4030",
            "@width": "3301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1101168",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2872",
            "@width": "3300",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "743133",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2985",
            "@width": "3370",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1053306",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2336",
            "@width": "3370",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "852184",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3018",
            "@width": "3295",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "726687",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "10878205",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3785",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "14508",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "7706",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004747-si4.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3776",
            "@ref": "si4",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105008566051"
      }
    }
  }
}