{
  "metadata": {
    "title": "Cooperation of nitrogen-doping and catalysis to improve the Li-ion storage performance of lignin-based hard carbon",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2018-09-30",
    "doi": "10.1016/j.jechem.2018.01.013",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495617310987",
    "pii": "S2095495617310987"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85042028012",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2018-02-03 2018-02-03 2018-08-31 2018-08-31 2020-11-27T19:55:53 1-s2.0-S2095495617310987 S2095-4956(17)31098-7 S2095495617310987 10.1016/j.jechem.2018.01.013 S300 S300.2 FULL-TEXT 1-s2.0-S2095495618X00059 2020-11-27T21:18:59.859621Z 0 0 20180901 20180930 2018 2018-02-03T03:41:49.661646Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor orcid primabst ref specialabst 2095-4956 20954956 false 27 27 5 5 Volume 27, Issue 5 13 1390 1396 1390 1396 201809 September 2018 2018-09-01 2018-09-30 2018 Regular articles article fla © 2018 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. COOPERATIONNITROGENDOPINGCATALYSISIMPROVELIIONSTORAGEPERFORMANCELIGNINBASEDHARDCARBON YANG Z 1 Introduction 2 Experimental 2.1 Materials synthesis 2.2 Materials characterization 2.3 Electrochemical measurements 3 Results and discussion 3.1 Morphology and structure 3.2 Electrochemical performance 4 Conclusions Acknowledgments Appendix Supplementary materials References CHENG 2017 10403 X WANG 2015 5654 T YUAN 2015 645 652 X LI 2017 495 503 T TANG 2017 1604103 C TAN 2018 3707 3713 L GOODENOUGH 2010 587 603 J WANG 2018 272 278 J ZHOU 2017 164 167 Y SCHROEDER 2012 A1240 A1245 M YANG 2016 339 346 Z CHANG 2015 1352 1357 Z ZHANG 2016 600 607 X WANG 2001 2211 2214 Q HAN 2016 432 438 Y WU 2011 5463 Z QIE 2012 2047 L WANG 2013 328 334 Z SHI 2016 184 191 L YAN 2017 495 501 Z CAI 2017 33876 33886 J PARK 2000 995 1001 C TAO 1995 L211 L214 Z ZHANG 2013 310 316 L TENHAEFF 2014 86 94 W ZHANG 2015 1136 1142 W QIAN 2014 2156 2163 Y LIU 2011 5947 J HOU 2015 7861 7866 H SEVILLA 2006 468 474 M YANG 2017 15302 15309 Z PELS 1995 1641 1653 J CAI 2017 165 174 J WANG 2017 131 140 R HASEGAWA 2015 G ZHOU 2016 130 137 R WANG 2015 46558 46563 W HAN 2014 597 604 S RYU 2015 10405 10412 D YANGX2018X1390 YANGX2018X1390X1396 YANGX2018X1390XZ YANGX2018X1390X1396XZ 2020-08-31T00:00:00.000Z 2020-08-31T00:00:00.000Z © 2018 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. 2019-03-02T23:39:28.879Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2095495617310987 Fundamental Research Funds for the Central Universities of Central South University 2017zzts126 Fundamental Research Funds for Central Universities of the Central South University http://data.elsevier.com/vocabulary/SciValFunders/501100012476 http://sws.geonames.org/1814991/ Shenzhen Greenway Technology Co. H20150420035 Science and Technology research on strategic emerging industry of Hunan Province, China 2016GK4029 This work was financially supported by the Science and Technology research on strategic emerging industry of Hunan Province, China (Grant No. 2016GK4029 ), Shenzhen Greenway Technology Co., Ltd in China (No. H20150420035 ), and the Fundamental Research Funds for the Central Universities of Central South University (No. 2017zzts126 ). item S2095-4956(17)31098-7 S2095495617310987 1-s2.0-S2095495617310987 10.1016/j.jechem.2018.01.013 286353 2020-11-27T21:18:59.859621Z 2018-09-01 2018-09-30 1-s2.0-S2095495617310987-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/MAIN/application/pdf/f6c47d4f9ad280ff85282a562fa838e7/main.pdf main.pdf pdf true 2895230 MAIN 7 1-s2.0-S2095495617310987-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/PREVIEW/image/png/642625d7df7db80fbf95b3e1f52e85cc/main_1.png main_1.png png 59484 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495617310987-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/fx1/DOWNSAMPLED/image/jpeg/7786c90cb4ab5d9d7fa8dd295eef5957/fx1.jpg fx1 true fx1.jpg jpg 30608 185 301 IMAGE-DOWNSAMPLED 1-s2.0-S2095495617310987-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr1/DOWNSAMPLED/image/jpeg/9fc2e330ad3a243efcb66d1f372d8dd8/gr1.jpg gr1 gr1.jpg jpg 34835 229 612 IMAGE-DOWNSAMPLED 1-s2.0-S2095495617310987-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr2/DOWNSAMPLED/image/jpeg/8f9cbeef56cc0743c286fd73e9dac0f1/gr2.jpg gr2 gr2.jpg jpg 192919 682 678 IMAGE-DOWNSAMPLED 1-s2.0-S2095495617310987-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr3/DOWNSAMPLED/image/jpeg/95af7e526cdabeb1b7a09480308a2c52/gr3.jpg gr3 gr3.jpg jpg 81787 491 640 IMAGE-DOWNSAMPLED 1-s2.0-S2095495617310987-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr4/DOWNSAMPLED/image/jpeg/68df7f40582ca82b6ee1ae9f58186b16/gr4.jpg gr4 gr4.jpg jpg 131186 736 640 IMAGE-DOWNSAMPLED 1-s2.0-S2095495617310987-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/sc1/DOWNSAMPLED/image/jpeg/f6089a80e09952dbaa308a2dc718e772/sc1.jpg sc1 sc1.jpg jpg 22829 265 640 IMAGE-DOWNSAMPLED 1-s2.0-S2095495617310987-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/fx1/THUMBNAIL/image/gif/b4eeee897729c6c7540267f4cf73f261/fx1.sml fx1 true fx1.sml sml 24369 134 219 IMAGE-THUMBNAIL 1-s2.0-S2095495617310987-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr1/THUMBNAIL/image/gif/f33a3c0a0b651841f0498f215dd7c59c/gr1.sml gr1 gr1.sml sml 6061 82 219 IMAGE-THUMBNAIL 1-s2.0-S2095495617310987-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr2/THUMBNAIL/image/gif/4247d077e79187196bc6694443d4c5d1/gr2.sml gr2 gr2.sml sml 16659 164 163 IMAGE-THUMBNAIL 1-s2.0-S2095495617310987-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr3/THUMBNAIL/image/gif/f03f081b3df59d558c627df4905488d7/gr3.sml gr3 gr3.sml sml 11528 164 213 IMAGE-THUMBNAIL 1-s2.0-S2095495617310987-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr4/THUMBNAIL/image/gif/e6140af55ec9b0b6d04f9645e36bcc58/gr4.sml gr4 gr4.sml sml 10004 163 142 IMAGE-THUMBNAIL 1-s2.0-S2095495617310987-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/sc1/THUMBNAIL/image/gif/928970267099752d2b8bdcf43ff6e237/sc1.sml sc1 sc1.sml sml 3569 91 219 IMAGE-THUMBNAIL 1-s2.0-S2095495617310987-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/fx1/HIGHRES/image/jpeg/3ee571b767ed03e80f6134ae25ec3f5e/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 308712 818 1333 IMAGE-HIGH-RES 1-s2.0-S2095495617310987-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr1/HIGHRES/image/jpeg/a7a367b90ecead1941a3545c6c06657b/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 279704 1014 2711 IMAGE-HIGH-RES 1-s2.0-S2095495617310987-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr2/HIGHRES/image/jpeg/12f64fea8b7e46ac62fa381ce8d74b0b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1870166 3017 3000 IMAGE-HIGH-RES 1-s2.0-S2095495617310987-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr3/HIGHRES/image/jpeg/021654c06581497ca0c9b548a6ad7864/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 593408 2175 2833 IMAGE-HIGH-RES 1-s2.0-S2095495617310987-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/gr4/HIGHRES/image/jpeg/eef06167b5d030bcd84c1c3d0e3b96f6/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 976978 3261 2835 IMAGE-HIGH-RES 1-s2.0-S2095495617310987-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/sc1/HIGHRES/image/jpeg/1305dd6f3353a278cc991e510db08edd/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 129396 1174 2833 IMAGE-HIGH-RES 1-s2.0-S2095495617310987-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495617310987/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/18ad8b83bff0ff4e5031668ffca37cca/mmc1.docx mmc1 mmc1.docx docx 1555891 APPLICATION JECHEM 520 S2095-4956(17)31098-7 10.1016/j.jechem.2018.01.013 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Scheme 1 The synthesis mechanism of lignin-melamine resins. Fig sch1 Fig. 1 (a) FTIR spectra of lignin and lignin-melamine resins, (b) XRD patterns of all samples. Fig 1 Fig. 2 SEM images of (a) CLM and (b) CLM-Ni. TEM and HRTEM images of (c,d) CLM and (e,f) CLM-Ni. Fig 2 Fig. 3 (a) Nitrogen adsorption/desorption isotherms of CL, CLM and CLM-Ni, (b) pore size distribution determined by the BJH model, (c) the wide scan XPS spectra of CL, CLM and CLM-Ni, (d) N 1 s XPS spectra of CLM-Ni. Fig 3 Fig. 4 (a) CV curves of CLM-Ni at 0.1 mV s−1 (Inset: CV curves of CLM), (b) GCD curves of CLM-Ni at 0.1 A g−1 for the initial three cycles, (c) GCD curves of all samples at 0.1 A g−1 for the fifth cycle, (d) rate capability of all samples at 0.1, 0.2, 0.5, 1, 2 and 5 A g−1, (e) Nyquist plots of all samples after initial cycling for 5 times at 0.1 A g−1, (f) cyclic stability of all samples at 0.5 A g−1 for 300 cycles after initial cycling for 5 times at 0.1 A g−1. Fig 4 Table 1 Physical parameters and elemental content of CL, CLM and CLM-Ni. Table 1 Samples S BET a (m2 g−1) V t b (cm3 g−1) Average pore size (nm) Conductivity (S m−1) Elemental content (%) C O N CL 14.6 0.003 ∼ 240 94 6 CLM 36.1 0.028 3.2 345 92 6 2 CLM-Ni 79.2 0.216 10.9 909 91 7 1.4 a The specific surface area (SSA) was calculated by BET equation. b The total pore volume (TPV) was obtained at relative pressure p/p 0 = 0.99. Cooperation of nitrogen-doping and catalysis to improve the Li-ion storage performance of lignin-based hard carbon Zhewei Yang Huajun Guo ⁎ Feifei Li Xinhai Li Zhixing Wang Lizhi Cui Jiexi Wang School of Metallurgy and Environment, Central South University, Changsha 410083, Hunan, China School of Metallurgy and Environment Central South University Changsha Hunan 410083 China ⁎ Corresponding author. Hard carbon draws great interests as anode material in lithium ion batteries (LIBs) due to its high theoretical capacity, high rate capability and abundance of its precursors. Herein we firstly synthesize the lignin-melamine resins by grafting melamine onto lignin. Afterwards, nitrogen doped hard carbon is prepared by the pyrolysis of lignin-melamine resins with the aid of catalyst (Ni(NO3)2·6H2O) at 1000 °C. Compared with the samples without nitrogen-doping and catalysis, as-prepared nitrogen doped hard carbon exhibits higher reversible capacity (345 mAh g–1 at 0.1 A g−1), higher rate capability (145 mAh g−1 at 5 A g–1) and excellent cycling stability. The superior electrochemical performance is ascribed to the synergistic effect of nitrogen doping, graphitic structure and amorphous structure. Among them, nitrogen doping could create the vacancies around the nitrogen sites, which enhance the reactivity and the electronic conductivity of materials. Additionally, graphitic structure also enhances the electronic conductivity of materials, thus improving the electrochemical performance of hard carbon. It is worthwhile that lignin, renewable and abundant biopolymer, is converted to hard carbon with good electrochemical performance, which realizes the high value utilization of lignin. Graphical abstract The superior Li-ion storage performance of lignin-based hard carbon is ascribed to the synergistic effect of nitrogen doping, graphitic structure and amorphous structure. Image, graphical abstract Keywords Hard carbon Lignin Melamine Nitrogen-doping Catalysis 1 Introduction Nowadays, facing the challenges of ecological environmental pollution and natural resources’ shortage, it is urgent for all industry to pursue “green” or sustainable development [1–6]. In the field of energy conversion and storage, lithium ion batteries (LIBs) are considered to be the most efficient energy storage devices for electric vehicles, which call for high energy density, high power density and long cycling life [7–9]. Various carbon materials have been investigated as anode materials for LIBs, including graphite, soft carbon and hard carbon [10,11]. Among them, hard carbon draws great interests as anode material due to its high theoretical capacities, high rate capability and abundance of its precursors [12–15]. The intrinsically disordered microarchitecture of hard carbon is in favour of the insertion, adsorption and transmission of lithium ion. However, hard carbon prepared at low temperature has much structure defects and a low conductivity, which goes against its electrochemical performance. Nitrogen-doping is an effective approach to improve the electrochemical performance for the carbon-based anode [16–19]. The presence of N heteroatoms can generate extrinsic defects and greatly enhance the ion and electron diffusion of the carbon-based materials. For example, Huang prepared the N-doped porous carbon fibers derived from polypyrrole as anodes in LIBs, which exhibited capacity as high as 1200 mAh g−1, superior rate capability and cyclic stability [17]. Additionally, catalytic action is able to introduce the graphitic structure within carbonaceous material, which is also conducive to its electronic conductivity, thus enhancing the electrochemical performance [20,21]. To date, different materials have been served as precursors for hard carbon, such as pitch [22], phenol formaldehyde resin [23] and biomass [24]. Lignin, as the second most abundant biopolymer in nature after cellulose, is one kind of attractive carbon precursor because of abundance, carbon rich, low cost and renewable. In addition, lignin is main by-product treated as a waste in pulp and paper industry, which pollutes the environment and the soil. Therefore, it is of great significance to convert lignin or lignin derivatives to high value added products [25–27]. Herein, lignin-melamine resins as the precursors containing N heteroatoms are firstly synthesized by grafting melamine onto lignin. Afterwards, nitrogen doped hard carbon is prepared by the pyrolysis of lignin-melamine resins with the aid of catalyst (Ni(NO3)2·6H2O). The structure and electrochemical performance are characterized and the relationship between them is also discussed. 2 Experimental 2.1 Materials synthesis Lignin was purchased from Yanghai environmental materials company (Shandong, China). The lignin-melamine resins were synthesized using lignin, melamine and formaldehyde solution as ingredients. 2 g of lignin were dispersed into 50 mL ammonia aqueous solution (pH = 9∼10, Solution A). Then, 0.5 g melamine and 5 mL formaldehyde solution were dissolved in 10 mL of distilled water (Solution B). Next, solution B was added into solution A with continually stirring at 90 °C for 4 h. The mixture solution was cooled down to room temperature. Then the pH of solution was adjusted to the required value (pH = 1∼2) by adding 1 M hydrochloric acid (HCl) solution to precipitate lignin-melamine resins. Finally, the lignin-melamine resins were collected after centrifugation, drying and thermocompression. Afterwards, the lignin-melamine resins as precursors were carbonized and catalyzed at 1000 °C with the help of Ni(NO3)2·6H2O. Specifically, the precursors were impregnated with Ni(NO3)2 solution for 12 h. The mass ratio of Ni to precursor was kept at 3/10. After stirring in oil bath, the dry mixture was removed to a crucible and then sintered under argon atmosphere at 1000 °C for 4 h (heating/cooling rate: 3 °C min−1). At last, the obtained materials were dipped into 1 M HCl for 12 h to remove the nickel residual in matrix, followed by filtering and drying. The resulting lignin-melamine resin based hard carbon was named as CLM-Ni. For comparison, lignin and lignin-melamine resins were carbonized at 1000 °C without catalyst and prepared samples were named as CL and CLM, respectively. 2.2 Materials characterization FTIR was carried out on Fourier transform infrared spectrometer (Nicolet 6700). The microstructure was characterized by transmission electron microscopy (TEM, Tecnai G12, 200 kV). X-ray diffraction patterns were obtained on Rigaku Rint-2000 X-ray diffractometer with Cu-Kα radiation (λ = 0.15406 nm). The X-ray photoelectron spectroscopy (XPS) was performed on VG Multilab 2000. Nitrogen adsorption/desorption isotherms at 77.3 K were obtained using a Micromeritics ASAP 2020 surface area and porosity analyzer. The specific surface area (SSA) was calculated by the Brunauer–Emmett–Teller (BET) equation. The pore size distribution (PSD) was analyzed using the BJH model. The electronic conductivities of all samples were tested using ST-2722 semiconductor resistivity of the powder tester by four-point probe method. 2.3 Electrochemical measurements The working electrodes were prepared by coating a mixture of as-prepared material with Super P conductive agent and poly (vinylidene fluoride) (PVDF) binder in a weight ratio 8:1:1 dissolved in N-methyl pyrrolidinone (NMP) on copper foil. Then the electrodes were dried at 120 °C for 6 h and punched into disks in diameter of 12 mm. The electrochemical performance was tested in CR2025 coin cells with Li metal as the counter electrode. The mixture solution of 1 M LiPF6 in ethylene carbonate (EC), ethyl methyl carbonate (EMC) and dimethyl carbonate (DMC) (1/1/1, v/v/v) served as electrolyte. The cyclic voltammetry (CV) was tested using CHI1000C multi-channel potentiostat. Galvanostatic chargingdischarging (GCD) was carried out using a Neware GCD system. Electrochemical impedance spectroscopy (EIS) was tested by a CHI 660A electrochemical workstation in the frequency range of 10−2∼105 Hz. All electrochemical measurements were operated at room temperature. 3 Results and discussion 3.1 Morphology and structure Lignin-melamine resins were firstly synthesized by grafting melamine onto lignin and the synthesis mechanism of lignin-melamine resins is shown in Scheme 1 . In order to graft melamine onto lignin, melamine was treated by carboxymethylation process firstly with the aid of formaldehyde. Then the condensation polymerization between carboxymethylated melamine and lignin occurred to form lignin-melamine resins. The FTIR spectra of lignin and lignin-melamine resin are shown in Fig. 1 (a). For lignin, the peaks at 1332 cm−1 and 1120 cm−1 are attributed to the C–O and C–H stretching vibration of syringyl lignin, respectively. The successful incorporation of melamine into lignin is demonstrated by the characteristic peaks at 1558 cm−1, 1352 cm−1 and 814 cm−1, which present the aromatic C–N stretching, ‘‘breathing’’ modes and deformation vibration in the triazine unit, respectively [28]. Additionally, the result is also demonstrated by the XPS analysis as shown in Fig. S1. N 1 s spectra could be fitted into two peaks corresponding to the neutral imine nitrogen atoms (CNHC) at 398.4 eV and triazine nitrogen atoms (C = NC) at 399.6 eV, respectively. The nitrogen content is as high as 31%. The XRD patterns of CL, CLM and CLM-Ni are displayed in Fig. 1(b). CL and CLM show two steamed bread peaks at ∼23° and ∼43° corresponding to the 002 and 100 planes, respectively, which indicate the amorphous structure [29]. However, CLM-Ni presents a relative sharp peak at 26.12° indicative of the formation of graphitic structure. The average graphene interlayer spacing (d 002) is 0.341 nm calculated by the Bragg's Law, which is larger than that of graphite (0.335 nm). In addition, the characteristic peaks of metallic nickel (JCPDS 89-7128) at 44.47°, 51.87° and 76.51° were observed after dipping and washing by HCl solution adequately. The SEM, TEM and HRTEM images of CLM and CLM-Ni are presented in Fig. 2 . CLM shows irregular particles with smooth surface as shown in Fig. 2(a). Additionally, the worm-like nanocarbon observed in HRTEM (Fig. 2d) reveals the amorphous structure. Nevertheless, the surface of LCM-Ni particles becomes rough and fluffy due to complex catalytic action as shown in Fig. 2(b). From the TEM (Fig. 2e) image, much nanocapsules and gauze-like nanosheets are observed. And the HRTEM image of LCM-Ni (Fig. 2f) reveals the graphitic structure embedded in amorphous carbon. The formation of graphitic structure was owing to the mechanisms of catalytic graphitization involving in the dissolution of amorphous carbon into catalyst particles followed by the precipitation of graphitic carbon [30,31]. Specifically speaking, the nickel nitrate in composite was firstly decomposed into corresponding nickel oxides at ∼300 °C. Secondly, the carbon reduced nickel oxides into metallic nickel during heating process. Finally, nickel oxides and metallic nickel in carbon matrix as catalyst help to convert the amorphous carbon into the order carbon. After dipping and washing adequately by HCl solution, trace amounts of metallic nickel embedded in matrix are retained. The obtained results from HRTEM images agree well with the XRD analysis. Fig. 3 (a,b) and Table 1 offer the detail textural characters of as-prepared samples. CLM-Ni possesses a specific surface area of 79.2 m2 g−1, which is higher than CLM (36.1 m2 g−1) and CL (14.6 m2 g−1). Type IV isotherms and pronounced hysteresis loops corresponding to the capillary condensation of CLM-Ni could be seen in Fig. 3(a), which indicates the existence of mesopores. The pore size center is located at 3.7 nm and average pore size is 10.9 nm for CLM-Ni, which are larger than CLM (pore size center of ∼2 nm and average pore size of 3.2 nm). It is proved that the SSA and pore size of CLM-Ni are increased after catalytic process. The mespores are formed because of the dissolution of metallic nickel and the complex carbonation process. XPS was used to investigate the elemental composition of CL, CLM and CLM-Ni. As shown in wide scan XPS spectra (Fig. 3c), the main components of all samples are carbon (C 1 s at ∼285 eV) and oxygen (O 1 s at ∼533 eV). As for CLM and CLM-Ni, additionally, the weak N 1 s peak at ∼400 eV is found indicating the successful incorporation of melamine into lignin indirectly. The nitrogen contents in CLM and CLM-Ni are 2% and 1.4%, respectively. As for CLM-Ni, the high-resolution N 1 s spectra (Fig. 3d) could be fitted into three major components corresponding to pyridinic nitrogen at 398.7 eV, pyrrolic nitrogen at 401.1 eV and graphitic nitrogen at 402.8 eV, respectively [32,33]. It is reported that N heteroatoms within carbonaceous material is able to create the vacancies and dangling bonds around the nitrogen sites, which enhance the reactivity and the electronic conductivity, thus improving the electrochemical performance of carbonaceous material [19]. In addition, metallic nickel (0.21 wt%) was also observed. The electronic conductivities of all samples were tested by four-point probe method. As shown in Table 1, CLM-Ni possesses higher electronic conductivity (909 S m−1) than CL (240 S m−1) and CLM (345 S m−1). 3.2 Electrochemical performance The CV curves of CLM-Ni and CLM tested at the scan rate of 0.1 mV s−1 are shown in Fig. 4 (a) and inset, respectively. Both of CLM-Ni and CLM display the large irreversible peak at ∼0.7 V during the first cathodic scan, which is related to the formation of the solid electrolyte interface (SEI) film due to the decomposition of electrolyte protecting electrolyte from continuous decomposition during subsequent cycling [34]. Compared with CLM (inset), CLM-Ni presents relative sharp redox peaks at 0.01∼0.15 V, which is ascribed to the formation of different graphite intercalation compounds (GIC) in the process of charging and discharging. The GCD curve of CLM-Ni during the initial three cycles at 0.1 A g−1 is displayed in Fig. 4(b). CLM-Ni presents the sloping profile and the voltage hysteresis phenomenon corresponding to the characteristic of hard carbon. CLM-Ni exhibits the initial charge capacity of 345 mAh g−1 and the low initial coulombic efficiency of 50% caused by large specific surface area. The GCD curves of CL, CLM and CLM-Ni at 0.1 A g−1 for the fifth cycle are shown in Fig. 4(c). CLM presents higher reversible capacity (338 mAh g−1) than that of CL (259 mAh g−1), which domesticates that nitrogen doping helps to improve capacity due to the enhancement of electrochemical reactivity. CLM and CLM-Ni possess almost capacities according to the inset of Fig. 4(c). However, the charge plateau capacity of CLM-Ni below 0.2 V is 85 mAh g−1, which is higher than that of CLM (71 mAh g−1) due to the formation of graphic structure. The rate capabilities of CL, CLM and CLM-Ni at 0.1, 0.2, 0.5, 1, 2 and 5 A g−1 are presented in Fig. 4(d). At 0.1 A g−1, the charge specific capacities of CL, CLM and CLM-Ni are 259, 338 and 321 mAh g−1, respectively. With the rise of current density, the specific capacity decreases. At 1 A g−1, CLM-Ni exhibits capacity retention of 69% with respect to initial specific capacity at 0.1 A g−1, which is higher than that of CLM (55%) and CL (42%). Even at 5 A g−1, CLM-Ni exhibits the capacity retention of 42%. CLM-Ni displays much better rate capability due to the cooperation of nitrogen-doping and catalysis. Graphitic nitrogen and pyridine nitrogen in carbon matrix are positively charged, which make for electrons transferring through the carbon, improving the electrochemical performance at high rates [35]. Additionally, the graphitic structure generated by catalysis could also improve the electrical conductivity of hard carbon. The conclusion could also be confirmed by EIS analysis. The Nyquist plots of three samples are shown in Fig. 4(e), which consist of two semicircles at high frequency and a linear slope at low frequency corresponding to the surface film resistance (R f) at high frequency, the charge transfer resistance (R ct) at medium frequency and the Warburg resistance (W o) at low frequency. In addition, the intercept along X-axis indicates the electrolyte resistance (R s) [36]. The plots are fitted with the aid of an appropriate electric equivalent circuit as shown in the inset of Fig. 4(e) and the fitting parameter values of three samples are presented in Table S1. Three samples have relative low R s ( < 5 Ω). CLM-Ni has lower R f (35 Ω) and R ct (18 Ω) than those of CLM (R f: 43 Ω; R ct: 33 Ω) and CL (R f: 67 Ω; R ct: 86 Ω). CLM-Ni possesses the lowest R ct indicating the highest rate capability among as-prepared samples. Compared with the electrochemical performances of some biomass derived hard carbons reported in literatures as shown in Table S2, CLM-Ni also displays much better rate capability [12,26,37–39]. The cycling stability of CL, CLM and CLM-Ni at 0.5 A g−1 after initial cycling for 5 cycles at 0.1 A g−1 is exhibited in Fig. 4(f). Three samples display favourable cycling stability. The charge specific capacity of CLM-Ni could retain 248 mAh g−1 after 300 cycles. In a word, superior electrochemical performance for CLM-Ni is attributed to the synergistic effect of nitrogen doping, graphitic structure and amorphous structure. Among them, nitrogen-doping could not only generate extrinsic defects in favour of Li storage and consequently improve the reversible capacity, but also improve the electrical conductivity of lignin based hard carbon. The graphitic structure formed during catalytic process also enhances the electrical conductivity which is conducive to the rate capability. 4 Conclusions In summary, the melamine is successfully grafted onto lignin and nitrogen doped hard carbon (CLM-Ni) is prepared by the pyrolysis of lignin-melamine resins with the aid of catalyst at 1000 °C. The nitrogen content in CLM-Ni is 1.4% by XPS analysis. Additionally, XRD and TEM analysis demonstrated that graphitic structure and amorphous structure are coexisted in CLM-Ni. CLM-Ni presents high reversible capacity (345 mAh g−1 at 0.1 A g−1), high rate capability (145 mAh g−1 at 5 A g−1) and excellent cycling stability. The favourable electrochemical performance is attributed to the synergistic effect of nitrogen doping, graphitic structure and amorphous structure. More importantly, lignin, the renewable and abundant biopolymer, is converted to hard carbon with good electrochemical performance, which realizes the high value utilization of lignin. Acknowledgments This work was financially supported by the Science and Technology research on strategic emerging industry of Hunan Province, China (Grant No. 2016GK4029), Shenzhen Greenway Technology Co., Ltd in China (No. H20150420035), and the Fundamental Research Funds for the Central Universities of Central South University (No. 2017zzts126). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jechem.2018.01.013. Appendix Supplementary materials Image, application 1 References [1] Cheng X.B. Zhang R. Zhao C.Z. Zhang Q. Chem. Rev. 117 2017 10403 [2] Wang T. Zhang L. Li C. Yang W. Song T. Tang C. Meng Y. Dai S. Wang H. Chai L. Environ. Sci. Technol. 49 2015 5654 [3] X. Yuan L. Leng H. Huang X. Chen W. Hou Z. Xiao Zhai Y. Chen H. Zeng G. Chemosphere 120 2015 645 652 [4] Li T. Li X. Wang Z. Guo H. J. Power Source 342 2017 495 503 [5] Tang C. Zhang Q. Adv. Mater. 29 2017 1604103 [6] Tan L. Li X. Wang Z. Guo H. Wang J. ACS Appl. Mater. Interf. 10 2018 3707 3713 [7] J.B. Goodenough Kim Y. Chem. Mater. 22 2010 587 603 [8] Wang J. Zhang G. Liu Z. Li H. Liu Y. Wang Z. Li X. Shih K. Mai L. Nano Energy 44 2018 272 278 [9] Zhou Y. Guo H. Yong Y. Wang Z. Li X. Zhou R. Mater. Lett. 195 2017 164 167 [10] M. Schroeder M. Winter S. Passerini A. Balducci J. Electrochem. Soc. 159 2012 A1240 A1245 [11] Yang Z. Guo H. Li X. Wang Z. Yan Z. Wang Y. J. Power Sources 329 2016 339 346 [12] Chang Z.Z. Yu B.J. Wang C.Y. Electrochim. Acta 176 2015 1352 1357 [13] Zhang X. Han S. Xiao P. Fan C. Zhang W. Carbon 100 2016 600 607 [14] Wang Q. Li H. Chen L. Huang X. Carbon 39 2001 2211 2214 [15] Han Y.J. Chung D. K. Nakabayashi Chung J.D. Jin M. Yoon S.H. Electrochim. Acta 213 2016 432 438 [16] Wu Z.S. Ren W. Xu L. Li F. Cheng H.M. Acs Nano 5 2011 5463 [17] Qie L. Chen W.M. Wang Z.H. Shao Q.G. Li X. Yuan L.X. Hu X.L. Zhang W.X. Huang Y.H. Adv. Mater. 24 2012 2047 [18] Wang Z. Long Q. Yuan L. Zhang W. Hu X. Huang Y. Carbon 55 2013 328 334 [19] Shi L. Wang W. Wang A. Yuan K. Jin Z. Yang Y. J. Power Sources 318 2016 184 191 [20] Yan Z. Hu Q. Yan G. Li H. Shih K. Yang Z. Li X. Wang Z. Wang J. Chem. Eng. J. 321 2017 495 501 [21] Cai J. Wu C. Yang S. Zhu Y. Shen P.K. Zhang K. ACS Appl. Mater. Interf. 9 2017 33876 33886 [22] C.W. Park Yoon S.H. Sang I.L. Oh S.M. Carbon 38 2000 995 1001 [23] Tao Z. Zhong Q. Dahn J.R. J. Electrochem. Soc. 142 1995 L211 L214 [24] Zhang L.C. Hu Z. Wang L. Teng F. Yu Y. Chen C.H. Electrochim. Acta 89 2013 310 316 [25] W.E. Tenhaeff O. Rios More K. M.A. McGuire Adv. Funct. Mater. 24 2014 86 94 [26] Zhang W. Yin J. Lin Z. Lin H. Lu H. Wang Y. Huang W. Electrochim. Acta 176 2015 1136 1142 [27] Qian Y. Deng Y. Qiu X. Li H. Yang D. Green Chem. 16 2014 2156 2163 [28] Liu J. Qiao S.Z. Liu H. Chen J. Orpe A. Zhao D. Lu G.Q. Angew. Chem. 50 2011 5947 [29] Hou H. C.E. Banks Jing M. Zhang Y. Ji X. Adv. Mater. 27 2015 7861 7866 [30] M. Sevilla A.B. Fuertes Carbon 44 2006 468 474 [31] Yang Z. Guo H. Li X. Wang Z. Wang J. Wang Y. Yan Z. Zhang D. J. Mater. Chem. A 5 2017 15302 15309 [32] J.R. Pels F. Kapteijn J.A. Moulijn Zhu Q. K.M. Thomas Carbon 33 1995 1641 1653 [33] Cai J. Wu C. Zhu Y. Zhang K. Shen P.K. J. Power Sources 341 2017 165 174 [34] Wang R. Li X. Wang Z. Zhang H. Nano Energy 34 2017 131 140 [35] G. Hasegawa T. Deguchi K. Kanamori Y. Kobayashi H. Kageyama T. Abe K. Nakanishi Cheminform 46 2015 [36] Zhou R. Guo H. Yang Y. Wang Z. Li X. Zhou Y. J. Alloys Comp. 689 2016 130 137 [37] Wang W. Wan Y. Wu S. Li M.C. Cao L. Lv F. Yang M. Fang S.Z. Sun R. Lu Z. RSC Adv. 5 2015 46558 46563 [38] Han S.W. Jung D.W. Jeong J.H. Oh E.S. Chem. Eng. J. 254 2014 597 604 [39] Ryu D.J. Oh R.G. Seo Y.D. Oh S.Y. Ryu K.S. Environ. Sci. Pollut. Res. Int. 22 2015 10405 10412",
      "scopus-id": "85042028012",
      "coredata": {
        "eid": "1-s2.0-S2095495617310987",
        "dc:description": "Hard carbon draws great interests as anode material in lithium ion batteries (LIBs) due to its high theoretical capacity, high rate capability and abundance of its precursors. Herein we firstly synthesize the lignin-melamine resins by grafting melamine onto lignin. Afterwards, nitrogen doped hard carbon is prepared by the pyrolysis of lignin-melamine resins with the aid of catalyst (Ni(NO3)2·6H2O) at 1000 °C. Compared with the samples without nitrogen-doping and catalysis, as-prepared nitrogen doped hard carbon exhibits higher reversible capacity (345 mAh g–1 at 0.1 A g−1), higher rate capability (145 mAh g−1 at 5 A g–1) and excellent cycling stability. The superior electrochemical performance is ascribed to the synergistic effect of nitrogen doping, graphitic structure and amorphous structure. Among them, nitrogen doping could create the vacancies around the nitrogen sites, which enhance the reactivity and the electronic conductivity of materials. Additionally, graphitic structure also enhances the electronic conductivity of materials, thus improving the electrochemical performance of hard carbon. It is worthwhile that lignin, renewable and abundant biopolymer, is converted to hard carbon with good electrochemical performance, which realizes the high value utilization of lignin.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2018-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495617310987",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Zhewei"
          },
          {
            "@_fa": "true",
            "$": "Guo, Huajun"
          },
          {
            "@_fa": "true",
            "$": "Li, Feifei"
          },
          {
            "@_fa": "true",
            "$": "Li, Xinhai"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhixing"
          },
          {
            "@_fa": "true",
            "$": "Cui, Lizhi"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jiexi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495617310987"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495617310987"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(17)31098-7",
        "prism:volume": "27",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "dc:title": "Cooperation of nitrogen-doping and catalysis to improve the Li-ion storage performance of lignin-based hard carbon",
        "prism:copyright": "© 2018 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "prism:issueIdentifier": "5",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hard carbon"
          },
          {
            "@_fa": "true",
            "$": "Lignin"
          },
          {
            "@_fa": "true",
            "$": "Melamine"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen-doping"
          },
          {
            "@_fa": "true",
            "$": "Catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "prism:number": "5",
        "openaccessSponsorType": null,
        "prism:pageRange": "1390-1396",
        "prism:endingPage": "1396",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2018",
        "prism:doi": "10.1016/j.jechem.2018.01.013",
        "prism:startingPage": "1390",
        "dc:identifier": "doi:10.1016/j.jechem.2018.01.013",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "185",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30608",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "229",
            "@width": "612",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34835",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "682",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "192919",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "491",
            "@width": "640",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81787",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "736",
            "@width": "640",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "131186",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "640",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22829",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "24369",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6061",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "163",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16659",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11528",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "142",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10004",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3569",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "818",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "308712",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1014",
            "@width": "2711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "279704",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3017",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1870166",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2175",
            "@width": "2833",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "593408",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3261",
            "@width": "2835",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "976978",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1174",
            "@width": "2833",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "129396",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495617310987-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1555891",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85042028012"
      }
    }
  }
}