{
  "metadata": {
    "title": "Vision for energy material design: A roadmap for integrated data-driven modeling",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-08-31",
    "doi": "10.1016/j.jechem.2022.03.052",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622001887",
    "pii": "S2095495622001887"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85128473608",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-04-07 2022-04-07 2022-04-19 2022-04-19 2022-07-22T19:57:25 1-s2.0-S2095495622001887 S2095-4956(22)00188-7 S2095495622001887 10.1016/j.jechem.2022.03.052 S300 S300.1 FULL-TEXT 1-s2.0-S2095495622X0003X 2022-08-04T13:15:42.282447Z 0 0 20220801 20220831 2022 2022-04-07T15:19:50.590259Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid pubtype ref specialabst 2095-4956 20954956 false 71 71 C Volume 71 7 56 62 56 62 202208 August 2022 2022-08-01 2022-08-31 2022 article ssu © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. VISIONFORENERGYMATERIALDESIGNAROADMAPFORINTEGRATEDDATADRIVENMODELING WANG Z 1 Introduction 2 Supervised learning with adequate labels 3 Transfer learning with few/no labels 4 Unsupervised learning with no labels 5 Conclusions and perspectives Acknowledgments References DAEHN 2022 275 294 K MARZARI 2021 736 749 N LOUIE 2021 728 735 S CHEN 2022 11 32 L CHEN 2020 553 576 A ZHOU 2021 1295 1296 Z LIU 2020 434 450 Y BATRA 2021 655 678 R CHEN 2020 1903242 C LU 2020 127 142 Y HE 2021 1036 1052 X ZHOU 2021 986 1002 Y MEREDIG 2014 094104 B XIE 2018 145301 T ZHONG 2020 178 183 M KIRMAN 2020 938 947 J HATAKEYAMASATO 2020 3301 3305 K CAI 2021 277 285 J GHOSH 2021 426 438 S COURT 2020 18 C DUNN 2020 138 A WANG 2022 717 725 Z CHAKRABORTY 2021 5251 5259 R CAI 2021 2103648 X DUCAMP 2022 1651 1660 M ACOSTA 2022 9418 9432 C LU 2022 769 783 S HONG 2022 998 1009 Q XIE 2022 14 S ZHANG 2021 88 98 H WANG 2021 45 53 Z LIU 2020 eabd1356 Z GUPTA 2021 6595 V ZHANG 2019 5260 Y ZHANG 2020 100269 L WANG 2021 128 Z SMITH 2019 2903 J JIA 2022 34 X RYAN 2018 10158 10168 K WANGX2022X56 WANGX2022X56X62 WANGX2022X56XZ WANGX2022X56X62XZ 2024-04-19T00:00:00.000Z 2024-04-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2022-04-23T21:49:16.151Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined 0 item S2095-4956(22)00188-7 S2095495622001887 1-s2.0-S2095495622001887 10.1016/j.jechem.2022.03.052 286353 2022-08-04T13:15:42.282447Z 2022-08-01 2022-08-31 1-s2.0-S2095495622001887-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/MAIN/application/pdf/413761872248e46012e50876910f5732/main.pdf main.pdf pdf true 1425307 MAIN 7 1-s2.0-S2095495622001887-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/PREVIEW/image/png/2985a1f639764896f9394672429f46ee/main_1.png main_1.png png 57503 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622001887-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/gr2/DOWNSAMPLED/image/jpeg/aa47d3ebb4ddf0ce925bb76b09a2ab25/gr2.jpg gr2 gr2.jpg jpg 72580 447 667 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622001887-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/ga1/DOWNSAMPLED/image/jpeg/0519dcf8bb0eca750001f1e6d5320e29/ga1.jpg ga1 true ga1.jpg jpg 27170 200 368 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622001887-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/gr1/DOWNSAMPLED/image/jpeg/97492e45529152d98d1bc227d0f8bad1/gr1.jpg gr1 gr1.jpg jpg 172495 866 712 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622001887-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/gr2/THUMBNAIL/image/gif/486b76dde8da3d4bd4e9523a9a71d49a/gr2.sml gr2 gr2.sml sml 14453 147 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622001887-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/ga1/THUMBNAIL/image/gif/c9c8c60b0733e0f67e108adf0fbf747a/ga1.sml ga1 true ga1.sml sml 11944 119 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622001887-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/gr1/THUMBNAIL/image/gif/655668aa49a7fe86f6c4c345421875bd/gr1.sml gr1 gr1.sml sml 10422 164 135 IMAGE-THUMBNAIL 1-s2.0-S2095495622001887-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/HIGHRES/image/jpeg/c95584049bc0cbebe47e4aac2beebccf/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 440364 1946 2907 IMAGE-HIGH-RES 1-s2.0-S2095495622001887-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/HIGHRES/image/jpeg/69000f13f8887f86127d525f4f02bfbc/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 161358 886 1632 IMAGE-HIGH-RES 1-s2.0-S2095495622001887-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622001887/HIGHRES/image/jpeg/4df0df11dfd6f9a62341a67f85eb6ac9/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1104491 3664 3012 IMAGE-HIGH-RES 1-s2.0-S2095495622001887-am.pdf am am.pdf pdf 769493 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10GJJH7RD2Q/MAIN/application/pdf/3138cb2e5a89c2e01022310116b182be/am.pdf JECHEM 2490 S2095-4956(22)00188-7 10.1016/j.jechem.2022.03.052 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 Advances in energy material design by using machine learning (supervised learning, transfer learning, and unsupervised learning). From top to bottom are data sources, ML models, material attributes, and energy applications. Fig. 2 Roadmap of ML models for energy material design. The red arrow shows the achievable precision (or the precision of labels), and the purple arrow represents the required data scale of material attributes. The large rectangles show the main application scopes (both achievable precision and required data scale of material attributes) of SL (green), TL (yellow), and UL (cyan) methods. The size of the rectangle reflects the scale of the ongoing research on different methods in the field of energy materials. Various representative methods are also presented, such as decision tree and naive Bayes for SL, neural network and nearest neighbors for TL, and k-means and hierarchical clustering for UL. More representative studies are provided in Table 1. Table 1 Representative studies of energy materials with SL, TL, and UL models. It is important to note that the UL method does not require materials attribute data during the training stage, and the scale of materials attribute data is used to understand the physical mechanism of UL. ML model Type Material attribute data Data precision Energy attribute Area Year Ref. TPOT SL 4000 DFT Adsorption energy Catalysis 2020 [16] Ridge regression, support vector regression, etc. SL ∼20400 Experimental and DFT Magnetism, superconductivity Spintronic device, photovoltaics, power conversion, etc. 2020 [21] CGCNN, MEGNet, etc. SL 312–132752 Experimental and DFT Band gap, formation energy, shear modulus, bulk modulus, etc. Battery, catalysis, etc. 2020 [22] Neural network SL >10000 Experimental Ionic conductivity Battery 2020 [18] GBDT SL 1747 DFT Band gap Photovoltaics 2021 [23] Neural network SL 100 Experimental Optical response Photovoltaics 2021 [24] GBDT SL 4456 DFT Formation energy, band gap Battery 2021 [25] Ensemble learning SL 101 Experimental Cyclic stability Supercapacitor 2021 [20] Gradient-boosting method SL 120 DFT Expansion coefficient Catalysis, photovoltaics, etc. 2022 [26] Random forest SL 1845 DFT Magnetism Spintronic device, photovoltaics, etc. 2022 [27] Gradient-boosting method SL 681 DFT Magnetism Spintronic device, photovoltaics, etc. 2022 [28] XGBoost SL 400 Experimental Optical response Photovoltaics, catalysis, etc. 2022 [29] Symbolic regression SL 2819 DFT Superconductivity Energy devices, photovoltaics, etc. 2022 [30] Neural network TL 500 DFT Adsorption energy Battery 2021 [31] CGCNN TL 64 Hybrid functional Band gap Battery, photovoltaics, etc. 2021 [32] Multilayer perceptron TL 124 DFT Phonon band gap, group velocity, heat capacity Photovoltaics 2020 [33] ElemNet TL 557–28171 Experimental and DFT Formation energy, band gap, etc. Battery, catalysis, etc. 2021 [34] Agglomeration hierarchical clustering UL 75 Experimental Ionic conductivity Battery 2019 [35] K-means UL 0 DFT Activation energy Catalysis 2020 [36] Agglomeration hierarchical clustering UL 27 Experimental and hybrid functional Band gap Photovoltaics 2021 [37] Perspective Vision for energy material design: A roadmap for integrated data-driven modeling Zhilong Wang Yanqiang Han Junfei Cai An Chen Jinjin Li ⁎ Key Laboratory of Thin Film and Microfabrication of Ministry of Education, Department of Micro/Nano Electronics, Shanghai Jiao Tong University, Shanghai 200240, China Key Laboratory of Thin Film and Microfabrication of Ministry of Education Department of Micro/Nano Electronics Shanghai Jiao Tong University Shanghai 200240 China Key Laboratory of Thin Film and Microfabrication of Ministry of Education, Department of Micro/Nano Electronics, Shanghai Jiao Tong University, Shanghai 200240, China ⁎ Corresponding author. Graphical abstract The application scope and future development directions of machine learning models (supervised learning, transfer learning, and unsupervised learning) that have driven energy material design are discussed. Keywords Energy materials Material attributes Machine learning Data driven 1 Introduction Increasing energy demand has led to a diverse suite of advances in the field of energy materials (e.g., electrodes, catalysts) [1]. Recently, theoretical and computational techniques, such as density functional theory (DFT), have become increasingly essential for interpreting experimental phenomena and providing the mechanistic understanding necessary to design more effective energy materials [2]. These techniques can predict the important properties of an arbitrary compound that are closely related to energy science (e.g., ionic conductivity, reaction energy barrier) before the compound has been fabricated in a laboratory; this has wide-ranging applications such as in material design for energy storage and harvesting [3]. However, high-precision theoretical and computational techniques incur high computational expenses. One recent development is the construction of structure-activity relationships by using machine-learned multi-dimensional fitting in massive material databases [3,4]. As shown in Fig. 1 , machine learning (ML) techniques form an important hub that drives databases, attributes, and applications of energy materials, bringing material design to the next stage of rapid development. Zhou et al. summarized the latest advances in applying ML to material attribute prediction for energy applications, including batteries, catalysis, and etc., which could shed new light on the design of energy materials [5,6]. Current approaches for energy material design includes material data expansions, such as the Materials Project [7], where ML techniques have been rapidly developed. Nevertheless, an in-depth discussion of appropriate ML principles for modeling datasets with various availabilities is lacking. ML techniques are versatile and, after optimization, can obtain predictions that are significantly close to the real target properties at the experimental or computational level. However, the exploitation and implementation of ML in energy material design are challenging, Liu et al. identified three major contradictions in applying ML reasonably and efficiently to the materials community (contradictions between learning results and domain knowledge, between model complexity and ease of use, between high dimension and small sample data), and proposed a domain knowledge embedding ML method to effectively reconcile the above contradictions [8]. The data engineering between energy materials and ML is also a key challenge, the physical insights from large databases with adequate labels (material attributes) remain limited owing to the substantial engineering requirements of data resources (such as data generation and data sharing) [9]. Developing ML models for a few attribute labels is vital for further advancing energy material design. Understanding the relationship between the required data scale of materials attributes and ML models is a major factor in energy material design. Here, focusing on a data-driven perspective on energy material attributes, we deeply discuss the application scope and future development directions of progressive ML models (supervised learning (SL), transfer learning (TL), and unsupervised learning (UL)) that have driven energy material design. Based on the current main application scopes of both achievable precision and required data scale of material attributes shown in Fig. 2 , we heuristically propose future trends in ML models to promote energy science advances that may help ameliorate the energy crisis. 2 Supervised learning with adequate labels At present, SL is a common ML model that plays a major role in the development of the structure-activity relationships among energy materials [10]. The target of SL is to extrapolate a mathematical mapping function between input data (features) and output data (material attributes), usually requiring a large labeled dataset (>102) to achieve models with strong generalization ability. In energy material design, various data sources such as theoretical simulations, experiments, literatures, and open databases have inconsistent data formats and fidelity, as shown in Fig. 1. It is often necessary to predict material attributes such as band gap (electronic conductivity), ionic conductivity, phase stability, coefficient of expansion. As we know, electrode materials need a small band gap to ensure high electron transfer [11], electrolytes need to be electrically insulated to avoid short circuits [12], and for photovoltaic materials, a suitable band gap (such as 0.9–1.6 eV) is required to ensure optimal photoelectric conversion efficiency [13]. In addition, high ionic conductivity and phase stability are required by both electrode materials and electrolyte materials [11,12]. Therefore, targeted material design can accelerate the research and development of energy materials. Based on established data sources, for the pursed material attributes, relevant features for specific energy applications should be exploited in the design of materials with tailored performance. Frequently used features include component and structural features. Liu et al. provided a comprehensive analysis of ML on different material features for material design and discovery [8]. Structural data is scarce compared to component data. In order to eliminate the constraint of structure search space when modeling, Meredig et al. proposed a structure-independent features based on physical mechanisms with ML method, and applied it to the prediction of 1.6 million compositions for novel ternary compounds (A x B y C z ) [14]. Structural features, however, often require structural files, such as crystal files or molecular files containing atomic coordinates. A typical work is the crystal graph convolutional neural network (CGCNN) based on crystal structure developed by Xie et al. [15], which treats atoms as nodes and chemical bonds as edges, and can predict all the material attributes (formation energy, band gap, etc.) of crystal structures provided by MP database. SL methods have many achievements in energy material design and discovery. For example, in the field of catalysis, Sargent et al. predicted adsorption energies between CO and Cu-Al alloys based on ∼4000 DFT simulations by using a coordination vector and a neighbors’ coordination vector, and identified CO2 electrocatalyst candidates, which illustrated the value of ML in guiding the exploration of multi-metallic catalysts [16]. In the field of optoelectronics, based on 7000 experimental crystal images, Kirman et al. trained a classifier for crystal growth by using a neural network and applied it to examine the synthesis of novel perovskites, they found the optimal conditions for the synthesis of new perovskites and synthesized (3-PLA)2PbCl4. They provided the applicability of ML in identifying new optoelectronic materials [17]. In the field of batteries, many researchers have proposed the use of SL to predict the electronic and ionic conductivity of electrode materials and solid electrolyte, etc., which provide more ideas and opportunities for the development of new energy storage systems [18,19]. In the field of supercapacitors, Ghosh et al. used ensemble learning method to predict the cyclic stability of cerium oxynitride during the cycle of supercapacitor, which provided a reference for designing novel electrode materials of high-performance supercapacitors [20]. In the case of adequate input data and output data, SL models can be used to establish structure-activity relationship for features and attributes to meet the needs of specific energy systems. These various applications have demonstrated that SL reduces the computing cycle when designing specific energy materials and this reduction will continue due to the rational utilization of material database in its current stage. However, as shown in Fig. 2, SL methods (green rectangle, e.g., logistic regression and decision tree) remain limited because of the significant requirement for a large material attribute database, where the data generation, collection, cleaning, and sharing involve complex and heterogeneous processes, such as data science, software development, and resource deployment. Based on our best knowledge, databases with both crystal structures and ionic conductivity and high-precision band gaps have not yet been developed; The adsorption energy database of different materials and different adsorbates (H*, OH*, CO*, etc.) has not been formed. Since the SL models require material attributes as outputs, the precision of material attributes determines the upper limit of the model. As more data with adequate and high-precision labels become available, SL can maintain an advantage in the design of novel energy materials. However, a massive database at a high-precision computational level (e.g., coupled-cluster singles and double scheme augmented by a perturbative treatment of triple excitations (CCSD(T))) and even an experimental level cannot be formed in a short time, thereby restricting the application of SL. Additionally, SL may not be suitable for material data with few/no labels. Thus, more effective ML methods must be developed. 3 Transfer learning with few/no labels Similar to SL in use, TL also requires material features (input data) and material attributes (output data) as the data set of the model in the attribute prediction of energy materials. Slightly unlike SL, TL models adopt a strategy (pre-training and fine tuning) that can recognize and apply knowledge learned from source domain/tasks (SDTs) to target domain/tasks (TDTs). To date, several different TL implements can be used in energy material design, one is the transfer of the model parameters and another is the transfer of material features, which have promising applications for overcoming the problem of data paucity. An important factor that promotes the universality of TL is its reuse of the data of the existing SDTs; thus, it does not need to incur the high costs of compiling massive new databases. Here, two directions (“vertical transfer” and “horizontal transfer”) for applying TL in energy material design are summarized. Vertical transfer refers to the improvement in accuracy for material attributes from SDTs to TDTs. For example, for some material attribute that are difficult to obtain (ionic conductivity, energy above hull), we can first collect/obtain a large amount of data through low-precision calculations, and then collect/obtain a small amount of data through high-precision calculations or experiments, and build a TL model based on these two data sets. For example, Smith et al. trained a network on DFT data (ANI-1x, 5.2 M conformations of molecules with an average size of 15 atoms) and then used TL (ANI-1ccx, ∼500k data points) to retrain on gold-standard quantum mechanical calculations for reaction thermochemistry and isomerization on systems consisting of CHNO, which is broadly applicable to materials and chemistry [38]. Wang et al. trained a band gap model (1503 low-precision data) based on CGCNN, which used element properties (group number, atomic number, etc.) to represent component features, and bond length to represent structural features; and they retrained a CGCNN-TL model (64 high-precision data) by transferring and fine-tuning the hyperparameters (the weights and biases for each network layer), and used CGCNN-TL, they quickly identified 75 carrier transport materials, 33 electrode and electrocatalytic materials, 299 power switching materials, and etc. [32]. Horizontal transfer mainly extends the source domain/target domain, for example, in the energy materials design, we can use horizontal transfer to predict different material attributes (from electronic conductivity to ionic conductivity, from adsorption energy to activation energy, etc.), and even the different material systems (organic, inorganic and composite materials). Liu et al. investigated multilayer perceptron models that can leverage electron properties (1245 data) to predict phonon properties (such as phonon band gap and group velocity) for semiconductors using only 124 data points, providing an efficient tool for advancing the design and discovery of thermoelectric and optoelectronic materials [33]. Zhang et al. used an end-to-end deep learning model to predict the adsorption energies between Li-polysulfides and MoSe2 based on 3295–4300 data points, and retained the model based on 500 data points for predicting the adsorption energies between Li-polysulfides and WSe2. This work demonstrated the value of TL in screening positive materials for lithium-sulfur batteries to suppress the shuttle effect [31]. And more recently, Gupta et al. presented a cross-property TL framework, which leveraged models trained on large datasets to build models on small datasets of material attributes. This will promote the implementations of horizontal transfer [34]. Looking forward, it may be possible to predict the formation energy, electronic conductivity, ionic conductivity, magnetism, and other material attributes though horizontal transfer. For now, the initial applications of TL in energy materials have diluted the traditional thinking that research must be coupled with heavily annotated data, and this may trigger new material design paradigms. As shown in Fig. 2, the data scale of material attributes required by TL (yellow rectangle) is considerably smaller than that required by SL; thus, for the same data precision, the cost of data engineering associated with TL is lower than that with SL. This cost saving can be spent on data with higher precision (e.g., CCSD(T)) and experimental level to obtain higher achievable precision of models. However, TL has not yet been widely adopted in the field of energy material design, and it need to be further explored and utilized. For example, further studies must be conducted to extend the source domain/target domain and input feature transfer (such as component features and structural features) to reduce repetitive modeling and accelerate energy R&D and application processes. Additionally, the TL strategy of fine-tuning based on existing models will further reduce the cost of model iterations, both in terms of computing power and data storage. In the future, more efforts will be focused on the improvement of data precision and the rational application of TL to a dataset with high precision and few/no labels to shorten the design cycle of energy materials. At present, the application of TL is limited, only in the network-based ML models. That is, the pre-trained network weight is taken as the initial value of the weight of the next network for fine tuning. It is noted that training a TL model needs to be based on a well-trained model, which may be an unshared model built on large data points; and TL is prone to over-fitting during fine-tuning stage, which requires the participation of experts from computer science or artificial intelligence. Therefore, we also call on researchers to disclose the well-trained models or the hyper-parameters and encourage cross-disciplinary development. 4 Unsupervised learning with no labels Emerging research has shown that efficient and low-cost UL methods (e.g., k-means clustering, and hierarchical clustering) can facilitate the exploration of the vast design space for energy materials. The fundamental goal of UL is to learn from the original data without any output labels and reveal valuable information. Its main role in the field of energy material design is to significantly narrow the scope of screening energy materials and to reveal the underlying physicochemical patterns from the vast chemical space and further guide the design [35–37]. Thus, UL is particularly useful for problems where data labeling is considerably expensive, such as material attributes based on experiments or high-precision quantum calculations. UL has been used in battery, photovoltaic, thermoelectric, and other energy-related fields. For example, to screen solid electrolytes for solid-state batteries, Zhang et al. used the modified X-ray diffraction (structural features) to represent solid-state Li-ion conductors and applied UL to reduce the scope of screening Li-ion materials based on the experimental data, thus alleviating the problem of data paucity and discovering 16 new superionic Li-ion conductors [35]. Similarly, to screen thin-film photovoltaic materials, Wang et al. used the sums and differences of elemental properties (SDEPs, component features) as inputs and employed agglomeration hierarchical clustering to discover eight thin-film photovoltaic materials from ∼2700 unlabeled data and 27 known materials, avoiding a screening cycle of ∼12.1 years [37]. To identify promising half-Heusler thermoelectric materials, Jia et al. applied UL methods (prototype-based clustering, density-based clustering, and hierarchical clustering) to reduce the search space, and discovered a series of half-Heuslers (such as ZrFeTe, ScCoTe) [39]. In terms of material feature dimension reduction, UL can also provide better visual analysis and shorten the length of feature coding to train the model. Ryan et al. used variational autoencoder to transform 3072-dimensional atomic fingerprints into 64 dimensional latent representations, and applied t-distributed stochastic neighbor embedding (t-SNE) to make a 2D visualize for ∼50000 crystal structures, the model can be used for predicting the likelihood of forming novel materials [40]. Moreover, UL can also be used for analyzing the catalytic reaction data, Zhang et al. developed UADDCR (Unsupervised Assisted Directional Design of Chemical Reaction) software to predict the activation energies of the catalytic reaction, where the products contain C/H/O/N/CO. The k-means clustering method that they used can classify the catalytic reactions with similar features automatically, which had a statistical view on the similarity and difference of the reactants, products, and reaction conditions [36]. Compared with TL, UL has a lower (or no) material attribute annotation cost (such as high-precision ionic conductivity and band gap), providing a promising method for mining the extensive evaluation of potential energy materials; the more significant advantage is that UL can aid in the understanding of the relationship between structures/components, properties, and features and in the development of an intuitive understanding of the complex structure-property relationship for energy materials by utilizing massive amounts of attribute-free data. To date, however, large-scale studies have not been conducted to apply UL in the design of energy materials, and therefore, more in-depth UL research is critically needed for the further development of energy science. Whether for SL or TL, establishing an experimental or high-precision computational database for storing various energy material structures and adequate attributes is a large project. As shown in Fig. 2, compared with TL, UL (cyan rectangle) significantly reduces the amount of work required for obtaining material attributes and can be modeled on experimental data; this may dramatically reduce material design cycles for more complex energy material systems and achieve higher precision. Therefore, UL will be more applicable and can be used to rapidly advance energy material screening in the future. Moreover, as additional material attribute annotation is not required, UL provides a new research opportunity for non-energy researchers to participate in the co-development of energy science. Also, since UL is an inference rather a predictive method, it is very useful in screening material data, but cannot establish detailed quantitative structure-activity relationships, which sometimes hampers the development of designing novel materials from scratch. At this point, to enhance the interpretability of ML models, it is necessary to add more physical and chemical factors when proposing material features, so as to discover the important factors affecting material attributes. 5 Conclusions and perspectives Energy material design using ML models, computational methods, and experimental measurements is rapidly evolving and providing a way for track the constitutive relationships from material performances to components, structures, and attributes; data and computer science approaches play an increasingly important role in this regard. From a data-driven perspective, we summarize the recent developments in SL, TL, and UL models that have advanced energy material design and heuristically propose the future trends in ML models, to promote the development of energy generation, utilization, and storage in an economical and timely manner, thus helping ameliorate the global energy crisis: (1) As more data with adequate material attributes become available, SL will retain the advantage of being a useful tool that enables optimal decision-making in the design of novel energy materials. Suitable SL models based on existing databases will continue to provide valuable contributions by shortening the material design cycle. (2) TL and UL are comparable with SL in terms of short design cycles and can significantly reduce the work required for data annotations, thereby reducing the computing and storage burden. As the amount of material attributes with inadequate labels sharply increases, ML modeling will have to be coupled with TL (vertical and horizontal) and UL to achieve significant advantages in energy material design. (3) The combined use of TL&SL (transfer of ML models), and TL&UL (transfer of input features) should be further explored in the field of energy materials. (4) We can build more material attribute data points on the experimental or high-precision calculation level, and use TL or UL to achieve property prediction and energy materials screening. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The work was supported by the National Key R&D Program of China (Grant No. 2021YFC2100100), the National Natural Science Foundation of China (Grant No. 21901157), the Shanghai Science and Technology Project of China (Grant No. 21JC1403400), and the SJTU Global Strategic Partnership Fund (Grant No. 2020 SJTU-HUJI). References [1] K. Daehn R. Basuhi J. Gregory M. Berlinger V. Somjit E.A. Olivetti Nat. Rev. Mater. 7 2022 275 294 K. Daehn, R. Basuhi, J. Gregory, M. Berlinger, V. Somjit, E.A. Olivetti, Nat. Rev. Mater. (2021). doi: 10.1038/s41578-021-00376-y [2] N. Marzari A. Ferretti C. Wolverton Nat. Mater. 20 2021 736 749 N. Marzari, A. Ferretti, C. Wolverton, Nat. Mater. 20 (2021) 736–749. [3] S.G. Louie Y.-H. Chan F.H. da Jornada Z. Li D.Y. Qiu Nat. Mater. 20 2021 728 735 S.G. Louie, Y.-H. Chan, F.H. da Jornada, Z. Li, D.Y. Qiu, Nat. Mater. 20 (2021) 728–735. [4] L. Chen X. Zhang A. Chen S. Yao X. Hu Z. Zhou Chin. J. Catal. 43 2022 11 32 L. Chen, X. Zhang, A. Chen, S. Yao, X. Hu, Z. Zhou, Chin. J. Catal. 43 (2022) 11–32. [5] A. Chen X. Zhang Z. Zhou InfoMat 2 2020 553 576 10.1002/inf2.12094 A. Chen, X. Zhang, Z. Zhou, InfoMat 2 (2020) 553–576. [6] Z. Zhou J. Mater. Chem. A 9 2021 1295 1296 Z. Zhou, J. Mater. Chem. A 9 (2021) 1295–1296. [7] A. Jain, S.P. Ong, G. Hautier, W. Chen, W.D. Richards, S. Dacek, S. Cholia, D. Gunter, D. Skinner, G. Ceder, K. a. Persson, APL Mater. 1 (2013) 011002. [8] Y. Liu B. Guo X. Zou Y. Li S. Shi Energy Storage Mater. 31 2020 434 450 Y. Liu, B. Guo, X. Zou, Y. Li, S. Shi, Energy Storage Mater. 31 (2020) 434–450. [9] R. Batra L. Song R. Ramprasad Nat. Rev. Mater. 6 2021 655 678 R. Batra, L. Song, R. Ramprasad, Nat. Rev. Mater. 6 (2021) 655–678. [10] C. Chen Y. Zuo W. Ye X. Li Z. Deng S.P. Ong Adv. Energy Mater. 10 2020 1903242 C. Chen, Y. Zuo, W. Ye, X. Li, Z. Deng, S.P. Ong, Adv. Energy Mater. 10 (2020) 1903242. [11] Y. Lu J. Chen Nat. Rev. Chem. 4 2020 127 142 Y. Lu, J. Chen, Nat. Rev. Chem. 4 (2020) 127–142. [12] X. He D. Bresser S. Passerini F. Baakes U. Krewer J. Lopez C.T. Mallia Y. Shao-Horn I. Cekic-Laskovic S. Wiemers-Meyer F.A. Soto V. Ponce J.M. Seminario P.B. Balbuena H. Jia W. Xu Y. Xu C. Wang B. Horstmann R. Amine C.-C. Su J. Shi K. Amine M. Winter A. Latz R. Kostecki Nat. Rev. Mater. 6 2021 1036 1052 X. He, D. Bresser, S. Passerini, F. Baakes, U. Krewer, J. Lopez, C.T. Mallia, Y. Shao-Horn, I. Cekic-Laskovic, S. Wiemers-Meyer, F.A. Soto, V. Ponce, J.M. Seminario, P.B. Balbuena, H. Jia, W. Xu, Y. Xu, C. Wang, B. Horstmann, R. Amine, C.-C. Su, J. Shi, K. Amine, M. Winter, A. Latz, R. Kostecki, Nat. Rev. Mater. 6 (2021) 1036–1052. [13] Y. Zhou I. Poli D. Meggiolaro F. De Angelis A. Petrozza Nat. Rev. Mater. 6 2021 986 1002 Y. Zhou, I. Poli, D. Meggiolaro, F. De Angelis, A. Petrozza, Nat. Rev. Mater. 6 (2021) 986–1002. [14] B. Meredig A. Agrawal S. Kirklin J.E. Saal J.W. Doak A. Thompson K. Zhang A. Choudhary C. Wolverton Phys. Rev. B 89 2014 094104 B. Meredig, A. Agrawal, S. Kirklin, J.E. Saal, J.W. Doak, A. Thompson, K. Zhang, A. Choudhary, C. Wolverton, Phys Rev B 89 (2014) 094104. [15] T. Xie J.C. Grossman Phys. Rev. Lett. 120 2018 145301 T. Xie, J.C. Grossman, Phys Rev Lett 120 (2018) 145301. [16] M. Zhong K. Tran Y. Min C. Wang Z. Wang C.-T. Dinh P. De Luna Z. Yu A.S. Rasouli P. Brodersen S. Sun O. Voznyy C.-S. Tan M. Askerka F. Che M. Liu A. Seifitokaldani Y. Pang S.-C. Lo A. Ip Z. Ulissi E.H. Sargent Nature 581 2020 178 183 M. Zhong, K. Tran, Y. Min, C. Wang, Z. Wang, C.-T. Dinh, P. De Luna, Z. Yu, A.S. Rasouli, P. Brodersen, S. Sun, O. Voznyy, C.-S. Tan, M. Askerka, F. Che, M. Liu, A. Seifitokaldani, Y. Pang, S.-C. Lo, A. Ip, Z. Ulissi, E.H. Sargent, Nature 581 (2020) 178–183. [17] J. Kirman A. Johnston D.A. Kuntz M. Askerka Y. Gao P. Todorović D. Ma G.G. Privé E.H. Sargent Matter 2 2020 938 947 J. Kirman, A. Johnston, D.A. Kuntz, M. Askerka, Y. Gao, P. Todorović, D. Ma, G.G. Privé, E.H. Sargent, Matter 2 (2020) 938–947. [18] K. Hatakeyama-Sato T. Tezuka M. Umeki K. Oyaizu J. Am. Chem. Soc. 142 2020 3301 3305 K. Hatakeyama-Sato, T. Tezuka, M. Umeki, K. Oyaizu, J. Am. Chem. Soc. 142 (2020) 3301–3305. [19] J. Cai Z. Wang S. Wu Y. Han J. Li Energy Storage Mater. 42 2021 277 285 J. Cai, Z. Wang, S. Wu, Y. Han, J. Li, Energy Storage Mater. 42 (2021) 277–285. [20] S. Ghosh G.R. Rao T. Thomas Energy Storage Mater. 40 2021 426 438 S. Ghosh, G.R. Rao, T. Thomas, Energy Storage Mater. 40 (2021) 426–438. [21] C.J. Court J.M. Cole NPJ Comput. Mater. 6 2020 18 C.J. Court, J.M. Cole, npj Comput. Mater. 6 (2020) 18. [22] A. Dunn Q. Wang A. Ganose D. Dopp A. Jain NPJ Comput. Mater. 6 2020 138 A. Dunn, Q. Wang, A. Ganose, D. Dopp, A. Jain, npj Comput. Mater. 6 (2020) 138. [23] Z. Wang Y. Han X. Lin J. Cai S. Wu J. Li ACS Appl. Mater. Interfaces 14 2022 717 725 Z. Wang, Y. Han, X. Lin, J. Cai, S. Wu, J. Li, ACS Appl. Mater. Interfaces 14 (2022) 717–725. [24] R. Chakraborty T. Sheikh P. Ghosh A. Nag J. Phys. Chem. C 125 2021 5251 5259 R. Chakraborty, T. Sheikh, P. Ghosh, A. Nag, J. Phys. Chem. C 125 (2021) 5251–5259. [25] X. Cai Y. Zhang Z. Shi Y. Chen Y. Xia A. Yu Y. Xu F. Xie H. Shao H. Zhu D. Fu Y. Zhan H. Zhang Adv. Sci. 9 2021 2103648 X. Cai, Y. Zhang, Z. Shi, Y. Chen, Y. Xia, A. Yu, Y. Xu, F. Xie, H. Shao, H. Zhu, D. Fu, Y. Zhan, H. Zhang, Adv. Sci. 9 (2021) 2103648. [26] M. Ducamp F.-X. Coudert J. Phys. Chem. C 126 2022 1651 1660 M. Ducamp, F.-X. Coudert, J. Phys. Chem. C 126 (2022) 1651–1660. [27] C.M. Acosta E. Ogoshi J.A. Souza G.M. Dalpian ACS Appl. Mater. Interfaces 14 2022 9418 9432 C.M. Acosta, E. Ogoshi, J.A. Souza, G.M. Dalpian, ACS Appl. Mater. Interfaces 14 (2022) 9418–9432. [28] S. Lu Q. Zhou Y. Guo J. Wang Chem 8 2022 769 783 S. Lu, Q. Zhou, Y. Guo, J. Wang, Chem 8 (2022) 769–783. [29] Q. Hong X.-Y. Wang Y.-T. Gao J. Lv B.-B. Chen D.-W. Li R.-C. Qian Chem. Mater. 34 2022 998 1009 Q. Hong, X.-Y. Wang, Y.-T. Gao, J. Lv, B.-B. Chen, D.-W. Li, R.-C. Qian, Chem. Mater. 34 (2022) 998–1009. [30] S.R. Xie Y. Quan A.C. Hire B. Deng J.M. DeStefano I. Salinas U.S. Shah L. Fanfarillo J. Lim J. Kim G.R. Stewart J.J. Hamlin P.J. Hirschfeld R.G. Hennig NPJ Comput. Mater. 8 2022 14 S.R. Xie, Y. Quan, A.C. Hire, B. Deng, J.M. DeStefano, I. Salinas, U.S. Shah, L. Fanfarillo, J. Lim, J. Kim, G.R. Stewart, J.J. Hamlin, P.J. Hirschfeld, R.G. Hennig, npj Comput. Mater. 8 (2022) 14. [31] H. Zhang Z. Wang J. Ren J. Liu J. Li Energy Storage Mater. 35 2021 88 98 H. Zhang, Z. Wang, J. Ren, J. Liu, J. Li, Energy Storage Mater. 35 (2021) 88–98. [32] Z. Wang Q. Wang Y. Han Y. Ma H. Zhao A. Nowak J. Li Energy Storage Mater. 39 2021 45 53 Z. Wang, Q. Wang, Y. Han, Y. Ma, H. Zhao, A. Nowak, J. Li, Energy Storage Mater. 39 (2021) 45–53. [33] Z. Liu M. Jiang T. Luo Sci. Adv. 6 2020 eabd1356 Z. Liu, M. Jiang, T. Luo, Sci. Adv. 6 (2020) eabd1356. [34] V. Gupta K. Choudhary F. Tavazza C. Campbell W. Liao A. Choudhary A. Agrawal Nat. Commun. 12 2021 6595 V. Gupta, K. Choudhary, F. Tavazza, C. Campbell, W. Liao, A. Choudhary, A. Agrawal, Nat. Commun. 12 (2021) 6595. [35] Y. Zhang X. He Z. Chen Q. Bai A.M. Nolan C.A. Roberts D. Banerjee T. Matsunaga Y. Mo C. Ling Nat. Commun. 10 2019 5260 Y. Zhang, X. He, Z. Chen, Q. Bai, A.M. Nolan, C.A. Roberts, D. Banerjee, T. Matsunaga, Y. Mo, C. Ling, Nat. Commun. 10 (2019) 5260. [36] L. Zhang Z. Wang Z. Wei J. Li Cell Rep. Phys. Sci. 1 2020 100269 L. Zhang, Z. Wang, Z. Wei, J. Li, Cell Rep. Phys. Sci. 1 (2020) 100269. [37] Z. Wang J. Cai Q. Wang S. Wu J. Li NPJ Comput. Mater. 7 2021 128 Z. Wang, J. Cai, Q. Wang, S. Wu, J. Li, npj Comput. Mater. 7 (2021) 128. [38] J.S. Smith B.T. Nebgen R. Zubatyuk N. Lubbers C. Devereux K. Barros S. Tretiak O. Isayev A.E. Roitberg Nat. Commun. 10 2019 2903 10.1038/s41524-021-00596-4 J.S. Smith, B.T. Nebgen, R. Zubatyuk, N. Lubbers, C. Devereux, K. Barros, S. Tretiak, O. Isayev, A.E. Roitberg, Nat. Commun. 10 (2019) 2903. [39] X. Jia Y. Deng X. Bao H. Yao S. Li Z. Li C. Chen X. Wang J. Mao F. Cao J. Sui J. Wu C. Wang Q. Zhang X. Liu NPJ Comput. Mater. 8 2022 34 10.1038/s41524-022-00723-9 X. Jia, Y. Deng, X. Bao, H. Yao, S. Li, Z. Li, C. Chen, X. Wang, J. Mao, F. Cao, J. Sui, J. Wu, C. Wang, Q. Zhang, X. Liu, npj Comput. Mater. 8 (2022) 34. [40] K. Ryan J. Lengyel M. Shatruk J. Am. Chem. Soc. 140 2018 10158 10168 K. Ryan, J. Lengyel, M. Shatruk, J. Am. Chem. Soc. 140 (2018) 10158–10168.",
      "scopus-id": "85128473608",
      "coredata": {
        "eid": "1-s2.0-S2095495622001887",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622001887",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Zhilong"
          },
          {
            "@_fa": "true",
            "$": "Han, Yanqiang"
          },
          {
            "@_fa": "true",
            "$": "Cai, Junfei"
          },
          {
            "@_fa": "true",
            "$": "Chen, An"
          },
          {
            "@_fa": "true",
            "$": "Li, Jinjin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622001887"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622001887"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00188-7",
        "prism:volume": "71",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Vision for energy material design: A roadmap for integrated data-driven modeling",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Energy materials"
          },
          {
            "@_fa": "true",
            "$": "Material attributes"
          },
          {
            "@_fa": "true",
            "$": "Machine learning"
          },
          {
            "@_fa": "true",
            "$": "Data driven"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "56-62",
        "prism:endingPage": "62",
        "pubType": "ssu",
        "prism:coverDisplayDate": "August 2022",
        "prism:doi": "10.1016/j.jechem.2022.03.052",
        "prism:startingPage": "56",
        "dc:identifier": "doi:10.1016/j.jechem.2022.03.052",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "447",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "72580",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27170",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "866",
            "@width": "712",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "172495",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "147",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14453",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "119",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11944",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10422",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1946",
            "@width": "2907",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "440364",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1632",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "161358",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3664",
            "@width": "3012",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1104491",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622001887-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "769493",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85128473608"
      }
    }
  }
}