{
  "metadata": {
    "title": "Stepwise zinc deposition for high-capacity and long-life anode in aqueous zinc-ion batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-07-31",
    "doi": "10.1016/j.jechem.2025.02.059",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625002177",
    "pii": "S2095495625002177"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105001123893",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 90 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-03-21 2025-03-21 2025-03-29 2025-03-29 2025-06-27T19:55:57 1-s2.0-S2095495625002177 S2095-4956(25)00217-7 S2095495625002177 10.1016/j.jechem.2025.02.059 S300 S300.1 FULL-TEXT 1-s2.0-S2095495625X00048 2025-06-27T19:29:20.251417Z 0 0 20250701 20250731 2025 2025-03-21T16:46:09.173157Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid fundingbodyid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight oauserlicense openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder sponsoredaccesstype srctitle srctitlenorm srctype ssids alllist content oa subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 UNLIMITED CASHYDS25 false 106 106 C Volume 106 31 427 437 427 437 202507 July 2025 2025-07-01 2025-07-31 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. STEPWISEZINCDEPOSITIONFORHIGHCAPACITYLONGLIFEANODEINAQUEOUSZINCIONBATTERIES XIE W 1 Introduction 2 Experimental 2.1 Materials and Methods 2.2 Preparation of Zn-ZONA, Ti-ZONA, Cu-ZONA 2.3 Preparation of the electrolyte with AS 2.4 Synthesis of MnO2 and preparation of the cathode 2.5 Physical characterization 2.6 Electrochemical testing 2.7 Calculation details 3 Results and discussion 3.1 Characteristics of Zn-ZONA anode 3.2 Properties of Zn-ZONA in electrolyte with AS 3.3 Stepwise deposition process with the synergistic effect of ZONA and AS 3.4 Improved performance of zinc plating/stripping via Zn-ZONA and AS 3.5 Electrochemical performance of Zn-ZONA-AS||MnO2 full battery 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References LU 2021 2765 2785 W WANG 2020 16321 16347 T ZHU 2023 e202213368 K XIE 2024 e2306154 W BLANC 2020 771 799 L LI 2022 273 279 Q MA 2020 743 749 L CAI 2023 100093 Z WU 2019 100032 T SHI 2020 e2000730 Y YANG 2020 e2001854 Q ZOU 2024 e2313775 Y YU 2023 1145 1175 X LI 2022 3699 Q ZHENG 2019 645 648 J CAI 2022 e202116560 Z YUFIT 2019 485 502 V YANG 2022 e2104148 Z ZHI 2024 717 726 L HU 2023 374 381 Q PENG 2022 4363 4378 H YANG 2021 e2007388 Y XIE 2023 e202216934 D HAO 2020 e2003021 J WANG 2023 2203523 T GUO 2022 e2105133 Z LIU 2019 32046 32051 M XIANG 2023 19275 19287 Y LI 2023 3258 3268 T TANG 2024 e2406071 D ZHU 2023 3612 3622 K KIM 2023 15776 15787 M BAYAGUUD 2020 3012 3020 A XIE 2024 21184 21197 W YANG 2024 e2301115 X YANG 2023 4549 4560 H FAN 2024 100248 W ZHANG 2017 405 N LIU 1997 75 83 W STEPHENS 1994 11623 11627 P KRESSE 1999 1758 1775 G BLOCHL 1994 17953 17979 P PERDEW 1997 1396 J PENG 2023 4071 4080 H BOCKRIS 1963 55 79 J YANG 2025 337 344 C YUAN 2023 e202218386 W GAO 2023 e2207573 Y XIE 2023 e202218612 C YANG 2023 e202308017 Z ZHANG 2024 e202407067 Y DAI 2024 776 784 Y ZHANG 2023 e202313163 A KANKANALLU 2023 2464 2482 V ZHANG 2023 e202212695 W LI 2024 1350 1359 Y XIEX2025X427 XIEX2025X427X437 XIEX2025X427XW XIEX2025X427X437XW Full 2025-03-19T11:24:50Z ElsevierWaived CAS: Core Hybrid journals discount 2025 http://creativecommons.org/licenses/by/4.0/ 2027-03-29T00:00:00.000Z 2027-03-29T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY license. © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. 2025-04-01T02:16:51.180Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 22090060/22090063 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Liaoning Province 2023-MS-014 All the authors appreciate the financial support from the National Natural Science Foundation of China (grant 22090060/22090063), and Liaoning Province (2023-MS-014). item S2095-4956(25)00217-7 S2095495625002177 1-s2.0-S2095495625002177 10.1016/j.jechem.2025.02.059 286353 2025-06-27T19:29:20.251417Z 2025-07-01 2025-07-31 UNLIMITED CASHYDS25 1-s2.0-S2095495625002177-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/MAIN/application/pdf/0b3619ce6358a64deb656ad49a25696e/main.pdf main.pdf pdf true 4131066 MAIN 11 1-s2.0-S2095495625002177-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/PREVIEW/image/png/a739aab066ecb0bca2661334e0548f81/main_1.png main_1.png png 64757 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625002177-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/ga1/DOWNSAMPLED/image/jpeg/1365c613ef3b4fdf6170f38a5389ccf5/ga1.jpg ga1 true ga1.jpg jpg 27732 200 399 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625002177-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr1/DOWNSAMPLED/image/jpeg/9793b84128a13a7032fc64ca066c7329/gr1.jpg gr1 gr1.jpg jpg 138271 745 715 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625002177-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr2/DOWNSAMPLED/image/jpeg/405a93c3e57deb6cec85ce93581efeb9/gr2.jpg gr2 gr2.jpg jpg 148622 659 713 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625002177-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr3/DOWNSAMPLED/image/jpeg/0d4c388aee5320bec243fae4f30d926c/gr3.jpg gr3 gr3.jpg jpg 217698 857 802 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625002177-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr4/DOWNSAMPLED/image/jpeg/e65baf9c657b87e59d860fd3a1f84e34/gr4.jpg gr4 gr4.jpg jpg 126062 665 713 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625002177-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr5/DOWNSAMPLED/image/jpeg/0085b46b11d19396abc09940547c8106/gr5.jpg gr5 gr5.jpg jpg 88769 509 714 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625002177-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/sc1/DOWNSAMPLED/image/jpeg/e90e9496221bbd00ee084d71f4cb2817/sc1.jpg sc1 sc1.jpg jpg 32745 259 533 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625002177-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/ga1/THUMBNAIL/image/gif/89084998ac919985730eeac76e23d917/ga1.sml ga1 true ga1.sml sml 14025 110 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625002177-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr1/THUMBNAIL/image/gif/6df8f4ff0807699231ecd53c0c546d96/gr1.sml gr1 gr1.sml sml 12929 163 157 IMAGE-THUMBNAIL 1-s2.0-S2095495625002177-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr2/THUMBNAIL/image/gif/07e8dddb1fbbfc0ec48ee3ef7bbc9494/gr2.sml gr2 gr2.sml sml 15056 164 177 IMAGE-THUMBNAIL 1-s2.0-S2095495625002177-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr3/THUMBNAIL/image/gif/1b274dc15719ee1f0d47aee7f0dd415f/gr3.sml gr3 gr3.sml sml 13656 164 153 IMAGE-THUMBNAIL 1-s2.0-S2095495625002177-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr4/THUMBNAIL/image/gif/1c3dd55b24e7ebb33a37d896ab94862d/gr4.sml gr4 gr4.sml sml 10100 164 176 IMAGE-THUMBNAIL 1-s2.0-S2095495625002177-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/gr5/THUMBNAIL/image/gif/46a4944c68fd50de6a1ad75a12a16dad/gr5.sml gr5 gr5.sml sml 13884 156 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625002177-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/sc1/THUMBNAIL/image/gif/f523b93d0bcc69bd9ce80a9f4918077f/sc1.sml sc1 sc1.sml sml 9703 106 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625002177-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/HIGHRES/image/jpeg/8bbc54a6e2d9e0917707e4ce37f29e8b/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 98680 531 1061 IMAGE-HIGH-RES 1-s2.0-S2095495625002177-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/HIGHRES/image/jpeg/1527b5c7a89ae21c5e304d6f3408de25/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 759159 2466 2368 IMAGE-HIGH-RES 1-s2.0-S2095495625002177-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/HIGHRES/image/jpeg/b585860b13c8bd959c286f54fca03c37/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 904679 2632 2847 IMAGE-HIGH-RES 1-s2.0-S2095495625002177-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/HIGHRES/image/jpeg/c086aa002b4e6d7931d14701c71cc2bb/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1130705 2734 2558 IMAGE-HIGH-RES 1-s2.0-S2095495625002177-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/HIGHRES/image/jpeg/9d7acf473a1efff3cec025f1b848b2e4/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 676009 2648 2841 IMAGE-HIGH-RES 1-s2.0-S2095495625002177-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/THUMBNAIL/image/jpeg/35b8e13ce86aaac148b748a93b4be42b/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 595320 2046 2871 IMAGE-HIGH-RES 1-s2.0-S2095495625002177-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/HIGHRES/image/jpeg/e00836250c152b04f926f0dcaa478fda/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 212445 1147 2362 IMAGE-HIGH-RES 1-s2.0-S2095495625002177-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625002177/mmc1/MAIN/application/msword/9cc08442b03b490ca3ae186ac145dd0d/mmc1.doc mmc1 mmc1.doc doc 8046080 APPLICATION JECHEM 4541 S2095-4956(25)00217-7 10.1016/j.jechem.2025.02.059 The Authors Fig. 1 Preparation and characteristics of Zn-ZONA. (a) Schematic of the preparation of Zn-ZONA; (b) SEM images (c) XRD pattern of Zn-ZONA; (d) HRTEM image of ZnO nanorods on the zinc anode; (e) Digital images of bare Zn and Zn-ZONA captured at different incident light angles of 0° and 45°; (f) Cross-sectional SEM image of Zn-ZONA. Fig. 2 Synergistic effect of ZONA and AS on the zinc anode. (a) Schematic of AS adsorption at the Zn-ZONA interface; (b) Contact angles of ZnSO4 on bare Zn and Zn-ZONA, ZnSO4 with AS on bare Zn and Zn-ZONA; Morphology of Zn-ZONA after immersion in (c) pure ZnSO4 and (d) ZnSO4 with AS for 2 days; (e) XRD patterns of the Zn-ZONA after immersion in ZnSO4 with and without AS for 2 days; (f) Tafel curves of bare Zn in ZnSO4 and Zn-ZONA in ZnSO4 with AS at 5 mV s−1; (g) CV curves of bare Ti in ZnSO4 and Ti-ZONA in ZnSO4 with AS at a scan rate of 1 mV s−1; (h) Chronoamperometry curves of bare Zn in ZnSO4 and Zn-ZONA in ZnSO4 with AS. Fig. 3 Zinc plating/stripping behavior of bare Zn and Zn-ZONA-AS. (a) Schematic of zinc plating behavior on bare Zn and Zn-ZONA-AS. Deposition morphologies at different depths on (b) bare Zn and (c) Zn-ZONA-AS at 1 mA cm−2; TOF-SIMS characterization of the element distributions of (d) pristine Zn-ZONA and (e) deposited Zn-ZONA in ZnSO4 with AS at 1 mA cm−2 and a capacity of 0.5 mAh cm−2. Fig. 4 Electrochemical performance in the plating/stripping of Zn-ZONA-AS. (a) Coulombic efficiency of Zn||Cu asymmetric cells with bare Zn and Zn-ZONA-AS under 2 mA cm−2 and 1 mAh cm−2; Galvanostatic charge and discharge curves of Zn||Cu asymmetric cells with (b) Zn-ZONA-AS and (c) bare Zn; (d) Galvanostatic plating/stripping curves of Zn||Zn symmetric cells under 2 mA cm−2 and 1 mAh cm−2; (e) Rate performance of Zn||Zn symmetric cells with bare Zn and Zn-ZONA-AS at different current densities; (f) Galvanostatic plating/stripping curves of Zn||Zn symmetric cells under 10 mA cm−2 and 10 mAh cm−2; (g) Comparison of the cycle life of Zn-ZONA-AS symmetrical cells with selected reported zinc anodes [31,48–50]. Fig. 5 Electrochemical performance of Zn||MnO2 full cells using Zn-ZONA-AS. (a) Cycling performance of Zn||MnO2 full cells with Zn-ZONA-AS and bare Zn as the anode at 5 A g−1; (b) Digital photos before (top) and after (bottom) large-area (10 cm × 10 cm) growth of ZnO nanowire arrays on bare zinc; (c) Digital image and (d) cycling performance of the pouch-type Zn||MnO2 cell with Zn-ZONA-AS; (e) SEM image of the cycled anode Zn-ZONA-AS in the pouch-type cell. Scheme 1 Ideal stepwise deposition schematic with ZONA and anionic surfactant (AS). Stepwise zinc deposition for high-capacity and long-life anode in aqueous zinc-ion batteries Weili Xie Writing – original draft Investigation Data curation Conceptualization a b Kaiyue Zhu Writing – original draft Supervision Methodology Funding acquisition Conceptualization a b ⁎ Weikang Jiang Data curation a Hanmiao Yang Data curation a b Weishen Yang Writing – review & editing Resources Funding acquisition Conceptualization a b ⁎ a State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China State Key Laboratory of Catalysis Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian Liaoning 116023 China State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China b University of Chinese Academy of Sciences, Beijing 100049, China University of Chinese Academy of Sciences Beijing 100049 China University of Chinese Academy of Sciences, Beijing 100049, China ⁎ Corresponding authors. Graphical abstract The ZnO nanofiber arrays (ZONA) on Zn anode enable uniform nucleation (3D) during initial plating, meanwhile anionic surfactant (AS) promotes subsequent dense growth (2D), thereby achieving high-capacity and long-life anodes. Rechargeable aqueous zinc-ion batteries (AZIBs) are widely studied for energy storage because of their high safety, low cost and high energy/power density. However, the practical application of AZIBs is limited by dendrite formation at the zinc anode under high-depth deposition, which results in reduced cycle life and overall performance. Herein, we propose an effective and scalable stepwise deposition approach that integrates uniform nucleation and dense growth through the construction of ultrathin ZnO nanofiber arrays (ZONAs) on the zinc anode surface, along with the introduction of an anionic surfactant (AS) into the electrolyte. This approach yields a uniform, dense and dendrite-free Zn anode during cycling, maintaining stable cycling for 2100 h under a high deposition depth of 10 mAh cm−2 at an extremely high current density of 10 mA cm−2. Additionally, full cells using MnO2 cathodes exhibit stable cycling for 6000 cycles at 5 A g−1, with a capacity retention of 75%. Furthermore, the pouch-type cell with an area of 90 cm2 delivers a capacity of 60 mAh and maintains stable cycling for 540 cycles at 200 mA, highlighting its strong potential for scalability. Keywords Stepwise deposition Zinc oxide nanofiber arrays Anionic surfactant Dendrite-free anode High deposition capacity 1 Introduction Aqueous zinc-ion batteries (AZIBs) are promising for next-generation energy storage devices (ESDs) because of their safety, low cost and high capacity (5851 Ah L−1) [1–3]. However, scaling-up AZIBs is constrained by intrinsic issues with Zn metal in aqueous electrolytes, such as hydrogen evolution and dendrite formation, especially under high-capacity conditions [4–7]. Hydrogen evolution is caused by the low redox potential (−0.76 V vs. SHE) of Zn, which is thermodynamically unstable in aqueous electrolytes and produces hydrogen gas through displacement reactions [4,8–10]. The hydrogen evolution reaction can be effectively mitigated by reducing the interfacial water activity through the construction of protective layers, electrolyte optimization, and exposure of highly stable Zn (002) surfaces. In contrast, dendrite-induced short circuits are particularly critical, posing significant safety hazards to ESDs [11–15]. Despite the significant progress in suppressing hydrogen evolution and Zn dendrite formation under low-capacity conditions, achieving Zn anodes that are free of Zn dendrites under high-capacity scenarios remains challenging and crucial for practical applications. The evolution of zinc dendrites is closely related to the nucleation and growth of Zn2+ during deposition, which are dominated by the diffusion behavior of zinc ions [16–18]. Thus, modulating the diffusion of zinc ions is an effective strategy to inhibit dendrite formation [19–21]. Zinc ion diffusion can be classified into two types: two-dimensional (2D), which is parallel to the electrode surface (in-plane diffusion), and three-dimensional (3D), which is perpendicular to the electrode surface (out-plane diffusion). For example, a solid electrolyte interphase (SEI) or solid protective layers such as ZnF2 [22,23], ZnS [24], zinc silicate [21], polydopamine [25], PDMS/TiO2-x [26] and MOFs [27,28] can be used to construct uniform ion diffusion channels to promote 3D diffusion of zinc ions, thereby facilitating uniform nucleation. In addition, some adsorption additives, such as Irgacure [29], alkyl trimethylammonium bromides [30], and Co(TPAC) [31], can also promote the 3D diffusion of zinc ions for uniform nucleation. However, the 3D diffusion of zinc ions results in loose growth of zinc and significant electrode deformation, leading to severe Zn dendrite formation at high deposition depths (above 5 mAh cm−2). To promote the 2D diffusion of zinc ions, some adsorption additives, such as hexamethylphosphoramide [32], surfactants [33–35], trimesic acid [36], etc., have been used to facilitate dense Zn growth. However, this often results in nonuniform nucleation and failure to fully utilize the electrode area. Although previous studies have enhanced Zn anodes to some extent, further research is still needed in the field of high-capacity zinc anodes. Notably, as the capacity increases, single strategies often exacerbate the drawbacks associated with diffusion-dominated plating. Typically, 2D growth results in dense but nonuniform plating, whereas 3D growth leads to loose but more uniform plating. Therefore, the two types of diffusion-dominated deposition exhibit high heterogeneity and significant volume deformation at high deposition depths. The uneven deposition dominated by 2D diffusion comes from the uneven nucleation, while the loose deposition at high depth dominated by 3D growth comes from the uneven ion flux during the deposition process, which leads to a large volume deformation [37]. The small gaps between the grains during the 3D growth process perpendicular to the electrode surface, making it difficult to achieve dense deposition at a deeper depth, and cannot approach the theoretical density of metallic zinc. In contrast, 2D nucleation is not uniform, but the 2D growth process parallel to the electrode surface will make individual grains larger and denser. To achieve uniform and dense plating, the ideal process starts with 3D diffusion to create uniform nucleation sites, followed by 2D diffusion dominated growth to promote densified growth at these sites (Scheme 1 ). However, achieving both uniform and dense deposition at high capacity continues to pose a significant challenge. Here, we propose an approach that not only enables controlled and stepwise deposition but also effectively suppresses hydrogen evolution. Specifically, ultrathin (002)-oriented ZnO nanofiber arrays (ZONAs) are introduced on the Zn surface to promote 3D nucleation in the initial plating stage, while anionic surfactant (AS) is added to the electrolyte to enable subsequent densified growth (2D) while suppressing hydrogen evolution. Finally, a uniform and dense zinc anode is obtained under the demanding conditions of high deposition capacity. This ideal stepwise deposition significantly enhances the performance of zinc metal anodes in both symmetric cells and full cells. The symmetrical cell has an ultralong life span of 2100 h under harsh test conditions of 10 mA cm−2 and 10 mAh cm−2. Additionally, we have demonstrated its efficacy in Zn||MnO2 pouch-type full cell with an area of 90 cm2, which exhibits stable cycling for 540 cycles. This directly underscores the scalable and promising application potential of this approach. In addition, this study also proposed the characteristics of ideal stepwise deposition of uniform nucleation and dense growth, providing a research direction for achieving high-areal capacity uniform deposition. 2 Experimental 2.1 Materials and Methods Zinc foil (Nanjing Shengnuo, 100 μm), potassium fluoride dihydrate (KF·2H2O, Sigma-Aldrich), a GF/D separator (Whatman), potassium carbonate (K2CO3, Kermel), zinc sulfate heptahydrate (ZnSO4·7H2O, Sigma-Aldrich), anionic surfactant (AS) of sodium dodecyl benzene sulfonate (SDBS, Sigma-Aldrich), a coin-type cell case (CR 2032), and MnO2 (synthesized on the basis of previous research [38]) were used. 2.2 Preparation of Zn-ZONA, Ti-ZONA, Cu-ZONA The bare zinc was ultrasonicated with ethanol and acetone for 30 min and then immersed in 2 M K2CO3 and 2 M KF for 24 h to obtain Zn-ZONA. Ti-ZONA and Cu-ZONA were obtained by plating zinc on Ti foil (100 μm) and Cu foil (100 μm), followed by immersion in 2 M K2CO3 and 2 M KF for 2 days. The capacity of the deposited zinc is 1 mAh cm−2 at a current density of 10 mA cm−2. 2.3 Preparation of the electrolyte with AS A total of 0.1 g of anionic surfactant (AS) of SDBS was dissolved in 10 mL of deionized water by ultrasonication, resulting in the formation of a concentrated surfactant mother solution. Under ultrasonic conditions, 0.8 mL of the SDBS mother liquor was injected into 9.2 mL of 2 M ZnSO4, resulting in an electrolyte with AS (0.8 g L−1). In addition, to eliminate the influence of residual zinc, a pre-oxidation stripping process was also carried out in the subsequent electrochemical tests using Ti-ZONA or Cu-ZONA electrodes to remove as much residual zinc as possible. 2.4 Synthesis of MnO2 and preparation of the cathode β-MnO2 powders were synthesized through a hydrothermal method. During the synthesis, 30 mL of 0.1 M KMnO4 and 30 mL of 0.6 M MnSO4 were mixed at 25 °C and stirred continuously for 30 min. The mixture was loaded into a 100 mL Teflon autoclave and reacted in an oven at 140 °C for 12 h. The product was washed three times with deionized water and absolute ethanol, collected by centrifugation and dried at 60 °C for 12 h. 2.5 Physical characterization The morphologies of the pristine and cycled zinc anodes with a ZnO nanoarray (Zn-ZONA) were characterized by scanning electron microscopy (SEM, Quanta 200F, FEI). Elemental distribution mapping was performed with an energy dispersive X-ray spectrometer (EDS) in conjunction with SEM (JSM-7900F, JEOL). X-ray diffraction (XRD) patterns of the zinc anodes and MnO2 powders were recorded with an X-ray powder diffractometer (Rigaku D/Max 2500/PC) using Cu Kα radiation (λ = 1.54 Å at 40 kV and 200 mA). The structure of Zn-ZONA was characterized via transmission electron microscopy (TEM, HT7700, HITACHI and JEM-2100, JEOL) and Raman spectroscopy (Renishaw, 532 nm, 1.65 mW). In addition, X-ray photoelectron spectroscopy (Thermofisher Escalab 250 Xi + spectrometer) with Al Kα X-ray radiation (hν = 1486.6 eV) was used to identify the surface chemical compositions and oxidation states of the elements. The volume of the electrolyte used for contact angle testing in the contact angle tester (DSA100, KRUSS) was 8 μL. The 3D render of Zn+ and ZnO+ of pristine and plated Zn-ZONA were tested via a time-of-flight secondary ion mass spectrometer (M6, IONTOF GmbH). 2.6 Electrochemical testing Linear sweep voltammetry (LSV) curves of different electrolytes were obtained in symmetrical cells at a scan rate of 1 mV s−1. Tafel curves were measured in the range of −0.5 V to 0.5 V (vs. Zn/Zn2+) at a scan rate of 10 mV s−1 in a three-electrode cell. The optimization of Zn-ZONA-AS for the full cell was evaluated via cyclic voltammetry (CV) curves from 0.8 V to 1.9 V (vs. Zn/Zn2+) at 0.5 mV s−1 in Zn||MnO2. All the electrochemical curves (CV, LSV, Tafel and EIS) were obtained via a PMC 200A from PARSTAT. All the symmetrical cell electrochemical tests were performed in coin-type cells (CR2032) employing zinc foil with a diameter of 14 mm as the electrodes. For all the coin cells, a GF/D separator with a diameter of 19 mm was utilized as the separator, and the electrolyte volume was 150 μL. The full cells use synthetic MnO2 as the cathode material. The current collectors of the cathode in the coin cell and pouch cell are stainless steel (SS) foil and carbon cloth (CC), respectively, and the active material loading masses are approximately 1 mg cm−2 and 5 mg cm−2, respectively. The electrolytes used in the Zn||MnO2 full cells all contained 0.1 M manganese sulfate (MnSO4). Galvanostatic plating and stripping measurements were carried out with a Land CT3001A instrument. 2.7 Calculation details The geometries of the ion, the dodecylbenzenesulfonate (DBS) anion, and the ion-DBS complex were optimized using the Beijing Density Functional (BDF) software package [39]. The calculations were performed within the framework of density functional theory (DFT) using the B3LYP functional and the 6-31G(d) basis set [40]. Default convergence criteria were applied for the geometry optimizations. For the adsorption energy calculations of Zn atoms on Zn metal and ZnO surfaces, first-principles calculations based on DFT were carried out using the DS-PAW (Device Studio Projector Augmented Wave) program under the Device Studio platform [41]. DS-PAW employs a plane-wave basis set and the projector augmented wave (PAW) method [42]. The exchange–correlation energy functional was treated within the generalized gradient approximation (GGA) using the Perdew-Burke-Ernzerhof (PBE) functional [43]. During the calculations, the atomic positions were fully relaxed until the forces on each atom were less than 0.05 eV/Å. The electronic iteration convergence criterion was set to 10−4 eV. The wave functions were expanded using a plane-wave basis set with a kinetic energy cutoff of 300 eV. Brillouin zone integration was obtained using a Gamma-centered k-point mesh of 8 × 8 × 1. 3 Results and discussion 3.1 Characteristics of Zn-ZONA anode To achieve uniform nucleation in the initial plating stage, an effective strategy is to leverage the steric hindrance of a material array to confine the 2D diffusion of ions, thereby enhancing control over the ion distribution. As depicted in Fig. 1 a, (002)-oriented ZONAs were prepared on the zinc anode surface by immersing the zinc foil in a solution of 2 M K2CO3 and 2 M KF for 24 h. Fig. 1b shows the uniform nanofiber array morphology of ZONAs, whereas the X-ray diffraction (XRD) pattern in Fig. 1c shows the presence of ZnO nanofibers with a strong (002) orientation, indicating that the fibers predominantly grow perpendicular to the electrode surface. The X-ray photoelectron spectroscopy (XPS) data shown in Fig. S1 further confirmed the formation of ZnO on the Zn anode surface, as evidenced by the blueshift of the Zn 2p peak and redshift of the O 1s peak. The Raman spectrum (Fig. S2) revealed characteristic vibrational peaks at 440 cm−1, corresponding to ZnO. High-resolution transmission electron microscopy (HRTEM) and transmission electron microscopy (TEM) images, presented in Fig. 1d and Fig. S3, confirmed the crystal structure of the ZnO nanofibers scraped from the anode surface. Clearly, ZnO nanofibers grown along the crystal [002] direction are the basic units for constructing arrays. Compared with non-oriented ZnO nanofibers [44], the oriented nanofibers facilitate uniform gap formation on the anode surface, leading to better confined deposition. Owing to the optical properties of ultrathin ZnO crystals, Zn-ZONA exhibits a thin-film interference phenomenon. The digital images of bare Zn and Zn-ZONA shown in Fig. 1e were captured at light reflection angles of 0° and 45°, respectively. The interference colors arise from the interaction of the thin ZnO film with the incident light (Fig. S4a). The high uniformity of ZONA is clearly demonstrated by the color distribution in Fig. 1e. On the basis of the thin-film interference principle, the thickness of ZONA is approximately 750–880 nm (Fig. S4), with ultrahigh homogeneity across the entire anode surface (Φ = 14 mm). The cross-sectional scanning electron microscopy (SEM) and energy-dispersive spectroscopy (EDS) mapping images in Fig. 1f and Fig. S5 further confirm that the thickness of the zinc oxide array is approximately 850 nm. Therefore, a uniform and oriented ZONA is obtained, which is beneficial for inducing uniform nucleation in the initial stage of Zn deposition. 3.2 Properties of Zn-ZONA in electrolyte with AS As the deposition depth increases, the effectiveness of the artificial protective layer diminishes because it becomes covered by the electrodeposited Zn. Consequently, ZONA can function only during the initial step of the ideal deposition process, which involves inducing uniform nucleation. To achieve the subsequent densification required for ideal deposition, an anionic surfactant (AS), specifically sodium dodecylbenzenesulfonate, was added to the electrolyte (0.8 g L−1) to regulate the subsequent deposition process and densify the deposition. Furthermore, the addition of AS has additional synergistic effects with ZONA to suppress substrate Zn corrosion, compensating for the limited protection provided by the porous (non-dense) nature of ZONA. As shown in Fig. 2 a, AS, with its inherent amphiphilic properties, arranges itself orientationally at the electrode interface [45]. At the same time, there is an electrostatic effect between −SO3 − of AS and Zn2+, as shown in Fig. S6. Compared with Na+ (−6 eV), the formation energy of AS anion with Zn2+ is lower (−6.36 eV). This indicates that AS prefers to combine with Zn2+ in the electrolyte, which can effectively reduce the number of water molecules around Zn2+. This oriented arrangement of AS on the Zn-ZONA anode surface not only provides corrosion protection for the zinc substrate but also enhances the induction and confinement of zinc ions within the array. Fig. 2b shows a decrease in the contact angle with increasing effects of ZONA (40.6°) and AS (91.8°). The combined effect of ZONA and AS further reduces the contact angle to 30.4°, indicating improved wettability and a stronger interaction between the electrolyte and the Zn-ZONA anode. In addition, compared to Zn-ZONA in pure ZnSO4 electrolyte (0 mV), the negative zeta potential of Zn-ZONA-AS (−3 mV) in ZnSO4 electrolyte with AS (Fig. S7) further verifies the adsorption of AS on the Zn-ZONA surface. Notably, the adsorbed AS also plays a crucial role in maintaining the stability of ZONA on the anode surface. Zn-ZONA after immersion in 2 M ZnSO4 for 2 days shows a damaged morphology (Fig. 2c), whereas Zn-ZONA after immersion in 2 M ZnSO4 with AS maintains its pristine morphology (Fig. 1b and Fig. 2d). The damage observed in Zn-ZONA is likely due to the array detaching from the zinc substrate, as it undergoes corrosion and dissolution in a ZnSO4 solution. The XRD patterns in Fig. 2e reveal the presence of typical corrosion byproducts, specifically Zn4(OH)6SO4·3H2O (JCPDS: #039-0689), alongside the disappearance of ZnO after soaking Zn-ZONA in a ZnSO4 solution. In contrast, after soaking Zn-ZONA in a ZnSO4 solution with AS, the ZnO structure remains intact, and no significant byproduct peaks are observed (Fig. 2e). When comparing bare Zn immersed in ZnSO4 and ZnSO4 with AS (Fig. S8 and Fig. S9), AS also significantly reduced the by-products on the Zn anode surface, further demonstrating the substantial effectiveness of AS in inhibiting zinc anode corrosion. The Tafel curve of Zn-ZONA in ZnSO4 with AS (Fig. 2f) shows a lower corrosion current density than that of bare Zn in ZnSO4, confirming the protective effect of the AS and ZONA layer on the Zn anode. For comparison, Tafel curves of bare Zn in ZnSO4 with AS and ZONA in ZnSO4 (Fig. S10) further demonstrate the strong anti-corrosion effect of AS, which is consistent with previous immersion results. Additionally, the linear sweep voltammetry (LSV) curves in Fig. S11 reveal that Zn-ZONA in 2 M Na2SO4 with AS possesses a hydrogen evolution potential of −1.79 V at 10 mA cm−2, which is lower than that for bare Zn in 2 M Na2SO4 (−1.76 V vs. AgCl/Ag). This improved inhibition of hydrogen evolution is attributed to the specific adsorption of AS on the Zn-ZONA surface. To analyze the regulatory effects of ZONA and AS on the deposition process, cyclic voltammetry (CV) was performed on Ti in a ZnSO4 solution and Ti foil covered with ZONA (Ti-ZONA, Fig. S12) in a ZnSO4 solution containing AS, as shown in Fig. 2g. Obviously, the synergistic effect of ZONA and AS results in a higher nucleation overpotential (NOP) of 107 mV than that of bare Ti (61 mV), indicating a more uniform Zn deposition process [32,36]. In addition, Fig. S13 shows the NOP of bare Ti-AS and Ti-ZONA without AS are 98 mV and 69 mV, respectively, which are both smaller than the NOP under the synergy of ZONA and AS. Compared with Ti-ZONA (69 mV), the increased NOP of Ti-ZONA-AS (109 mV) indicate that AS adsorbed in the array can also play an optimizing role in deposition in addition to stabilizing the array. Finally, the chronoamperometric curve of Zn-ZONA-AS (Fig. 2h) clearly illustrates the two stages of the deposition process: 3D nucleation in the initial stage and 2D growth in the subsequent stage. It is worth mentioning that both 2D diffusion and 3D diffusion processes occur at each stage of the processes, but there are differences in dominance. During the nucleation stage, 2D diffusion typically plays a dominant role, as it helps reduce surface energy. To suppress 2D nucleation, the ZONA was used to limit the abnormal growth of the crystal nucleus, thereby improving the uniformity of the initial crystal nucleus and promoting 3D diffusion characteristics in subsequent growth. In step 2, under the action of AS, the surface tension is reduced to promote the densification of the deposited crystal, showing the characteristics of 2D growth. In the ZONA region, the dominant role of 3D nucleation is noted, whereas in the AS region, the more prevalent 2D growth is primarily considered. Therefore, the actual plating process of Zn-ZONA-AS does not conflict with the growth dominated by 2D diffusion process first and then growth dominated by the 3D diffusion process in some studies [46]. The obvious fluctuation around 100 s of Zn-ZONA-AS, corresponding to the transition from restricted 3D nucleation to AS-dominated densification growth. The synergistic effect of AS and ZONA enables efficient anode protection while achieving the ideal stepwise deposition process. 3.3 Stepwise deposition process with the synergistic effect of ZONA and AS The stepwise deposition process was achieved through the synergistic effects of ZONA and AS, promoting uniform and dense zinc deposition during cycling. This approach effectively minimizes volume deformation of the zinc anode and inhibits dendrite formation. Fig. 3 a illustrates the ideal stepwise deposition process facilitated by the synergistic effect of ZONA and AS. The promotion of 3D nucleation by ZONAs comes from the domain deposition caused by its inherent steric effect and the stronger adsorption of Zn2+. As shown in Fig. S14, zinc deposition in the initial plating stage occurs primarily in the gaps of ZONAs where the electrolyte is filled. Compared to bare Zn, the uniform gaps in the array can effectively limit the abnormal growth of crystals, improve the uniformity of crystal growth, and exhibit the characteristics of 3D nucleation. In addition, theoretical calculation in Fig. S15 shows that Zn2+ exhibits lower adsorption energy (−3.0 eV) on ZnO surface compared to Zn (0.79 eV), further facilitating the promotion of zinc nucleation. As the deposition capacity increases, the ZONA layer gradually becomes saturated with deposited zinc, forming numerous uniform crystal nuclei on its surface. These crystal nuclei subsequently undergo in-plane densification under the influence of AS, leading to dense and uniform deposition. Fig. 3b and Fig. 3c display the deposition morphology of Zn on bare Zn in ZnSO4 and Zn-ZONA in ZnSO4 with AS (Zn-ZONA-AS) at various capacities (0.01–0.5 mAh cm−2). With increasing deposition capacity, bare Zn shows a loose and irregular deposition morphology in ZnSO4, resulting in dendrite formation. During the stripping process, dendrites are prone to detachment due to dissolution at their roots, generating dead zinc. Both dendrites and dead zinc, resulting from nonuniform and loose deposition, significantly reduce the cycle stability of the battery [47]. In contrast, the stepwise deposition process, which transitions from ZONA-dominated (3D) to AS-dominated (2D), demonstrates ideal deposition characteristics. At low capacities (0.01, 0.05 mAh cm−2), the deposition fills the array, forming uniformly distributed vertical flakes (Fig. 3c and Fig. S16), attributed to the steric hindrance of ZONA. As deposition progresses to higher capacities (0.1, 0.2 and 0.5 mAh cm−2), AS induces densified growth of Zn, resulting in a dense, uniform, and dendrite-free zinc anode (Fig. 3c and Fig. S17). The optical microscope images of the cross-sectional deposits in Fig. S18 further demonstrate the densification effect of AS on the plating. At the same deposition time at a current density of 10 mA cm−2, the Zn-ZONA deposited with AS exhibits a markedly denser plating structure compared to the Zn-ZONA without AS. To validate the benefits of stepwise deposition, deep deposition experiments were conducted in coin cells. As shown in Fig. S19, Zn-ZONA-AS with stepwise deposition reached maximum deposition depths of 52 mAh cm−2 and 56 mAh cm−2 at current densities of 5 mA cm−2 and 10 mA cm−2, respectively. This represents a significant improvement over the limited deposition depth of bare zinc (<15 mAh cm−2), highlighting the effectiveness of Zn-ZONA-AS in inhibiting dendrite formation. Furthermore, the SEM images in Fig. S20 provide a detailed view of the zinc anode morphology at deposition capacities of 5 mAh cm−2 under 10 mA cm−2 for bare Zn and Zn-ZONA-AS. Obviously, Zn-ZONA-AS has a more uniform and dense morphology, even across a larger area, which fully demonstrates its advantages in actual coin cell applications. Element distribution analysis via time-of-flight secondary ion mass spectrometry (TOF-SIMS), as shown in Fig. 3d and Fig. 3e, further confirmed the clear structure of the ZnO array beneath the deposited zinc after high-area capacity deposition. In pristine Zn-ZONA anode of Fig. 3d, the ZnO layer is evenly distributed on the electrode surface. Notably, the difference in the signals of the zinc cations (Zn+) between the Zn substrate and ZONA layer arises from the different ionization rates of metallic zinc and zinc oxide under the same ion beam. After depositing 0.5 mAh cm−2 in ZnSO4 with AS, the gaps in the ZnO layer were filled and densely deposited outside the layer under the action of AS. Therefore, the ZnO layer was located below the deposited zinc layer as shown in Fig. 3e, which is consistent with Fig. 3c. This analysis supports the feasibility of the stepwise deposition process, demonstrating that AS effectively dominated the subsequent deposition stage. 3.4 Improved performance of zinc plating/stripping via Zn-ZONA and AS To evaluate the reversibility of ZONA and AS during electrode plating and stripping, asymmetric cells were assembled using Cu foil as the counter electrode. As shown in Fig. 4 a, the Zn-ZONA-AS||Cu cell demonstrates impressive stability, achieving 440 cycles with an average Coulombic efficiency (CE) of 99.7% at 2 mA cm−2 and a capacity of 1 mAh cm−2. The uniform and dense deposition enabled by ZONA and AS results in a high CE, particularly in the initial stage (94%), as illustrated in Fig. 4b. In contrast, the Zn||Cu cell in ZnSO4 shows limited cycling stability, lasting only 217 cycles with fluctuations and a low average CE of 98%, accompanied by the formation of dendrites and dead zinc arising from loose and uneven deposition (Fig. 4a and Fig. 4c). Notably, the initial CE of bare Zn in ZnSO4 is as low as 81%. In addition, the lifespans of Zn||Cu asymmetric cells with either Zn-ZONA or bare Zn-AS is less than 200 cycles under 2 mA cm−2 and 1 mAh cm−2 (Fig. S21), illustrating the synergistic effect of ZONA and AS during deposition. To further confirm the advantages of stepwise deposition, a counter electrode comprising Cu foil covered with zinc oxide nanofiber arrays (denoted as Cu-ZONA) was prepared by predepositing zinc on Cu foil, followed by immersion in 2 M K2CO3 and 2 M KF solutions for 24 h (Fig. S22). Before cycling, an oxidative stripping reaction was performed on Cu-ZONA to remove excess predeposited zinc. Fig. S23 shows that the Zn-ZONA||Cu-ZONA cell in ZnSO4 with AS achieves a long lifespan of 1000 cycles and a high average CE of 99.8% at 2 mA cm−2 and 1 mAh cm−2. The initial CE slightly exceeds 100% because of residual predeposited Zn in the Cu-ZONA. The symmetric Zn-ZONA||Zn-ZONA cell in the presence of ZnSO4 with AS also demonstrated high cycling reversibility under various operating conditions. As depicted in Fig. 4d, the symmetrical cell with the Zn-ZONA-AS anode achieves a lifespan of 1500 h with a cycle depth of 1 mAh cm−2 at 2 mA cm−2. In addition, the Zn-ZONA-AS anode maintains stable performance at lower current densities of 0.5 and 1 mA cm−2 (Fig. S24). In contrast, the symmetrical cell with bare Zn in ZnSO4 shows poor reversibility, with a short lifespan of only 100 h at a current density of 2 mA cm−2 due to short circuits caused by dendrite formation. The cycled anode of bare Zn in ZnSO4 reveals a rough surface morphology (Fig. S25) and the generation of the byproduct ZSH (Fig. S26). Remarkably, Zn-ZONA-AS anode recycling produces a smooth and dense morphology with a strong 002 orientation (I002/I101 = 17) (Fig. S25 and S26). The enhanced anti-corrosion properties and high CE of Zn-ZONA-AS prevent significant corrosion and byproducts in cycled anodes. Fig. 4e and Fig. S27 show the rate performance of the Zn-ZONA-AS symmetric cell compared with that of the bare Zn symmetric cell at different current densities. Zn-ZONA-AS exhibited stable overpotential fluctuations with increasing current density and maintained a consistent overpotential at low current densities after high current density cycling, demonstrating its stable electrode cycling process and good rate performance. In contrast, the overpotential of bare Zn significantly decreases after high-current cycling compared with its initial overpotential, ultimately resulting in short battery circulation. This change in overpotential is attributed to dendrite growth on the surface of cycled bare Zn. Furthermore, the rate performances of Zn-ZONA in ZnSO4 without AS and bare Zn in ZnSO4 with AS are shown in Fig. S28 and Fig. S29. Both bare Zn with AS and Zn-ZONA in ZnSO4 without AS experience short circuits and a large reduction in overpotential after high-current cycling. Additionally, Fig. S30 shows the poor stability of symmetrical cells with Zn-ZONA or Zn-AS compared with Zn-ZONA-AS. Consequently, stepwise deposition guided by the synergy between Zn-ZONA and AS is the key to enhancing battery stability. Moreover, the nucleation overpotential of Zn-ZONA-AS also shows stable changes under various current densities, as shown in Fig. S31. To assess the practical applicability of Zn-ZONA-AS, high current density and high depth cycle tests (10 mA cm−2, 10 mAh cm−2) were further conducted (Fig. 4f). Surprisingly, the symmetrical cell with Zn-ZONA-AS maintains stable cycling for 2100 h at a high depth of discharge (DOD, 20%). The larger overpotential difference in the later stage of the cycle is due to the higher discharge depth and the different degree of evolution of the electrodes. As shown in Fig. S32, the overpotential difference in the initial stage is consistent with that in the rate performance test (Fig. 4e) under 10 mA cm−2 and 1 mAh cm−2. However, as the roughness of the electrode gradually increases during the cycle of bare Zn, its overpotential continues to decrease until short circuit occurs. Both the plating current density and capacity have a profound impact on the cell stability and should be considered when evaluating the electrochemical performance [51,52]. Therefore, the product of current and depth (IC) is used as a stability descriptor for symmetrical cells, demonstrating the marked advantage of the Zn-ZONA-AS anode in this work over previous reports (Fig. 4g, Table S1). This enhanced electrochemical performance underscores the critical role of stepwise deposition achieved by Zn-ZONA-AS in improving the stability of zinc anodes in batteries. It is worth mentioning that the thickness and density of ZnO nanofibers arrays need to be appropriate. When the growth time of the ZONA is prolonged (48 h), the polarization of the battery will increase (Fig. S33a). However, when the growth time is shortened (24 h), ZONA fails to adequately protect Zn anode in the electrolyte (Fig. S33b). In addition, the concentration of AS also plays an important role in the stability of the battery, as shown in Fig. S34–S36. Since the solubility of AS in zinc sulfate is limited, increasing the solubility to 1.2 g L−1 will cause turbidity (Fig. S34). Lower concentrations of AS are less effective in maintaining the stability of the ZONA and have a limited impact on battery performance, as shown in Fig. S35. The unsatisfactory performance is likely attributed to the inability of lower AS concentrations to form an effective adsorption layer at the deposition interface (Fig. S36). 3.5 Electrochemical performance of Zn-ZONA-AS||MnO2 full battery To further explore the practical application potential of Zn-ZONA-AS, a full battery was assembled using MnO2 as the cathode (Fig. S37 and Fig. S38). As demonstrated in Fig. 5 a and Fig. S39, at current densities of 5 A g−1 and 1 A g−1, Zn-ZONA-AS||MnO2 full cells achieve 6,000 and 1,000 cycles with capacity retention rates of 75% and 85%, respectively. In contrast, bare Zn||MnO2 batteries exhibit lower capacity retention rates of 17% and 66% at the same current density. Compared with that of the bare Zn anode, the cycle life of full batteries using Zn-ZONA-AS is substantially improved, highlighting the substantial performance enhancement afforded by Zn-ZONA-AS. In addition, the Zn-ZONA-AS||MnO2 battery with a low N/P ratio (∼8.7) can still stably cycle 800 times at 1 A g−1 with a capacity retention of 77% (Fig. S40). The impressive performance of the full battery and the easy scaling up of Zn-ZONA-AS (Fig. 5b) underscore its high potential for practical application. Additionally, the CV curves in Fig. S41 and the galvanostatic charge–discharge curves in Fig. S42 for Zn-ZONA-AS||MnO2 and Zn||MnO2 demonstrate that incorporating AS in the electrolyte promotes more complete MnO2 utilization and enhances battery stability. The milder activation observed in the Zn-ZONA-AS||MnO2 battery may be attributed to the enhanced wettability of the electrolyte by the introduction of AS. In addition, AS has the ability to bind protons and buffer the pH of the system, promoting more complete MnO2 utilization and enhancing battery stability [34,53–56]. Fig. 5c and 5d further demonstrate the practical applicability of Zn-ZONA-AS||MnO2 through the construction of a large-capacity pouch cell with an area of 90 cm2. As shown in Fig. S43, carbon cloth was used as the cathode current collector to increase the active material loading to approximately 4.5 mg cm−2. The pouch cell demonstrated stable cycling for 540 cycles at 200 mA with a cumulative discharge capacity of 25 Ah. The discharge capacity consistently exceeded 40 mAh (capacity retention after 540 cycles: 67%), indicating excellent reversibility and stability of the pouch cell with Zn-ZONA-AS (Fig. 5d, and Fig. S44). After cycling in the pouch cell, the Zn-ZONA anode exhibited a uniform and dense morphology similar to that observed in the coin cell (Fig. 5e, and Fig. S45). Due to the deposition and dissolution mechanism of the MnO2 cathode, the conductivity of the electrode will deteriorate during the cycle, making it difficult to achieve a higher areal capacity. Therefore, a pouch cell with high areal capacity of 3.1 mAh cm−2 was assembled by using the vanadium-based oxide of Zn0.25V2O5·H2O (ZVO, PDF#008-2328) with ion insertion and extraction mechanism as the cathode as shown in Fig. S46. The high areal capacity pouch cell can be stably cycled for 100 cycles with a capacity retention of 74%. In addition, the capacity retention rate of the battery after a certain period of static state is also critical to its application. The Zn||ZVO cell with Zn-ZONA-AS shows a higher capacity retention of 89% than bare Zn (72%) after 48 h of standing (Fig. S47), further illustrating the scalability of Zn-ZONA-AS. These electrochemical performances fully validate the effectiveness of the ideal stepwise deposition process of the anode enabled by Zn-ZONA-AS in full batteries. 4 Conclusions In this work, to achieve a high-performance Zn anode under high-current, high-capacity and high-depth conditions, we introduce an ideal stepwise deposition process that involves initial 3D uniform nucleation, followed by 2D dense growth. This stepwise deposition process has been successfully realized through the coordinated action of a ZnO nanoarray and an anionic surfactant (such as SDBS). The Zn-ZONA-AS anode, which uses this stepwise deposition approach, demonstrates exceptional performance in both symmetrical cells and full batteries, showing significantly improved stability compared with that of the bare Zn anode. Specifically, the Zn-ZONA-AS anode in symmetrical cells achieves stable cycling for 2100 h under demanding conditions of 10 mA cm−2 and 10 mAh cm−2. The pouch-type Zn-ZONA-AS||MnO2 battery with an area of 90 cm2 delivers an initial capacity of 60 mAh and cycles reliably for 540 cycles, achieving an accumulative discharge capacity of 25 Ah. Furthermore, the cycled Zn-ZONA anode has a uniform and dense morphology, effectively preventing the formation of dendrites and dead Zn. The successful implementation and validation of this ideal stepwise deposition process offer new insights into the development of metallic zinc anodes and are expected to advance the application of AZIBs. CRediT authorship contribution statement Weili Xie: Writing – original draft, Investigation, Data curation, Conceptualization. Kaiyue Zhu: Writing – original draft, Supervision, Methodology, Funding acquisition, Conceptualization. Weikang Jiang: Data curation. Hanmiao Yang: Data curation. Weishen Yang: Writing – review & editing, Resources, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments All the authors appreciate the financial support from the National Natural Science Foundation of China (grant 22090060/22090063), and Liaoning Province (2023-MS-014). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2025.02.059. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] W.J. Lu C.K. Zhang H.M. Zhang X.F. Li ACS Energy Lett. 6 2021 2765 2785 W. J. Lu, C. K. Zhang, H. M. Zhang, X. F. Li, ACS Energy Lett. 6 (2021) 2765-2785. [2] T. Wang C. Li X. Xie B. Lu Z. He S. Liang J. Zhou ACS Nano 14 2020 16321 16347 T. Wang, C. Li, X. Xie, B. Lu, Z. He, S. Liang, J. Zhou, ACS Nano 14 (2020) 16321-16347. [3] K. Zhu W. Jiang Z. Wang W. Li W. Xie H. Yang W. Yang Angew. Chem. Int. Ed. 62 2023 e202213368 K. Zhu, W. Jiang, Z. Wang, W. Li, W. Xie, H. Yang, W. Yang, Angew. Chem. Int. Ed. 62 (2023) e202213368. [4] W. Xie K. Zhu H. Yang W. Yang Adv. Mater. 36 2024 e2306154 W. Xie, K. Zhu, H. Yang, W. Yang, Adv. Mater. 36 (2024) e2306154. [5] L.E. Blanc D. Kundu L.F. Nazar Joule 4 2020 771 799 L. E. Blanc, D. Kundu, L. F. Nazar, Joule 4 (2020) 771-799. [6] Q. Li A. Chen D.H. Wang Z.X. Pe C.Y. Zhi Joule 6 2022 273 279 Q. Li, A. Chen, D. H. Wang, Z. X. Pe, C. Y. Zhi, Joule 6 (2022) 273-279. [7] L. Ma M.A. Schroeder O. Borodin T.P. Pollard M.S. Ding C.S. Wang K. Xu Nat. Energy 5 2020 743 749 L. Ma, M. A. Schroeder, O. Borodin, T. P. Pollard, M. S. Ding, C. S. Wang, K. Xu, Nat. Energy 5 (2020) 743-749. [8] Z. Cai J. Wang Y. Sun eScience 3 2023 100093 Z. Cai, J. Wang, Y. Sun, eScience 3 (2023) 100093. [9] T.H. Wu Y. Zhang Z.D. Althouse N. Liu Mater. Today Nano 6 2019 100032 T. H. Wu, Y. Zhang, Z. D. Althouse, N. Liu, Mater. Today Nano 6 (2019) 100032. [10] Y. Shi Y. Chen L. Shi K. Wang B. Wang L. Li Y. Ma Y. Li Z. Sun W. Ali S. Ding Small 16 2020 e2000730 Y. Shi, Y. Chen, L. Shi, K. Wang, B. Wang, L. Li, Y. Ma, Y. Li, Z. Sun, W. Ali, S. Ding, Small 16 (2020) e2000730. [11] Q. Yang Q. Li Z. Liu D. Wang Y. Guo X. Li Y. Tang H. Li B. Dong C. Zhi Adv. Mater. 32 2020 e2001854 Q. Yang, Q. Li, Z. Liu, D. Wang, Y. Guo, X. Li, Y. Tang, H. Li, B. Dong, C. Zhi, Adv. Mater. 32 (2020) e2001854. [12] Y. Zou Y. Wu W. Wei C. Qiao M. Lu Y. Su W. Guo X. Yang Y. Song M. Tian S. Dou Z. Liu J. Sun Adv. Mater. 36 2024 e2313775 Y. Zou, Y. Wu, W. Wei, C. Qiao, M. Lu, Y. Su, W. Guo, X. Yang, Y. Song, M. Tian, S. Dou, Z. Liu, J. Sun, Adv. Mater. 36 (2024) e2313775. [13] X.Y. Yu Z.G. Li X.H. Wu H.T. Zhang Q.G. Zhao H.F. Liang H. Wang D.L. Chao F. Wang Y. Qiao H.S. Zhou S.G. Sun Joule 7 2023 1145 1175 X. Y. Yu, Z. G. Li, X. H. Wu, H. T. Zhang, Q. G. Zhao, H. F. Liang, H. Wang, D. L. Chao, F. Wang, Y. Qiao, H. S. Zhou, S. G. Sun, Joule 7 (2023) 1145-1175. [14] Q. Li A. Chen D. Wang Y. Zhao X. Wang X. Jin B. Xiong C. Zhi Nat. Commun. 13 2022 3699 Q. Li, A. Chen, D. Wang, Y. Zhao, X. Wang, X. Jin, B. Xiong, C. Zhi, Nat. Commun. 13 (2022) 3699. [15] J. Zheng Q. Zhao T. Tang J. Yin C.D. Quilty G.D. Renderos X. Liu Y. Deng L. Wang D.C. Bock C. Jaye D. Zhang E.S. Takeuchi K.J. Takeuchi A.C. Marschilok L.A. Archer Science 366 2019 645 648 J. Zheng, Q. Zhao, T. Tang, J. Yin, C. D. Quilty, G. D. Renderos, X. Liu, Y. Deng, L. Wang, D. C. Bock, C. Jaye, D. Zhang, E. S. Takeuchi, K. J. Takeuchi, A. C. Marschilok, L. A. Archer, Science 366 (2019) 645-648. [16] Z. Cai J. Wang Z. Lu R. Zhan Y. Ou L. Wang M. Dahbi J. Alami J. Lu K. Amine Y. Sun Angew. Chem. Int. Ed. 61 2022 e202116560 Z. Cai, J. Wang, Z. Lu, R. Zhan, Y. Ou, L. Wang, M. Dahbi, J. Alami, J. Lu, K. Amine, Y. Sun, Angew. Chem. Int. Ed. 61 (2022) e202116560. [17] V. Yufit F. Tariq D.S. Eastwood M. Biton B. Wu P.D. Lee N.P. Brandon Joule 3 2019 485 502 V. Yufit, F. Tariq, D. S. Eastwood, M. Biton, B. Wu, P. D. Lee, N. P. Brandon, Joule 3 (2019) 485-502. [18] Z. Yang C. Lv W. Li T. Wu Q. Zhang Y. Tang M. Shao H. Wang Small 18 2022 e2104148 Z. Yang, C. Lv, W. Li, T. Wu, Q. Zhang, Y. Tang, M. Shao, H. Wang, Small 18 (2022) e2104148. [19] L. Zhi C. Liao P. Xu F. Sun C. Yuan F. Fan G. Li Z. Yuan X. Li Energy Environ. Sci. 17 2024 717 726 L. Zhi, C. Liao, P. Xu, F. Sun, C. Yuan, F. Fan, G. Li, Z. Yuan, X. Li, Energy Environ. Sci. 17 (2024) 717-726. [20] Q. Hu J. Hu L. Li Q. Ran Y. Ji X. Liu J. Zhao B. Xu Energy Storage Mater. 54 2023 374 381 Q. Hu, J. Hu, L. Li, Q. Ran, Y. Ji, X. Liu, J. Zhao, B. Xu, Energy Storage Mater. 54 (2023) 374-381. [21] H.J. Peng Y. Fang J.Z. Wang P.C. Ruan Y. Tang B.G. Lu X.X. Cao S.Q. Liang J. Zhou Matter 5 2022 4363 4378 H. J. Peng, Y. Fang, J. Z. Wang, P. C. Ruan, Y. Tang, B. G. Lu, X. X. Cao, S. Q. Liang, J. Zhou, Matter 5 (2022) 4363-4378. [22] Y. Yang C. Liu Z. Lv H. Yang Y. Zhang M. Ye L. Chen J. Zhao C.C. Li Adv. Mater. 33 2021 e2007388 Y. Yang, C. Liu, Z. Lv, H. Yang, Y. Zhang, M. Ye, L. Chen, J. Zhao, C. C. Li, Adv. Mater. 33 (2021) e2007388. [23] D. Xie Y. Sang D.H. Wang W.Y. Diao F.Y. Tao C. Liu J.W. Wang H.Z. Sun J.P. Zhang X.L. Wu Angew. Chem. Int. Ed. 62 2023 e202216934 D. Xie, Y. Sang, D. H. Wang, W. Y. Diao, F. Y. Tao, C. Liu, J. W. Wang, H. Z. Sun, J. P. Zhang, X. L. Wu, Angew. Chem. Int. Ed. 62 (2023) e202216934. [24] J. Hao B. Li X. Li X. Zeng S. Zhang F. Yang S. Liu D. Li C. Wu Z. Guo Adv. Mater. 32 2020 e2003021 J. Hao, B. Li, X. Li, X. Zeng, S. Zhang, F. Yang, S. Liu, D. Li, C. Wu, Z. Guo, Adv. Mater. 32 (2020) e2003021. [25] T.T. Wang P.J. Wang L. Pan Z.X. He L. Dai L. Wang S.D. Liu S.C. Jun B.A. Lu S.Q. Liang J. Zhou Adv. Energy Mater. 13 2023 2203523 T. T. Wang, P. J. Wang, L. Pan, Z. X. He, L. Dai, L. Wang, S. D. Liu, S. C. Jun, B. A. Lu, S. Q. Liang, J. Zhou, Adv. Energy Mater. 13 (2023) 2203523. [26] Z. Guo L. Fan C. Zhao A. Chen N. Liu Y. Zhang N. Zhang Adv. Mater. 34 2022 e2105133 Z. Guo, L. Fan, C. Zhao, A. Chen, N. Liu, Y. Zhang, N. Zhang, Adv. Mater. 34 (2022) e2105133. [27] M. Liu L. Yang H. Liu A. Amine Q. Zhao Y. Song J. Yang K. Wang F. Pan ACS Appl Mater Interfaces 11 2019 32046 32051 M. Liu, L. Yang, H. Liu, A. Amine, Q. Zhao, Y. Song, J. Yang, K. Wang, F. Pan, ACS Appl Mater Interfaces 11 (2019) 32046-32051. [28] Y. Xiang L. Zhou P. Tan S. Dai Y. Wang S. Bao Y. Lu Y. Jiang M. Xu X. Zhang ACS Nano 17 2023 19275 19287 Y. Xiang, L. Zhou, P. Tan, S. Dai, Y. Wang, S. Bao, Y. Lu, Y. Jiang, M. Xu, X. Zhang, ACS Nano 17 (2023) 19275-19287. [29] T.C. Li C.J. Lin M. Luo P.J. Wang D.S. Li S.Z. Li J. Zhou H.Y. Yang ACS Energy Lett. 8 2023 3258 3268 T. C. Li, C. J. Lin, M. Luo, P. J. Wang, D. S. Li, S. Z. Li, J. Zhou, H. Y. Yang, ACS Energy Lett. 8 (2023) 3258-3268. [30] D. Tang X. Zhang D. Han C. Cui Z. Han L. Wang Z. Li B. Zhang Y. Liu Z. Weng Q.H. Yang Adv. Mater. 36 2024 e2406071 D. Tang, X. Zhang, D. Han, C. Cui, Z. Han, L. Wang, Z. Li, B. Zhang, Y. Liu, Z. Weng, Q. H. Yang, Adv. Mater. 36 (2024) e2406071. [31] K.P. Zhu C. Guo W.B. Gong Q.H. Xiao Y.G. Yao K. Davey Q.H. Wang J.F. Mao P. Xue Z.P. Guo Energy Environ. Sci. 16 2023 3612 3622 K. P. Zhu, C. Guo, W. B. Gong, Q. H. Xiao, Y. G. Yao, K. Davey, Q. H. Wang, J. F. Mao, P. Xue, Z. P. Guo, Energy Environ. Sci. 16 (2023) 3612-3622. [32] M. Kim J. Lee Y. Kim Y. Park H. Kim J.W. Choi J. Am. Chem. Soc. 145 2023 15776 15787 M. Kim, J. Lee, Y. Kim, Y. Park, H. Kim, J. W. Choi, J. Am. Chem. Soc. 145 (2023) 15776-15787. [33] A. Bayaguud X. Luo Y.P. Fu C.B. Zhu ACS Energy Lett. 5 2020 3012 3020 A. Bayaguud, X. Luo, Y. P. Fu, C. B. Zhu, ACS Energy Lett. 5 (2020) 3012-3020. [34] W. Xie K. Zhu W. Jiang H. Yang M. Ma L. Zhao W. Yang ACS Nano 18 2024 21184 21197 W. Xie, K. Zhu, W. Jiang, H. Yang, M. Ma, L. Zhao, W. Yang, ACS Nano 18 (2024) 21184-21197. [35] X. Yang Q. Zhou S. Wei X. Guo P.J. Chimtali W. Xu S. Chen Y. Cao P. Zhang K. Zhu H. Shou Y. Wang X. Wu C. Wang L. Song Small Methods 8 2024 e2301115 X. Yang, Q. Zhou, S. Wei, X. Guo, P. J. Chimtali, W. Xu, S. Chen, Y. Cao, P. Zhang, K. Zhu, H. Shou, Y. Wang, X. Wu, C. Wang, L. Song, Small Methods 8 (2024) e2301115. [36] H.M. Yang K.Y. Zhu W.L. Xie L.M. Zhang W.K. Jiang W.J. Li Z.S. Wang W.S. Yang Energy Environ. Sci. 16 2023 4549 4560 H. M. Yang, K. Y. Zhu, W. L. Xie, L. M. Zhang, W. K. Jiang, W. J. Li, Z. S. Wang, W. S. Yang, Energy Environ. Sci. 16 (2023) 4549-4560. [37] W. Fan H. Wang J. Wu 4 eScience 2024, 100248 W. Fan, H. Wang, J. Wu, eScience 4 (2024) 100248. [38] N. Zhang F. Cheng J. Liu L. Wang X. Long X. Liu F. Li J. Chen Nat. Commun. 8 2017 405 N. Zhang, F. Cheng, J. Liu, L. Wang, X. Long, X. Liu, F. Li, J. Chen, Nat. Commun. 8 (2017) 405. [39] W. Liu G. Hong D. Dai L. Li M. Dolg Theor. Chem. Acc. 96 1997 75 83 W. Liu, G. Hong, D. Dai, L. Li, M. Dolg, Theor. Chem. Acc. 96 (1997) 75-83. [40] P.J. Stephens F.J. Devlin C.F. Chabalowski M.J. Frisch J. Phys Chem 98 1994 11623 11627 P. J. Stephens, F. J. Devlin, C. F. Chabalowski, M. J. Frisch, J Phys. Chem. 98 (1994) 11623-11627. [41] G. Kresse D. Joubert Phys.rev. B 59 1999 1758 1775 G. Kresse, D. Joubert, Phys.Rev. B 59 (1999) 1758-1775. [42] P.E. Blochl Phys.rev. B 50 1994 17953 17979 P. E. Blochl, Phys.Rev. B 50 (1994) 17953-17979. [43] J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 78 1997 1396 J. P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett. 78 (1997) 1396-1396. [44] H. Peng X. Wang Z. Liu H. Lei S. Cui X. Xie Y. Hu G. Ma ACS Appl. Mater. Interfaces 15 2023 4071 4080 H. Peng, X. Wang, Z. Liu, H. Lei, S. Cui, X. Xie, Y. Hu, G. Ma, ACS Appl. Mater. Interfaces 15 (2023) 4071-4080. [45] J.O.M. Bockris M.A.V. Devanathan K. MüLler Proc. R. Soc. London, Ser. A 274 1963 55 79 J. O. M. Bockris, M. A. V. Devanathan, K. MüLler, Proc. R. Soc. London, Ser. A, 274 (1963), 55-79. [46] C. Yang P. Woottapanit S. Geng R. Chanajaree K. Lolupiman W. Limphirat X. Zhang J. Qin ACS Energy Lett. 10 2025 337 344 C. Yang, P. Woottapanit, S. Geng, R. Chanajaree, K. Lolupiman, W. Limphirat, X. Zhang, J. Qin, ACS Energy Lett. 10 (2025) 337-344. [47] W. Yuan X. Nie G. Ma M. Liu Y. Wang S. Shen N. Zhang Angew. Chem. Int. Ed. 62 2023 e202218386 W. Yuan, X. Nie, G. Ma, M. Liu, Y. Wang, S. Shen, N. Zhang, Angew. Chem. Int. Ed. 62 (2023) e202218386. [48] Y. Gao Q. Cao J. Pu X. Zhao G. Fu J. Chen Y. Wang C. Guan Adv. Mater. 35 2023 e2207573 Y. Gao, Q. Cao, J. Pu, X. Zhao, G. Fu, J. Chen, Y. Wang, C. Guan, Adv. Mater. 35 (2023) e2207573. [49] C. Xie S. Liu Z. Yang H. Ji S. Zhou H. Wu C. Hu Y. Tang X. Ji Q. Zhang H. Wang Angew. Chem. Int. Ed. 62 2023 e202218612 C. Xie, S. Liu, Z. Yang, H. Ji, S. Zhou, H. Wu, C. Hu, Y. Tang, X. Ji, Q. Zhang, H. Wang, Angew. Chem. Int. Ed. 62 (2023) e202218612. [50] Z. Yang C. Hu Q. Zhang T. Wu C. Xie H. Wang Y. Tang X. Ji H. Wang Angew. Chem. Int. Ed. 62 2023 e202308017 Z. Yang, C. Hu, Q. Zhang, T. Wu, C. Xie, H. Wang, Y. Tang, X. Ji, H. Wang, Angew. Chem. Int. Ed. 62 (2023) e202308017. [51] Y. Zhang S. Shen K. Xi P. Li Z. Kang J. Zhao D. Yin Y. Su H. Zhao G. He S. Ding Angew. Chem. Int. Ed. 63 2024 e202407067 Y. Zhang, S. Shen, K. Xi, P. Li, Z. Kang, J. Zhao, D. Yin, Y. Su, H. Zhao, G. He, S. Ding, Angew. Chem. Int. Ed. 63 (2024) e202407067. [52] Y.H. Dai R.H. Lu C.Y. Zhang J.T. Li Y.F. Yuan Y. Mao C.M. Ye Z.J. Cai J.X. Zhu J.H. Li R.H. Yu L.M. Cui S.Y. Zhao Q.Y. An G.J. He G.I.N. Waterhouse P.R. Shearing Y. Ren J. Lu K. Amine Z.Y. Wang L.Q. Mai Nat. Catal. 7 2024 776 784 Y. H. Dai, R. H. Lu, C. Y. Zhang, J. T. Li, Y. F. Yuan, Y. Mao, C. M. Ye, Z. J. Cai, J. X. Zhu, J. H. Li, R. H. Yu, L. M. Cui, S. Y. Zhao, Q. Y. An, G. J. He, G. I. N. Waterhouse, P. R. Shearing, Y. Ren, J. Lu, K. Amine, Z. Y. Wang, L. Q. Mai, Nat. Catal. 7 (2024) 776-784. [53] A. Zhang R. Zhao Y. Wang J. Yue J. Yang X. Wang C. Wu Y. Bai Angew. Chem. Int. Ed. 62 2023 e202313163 A. Zhang, R. Zhao, Y. Wang, J. Yue, J. Yang, X. Wang, C. Wu, Y. Bai, Angew. Chem. Int. Ed. 62 (2023) e202313163. [54] V.R. Kankanallu X. Zheng D. Leschev N. Zmich C. Clark C.-H. Lin H. Zhong S. Ghose A.M. Kiss D. Nykypanchuk E. Stavitski E.S. Takeuchi A.C. Marschilok K.J. Takeuchi J. Bai M. Ge Y.-C.-K. Chen-Wiegart Energy Environ. Sci. 16 2023 2464 2482 V. R. Kankanallu, X. Zheng, D. Leschev, N. Zmich, C. Clark, C.-H. Lin, H. Zhong, S. Ghose, A. M. Kiss, D. Nykypanchuk, E. Stavitski, E. S. Takeuchi, A. C. Marschilok, K. J. Takeuchi, J. Bai, M. Ge, Y.-c. K. Chen-Wiegart, Energy Environ. Sci. 16 (2023) 2464-2482. [55] W. Zhang Y. Dai R. Chen Z. Xu J. Li W. Zong H. Li Z. Li Z. Zhang J. Zhu F. Guo X. Gao Z. Du J. Chen T. Wang G. He I.P. Parkin Angew. Chem. Int. Ed. 62 2023 e202212695 W. Zhang, Y. Dai, R. Chen, Z. Xu, J. Li, W. Zong, H. Li, Z. Li, Z. Zhang, J. Zhu, F. Guo, X. Gao, Z. Du, J. Chen, T. Wang, G. He, I. P. Parkin, Angew. Chem. Int. Ed. 62 (2023) e202212695. [56] Y. Li X. Zheng E.Z. Carlson X. Xiao X. Chi Y. Cui L.C. Greenburg G. Zhang E. Zhang C. Liu Y. Yang M.S. Kim G. Feng P. Zhang H. Su X. Guan J. Zhou Y. Wu Z. Xue W. Li M. Bajdich Y. Cui Nat. Energy 9 2024 1350 1359 Y. Li, X. Zheng, E. Z. Carlson, X. Xiao, X. Chi, Y. Cui, L. C. Greenburg, G. Zhang, E. Zhang, C. Liu, Y. Yang, M. S. Kim, G. Feng, P. Zhang, H. Su, X. Guan, J. Zhou, Y. Wu, Z. Xue, W. Li, M. Bajdich, Y. Cui, Nat. Energy 9 (2024) 1350-1359.",
      "scopus-id": "105001123893",
      "coredata": {
        "eid": "1-s2.0-S2095495625002177",
        "dc:description": "Rechargeable aqueous zinc-ion batteries (AZIBs) are widely studied for energy storage because of their high safety, low cost and high energy/power density. However, the practical application of AZIBs is limited by dendrite formation at the zinc anode under high-depth deposition, which results in reduced cycle life and overall performance. Herein, we propose an effective and scalable stepwise deposition approach that integrates uniform nucleation and dense growth through the construction of ultrathin ZnO nanofiber arrays (ZONAs) on the zinc anode surface, along with the introduction of an anionic surfactant (AS) into the electrolyte. This approach yields a uniform, dense and dendrite-free Zn anode during cycling, maintaining stable cycling for 2100 h under a high deposition depth of 10 mAh cm−2 at an extremely high current density of 10 mA cm−2. Additionally, full cells using MnO2 cathodes exhibit stable cycling for 6000 cycles at 5 A g−1, with a capacity retention of 75%. Furthermore, the pouch-type cell with an area of 90 cm2 delivers a capacity of 60 mAh and maintains stable cycling for 540 cycles at 200 mA, highlighting its strong potential for scalability.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-07-31",
        "openaccessUserLicense": "http://creativecommons.org/licenses/by/4.0/",
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625002177",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xie, Weili"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Kaiyue"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Weikang"
          },
          {
            "@_fa": "true",
            "$": "Yang, Hanmiao"
          },
          {
            "@_fa": "true",
            "$": "Yang, Weishen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625002177"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625002177"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": "Full",
        "pii": "S2095-4956(25)00217-7",
        "prism:volume": "106",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "dc:title": "Stepwise zinc deposition for high-capacity and long-life anode in aqueous zinc-ion batteries",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "openaccess": "1",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Stepwise deposition"
          },
          {
            "@_fa": "true",
            "$": "Zinc oxide nanofiber arrays"
          },
          {
            "@_fa": "true",
            "$": "Anionic surfactant"
          },
          {
            "@_fa": "true",
            "$": "Dendrite-free anode"
          },
          {
            "@_fa": "true",
            "$": "High deposition capacity"
          }
        ],
        "openaccessArticle": "true",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": "ElsevierWaived",
        "prism:pageRange": "427-437",
        "prism:endingPage": "437",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 2025",
        "prism:doi": "10.1016/j.jechem.2025.02.059",
        "prism:startingPage": "427",
        "dc:identifier": "doi:10.1016/j.jechem.2025.02.059",
        "openaccessSponsorName": "CAS: Core Hybrid journals discount 2025"
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "399",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27732",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "745",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "138271",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "659",
            "@width": "713",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "148622",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "857",
            "@width": "802",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "217698",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "665",
            "@width": "713",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "126062",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "509",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88769",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "259",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32745",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14025",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "157",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12929",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "177",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15056",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13656",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "176",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10100",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13884",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9703",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1061",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "98680",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2466",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "759159",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2632",
            "@width": "2847",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "904679",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2734",
            "@width": "2558",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1130705",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2648",
            "@width": "2841",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "676009",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2046",
            "@width": "2871",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "595320",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1147",
            "@width": "2362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "212445",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625002177-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "8046080",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105001123893"
      }
    }
  }
}