{
  "metadata": {
    "title": "Scalable and fast fabrication of graphene integrated micro-supercapacitors with remarkable volumetric capacitance and flexibility through continuous centrifugal coating",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-01-31",
    "doi": "10.1016/j.jechem.2020.04.064",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S209549562030303X",
    "pii": "S209549562030303X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85085205101",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2020-05-07 2020-05-07 2020-05-24 2020-05-24 2021-01-27T19:55:28 1-s2.0-S209549562030303X S2095-4956(20)30303-X S209549562030303X 10.1016/j.jechem.2020.04.064 S300 S300.2 FULL-TEXT 1-s2.0-S2095495620X00064 2021-01-27T21:45:16.261506Z 0 0 20210101 20210131 2021 2020-05-07T07:42:07.523463Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 52 52 C Volume 52 34 284 290 284 290 202101 January 2021 2021-01-01 2021-01-31 2021 article fla © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. SCALABLEFASTFABRICATIONGRAPHENEINTEGRATEDMICROSUPERCAPACITORSREMARKABLEVOLUMETRICCAPACITANCEFLEXIBILITYTHROUGHCONTINUOUSCENTRIFUGALCOATING SHI X 1 Introduction 2 Experimental 2.1 Preparation of patterned GO-PH1000 films 2.2 Reduction of patterned GO-PH1000 films 2.3 Assembly of MCCC-MSCs 2.4 Characterizations and electrochemical measurements 3 Results and discussions 4 Conclusions Acknowledgments Appendix A Supplementary data References LIU 2017 1603436 W LI 2018 1702829 L ZHENG 2019 1900583 S CHOI 2018 220 236 K LIU 2020 94 98 J LIU 2019 199 206 Y ZHANG 2019 102 125 C CHEN 2018 12 24 K ZHENG 2017 2171 2179 S ZHENG 2018 24 31 S LIU 2016 4340 4363 L SHI 2018 25 42 X WANG 2017 4283 4291 S TIAN 2019 10173 10178 H GAO 2018 1801809 J QI 2017 1602802 D ZHOU 2018 8198 8205 F ZHANG 2019 1795 C WU 2019 563 571 C XU 2018 479 488 S XIAO 2017 7284 7292 H QIN 2019 397 404 J QIN 2017 233 242 J ZHANG 2018 7426 7451 P PENG 2014 3303 3323 X ZHANG 2016 1600671 X LANG 2018 43 56 J YOO 2011 1423 1427 J SHI 2017 1703034 X LI 2017 8249 8256 J LIN 2019 1804285 Y LASZCZYK 2015 1500741 K LI 2018 26357 26364 X SHI 2019 1902860 X SHI 2019 1534 1541 X XIAO 2018 233 240 H PEI 2018 145 S ZHONG 2018 3484 J MOON 2010 73 I WANG 2018 7 S YE 2018 1801384 J SHIX2021X284 SHIX2021X284X290 SHIX2021X284XX SHIX2021X284X290XX 2022-05-24T00:00:00.000Z 2022-05-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. 2020-05-05T01:24:05.504Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S2095-4956(20)30303-X S209549562030303X 1-s2.0-S209549562030303X 10.1016/j.jechem.2020.04.064 286353 2021-01-27T21:45:16.261506Z 2021-01-01 2021-01-31 1-s2.0-S209549562030303X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/MAIN/application/pdf/e838725c2c954732000ab43c1f95b263/main.pdf main.pdf pdf true 1935255 MAIN 7 1-s2.0-S209549562030303X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/PREVIEW/image/png/4e5eb5092684c5a1f1de39562c9ef252/main_1.png main_1.png png 57167 849 656 IMAGE-WEB-PDF 1 1-s2.0-S209549562030303X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr2/DOWNSAMPLED/image/jpeg/b78702d639431f048f6b1aa3590c12a5/gr2.jpg gr2 gr2.jpg jpg 76387 445 711 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030303X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr3/DOWNSAMPLED/image/jpeg/bb21edb5cd91ea3f5ee3c3eff9cb2e54/gr3.jpg gr3 gr3.jpg jpg 134116 809 624 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030303X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr4/DOWNSAMPLED/image/jpeg/da679f81ab09cb8dcee69c607ece5f75/gr4.jpg gr4 gr4.jpg jpg 121599 628 757 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030303X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/ga1/DOWNSAMPLED/image/jpeg/1b9d6e58e51844920236835ef6d4351c/ga1.jpg ga1 true ga1.jpg jpg 16090 200 367 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030303X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr1/DOWNSAMPLED/image/jpeg/5dba9f00f35e2a0917d794cb177a1a01/gr1.jpg gr1 gr1.jpg jpg 54577 561 533 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030303X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr2/THUMBNAIL/image/gif/481f36a00731085c2884c562c5544e44/gr2.sml gr2 gr2.sml sml 14845 137 219 IMAGE-THUMBNAIL 1-s2.0-S209549562030303X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr3/THUMBNAIL/image/gif/4e4d1580be89e455f009197153e8f62c/gr3.sml gr3 gr3.sml sml 8585 163 126 IMAGE-THUMBNAIL 1-s2.0-S209549562030303X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr4/THUMBNAIL/image/gif/c1bfaa35220268411cc988820110f086/gr4.sml gr4 gr4.sml sml 19729 163 197 IMAGE-THUMBNAIL 1-s2.0-S209549562030303X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/ga1/THUMBNAIL/image/gif/4e335866576e283baaf7ab67ecf99c2c/ga1.sml ga1 true ga1.sml sml 14297 119 219 IMAGE-THUMBNAIL 1-s2.0-S209549562030303X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr1/THUMBNAIL/image/gif/90c82d3071f3cb23d39cd9fa5509ebe8/gr1.sml gr1 gr1.sml sml 10250 164 156 IMAGE-THUMBNAIL 1-s2.0-S209549562030303X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr2/HIGHRES/image/jpeg/9ccefdd8cb761af07d81e448f6e17b7b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 431293 1776 2835 IMAGE-HIGH-RES 1-s2.0-S209549562030303X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr3/HIGHRES/image/jpeg/ce4b5fc1850997df34e7f3a92d6aed0b/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 671470 3223 2485 IMAGE-HIGH-RES 1-s2.0-S209549562030303X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr4/HIGHRES/image/jpeg/b4744596b5fb57efb20630dadc04fe4b/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 615010 2503 3017 IMAGE-HIGH-RES 1-s2.0-S209549562030303X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/ga1/HIGHRES/image/jpeg/e8d8b804038ce686ec0e18e1b5cc5268/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 50353 531 975 IMAGE-HIGH-RES 1-s2.0-S209549562030303X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/gr1/HIGHRES/image/jpeg/0067fec70dfcc0ff50abfda14e2f51c2/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 257056 2236 2126 IMAGE-HIGH-RES 1-s2.0-S209549562030303X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030303X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/baa73cea5ced7095495db817611e76cb/mmc1.docx mmc1 mmc1.docx docx 3813583 APPLICATION 1-s2.0-S209549562030303X-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10S3MCXND4N/MAIN/application/pdf/489f1b307ce4298f5d1740691435848c/am.pdf am am.pdf pdf false 649567 AAM-PDF JECHEM 1296 S2095-4956(20)30303-X 10.1016/j.jechem.2020.04.064 Science Press Fig. 1 (a) Schematic illustration of the fabrication of integrated MSCs through MCCC strategy. (b, c) Photographs of patterned GO-PH1000 films (b) and rGO-PH1000 films (c). Fig. 2 Characterization of GO nanosheets, GO-PH1000 films and rGO-PH1000 films. (a) TEM image of GO nanosheets. (b) AFM image and (c) height profile of GO nanosheets. (d) Top-view and (e) cross-section SEM images of rGO-PH1000 films. (f) XRD patterns of GO-PH1000 (upper) and rGO-PH1000 films (lower). (g) XPS spectra of GO-PH1000 (upper) and rGO-PH1000 films (lower). Fig. 3 Electrochemical performance of single MCCC-MSC. (a, b) CV curves of MCCC-MSCs tested at various scan rates from 5 to 200 mV s−1. (c) Volumetric capacitance of MCCC-MSCs obtained at different scan rates. (d) GCD profiles tested at different current densities from 20 to 200 μA cm−2. (e) Long-term cycling stability of MCCC-MSCs measured at current density of 350 μA cm−2 for 5000 cycles. Inset: typical GCD profiles during cycling test. (f) Ragone plot of MCCC-MSCs and some commercially available energy storage devices. Fig. 4 Integration and flexibility of MCCC-MSCs. (a) The CV curves of tandem MCCC-MSCs serially connected cells from 1 to 10, tested at a scan rate of 100 mV s−1. (b) The output voltage and capacitance of tandem MCCC-MSCs as functions of serial cell number. (c) The GCD profiles of tandem MCCC-MSCs serially connected cells from 1 to 10, obtained at a current of 40 μA. (d) Photographs of tandem MCCC-MSCs connected 10 cells in series, taken under different bending states. (e) Capacitance retention of tandem MCCC-MSCs connected 10 cells in series under different bending states. Inset: CV curves of tandem MCCC-MSCs tested at a scan rate of 500 mV s−1. L represented the straight-line distance between two ends of tandem MCCC-MSCs, and L 0 represented the distance between two ends of tandem MCCC-MSCs in the flat state. (f) Photograph of tandem MCCC-MSCs in a bending state powering a LCD. (g) Photograph of tandem MCCC-MSCs at a superimposed bending and twisting state, and (h) the corresponding CV curve of tandem MCCC-MSCs measured at a scan rate of 500 mV s−1. Scalable and fast fabrication of graphene integrated micro-supercapacitors with remarkable volumetric capacitance and flexibility through continuous centrifugal coating Xiaoyu Shi a c d Lijun Tian b Sen Wang c e Pengchao Wen c Ming Su b Han Xiao f Pratteek Das c e Feng Zhou c Zhaoping Liu g Chenglin Sun c Zhong-Shuai Wu c ⁎ Xinhe Bao a c d a Department of Chemical Physics, University of Science and Technology of China, Hefei 230026, Anhui, China Department of Chemical Physics University of Science and Technology of China Hefei 230026 Anhui China Department of Chemical Physics, University of Science and Technology of China, Hefei 230026, Anhui, China b Great Scientific Research Institute, Datong Coal Mine Group Co. Ltd, Datong 037003, Shanxi, China Great Scientific Research Institute Datong Coal Mine Group Co. Ltd Datong 037003 Shanxi China Great Scientific Research Institute, Datong Coal Mine Group Co. Ltd, Datong 037003, Shanxi, China c Dalian National Laboratory for Clean Energy, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China Dalian National Laboratory for Clean Energy Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 Liaoning China Dalian National Laboratory for Clean Energy, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China d State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China State Key Laboratory of Catalysis Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 Liaoning China State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China e University of Chinese Academy of Sciences, Beijing 100049, China University of Chinese Academy of Sciences Beijing 100049 China University of Chinese Academy of Sciences, Beijing 100049, China f Ningbo Graphene Innovation Center Co., Ltd, Ningbo 315200, Zhejiang, China Ningbo Graphene Innovation Center Co., Ltd Ningbo 315200 Zhejiang China Ningbo Graphene Innovation Center Co., Ltd, Ningbo 315200, Zhejiang, China g Ningbo Institute of Materials Technology and Engineering, Chinese Academy of Sciences, Ningbo 315201, Zhejiang, China Ningbo Institute of Materials Technology and Engineering Chinese Academy of Sciences Ningbo 315201 Zhejiang China Ningbo Institute of Materials Technology and Engineering, Chinese Academy of Sciences, Ningbo 315201, Zhejiang, China ⁎ Corresponding author. Graphical abstract The scalable and fast fabrication of integrated micro-supercapacitors through continuous centrifugal coating technique is demonstrated, and the resulting devices exhibit high volumetric performance and form factors of outstanding integration and flexibility. Microscale electrochemical energy storage devices, e.g., micro-supercapacitors (MSCs), possessing tailored performance and diversified form factors of lightweight, miniaturization, flexibility and exceptional integration are highly necessary for the smart power sources-unitized electronics. Despite the great progress, the fabrication of MSCs combining high integration with high volumetric performance remains largely unsolved. Herein, we develop a simple, fast and scalable strategy to fabricate graphene based highly integrated MSCs by a new effective continuous centrifugal coating technique. Notably, the resulting highly conductive graphene films can act as not only patterned microelectrodes but also metal-free current collectors and interconnects, endowing modular MSCs with high integrity, remarkable flexibility, tailored voltage and capacitance output, and outstanding performance uniformity. More importantly, the strong centrifugal force and shear force generated in continuous centrifugal coating process lead to graphene films with high alignment, compactness and packing density, contributing to excellent volumetric capacitance of ~31.8 F cm−3 and volumetric energy density of ~2.8 mWh cm−3, exceeding most reported integrated MSCs. Therefore, our work paves a novel way for simple and scalable fabrication of integrated MSCs and offers promising opportunities as standalone microscale power sources for new-generation electronics. Keywords Integrated micro-supercapacitors Continuous centrifugal coating Graphene Flexibility Volumetric capacitance 1 Introduction Diversified emerging portable and wearable microscale electronics, such as foldable phones, smart watches and forthcoming patchable health monitors, have greatly influenced our daily lives, meanwhile putting forward stricter requirements for electrochemical energy storage devices, including batteries and supercapacitors, in terms of both high performance and abundant functionalities [1–8]. Nevertheless, the conventional electrochemical energy storage devices hardly satisfy these rigorous demands limited by bulky volume, heavy weight, inferior flexibility and complex integration process by utilizing metal wires, derived from sandwich-like stacked configuration [9–12]. Currently, micro-supercapacitors (MSCs) with planar geometry, in which positive and negative electrodes are arranged parallelly on one single substrate separated by an empty interspace have caught widespread attention due to the various advantages, e.g., light weight, miniaturized volume, favorable mechanical flexibility by minimizing the possibility of multiple interface delamination in comparison with stacked structure [13–16]. Besides, planar geometry is highly compatible with graphene and analogous 2-dimensional (2D) materials (e.g., MXene, phosphorene, transition metal oxides, conducting polymers) [17–23], which are considered as a class of most promising electrode materials for MSCs [24–27], because the parallel microelectrode structure allows electrolyte ions to diffuse and shuttle easily along the planes of 2D materials, contributing to high power and energy densities [28]. More importantly, the planar MSCs enable convenient realization of highly integrated modular energy storage pack consisting of tens to hundreds of cells connected in series and in parallel to tailor output voltage and capacitance while exhibiting good mechanical flexibility [29–32], which is necessary to fulfil the rigorous application requirements of new-generation smart electronics with multiple form factors. In recent years, the fabrication strategies of planar integrated MSCs including photolithography [32], laser techniques [33,34], printing (e.g., spray coating, inkjet printing, screen printing) [29,30,35], and mask-assisted vacuum filtration [21,36] have witnessed tremendous advances, greatly enhancing integration of MSCs and reducing process complexity. Despite these great progress, the simple and scalable fabrication of MSCs combining high integration and excellent performance still remains a challenge. First, the time cost of integrating MSCs through mask-assisted vacuum filtration increases linearly with cell number, which is not very suitable for large-scale manufacturing towards actual applications. Second, although photolithography provides high integration effect and good compatibility with modern semi-conductor industry, its expensive instruments and severe working conditions largely increase the cost of integrated MSCs. Third, the unavoidable addition of rheological modifiers into the inks for smooth printing processes certainly reduces the ratio of active materials; subsequently, the rapid release of gas in laser scribing technology results in loose and porous electrode structure, both of which lead to inferior device performance, especially low volumetric capacitance and energy density, one of the most important indicators to evaluate MSCs considering extremely limited space for energy storage devices in miniaturized electronics and integrated circuits. Therefore, it is imperative to develop simple, low-cost and scalable fabrication methods of highly integrated, high-performance and flexible MSCs. Herein, we demonstrate a simple, cost-effective and scalable protocol to prepare planar integrated MSCs based on hybrid films composed of reduced graphene oxide (rGO) and poly(3,4-ethylenedioxythiophene):poly-(4-styrenesulfonate) (PEDOT:PSS, also called PH1000) through mask-assisted continuous centrifugal coating (MCCC) technique. The resulting devices (denoted as MCCC-MSCs) with metal-free current collectors and interconnects exhibit high-integrity device structure, remarkable mechanical flexibility, tailored voltage and current output, and outstanding performance uniformity. Moreover, the introduction of shear force and centrifugal force, generated in continuous centrifugal process, results in rGO-PH1000 films with high alignment, compactness and packing density, further leading to outstanding volumetric capacitance of ~31.8 F cm−3 and energy density of ~2.8 mWh cm−3, far exceeding most of integrated MSCs. 2 Experimental 2.1 Preparation of patterned GO-PH1000 films First, homogeneous GO-PH1000 dispersion was prepared by mixing aqueous graphene oxide (GO, 4 mg mL−1) and PH1000 (~10 mg mL−1) dispersions with volume ratio of 8:1 by stirring. Second, a piece of ribbon-shaped polyethylene terephthalate (PET) substrate was placed onto the inner wall of roller of a commercially available continuous centrifugal coating instrument (Shenzhen Matterene Technology Company), sequentially covered by a patterned shadow PET mask cut by laser. Then, the GO-PH1000 dispersion was continuously coated onto high-speed rotating roller at 1500 rpm, along with a mild low-temperature heating. The thickness of GO-PH1000 films could be easily controlled by adjusting dispersion volume and concentration. After the coating process finished, the shadow PET mask was carefully peeled off and the patterned GO-PH1000 films on PET substrate were obtained. For comparison, MCCC-MSCs based on different component ratios (pure GO dispersions, GO and PH1000 with 4:1 volume ratio) were also fabricated through this strategy by fixing the volume of GO and adjusting the volume of PH1000. 2.2 Reduction of patterned GO-PH1000 films The patterned GO-PH1000 films covered on the PET were reduced by immersing them into 47% HI solution at 80 °C for 15 min. Then, the as-obtained rGO-PH1000 films were washed by de-ionized water and alcohol to remove HI acid and iodine. 2.3 Assembly of MCCC-MSCs The polyvinyl alcohol/H2SO4 (PVA/H2SO4) gel electrolyte was prepared by mixing PVA (5 g) and concentrated H2SO4 (5 g) in deionized water (50 mL) at 90 °C for 2 h under stirring, and then carefully drop-casted to cover the area of microelectrodes and solidified in ambient conditions overnight. 2.4 Characterizations and electrochemical measurements GO nanosheets, GO-PH1000 and rGO-PH1000 films were characterized by scanning electron microscope (SEM, JEOL JSM-7800F), transmission electron microscope (TEM, JEM-2100), atomic force microscope (AFM, Cypher ES, Oxford instrument), Raman spectroscopy (LabRAM HR 800 Raman spectrometer, 632 nm), X-ray diffraction (XRD, X’pert Pro), and X-ray photoelectron spectroscopy (XPS, ESCALAB 250xi). Electrochemical performance of MCCC-MSCs was evaluated by cyclic voltammetry (CV) measurements at different scan rates from 5 to 500 mV s−1, galvanostatic charge–discharge (GCD) profiles were conducted at different current densities from 20 to 350 μA cm−2, using an electrochemical workstation (CHI 760E). 3 Results and discussions As shown in Fig. 1 , the target substrate (PET in this work) covered by a flexible patterned mask was firstly placed on the inner wall of the continuous centrifugal coating instrument’s roller. Secondly, the dispersion containing high-quality GO with lateral size in micrometer level and ultrathin thickness of 1.2 nm, corresponding to monolayer or dual layers of graphene (Fig. 2 (a-c)) [17,37], and highly conductive PH1000 was continuously casted onto the rotating PET substrate, along with a low-temperature heating, during which the centrifugal force from high-speed rotating, and the shear force from velocity difference between PET and casted dispersion lead to the compact and aligned GO-PH1000 films [38]. After centrifugal coating process, the flexible mask was carefully peeled off and the patterned GO-PH1000 films on PET were attained. It is worth noting that the PH1000 was uniformly distributed on the interlayer spacing and surface of GO nanosheets in the patterned GO-PH1000 films (Figs. S1, S2). Then, the GO-PH1000 films were converted into rGO-PH1000 films using HI acid reduction. The color change from dark yellow for GO-PH1000 films into metallic silvery grey for rGO-PH1000 films was clearly observed (Fig. 1(b, c)), indicating effective reduction from GO-PH1000 into rGO-PH1000 films. This was further demonstrated by absence of diffraction peak at 2θ = 10.39° (Fig. 2f) and increased atom ratio of C/O from ~2.27 to ~3.44 (Fig. 2g) after HI treatment. In addition, the increased ratio of D peak to G peak in Raman spectra (Fig. S3) manifested HI reduction not only largely removed the oxygen functional groups on GO, but also altered the planar structure of graphene, generating certain structural defects [39]. The top-view SEM images of rGO-PH1000 films showed uniform and flat morphology (Fig. 2d), suggestive of outstanding film preparation ability by continuous centrifugal coating technique. Subsequently, PVA/H2SO4 gel electrolyte was carefully drop-casted onto localized electrode area and solidified. Finally, the quasi-solid-state integrated MCCC-MSCs were achieved. It is worth mentioning that the rGO-PH1000 films can act as microelectrodes and interconnects simultaneously, without requirement of metal-based current collectors and connecting wires, substantially simplifying the fabrication process, reducing the whole device weight, and enhancing the integrity of modular MSCs. Electrochemical double layer capacitors (EDLCs) generally store energy through the adsorption and desorption of ions on the interface between electrodes and electrolyte [3]. Therefore, the favorable electrical conductivity and abundant accessible active sites for electrolyte ions are beneficial to obtain remarkable electrochemical performance. In this work, graphene nanosheets possess ultrathin 2D structure, thereby providing plenty of active sites for electrolyte ions. Meanwhile, the centrifugal force and shear force generated in continuous centrifugal coating process can easily produce the aligned and compact graphene films [38], which is expected to lead to high volumetric capacitance and energy density. Moreover, it is notable that incorporation of PH1000 into electrode films could effectively prevent the restacking of graphene, and provide conductive pathways among separated graphene nanosheets, contributing to enhanced capacitance and high rate capability (Fig. S4). In addition, the combination between planar device geometry and highly aligned graphene nanosheets is advantageous to reduce the tortuosity of electrolyte ions, which is favorable for high rate capability and power density. To demonstrate this design, electrochemical characterizations including CV, GCD, and long-term cycle stability tests were firstly utilized to evaluate the performance of single linear-shaped MCCC-MSC. As shown in Fig. 3 (a, b), all CV curves exhibited nearly rectangular shapes, from low scan rate of 5 mV s−1 to high scan rate of 200 mV s−1, suggestive of ideal EDLC behavior. This is highly consistent with the results obtained in GCD profiles (Fig. 3d, Fig. S5), presenting the symmetric triangular shapes and negligible voltage drop. It is calculated that the volumetric capacitance of single device, based on the approximate thickness of microelectrodes (Fig. 2e), reached up to ~31.8 F cm−3 at scan rate of 5 mV s−1 (Fig. 3c), far exceeding most of integrated MSCs, such as lithographically patterned carbon nanotube MSCs (1.04 F cm−3) [32], screen-printed graphene MSCs (~2 F cm−3) [35], spray-coated graphene based MSCs (15.5 F cm−3) [29], inkjet-printed graphene MSCs (~10 F cm−3) [30], and laser-induced graphene MSCs (~0.3 F cm−3) [33], and comparable to some state-of-the-art MSCs, including VN//Co(OH)2 asymmetric MSCs (39.7 F cm−3) [40], chemical vapor deposition-grown graphene MSCs (36.8 F cm−3) [41], and phosphorene-graphene MSCs (37.0 F cm−3) [21]. It is worth noting that high volumetric capacitance of ~21.9 F cm−3 could be retained even at a high scan rate of 200 mV s−1, indicative of remarkable rate capability. This result was also demonstrated by GCD profiles (Fig. S6). Furthermore, our MCCC-MSCs disclosed high volumetric energy density of ~2.8 mWh cm−3 at power density of ~0.06 W cm−3 and kept energy density of ~1.9 mWh cm−3 at high power density of ~1.7 W cm−3 (Fig. 3f), which were much higher than those of commercially available 2.75 V/44 mF activated carbon capacitors, several orders of magnitude higher than 3 V/300 μF electrolytic capacitors, and comparable to Li thin-film batteries (3 V/300 μAh). In addition, the long-term stability with 89% capacitance retention after 5000 cycles was obtained (Fig. 3e), demonstrative of favorable reliability of our MCCC-MSCs. To validate superior integration of our devices, the tandem MCCC-MSCs consisting of 10 single cells connected in series were fabricated based on patterned rGO-PH1000 microelectrodes and interconnects through MCCC techniques, with assistance of elaborated design of flexible mask (Fig. 4 ). As expected, the tandem MCCC-MSCs from 1 to 10 cells connected in series exhibited typical EDLC behavior, as confirmed by nearly rectangular CV curves and highly symmetric triangular GCD profiles (Fig. 4(a-c), Fig. S7). With increasing cell number in series, the linearly enhanced voltage was obtained from 0.8 to 8 V and the capacitance was monotonously declined, while the charge–discharge time was almost invariable, demonstrative of remarkable performance uniformity of our MCCC-MSCs (Fig. 4a-c). In addition, to highlight the favorable flexibility of our devices, the electrochemical performance of the tandem MCCC-MSCs was evaluated at different bending states and a superimposed state simultaneously containing bend and twist (Fig. 4(d, g)). Notably, all the CV and GCD results showed almost overlapping curves, and extremely low capacitance fluctuation of less than 1.5% was observed in different bending states (Fig. 4e, Fig. S8). Moreover, even at a bend-twist superimposed state, the shape of CV curves was nearly unchanged, accompanied with high capacitance retention of >99% (Fig. 4(g, h)), suggestive of performance stability and great opportunities of our MSCs as microscale power sources towards complex mechanical deformation in actual applications. As an example, the tandem MCCC-MSCs could readily power a liquid crystal display (LCD) with the logo of “Dalian Institute of Chemical Physics” for a long time in a bending state (Fig. 4f), demonstrative of the applicability of our devices. The outstanding electrochemical performance, integration and flexibility are mainly attributed to the full combination of advanced MCCC technique, elaborate selection of active materials, and one-step simplified construction of patterned films. First, the centrifugal force from high-speed rotating, shear force from velocity difference, and low-temperature heating together led to the scalable production of GO-PH1000 films with high alignment, compactness and packing density, contributing to high volumetric capacitance and energy density. Second, with assistance of elaborated mask design, the MCCC technique enabled one-step simplified construction of microelectrodes and interconnects, without requirement of metal current collectors in modular MSC pack, endowing high integrity and favorable performance uniformity of integrated MCCC-MSCs. Third, the full consideration of advanced planar geometry, high-integrity structure, intrinsic mechanical properties of 2D graphene, and usage of gel-state electrolyte endowed superior flexibility of integrated MCCC-MSCs. Fourth, PH1000 could not only act as the conductive additives, but also effectively prevent the restacking of rGO, which was beneficial to fully utilize abundant active sites of 2D graphene for charge storage. Last but not least, HI reduction was a simple and effective strategy to convert GO into rGO without destroying integrity of patterned films, resulting in excellent conductivity and flexibility of rGO-PH1000 films, which was prerequisite for constructing highly integrated and flexible MCCC-MSCs. 4 Conclusions In summary, we demonstrated the simplified and scalable fabrication of graphene planar integrated MSCs through mask-assisted continuous centrifugal casting technique. Combining the advantages of intrinsic intriguing properties of 2D graphene and advanced continuous centrifugal casting strategy, the resulting MCCC-MSCs not only exhibited outstanding flexibility, high integration, tailored capacitance and voltage output through connecting multiple cells in series, but also displayed high volumetric capacitance and energy density. Notably, through elaborated mask design, it is possible to achieve the facile construction of integrated MCCC-MSCs with favorable aesthetic, artistic and conformal properties, providing great opportunities as microscale power sources for new-generation miniaturized wearable electronics, such as smart watches, artificial glasses, patchable biological sensors, and other microsystems working in a tight and small space. Importantly, this simplified and effective strategy possesses wide applicability, allowing for the construction of integrated miniaturized energy storage devices with higher specific capacitance by introducing pseudo-capacitive materials, and designing asymmetric structure through multi-step centrifugal coating. Therefore, this work will shed new insight on the fabrication of innovative integrated microscale energy storage devices with high electrochemical performance, exceptional modularization and smart functionalities for future power sources-unitized electronics. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the National Key R&D Program of China (Grants 2016YFB0100100, 2016YFA0200200), the National Natural Science Foundation of China (Grants 51702078, 51572259, and 51872283), Natural Science Foundation of Liaoning Province, Joint Research Fund Liaoning-Shenyang National Laboratory for Materials Science (Grant 20180510038), LiaoNing Revitalization Talents Program (Grant XLYC1807153), DICP (DICP ZZBS201708, DICP ZZBS201802), DICP&QIBEBT (Grant DICP&QIBEBT UN201702), Dalian National Laboratory For Clean Energy (DNL), CAS, DNL Cooperation Fund, CAS (DNL180310, DNL180308, DNL201912, and DNL201915). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2020.04.064. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] W. Liu M.S. Song B. Kong Y. Cui Adv. Mater. 29 2017 1603436 W. Liu, M.S. Song, B. Kong, Y. Cui, Adv. Mater. 29 (2017) 1603436. [2] L. Li Z. Lou D. Chen K. Jiang W. Han G. Shen Small 14 2018 1702829 Li, Z. Lou, D. Chen, K. Jiang, W. Han, G. Shen, Small 14 (2018) 1702829. [3] S. Zheng X. Shi P. Das Z.-S. Wu X. Bao Adv. Mater. 31 2019 1900583 S. Zheng, X. Shi, P. Das, Z.-S. Wu, X. Bao, Adv. Mater. 31 (2019) 1900583. [4] K.-H. Choi D.B. Ahn S.-Y. Lee ACS Energy Lett. 3 2018 220 236 K.-H. Choi, D.B. Ahn, S.-Y. Lee, ACS Energy Lett. 3 (2018) 220-236. [5] J. Liu D. Li S. Zhang Y. Wang G. Sun Z. Wang H. Xie L. Sun J. Energy Chem. 46 2020 94 98 J. Liu, D. Li, S. Zhang, Y. Wang, G. Sun, Z. Wang, H. Xie, L. Sun, J. Energy Chem. 46 (2020) 94-98. [6] Y. Liu M. Yao L. Zhang Z. Niu J. Energy Chem. 38 2019 199 206 Y. Liu, M. Yao, L. Zhang, Z. Niu, J. Energy Chem. 38 (2019) 199-206. [7] C. Zhang V. Nicolosi Energy Storage Mater. 16 2019 102 125 C. Zhang, V. Nicolosi, Energy Storage Mater. 16 (2019) 102-125. [8] K. Chen Q. Wang Z. Niu J. Chen J. Energy Chem. 27 2018 12 24 K. Chen, Q. Wang, Z. Niu, J. Chen, J. Energy Chem. 27 (2018) 12-24. [9] S. Zheng X. Tang Z.-S. Wu Y.Z. Tan S. Wang C. Sun H.-M. Cheng X. Bao ACS Nano 11 2017 2171 2179 S. Zheng, X. Tang, Z.-S. Wu, Y.Z. Tan, S. Wang, C. Sun, H.-M. Cheng, X. Bao, ACS Nano 11 (2017) 2171-2179. [10] S. Zheng W. Lei J. Qin Z.-S. Wu F. Zhou S. Wang X. Shi C. Sun Y. Chen X. Bao Energy Storage Mater. 10 2018 24 31 S. Zheng, W. Lei, J. Qin, Z.-S. Wu, F. Zhou, S. Wang, X. Shi, C. Sun, Y. Chen, X. Bao, Energy Storage Mater. 10 (2018) 24-31. [11] L. Liu Z. Niu J. Chen Chem. Soc. Rev. 45 2016 4340 4363 L. Liu, Z. Niu, J. Chen, Chem. Soc. Rev. 45 (2016) 4340-4363. [12] X. Shi S. Zheng Z.-S. Wu X. Bao J. Energy Chem. 27 2018 25 42 X. Shi, S. Zheng, Z.-S. Wu, X. Bao, J. Energy Chem. 27 (2018) 25-42. [13] S. Wang Z.-S. Wu S. Zheng F. Zhou C. Sun H.-M. Cheng X. Bao ACS Nano 11 2017 4283 4291 S. Wang, Z.-S. Wu, S. Zheng, F. Zhou, C. Sun, H.-M. Cheng, X. Bao, ACS Nano 11 (2017) 4283-4291. [14] H. Tian J. Qin D. Hou Q. Li C. Li Z.-S. Wu Y. Mai Angew. Chem. Int. Ed. 58 2019 10173 10178 H. Tian, J. Qin, D. Hou, Q. Li, C. Li, Z.-S. Wu, Y. Mai, Angew. Chem. Int. Ed. 58 (2019) 10173-10178. [15] J. Gao C. Shao S. Shao F. Wan C. Gao Y. Zhao L. Jiang L. Qu Small 14 2018 1801809 J. Gao, C. Shao, S. Shao, F. Wan, C. Gao, Y. Zhao, L. Jiang, L. Qu, Small 14 (2018) 1801809. [16] D. Qi Y. Liu Z. Liu L. Zhang X. Chen Adv. Mater. 29 2017 1602802 D. Qi, Y. Liu, Z. Liu, L. Zhang, X. Chen, Adv. Mater. 29 (2017) 1602802. [17] F. Zhou H. Huang C. Xiao S. Zheng X. Shi J. Qin Q. Fu X. Bao X. Feng K. Müllen Z.-S. Wu J. Am. Chem. Soc. 140 2018 8198 8205 F. Zhou, H. Huang, C. Xiao, S. Zheng, X. Shi, J. Qin, Q. Fu, X. Bao, X. Feng, K. Müllen, Z.-S. Wu, J. Am. Chem. Soc. 140 (2018) 8198-8205. [18] C.J. Zhang L. McKeon M.P. Kremer S.H. Park O. Ronan A. Seral-Ascaso S. Barwich C.O. Coileain N. McEvoy H.C. Nerl B. Anasori J.N. Coleman Y. Gogotsi V. Nicolosi Nat. Commun. 10 2019 1795 C.J. Zhang, L. McKeon, M.P. Kremer, S.H. Park, O. Ronan, A. Seral-Ascaso, S. Barwich, C.O. Coileain, N. McEvoy, H.C. Nerl, B. Anasori, J.N. Coleman, Y. Gogotsi, V. Nicolosi, Nat. Commun. 10 (2019) 1795. [19] C.-W. Wu B. Unnikrishnan I.W.P. Chen S.G. Harroun H.-T. Chang C.-C. Huang Energy Storage Mater. 25 2019 563 571 C.-W. Wu, B. Unnikrishnan, I.W.P. Chen, S.G. Harroun, H.-T. Chang, C.-C. Huang, Energy Storage Mater. (2019) doi: https://doi.org/10.1016/j.ensm.2019.1009.1026. [20] S. Xu Y. Dall’Agnese G. Wei C. Zhang Y. Gogotsi W. Han Nano Energy 50 2018 479 488 S. Xu, Y. Dall’Agnese, G. Wei, C. Zhang, Y. Gogotsi, W. Han, Nano Energy 50 (2018) 479-488. [21] H. Xiao Z.-S. Wu L. Chen F. Zhou S. Zheng W. Ren H.-M. Cheng X. Bao ACS Nano 11 2017 7284 7292 H. Xiao, Z.-S. Wu, L. Chen, F. Zhou, S. Zheng, W. Ren, H.-M. Cheng, X. Bao, ACS Nano 11 (2017) 7284-7292. [22] J. Qin S. Wang F. Zhou P. Das S. Zheng C. Sun X. Bao Z.-S. Wu Energy Storage Mater. 18 2019 397 404 J. Qin, S. Wang, F. Zhou, P. Das, S. Zheng, C. Sun, X. Bao, Z.-S. Wu, Energy Storage Mater. 18 (2019) 397-404. [23] J. Qin F. Zhou H. Xiao R. Ren Z.-S. Wu Sci. China Mater. 61 2017 233 242 J. Qin, F. Zhou, H. Xiao, R. Ren, Z.-S. Wu, Sci. China Mater. 61 (2017) 233-242. [24] P. Zhang F. Wang M. Yu X. Zhuang X. Feng Chem. Soc. Rev. 47 2018 7426 7451 P. Zhang, F. Wang, M. Yu, X. Zhuang, X. Feng, Chem. Soc. Rev. 47 (2018) 7426-7451. [25] X. Peng L. Peng C. Wu Y. Xie Chem. Soc. Rev. 43 2014 3303 3323 X. Peng, L. Peng, C. Wu, Y. Xie, Chem. Soc. Rev. 43 (2014) 3303-3323. [26] X. Zhang L. Hou A. Ciesielski P. Samorì Adv. Energy Mater. 6 2016 1600671 X. Zhang, L. Hou, A. Ciesielski, P. Samorì, Adv. Energy Mater. 6 (2016) 1600671. [27] J. Lang X. Zhang B. Liu R. Wang J. Chen X. Yan J. Energy Chem. 27 2018 43 56 J. Lang, X. Zhang, B. Liu, R. Wang, J. Chen, X. Yan, J. Energy Chem. 27 (2018) 43-56. [28] J.J. Yoo K. Balakrishnan J. Huang V. Meunier B.G. Sumpter A. Srivastava M. Conway A.L. Reddy J. Yu R. Vajtai P.M. Ajayan Nano Lett. 11 2011 1423 1427 J.J. Yoo, K. Balakrishnan, J. Huang, V. Meunier, B.G. Sumpter, A. Srivastava, M. Conway, A.L. Reddy, J. Yu, R. Vajtai, P.M. Ajayan, Nano Lett. 11 (2011) 1423-1427. [29] X. Shi Z.-S. Wu J. Qin S. Zheng S. Wang F. Zhou C. Sun X. Bao Adv. Mater. 29 2017 1703034 X. Shi, Z.-S. Wu, J. Qin, S. Zheng, S. Wang, F. Zhou, C. Sun, X. Bao, Adv. Mater. 29 (2017) 1703034. [30] J. Li S. Sollami Delekta P. Zhang S. Yang M.R. Lohe X. Zhuang X. Feng M. Östling ACS Nano 11 2017 8249 8256 J. Li, S. Sollami Delekta, P. Zhang, S. Yang, M.R. Lohe, X. Zhuang, X. Feng, M. Östling, ACS Nano 11 (2017) 8249-8256. [31] Y. Lin J. Chen M.M. Tavakoli Y. Gao Y. Zhu D. Zhang M. Kam Z. He Z. Fan Adv. Mater. 31 2019 1804285 Y. Lin, J. Chen, M.M. Tavakoli, Y. Gao, Y. Zhu, D. Zhang, M. Kam, Z. He, Z. Fan, Adv. Mater. 31 (2019) 1804285. [32] K.U. Laszczyk K. Kobashi S. Sakurai A. Sekiguchi D.N. Futaba T. Yamada K. Hata Adv. Energy Mater. 5 2015 1500741 K.U. Laszczyk, K. Kobashi, S. Sakurai, A. Sekiguchi, D.N. Futaba, T. Yamada, K. Hata, Adv. Energy Mater. 5 (2015) 1500741. [33] X. Li W. Cai K.S. Teh M. Qi X. Zang X. Ding Y. Cui Y. Xie Y. Wu H. Ma Z. Zhou Q.A. Huang J. Ye L. Lin ACS Appl. Mater. Interfaces 10 2018 26357 26364 X. Li, W. Cai, K.S. Teh, M. Qi, X. Zang, X. Ding, Y. Cui, Y. Xie, Y. Wu, H. Ma, Z. Zhou, Q.A. Huang, J. Ye, L. Lin, ACS Appl. Mater. Interfaces 10 (2018) 26357-26364. [34] X. Shi F. Zhou J. Peng R. Wu Z.-S. Wu X. Bao Adv. Funct. Mater. 29 2019 1902860 X. Shi, F. Zhou, J. Peng, R. Wu, Z.-S. Wu, X. Bao, Adv. Funct. Mater. 29 (2019) 1902860. [35] X. Shi S. Pei F. Zhou W. Ren H.-M. Cheng Z.-S. Wu X. Bao Energy Environ. Sci. 12 2019 1534 1541 X. Shi, S. Pei, F. Zhou, W. Ren, H.-M. Cheng, Z.-S. Wu, X. Bao, Energy Environ. Sci. 12 (2019) 1534-1541. [36] H. Xiao Z.-S. Wu F. Zhou S. Zheng D. Sui Y. Chen X. Bao Energy Storage Mater. 13 2018 233 240 H. Xiao, Z.-S. Wu, F. Zhou, S. Zheng, D. Sui, Y. Chen, X. Bao, Energy Storage Mater. 13 (2018) 233-240. [37] S. Pei Q. Wei K. Huang H.-M. Cheng W. Ren Nat. Commun. 9 2018 145 S. Pei, Q. Wei, K. Huang, H.-M. Cheng, W. Ren, Nat. Commun. 9 (2018) 145. [38] J. Zhong W. Sun Q. Wei X. Qian H.-M. Cheng W. Ren Nat. Commun. 9 2018 3484 J. Zhong, W. Sun, Q. Wei, X. Qian, H.-M. Cheng, W. Ren, Nat. Commun. 9 (2018) 3484. [39] I.K. Moon J. Lee R.S. Ruoff H. Lee Nat. Commun. 1 2010 73 I.K. Moon, J. Lee, R.S. Ruoff, H. Lee, Nat. Commun. 1 (2010) 73. [40] S. Wang Z.-S. Wu F. Zhou X. Shi S. Zheng J. Qin H. Xiao C. Sun X. Bao npj 2D Mater Appl. 2 2018 7 S. Wang, Z.-S. Wu, F. Zhou, X. Shi, S. Zheng, J. Qin, H. Xiao, C. Sun, X. Bao, npj 2D Mater. Appl. 2 (2018) 7. [41] J. Ye H. Tan S. Wu K. Ni F. Pan J. Liu Z. Tao Y. Qu H. Ji P. Simon Y. Zhu Adv. Mater. 30 2018 1801384 J. Ye, H. Tan, S. Wu, K. Ni, F. Pan, J. Liu, Z. Tao, Y. Qu, H. Ji, P. Simon, Y. Zhu, Adv. Mater. 30 (2018) 1801384.",
      "scopus-id": "85085205101",
      "coredata": {
        "eid": "1-s2.0-S209549562030303X",
        "dc:description": "Microscale electrochemical energy storage devices, e.g., micro-supercapacitors (MSCs), possessing tailored performance and diversified form factors of lightweight, miniaturization, flexibility and exceptional integration are highly necessary for the smart power sources-unitized electronics. Despite the great progress, the fabrication of MSCs combining high integration with high volumetric performance remains largely unsolved. Herein, we develop a simple, fast and scalable strategy to fabricate graphene based highly integrated MSCs by a new effective continuous centrifugal coating technique. Notably, the resulting highly conductive graphene films can act as not only patterned microelectrodes but also metal-free current collectors and interconnects, endowing modular MSCs with high integrity, remarkable flexibility, tailored voltage and capacitance output, and outstanding performance uniformity. More importantly, the strong centrifugal force and shear force generated in continuous centrifugal coating process lead to graphene films with high alignment, compactness and packing density, contributing to excellent volumetric capacitance of ~31.8 F cm−3 and volumetric energy density of ~2.8 mWh cm−3, exceeding most reported integrated MSCs. Therefore, our work paves a novel way for simple and scalable fabrication of integrated MSCs and offers promising opportunities as standalone microscale power sources for new-generation electronics.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S209549562030303X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shi, Xiaoyu"
          },
          {
            "@_fa": "true",
            "$": "Tian, Lijun"
          },
          {
            "@_fa": "true",
            "$": "Wang, Sen"
          },
          {
            "@_fa": "true",
            "$": "Wen, Pengchao"
          },
          {
            "@_fa": "true",
            "$": "Su, Ming"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Han"
          },
          {
            "@_fa": "true",
            "$": "Das, Pratteek"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Feng"
          },
          {
            "@_fa": "true",
            "$": "Liu, Zhaoping"
          },
          {
            "@_fa": "true",
            "$": "Sun, Chenglin"
          },
          {
            "@_fa": "true",
            "$": "Wu, Zhong-Shuai"
          },
          {
            "@_fa": "true",
            "$": "Bao, Xinhe"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S209549562030303X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S209549562030303X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(20)30303-X",
        "prism:volume": "52",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "dc:title": "Scalable and fast fabrication of graphene integrated micro-supercapacitors with remarkable volumetric capacitance and flexibility through continuous centrifugal coating",
        "prism:copyright": "© 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Integrated micro-supercapacitors"
          },
          {
            "@_fa": "true",
            "$": "Continuous centrifugal coating"
          },
          {
            "@_fa": "true",
            "$": "Graphene"
          },
          {
            "@_fa": "true",
            "$": "Flexibility"
          },
          {
            "@_fa": "true",
            "$": "Volumetric capacitance"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "284-290",
        "prism:endingPage": "290",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2021",
        "prism:doi": "10.1016/j.jechem.2020.04.064",
        "prism:startingPage": "284",
        "dc:identifier": "doi:10.1016/j.jechem.2020.04.064",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "445",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76387",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "809",
            "@width": "624",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "134116",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "628",
            "@width": "757",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "121599",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16090",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "561",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54577",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "137",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14845",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "126",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8585",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19729",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "119",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14297",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "156",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10250",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1776",
            "@width": "2835",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "431293",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3223",
            "@width": "2485",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "671470",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2503",
            "@width": "3017",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "615010",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "975",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "50353",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2236",
            "@width": "2126",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "257056",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3813583",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030303X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "649567",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85085205101"
      }
    }
  }
}