{
  "metadata": {
    "title": "Interface-activated sulfur electrocatalysis within Ni<ce:inf loc=post>3</ce:inf>S<ce:inf loc=post>2</ce:inf>/Ni<ce:inf loc=post>2</ce:inf>B heterostructure enabling fast and durable lithium-sulfur batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-11-30",
    "doi": "10.1016/j.jechem.2025.06.048",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625005248",
    "pii": "S2095495625005248"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105010954708",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-06-30 2025-06-30 2025-07-19 2025-07-19 2025-08-01T10:33:45 1-s2.0-S2095495625005248 S2095-4956(25)00524-8 S2095495625005248 10.1016/j.jechem.2025.06.048 S250 S250.1 FULL-TEXT 1-s2.0-S2095495625X00085 2025-09-20T08:39:01.507986Z 0 0 20251101 20251130 2025 2025-06-30T23:23:20.661042Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 110 110 C Volume 110 18 186 196 186 196 202511 November 2025 2025-11-01 2025-11-30 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. INTERFACEACTIVATEDSULFURELECTROCATALYSISWITHINNI3S2NI2BHETEROSTRUCTUREENABLINGFASTDURABLELITHIUMSULFURBATTERIES LI H 1 Introduction 2 Experimental 2.1 Synthesis of Ni3S2/Ni2B 2.2 Synthesis of Ni3S2 and Ni2B 2.3 Material characterizations 2.4 Electrochemical characterizations 2.5 Theoretical calculations 3 Results and discussion 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References OBAMA 2017 126 129 B BRUCE 2012 19 29 P HU 2020 310 346 X SERVICE 2018 1080 1081 R LI 2025 4822 4873 X SHEN 2022 555 563 Z ZHANG 2024 103786 J CHENG 2023 181 186 Q CONDER 2017 1 7 J FAN 2025 2425240 X BI 2023 0010 C LIU 2024 98 104 R ZHOU 2023 75 81 S GENG 2024 2407741 C ZHAO 2024 545 557 M LI 2023 107811 H ZHANG 2023 2302624 X JING 2022 574 582 E LI 2024 619 628 Z ZHANG 2021 85 94 R ZHAO 2024 103728 X LENG 2023 484 496 X LI 2021 469 476 J WANG 2021 336 343 S LI 2021 2105067 H LIANG 2025 17028 17039 Q LINGHU 2024 663 668 R ZHOU 2017 1694 1703 T RAN 2024 2402872 Q LI 2024 2303546 J LIANG 2023 2300825 Q LI 2023 2303830 H LI 2024 2419837 H LI 2021 2102338 Z KRESSE 1996 15 50 G BLOCHL 1994 17953 P GRIMME 2010 154104 S SONG 2024 109859 H LI 2023 1653 1662 X KONG 2022 2105538 Y LUO 2020 1903891 X JIN 2023 e12491 C WANG 2022 2203699 Z SONG 2024 588 596 Y YANG 2021 2101250 D WANG 2024 2406290 X SONG 2024 363 372 Y YANG 2023 376 383 B ZHANG 2023 2306578 D CHENG 2025 2410742 K ZENG 2023 2211818 P WASALATHILAKE 2018 2271 2279 K YAN 2024 e202404019 R LI 2025 15435 15447 X FAN 2015 5203 5209 F TIAN 2024 2309437 S LANG 2022 4811 S LIX2025X186 LIX2025X186X196 LIX2025X186XH LIX2025X186X196XH 2027-07-19T00:00:00.000Z 2027-07-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-07-23T04:14:49.764Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Fundamental Research Funds for the Central Universities 30922010304 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100013804 http://sws.geonames.org/1814991 National Natural Science Foundation of China 22379069 22109072 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 This work was supported by the National Natural Science Foundation of China (22379069, 22109072) and the Fundamental Research Funds for the Central Universities (30922010304). item S2095-4956(25)00524-8 S2095495625005248 1-s2.0-S2095495625005248 10.1016/j.jechem.2025.06.048 286353 2025-08-01T11:18:45.733408Z 2025-11-01 2025-11-30 1-s2.0-S2095495625005248-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/MAIN/application/pdf/361ca89e91b8cdfed744b85e80a79a7d/main.pdf main.pdf pdf true 3668656 MAIN 11 1-s2.0-S2095495625005248-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/PREVIEW/image/png/486266a2bdd99bd5630bf42d2d31ad9a/main_1.png main_1.png png 62785 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625005248-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/ga1/DOWNSAMPLED/image/jpeg/def66743231bea8db0b885724ff23b6b/ga1.jpg ga1 true ga1.jpg jpg 32410 200 394 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625005248-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr1/PUBMED/image/jpeg/f2d39db27c6be5d872250bb2626fd9d9/gr1.jpg gr1 gr1.jpg jpg 179102 801 691 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625005248-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr2/DOWNSAMPLED/image/jpeg/dc8ca46bfeb565f668f735d2be79cca9/gr2.jpg gr2 gr2.jpg jpg 126492 612 801 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625005248-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr3/DOWNSAMPLED/image/jpeg/c28fd8b7f891480e5f859c3ba377e917/gr3.jpg gr3 gr3.jpg jpg 145040 731 703 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625005248-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr4/DOWNSAMPLED/image/jpeg/568ae96640b999c7e86348c8b95a4f40/gr4.jpg gr4 gr4.jpg jpg 117520 680 692 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625005248-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr5/DOWNSAMPLED/image/jpeg/f8c441ed889a1b0fe55d36421269c3e5/gr5.jpg gr5 gr5.jpg jpg 150365 633 785 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625005248-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/ga1/THUMBNAIL/image/gif/153d034a05989fd4d9d2a9302c9c4ce4/ga1.sml ga1 true ga1.sml sml 18638 111 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625005248-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr1/THUMBNAIL/image/gif/8074ba0650b727c574f8a957a865c055/gr1.sml gr1 gr1.sml sml 15237 164 141 IMAGE-THUMBNAIL 1-s2.0-S2095495625005248-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr2/THUMBNAIL/image/gif/d32faed22551cee8a413a73ef0618964/gr2.sml gr2 gr2.sml sml 12776 164 214 IMAGE-THUMBNAIL 1-s2.0-S2095495625005248-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr3/THUMBNAIL/image/gif/64d07f19d8c846b03e238b33def65593/gr3.sml gr3 gr3.sml sml 12261 164 158 IMAGE-THUMBNAIL 1-s2.0-S2095495625005248-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr4/THUMBNAIL/image/gif/9ed5d25b9aae4b4a283a9b92486de7ee/gr4.sml gr4 gr4.sml sml 11092 164 167 IMAGE-THUMBNAIL 1-s2.0-S2095495625005248-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/gr5/THUMBNAIL/image/gif/f0aaeabcbf7c73ea18ae7915bd813b98/gr5.sml gr5 gr5.sml sml 16362 164 203 IMAGE-THUMBNAIL 1-s2.0-S2095495625005248-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/HIGHRES/image/jpeg/b661b4e83f14ba61872d9060cafa4a21/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 93538 531 1048 IMAGE-HIGH-RES 1-s2.0-S2095495625005248-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/HIGHRES/image/jpeg/86b08b7389d91e0ebec14e97bac6fb8d/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1148535 3546 3058 IMAGE-HIGH-RES 1-s2.0-S2095495625005248-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/HIGHRES/image/jpeg/77478592ecf8357eaa7aa9a4d92bf02c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 764563 2712 3548 IMAGE-HIGH-RES 1-s2.0-S2095495625005248-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/HIGHRES/image/jpeg/f5642525fec2681b8fda05fbbf2eb69c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 826180 3236 3114 IMAGE-HIGH-RES 1-s2.0-S2095495625005248-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/HIGHRES/image/jpeg/476abdad63be19d4fecca5756c2706cb/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 699497 3014 3066 IMAGE-HIGH-RES 1-s2.0-S2095495625005248-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/HIGHRES/image/jpeg/dae19e7217392a21a963651444e10ecc/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 884495 2803 3477 IMAGE-HIGH-RES 1-s2.0-S2095495625005248-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/fd874aaf60f1d7e3b80f1b1a600373c0/mmc1.docx mmc1 mmc1.docx docx 5020538 APPLICATION 1-s2.0-S2095495625005248-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/STRIPIN/image/svg+xml/fc6d0022e8018b4bfbb4dba7404d6f1d/si1.svg si1 si1.svg svg 12049 ALTIMG 1-s2.0-S2095495625005248-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625005248/STRIPIN/image/svg+xml/45839455214518d61524d058662dc9a9/si2.svg si2 si2.svg svg 15221 ALTIMG JECHEM 4822 S2095-4956(25)00524-8 10.1016/j.jechem.2025.06.048 Science Press Fig. 1 (a) Scheme of the preparation of Ni3S2/Ni2B heterostructure; SEM images of (b) amorphous NiB and (c) Ni3S2/Ni2B; (d) element mapping; (e) TEM and (f) HRTEM images (inset: inverse fast Fourier transform pattern of the corresponding lattice fringe) of Ni3S2/Ni2B; (g) XRD patterns of NiB, S@NiB, and Ni3S2/Ni2B; (h) Ni 2p XPS spectra of Ni2B, Ni3S2, and Ni3S2/Ni2B; (i) S 2p XPS spectra of Ni3S2 and Ni3S2/Ni2B. Fig. 2 (a) Charge-discharge voltage profiles; (b) ΔE and Q L/Q H ratios; (c) Nyquist plots; (d) cycling performance at 0.2 C and (e) rate performance of Ni3S2/Ni2B, Ni3S2, and Ni2B electrodes; (f) voltage profiles of Ni3S2/Ni2B electrode at different current rates; (g) ΔE of different electrodes at various rates; (h) long-term cycling performance of Ni3S2/Ni2B electrode at 1 C. Fig. 3 (a) Schematic illustration of BIEF and (b) charge density difference at the Ni3S2/Ni2B heterointerface; (c) Bader charge changes from bulk to interfacial atoms; (d) Adsorption energies and (e) configurations of LiPS adsorption on Ni2B, Ni3S2, and Ni2B/Ni3S2 heterointerface; (f) energy profiles of sulfur reduction on different catalytic sites; (g) Ni 2p and (h) S 2p XPS spectra before and after LiPS adsorption. Fig. 4 (a) CV profiles at 0.5 mV s−1; (b, c) energy profiles for different sulfur conversion processes; (d) slopes of linear fitting between peak current and square root of scanning rate in CV profiles at varied scanning rates for sulfur electrodes based on Ni3S2, Ni2B, and Ni3S2/Ni2B catalysts; (e) IR drops during charge and discharge extracted from GITT profiles of different cells; (f) Li2S precipitation and (g) Li2S dissolution profiles; (h) Li2S nucleation and growth rate constant and (i) dimensionless transient curves of Li2S precipitation on different electrodes. Fig. 5 (a–c) Operando Raman spectra for cells with and without the Ni3S2/Ni2B catalyst; (d) voltage profiles and (e) capacities of Ni3S2/Ni2B electrode at various current rates under high sulfur loading and low E/S ratio; (f) cycling performance of Ni3S2/Ni2B electrodes under various sulfur loadings and E/S ratios; (g) voltage profiles of Ni3S2/Ni2B electrode at different cycles; (h) performance comparison among recent works based on heterostructure sulfur catalysts; (i) optical image of Ni3S2/Ni2B-based Li-S pouch cell powering an LED fan. Interface-activated sulfur electrocatalysis within Ni3S2/Ni2B heterostructure enabling fast and durable lithium-sulfur batteries Hongyang Li Writing – review & editing Investigation Formal analysis a 1 Yuqi Wang Writing – original draft Investigation Formal analysis a 1 Zhanpeng Huang Writing – review & editing a Pengsen Qian Writing – review & editing a Jianjun Zhang Formal analysis a Yingrui Ding Writing – review & editing a Huimin Wang Writing – review & editing Visualization b ⁎ Haibo Zeng Writing – review & editing Validation Supervision a ⁎ Gaoran Li Writing – review & editing Validation Supervision a ⁎ a MIIT Key Laboratory of Advanced Display Materials and Devices, Institute of Optoelectronics & Nanomaterials, School of Materials Science and Engineering, Nanjing University of Science and Technology, Nanjing 210094, Jiangsu, China MIIT Key Laboratory of Advanced Display Materials and Devices Institute of Optoelectronics & Nanomaterials School of Materials Science and Engineering Nanjing University of Science and Technology Nanjing Jiangsu 210094 China MIIT Key Laboratory of Advanced Display Materials and Devices, Institute of Optoelectronics & Nanomaterials, School of Materials Science and Engineering, Nanjing University of Science and Technology, Nanjing 210094, Jiangsu, China b Department of Applied Biology and Chemical Technology, The Hong Kong Polytechnic University, Hung Hom, Kowloon, Hong Kong 999077, China Department of Applied Biology and Chemical Technology The Hong Kong Polytechnic University Hung Hom Kowloon Hong Kong 999077 China Department of Applied Biology and Chemical Technology, The Hong Kong Polytechnic University, Hung Hom, Kowloon, Hong Kong 999077, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract A unique Ni3S2/Ni2B heterostructure was engineered, combining the individual advantages of both components and introducing new active sites at the heterointerface to enable superior sulfur electrocatalysis and high-performance Li-S batteries. Lithium-sulfur (Li-S) batteries hold great promise for next-generation energy storage, yet suffer from sluggish redox kinetics and polysulfide shuttling. Herein, a novel Ni3S2/Ni2B heterostructure is developed to improve sulfur electrochemistry by synergistically enhancing polysulfide fixation and catalytic conversions. Fabricated through mild sequential boronation and sulfurization, this hybrid nanocatalyst integrates the strong polysulfide adsorbability and high conductivity of Ni2B with the high catalytic activity of Ni3S2. More importantly, the as-constructed heterointerface inspires new, highly catalytic sites that smooth consecutive sulfur conversions with lower energy barriers, while the built-in electric fields promote directional charge transfer, collectively contributing to fast-kinetic and highly efficient sulfur redox reactions. As a result, Li-S cells incorporating the Ni3S2/Ni2B nanocatalyst exhibit excellent cyclability, with minimal capacity decay of 0.017 % per cycle over 900 cycles at 1 C and a superb rate capability of up to 5 C. Even under demanding conditions, such as a high sulfur loading of 5.0 mg cm−2 and a low electrolyte-to-sulfur (E/S) ratio of 4.8 mL g−1, high capacity and cyclability are maintained, highlighting the great potential of this unique heterointerface engineering in advancing high-performance and practically viable Li-S batteries. Keywords Lithium-sulfur batteries Metal boride Heterointerface Sulfur electrocatalysis Shuttle effect 1 Introduction The rapid advancements in transportation electrification, artificial intelligence, and sustainable social development have raised unprecedented demands on energy storage technologies [1]. As an important alternative/supplement to conventional lithium-ion batteries, lithium-sulfur (Li-S) batteries, featuring high energy density, low cost, and environmental benignity, attract extensive interest from both academic and industrial communities [2–5]. However, several critical challenges remain to be well addressed before the practical implementation. The shuttle effect and sluggish reaction kinetics present two major obstacles in sulfur electrochemistry [6–8]. The high solubility and diffusivity of the intermediate polysulfides trigger significant shuttling behaviors in ether-based electrolytes, leading to serious loss of active material, passivation of electrode/electrolyte interfaces, and low coulombic efficiency [9–11]. Meanwhile, the insulating nature of sulfur and lithium sulfides, combined with the multi-electron and solid-liquid phase conversion mechanism, gives rise to enormous reaction complexity and large energy barriers, leading to severe polarization, low reversibility, and fast battery failure [12,13]. To address these challenges, vast research efforts have been devoted to the development of adsorptive and catalytic materials for regulating polysulfide behaviors in Li-S batteries [14,15]. Functionalized carbon nanomaterials with high conductivity and light weight are extensively studied to provide a confining matrix against polysulfide diffusion [16]. Yet their relatively low sulfur affinity results in limited constraint and unsatisfactory catalytic activity. By contrast, chemically polar metal compounds, such as metal oxides, sulfides, nitrides, and phosphides, interact more strongly with polysulfides, offering higher catalytic activity for sulfur conversions [17–20]. Beyond that, other types of materials rich in polar and catalytic sites, such as metal-organic frameworks, covalent organic frameworks, molecular catalysts, and single-atom catalysts [21–24], have also shown good potential to regulate and facilitate sulfur reactions. Despite significant progress, it has become increasingly recognized that addressing the aforementioned issues with monocomponent catalysts is challenging due to the complexity and high-level integration of Li-S systems [25]. In this regard, heterostructured catalysts (HSCs) emerge as a highly promising approach and have garnered considerable research enthusiasm in recent years [26,27]. The rational integration of two or more components leverages their respective strengths while potentially unlocking new functionalities or working mechanisms for superior sulfur electrocatalysis. Yang’s group [28] pioneered the study of HSCs in Li-S batteries, designing a twinborn TiO2-TiN heterostructure with highly adsorptive TiO2 and highly conductive TiN to smooth the trapping-diffusion-conversion process of polysulfides. Hetero-components with shared anion were also developed via combined hydrothermal reaction and high-temperature calcination. The obtained Ni4N/Zn3N2 [29] heterostructure realized a rational metal d-band center to balance the electron transfer during d-p hybridization, enabling feasible polysulfide adsorption and conversion, as well as a resultant excellent cyclability retaining 744 mAh g−1 after 1000 cycles. The critical role of built-in electric field (BIEF) in heterostructure was highlighted in the work from Li et al. [30], serving as a bridge to connect the trapping site and catalytic site that directs polysulfide migration at the heterointerface. This unique attribute endows the Fe3O4/FeP nanoreactors with commendable catalytic efficiency, rendering a high initial capacity of 970 mAh g−1 even under a high sulfur loading of 5.2 mg cm−2. It is noticed that these HSCs engineering relies on metal compounds such as oxides, sulfides, and nitrides due to their favorable sulfur affinity and good lattice matching [31]. Metal borides (MBs) have gained increasing interest as sulfur electrocatalysts, featuring excellent electrical conductivity and localized ionicity with good sulphophilicity [32]. The compositional and structural tunability of MBs also endows them with good adaptation to specific demands in electrocatalytic systems. What is more noteworthy is that MBs enable strong B-S p-p hybridization in addition to common M-S p-d hybridization with polysulfides [33], offering new opportunities to rationally regulate the electronic interactions towards superior catalytic performance. Despite these merits, heterostructure designs based on MBs remain understudied in Li-S batteries [34]. Additionally, the preparation of MBs often requires solid-phase transformations under high temperatures or pressures, which degrade product uniformity and cost control. More facile and cost-effective synthesis of MB-based HSCs is highly desirable, while the mechanism underlying the catalytic promotion remains to be unveiled. Herein, we developed for the first time a metal-based heterogeneous sulfur electrocatalyst consisting of trinickel disulfide and dinickel boride (Ni3S2/Ni2B) for Li-S batteries. The heterostructure was prepared through a facile solution-based reduction, followed by the in-situ sulfurization and crystallization under mild conditions, demonstrating good cost-effectiveness and scalability compared with conventional MB preparations. Combining computational analysis with physicochemical and electrochemical characterizations, we reveal that the Ni3S2/Ni2B catalyst leverages the distinct advantages of both components, while more importantly, generating new catalytically active sites at the heterointerfaces that significantly smooth and promote consecutive sulfur conversions. In addition, the work function disparity induces built-in electric fields at the heterointerfaces, facilitating directional charge transport. These synergistic effects collectively contribute to exceptional sulfur confinement and catalytic efficiency, leading to significantly enhanced battery cyclability and rate capability, even under high-loading and lean-electrolyte conditions. This work presents a compelling heterostructure engineering for advancing the rational design of sulfur electrocatalysts and the development of high-performance Li-S batteries. 2 Experimental 2.1 Synthesis of Ni3S2/Ni2B All the chemicals were used as received without further purification. Typically, 2.38 g nickel chloride (NiCl2·6H2O) was dissolved in 50 mL deionized water, sealed in a three-neck flask, and stirred for 20 min at 0 °C under an argon atmosphere. Subsequently, 0.75 g sodium borohydride (NaBH4) and 80 mg sodium hydroxide (NaOH) were dissolved in 20 mL deionized water, which was then slowly added into the three-neck flask through a syringe with a feeding rate of 1 mL min−1. After reacting for 30 min, the product was washed repeatedly with deionized water and ethanol to eliminate byproducts and any residues. The amorphous NiB was collected after vacuum drying for over 12 h. To prepare Ni3S2/Ni2B, 0.3 g NiB and 0.1 g elemental sulfur were mixed and sealed in a 20 mL stainless steel reactor, which was then subjected to a thermal treatment at 155 °C for 30 min to obtain the S@NiB composite. After cooling and grinding, the composite was transferred to the tube furnace and annealed at 300 °C for 2 h under an argon atmosphere, with a ramping rate of 10 °C min−1. The Ni3S2/Ni2B product was collected after cooling. 2.2 Synthesis of Ni3S2 and Ni2B Individual Ni3S2 and Ni2B were also prepared within the same synthetic system for comparison. For the preparation of Ni3S2, the homogenous mixture of 0.15 g of NiB and 0.15 g of elemental sulfur was first annealed at 600 °C for 2 h under an argon atmosphere. The product was then etched with 0.5 M hydrochloric acid for 24 h to eliminate impurities such as Ni metal. The Ni3S2 product was collected after repeated washing with deionized water and ethanol and vacuum drying for 12 h. As for Ni2B, the amorphous NiB was first prepared with a raised NaBH4 dosage (Ni: B = 1:3 in molar ratio), and then annealed at 600 °C for 2 h under an argon atmosphere. 2.3 Material characterizations The phase and crystalline structures of the products were characterized using X-ray diffraction (XRD, Bruker-AXS D8 Advances). Scanning electron microscopy (SEM, FEI Quanta 250F) and transmission electron microscopy (TEM, FEI Talos F200X G2) were employed to investigate the morphology and crystalline structure. The chemical state was analyzed through X-ray photoelectron spectroscopy (XPS, Thermo Scientific K-Alpha). Ultraviolet-visible (UV-visible) spectra were recorded on a UV-3600 SHIMADZU spectrophotometer to assess the concentration of LiPSs in the supernatant. 2.4 Electrochemical characterizations Sulfur electrodes were prepared through the conventional slurry-casting method. The slurry was formulated by uniformly dispersing elemental sulfur, Super P, Ni3S2/Ni2B (Ni3S2 or Ni2B), and polyvinylidene difluoride (PVDF) in a weight ratio of 5:3:1:1 in N-methyl-2-pyrrolidone (NMP) solvent, which was then cast onto carbon-coated aluminum foil and vacuum-dried at 60 °C for 12 h. The electrode was then cut into discs with a diameter of 12 mm for use. The sulfur loading on the electrodes was controlled at 1.0–1.5 mg cm−2 for regular evaluations. The coin cells were assembled in an argon-filled glove box (O2 <0.1 ppm; H2O <0.1 ppm) for electrochemical tests, utilizing the as-prepared sulfur cathode, lithium foil as the anode, and Celgard 2400 membrane as the separator. The electrolyte comprises 1 M lithium bis (trifluoromethane) sulfonimide (LiTFSI) dissolved in a mixed solvent of 1,2-dimethoxyethane (DME) and 1,3-dioxolane (DOL) at a volume ratio of 1:1. It also contains 2 wt% lithium nitrate (LiNO3) as the additive. The electrolyte addition maintained an electrolyte-to-sulfur (E/S) ratio of 15 mL g−1 for standard evaluation. Additionally, higher sulfur loadings (2.8, 3.7, and 5.0 mg cm−2) and lower E/S ratios (7.1, 5.4, and 4.8 mL g−1) were also employed to explore the battery performance under more demanding conditions. The galvanostatic charge/discharge cycling was conducted using LAND testers (CT3002A, Land Electronics Co., Ltd., Wuhan, China). The applied current and specific capacity were calculated based on the mass of sulfur (1 C = 1675 mA g−1). Cyclic voltammetry (CV) measurements were performed using a CHI604E electrochemical workstation (CH Instrument, Shanghai, China) at a scanning rate ranging from 0.1 to 0.5 mV s−1. Electrochemical impedance spectroscopy (EIS) was also conducted by the CHI604E workstation over a frequency range of 0.1–100 kHz with an amplitude of 5 mV. 2.5 Theoretical calculations All density functional theory (DFT) calculations were performed using the Vienna Ab-initio Simulation Package (VASP). Within the framework of the generalized gradient approximation (GGA), the Perdew-Burke-Ernzerhof (PBE) formulation was adopted, utilizing projected augmented wave (PAW) potentials to describe the ionic cores [35]. Self-consistency of the electronic energy was ensured by demanding that the energy variation was less than 10−5 eV. Geometry optimization was considered converged when the energy change was less than 0.02 eV Å−1, with a vacuum spacing of 18 Å perpendicular to the plane. To account for weak interactions, the DFT+D3 method was employed, incorporating an empirical correction based on Grimme’s approach. The Gibbs free energy was computed using the formula provided below (1) G = E e l e c + E Z P E - T S where E elec represents the electronic energy at 0 K as calculated by DFT, E ZPE corresponds to the zero-point energy term, and S and T refer to entropy and temperature (298.15 K in this case), respectively [36,37]. Adsorption energies were computed as the differences in Gibbs energy between the projected system before and after relaxation. Various possible adsorption structures were simulated for sulfur species on the catalyst surface to determine the most stable configurations. The adsorption energies (E ads) were calculated as follows (2) E a d s = E t o t a l - E s u b - E L i P S where E total, E sub, and E LiPS are energies of the adsorption systems, the catalyst substrates, and the isolated polysulfide molecules, respectively. 3 Results and discussion The preparation of the Ni3S2/Ni2B heterostructure is schematically depicted in Fig. 1 (a). Nickel chloride hexahydrate (NiCl2·6H2O) was used as the nickel source, while sodium borohydride (NaBH4) served as both the boron source and reducing agent to yield amorphous NiB through a wet-reduction reaction under an ice bath and inert atmosphere. After that, the uniformly sulfur-impregnated S@NiB composite was obtained through a thermal melting process. The S@NiB was then subject to an annealing treatment at a mild temperature of 300 °C, upon which the nickel sulfide phase was generated while the composite was crystallized to form the Ni3S2/Ni2B heterostructure. The microstructure of the as-prepared NiB was examined by SEM, which exhibits a coral-like morphology with well-dispersed nanoparticles in the size of several tens of nanometers (Fig. 1b and Fig. S1). After mixing with the element sulfur and thermal treatment at 155 °C, a S@NiB composite was obtained with sulfur uniformly coated on the NiB surface (Fig. S2). Further annealing at 300 °C converts S@NiB into the Ni3S2/Ni2B composite and removes the sulfur residue, recovering the coral-like morphology (Fig. 1c). The nanoparticles are tightly interconnected to establish pathways that facilitate rapid electron transfer. The energy dispersive X-ray spectroscopy (EDS) mapping demonstrates the uniform distribution of S, B, and Ni with well-overlapped patterns in the product, suggesting the formation of Ni3S2/Ni2B heterostructure (Fig. 1d). The TEM image further reveals the well-defined nanoparticles in Ni3S2/Ni2B (Fig. 1e). Importantly, two sets of lattice fringes sharing a distinct interface can be detected in the high-resolution TEM (HRTEM), where the interplanar spacings of 0.281 and 0.252 nm refer to the Ni3S2 (110) plane and Ni2B (200) plane, respectively (Fig. 1f, Figs. S3 and S4) [38]. This strongly certifies the successful construction of Ni3S2/Ni2B heterostructure. The phase structure evolution upon the synthetic process was traced by XRD. As shown in Fig. 1(g), NiB yielded from the solution-based reaction delivers a typical amorphous character. After sulfur impregnation at 155 °C, characteristic peaks associated with Ni3S2 (PDF No. 76-1870) and Ni2B (PDF No. 75-1604) can be detected in the S@NiB composite [39], despite the relatively low crystallinity. With further annealing at 300 °C, these peaks become significantly sharper and stronger, identifying the Ni3S2/Ni2B heterostructure in high purity and crystallinity, as also confirmed by further annealing at a higher temperature (Fig. S5). For comparison, individual Ni2B and Ni3S2 phases were also prepared based on a similar synthetic system (details in Section 2). Their phase structures were confirmed by XRD patterns (Fig. S6), while similar coral-like morphology can also be obtained as illustrated in the SEM images (Figs. S7 and S8). The surface chemistry of the products was examined by XPS. Fig. S9 presents the Ni 2p and B 1s spectra of the amorphous NiB. Two Ni 2p sub-peaks can be observed at 852.9 and 856.5 eV, corresponding to Ni0 and oxidized Ni, respectively [40]. Meanwhile, the B 1s spectrum demonstrates two distinct subpeaks at 187.9 and 191.9 eV [41], which can be assigned to the B–Ni and B–O bonding, respectively. These results align well with the literature and confirm the metallic Ni-B alloying structure of NiB. The XPS spectra of the Ni3S2/Ni2B heterostructure were recorded in comparison with individual Ni3S2 and Ni2B to study the electron transfer upon the establishment of the heterointerface. As shown in Fig. 1(h), all the Ni 2p spectra of Ni2B, Ni3S2, and Ni3S2/Ni2B exhibit three subpeaks, referring to Ni0, oxidized Ni, and satellite, respectively [42]. Notably, the Ni0 peak of the heterostructure shifts towards higher binding energy compared with its monophase counterparts, suggesting the oxidization of Ni upon the formation of the heterostructure. The S 2p spectra witness a typical pair of S 2p 3/2 and 2p 1/2 peaks for Ni3S2 [43], which shifts to a lower energy range for Ni3S2/Ni2B, indicating the electron enrichment of sulfur atoms (Fig. 1i). These variations in XPS spectra further confirm the successful establishment of the heterointerface, with electron transfer from Ni2B to Ni3S2, which is expected to regulate the electronic structure, enhance the catalytic activity, and promote sulfur redox reactions. Given this, the application of different catalysts in Li-S batteries was examined. Fig. 2 (a) presents the charge-discharge voltage profiles of sulfur electrodes based on Ni3S2/Ni2B, Ni3S2, and Ni2B at 0.2 C (1 C = 1675 mA g−1). All of them exhibit the typical dual-stage discharge curves, where the higher-potential one is associated with the conversion from elemental sulfur (S8) to soluble high-order Li2S x (4 ≤ x ≤ 8), and the one at lower potential refers to their further reduction into insoluble Li2S2 and Li2S [44]. It can be noticed that the Ni3S2/Ni2B electrode exhibits a much higher capacity of 1261.9 mAh g−1 compared with that of Ni3S2 (1054.7 mAh g−1) and Ni2B (995 mAh g−1), suggesting its higher sulfur utilization. Besides, the low-to-high stage capacity ratio (Q L/Q H) and the potential gap (ΔE) between the charge and discharge curve are strong indicators of sulfur conversion behaviors. As summarized in Fig. 2(b), the Ni3S2/Ni2B electrode delivers a much higher Q L/Q H ratio of 2.22 over Ni3S2 (1.97) and Ni2B (1.83), suggesting that the dissolved polysulfides in the first stage can be more effectively utilized during the subsequent reductions [45]. Meanwhile, a much smaller ΔE can be achieved by Ni3S2/Ni2B among these samples, indicating the least electrochemical polarization realized by the heterostructure design. Such a kinetic advancement can be also corroborated by EIS analysis (Fig. 2c). The Nyquist plots of all the electrodes consist of a suppressed semicircle at high-medium frequency and an oblique line at low frequency, which is assigned to charge transfer resistance (R ct) and Warburg resistance, respectively [46]. By comparison, the Ni3S2/Ni2B electrode demonstrates the smallest R ct among these samples, suggesting its highest capability of promoting interfacial charge transfer for sulfur reactions. These results collectively validate the excellent catalytic activity of the as-developed Ni3S2/Ni2B heterostructure for advancing sulfur reaction efficiency and kinetics. The cycling performance of different electrodes was evaluated by galvanostatic cycling at 0.2 C. As illustrated in Fig. 2(d), the Ni3S2/Ni2B electrode delivers a high initial capacity of 1261.9 mAh g−1, which retains at 1055.6 mAh g−1 after 50 cycles, corresponding to a capacity retention rate of 83.7 %. By comparison, the Ni3S2 and Ni2B electrodes exhibit much lower capacities of 1054.7 and 995 mAh g−1 with a retention of only 71.4 % and 66.4 %, respectively. Meanwhile, a steady coulombic efficiency close to unity can also be achieved by the Ni3S2/Ni2B electrode. These results demonstrate much higher sulfur utilization, enhanced redox reversibility, and mitigated shuttle effect in the heterostructure-based configuration. The rate performance of different electrodes was investigated by applying a stepwise variation in current densities from 0.2 to 5 C (Fig. 2e). The Ni3S2/Ni2B electrode shows capacities of 1228.2, 1069.8, 937.1, 822.1, 746.5, and 654.6 mAh g−1 at 0.2, 0.5, 1.0, 2.0, 3.0, and 5.0 C, respectively. When gradually reducing the current density back to 0.5 C, a high capacity of 961.3 mAh g−1 can be recovered. By contrast, the Ni3S2 and Ni2B electrodes undergo much faster capacity fading with the increase of current density, retaining 202.9 and 193.1 mAh g−1, respectively, at 5 C. The superior rate capability of the Ni3S2/Ni2B electrode strongly indicates the significant enhancement in sulfur reaction kinetics, benefiting from the enhanced catalytic activity of the heterostructure, as also illustrated by the evolution of voltage profiles. As depicted in Fig. 2(f), the Ni3S2/Ni2B electrode maintains well the dual-plateau discharge profile during the cycling from 0.2 to 5 C, while the Ni3S2 and Ni2B electrodes suffer from a much significant expansion of ΔE, failing to maintain two discharge plateaus at high rates ascribed to the serious polarization (Fig. 2g and Fig. S10). These comparisons strongly indicate the much superior reaction kinetics realized by the Ni3S2/Ni2B nanocatalyst. Given this, the long-term cycling performance was further assessed as shown in Fig. 2(h). After 900 cycles at 1 C, a high capacity of 772.7 mAh g−1 can still be achieved, corresponding to a capacity fading rate of only 0.017 % per cycle. The structural integrity determines the catalytic durability during cycling. Ni3S2/Ni2B extracted from cycled cells retained its original crystalline structure without any detectable impurity (Fig. S11a). Meanwhile, the heterointerface can also be observed after long-term cycling as presented in Fig. S12. Combining with the well-maintained voltage profile (Fig. S11b), it can be concluded that Ni3S2/Ni2B delivers excellent structural stability and robust catalytic durability throughout the cycling, contributing to outstanding Li-S cell cyclability. These obtained electrochemical performances are highly competitive among recent literature based on heterostructure catalysts (Table S1), highlighting the significant potential of the Ni3S2/Ni2B design in the pursuit of high-performance Li-S batteries. To elucidate the electrochemical enhancements, the interfacial properties of the Ni3S2/Ni2B heterostructure were investigated using DFT calculations. The work functions, generally defined as the minimum energy required for an electron to escape from the material surface into the vacuum, were determined to be 4.77 and 5.59 eV for Ni2B and Ni3S2, respectively (Fig. S13). This disparity induces band bending upon the contact between these two phases (Fig. 3 a) [47,48], accompanied by electron transfer (2.614 e) from Ni2B to Ni3S2, as confirmed by the charge density difference and Bader charge analysis (Fig. 3b). Consequently, strong electronic coupling between these two components establishes a BIEF, with negative and positive charges accumulating at the Ni3S2 and Ni2B sides, respectively, and the field direction from Ni2B to Ni3S2. This BIEF facilitates charge transport across the heterointerface, promoting electron/Li+ along/against the field direction by the electric force [49]. These rapid and continuous charge flows ensure efficient electrochemical transformation of sulfur species adsorbed near the heterointerface, contributing to enhanced overall reaction kinetics. In addition, the density-of-state (DOS) analysis reveals a continuous DOS near the Fermi level for Ni2B, indicative of its metallicity, which provides excellent electron conduction for sulfur reactions. By contrast, Ni3S2 exhibits a distinct band gap, suggesting its semiconducting character (Fig. S14). This band structure contrast aligns with their work function disparity and rationalizes the BIEF formation at the heterointerface. Notably, the Ni3S2/Ni2B heterostructure maintains a continuous and considerable DOS across the Fermi level, ensuring rapid charge conduction for sulfur electrochemistry. To further probe into the electronic regulation at the heterointerface, Fig. 3(c) presents the charge variation of atoms from the bulk (hollow circles) to the interface (solid circles). At the interface, Ni and B atoms exhibit decreased Bader charges, while the interfacial S atom gains more charge, compared with their bulk counterparts, indicating electron-donating and electron-accepting behavior, respectively, upon the heterointerface construction. This charge redistribution may induce unique interactions with polysulfides, offering new active sites for sulfur electrocatalysis. Fig. 3(d) summarizes the adsorption energies of representative LiPSs on Ni3S2 (110) and Ni2B (200) surfaces, identified as their dominant exposed facets in HRTEM, as well as at the Ni3S2/Ni2B heterointerface. Ni2B exhibits consistently stronger LiPS adsorption than Ni3S2, while the heterointerface demonstrates the lowest adsorption energies. The optimized LiPS adsorption configurations across different sites are presented in Fig. 3(e) and Fig. S15. Notably, Ni2B and Ni3S2 engage with Li2S4 through distinct bonding mechanisms. In the Ni2B scenario, both Ni–S and B–S bonding occur due to the high metallicity of Ni and electron deficiency of B, leading to the highest adsorption energy of −4.55 eV and the most electron transfer (1.608 e) to LiPS. By contrast, Li2S4 adsorption on Ni3S2 is primarily governed by Li bonding, showing a relatively lower binding energy of −4.3 eV with opposite electron transfer (0.838 e) towards the substrate. Interestingly, the heterointerface also favors the Li bond mode but exhibits the weakest interaction, accepting only 0.763 e from Li2S4 with the lowest adsorption energy of −1.72 eV. Based on these interactions, the catalytic behaviors were further examined, with a focus on the conversions of medium- and low-order LiPSs, as they are considered the primary kinetic bottlenecks in sulfur electrochemistry [50]. As shown in Fig. 3(f), the rate-determining step on Ni2B lies in the conversion from Li2S4 to Li2S2, with an energy barrier of 1.32 eV. By contrast, the rate-determining step on Ni3S2 shifts into the Li2S2-to-Li2S conversion with a significantly lower energy barrier of 0.74 eV compared with that of the rate-determining step on Ni2B, indicating a higher catalytic activity than Ni2B. Notably, at the heterointerface, the energy barriers for various sulfur conversion steps converge, with the Li2S4-to-Li2S2 step remaining the rate-determining step but with a reduced energy barrier of 0.63 eV, lower than that of both Ni3S2 and Ni2B. This strongly suggests that the heterointerface introduces new catalytic sites with enhanced catalytic activity beyond its components. According to the Sabatier principle [51], a moderate interaction strength is required to balance the reactant adsorption and product desorption, thereby ensuring active site availability and fast reaction kinetics. The heterointerface exhibits lower LiPS adsorbability than Ni3S2 and Ni2B but remains stronger than the electrolyte solvents (DME and DOL, with LiPS adsorption energies typically below 0.8 eV) [52]. This favorable balance enhances catalytic activity, promoting smooth consecutive sulfur conversions. Overall, the Ni3S2/Ni2B heterostructure effectively integrates the adsorptive Ni2B, catalytic Ni3S2, and even more catalytic Ni3S2/Ni2B heterointerface, collectively stabilizing and boosting sulfur electrochemistry. Inspired by these computational results, static adsorption tests were carried out to evaluate the practical polysulfide adsorbabilities of different catalysts (Fig. S16). After immersion in Li2S6 solution for 6 h, Ni2B and Ni3S2/Ni2B enabled more significant discoloration compared with Ni3S2, illustrating their stronger chemisorption as well as the enriched adsorptive sites at the heterointerface. Consistently, the UV-vis spectra of the supernatants exhibit lower absorbance for Ni2B and Ni3S2/Ni2B, confirming less polysulfide residue due to enhanced adsorption. The underlying chemical interactions were further investigated by XPS spectra before and after Li2S6 adsorption. For a more detailed analysis, the oxidized Ni peaks in the Ni 2p spectra are deconvoluted into Ni2+ and Ni3+ subpeaks. As shown in Fig. 3(g), the Ni0 peak undergoes a positive shift after the Li2S6 adsorption, indicating a decrease in Ni0 electron cloud density as a result of charge transfer from metallic Ni to the high-valence S in polysulfide to form the Ni–S bonding. Meanwhile, a weakened Ni3+ peak is noticed, which should be attributed to electron donation from the low-valence S in polysulfide to the empty 3d orbital of Ni3+ in Ni3S2. Consequently, the oxidization of Ni0 and the reduction of Ni3+ collectively contribute to the significant enhancement of Ni2+ after the adsorption. Further insights can be obtained from the S 2p spectra (Fig. 3h). The pristine Li2S6 typically presents two pairs of peaks assigned to the terminal sulfur (ST −1, 161.5 eV) and bridging sulfur (SB 0, 163.2 eV), respectively [33]. After adsorption, both these peaks shift negatively, indicating sulfur reduction and the formation of Ni–S and B–S bonding [53]. These results align with the DFT calculations and further corroborate the robust interactions between polysulfide and the Ni3S2/Ni2B heterostructure, which effectively immobilize active sulfur species and facilitate their conversions towards enhanced electrochemical performance. To elucidate the practical kinetic enhancement, CV profiles of different electrodes were compared in Fig. 4 (a). All the curves present the typical multi-step sulfur redox behaviors, featuring two cathodic peaks and one overlapped anodic peak, aligning well with the voltage profiles. Compared with the Ni3S2 and Ni2B electrodes, Ni3S2/Ni2B enables higher current response, sharper peak shapes, and narrower potential gaps between redox peaks. This is further corroborated by the Tafel plots (Fig. S17), where the Ni3S2/Ni2B electrode exhibits the lowest slope at each redox peak, manifesting reduced sulfur reaction barriers and accelerated conversion kinetics. To more quantitatively assess the catalytic effect, activation energies for each conversion step were calculated (Fig. 4b and c, Table S2). It is noted that Ni3S2 lowers the energy barriers for both S8 reduction into Li2S x and the bidirectional Li2S conversion compared with Ni2B, while the Ni3S2/Ni2B heterostructure enables the lowest energy barriers across all these steps. These findings jointly validate the substantial kinetic enhancement brought by the synergism between Ni3S2 and Ni2B, as well as the newly formed catalytic sites at the heterointerface. Given the importance of ion transport in electrochemical reactions, Li+ diffusion behavior was assessed by CV at varied scanning rates (Fig. S18). The Ni3S2/Ni2B electrode displays the least profile distortion during the increase of scanning rate, as well as the highest slope upon the linear correlation between peak current and square root of scanning rate at each redox peak (Fig. 4d). This suggests the highest Li+ diffusion coefficient according to the Randle-Sevick principle, which effectively expedites the conversion reactions in the Ni3S2/Ni2B electrode. Additionally, the kinetic property as a function of charge and discharge depth was monitored by constant current intermittent titration technology (GITT, Fig. S19). The extracted IR drops correspond to the deviation of working potential from equilibrium potential, illustrating the electrochemical polarization under operating conditions [54]. Throughout the whole cycle, the Ni3S2/Ni2B electrode maintains consistently lower IR drops than its mono-component counterparts (Fig. 4e), manifesting reduced internal resistance and further substantiating the facilitated sulfur conversions. Chronoamperometry tests were carried out focusing on the catalysis of Li2S precipitation and dissolution, a redox pair generally considered kinetic-limiting in sulfur conversions [55]. As shown in Fig. 4(f and g), Ni3S2/Ni2B enables the highest current response for both Li2S formation and decomposition, with the i-t curves showing the earliest current maximum, the sharpest current peak shape, and the largest precipitation/dissolution capacities among these samples. This showcases the optimal catalytic activity of Ni3S2/Ni2B for accelerating the redox conversions of Li2S, aligning with the findings in DFT calculation and voltammetry assessment. Correspondingly, Ni3S2/Ni2B realizes a much higher Li2S nucleation and growth rate constant of 4.04 compared with Ni3S2 (1.14) and Ni2B (0.97) (Fig. 4h), serving as another quantitative evidence of the lowered energy barrier and enhanced kinetics of Li2S precipitation. To gain a deeper understanding of Li2S precipitation behaviors, the dimensionless transition of the precipitation profiles was plotted in comparison to the theoretical Bewick-Fleischmann-Thirsk (BFT) and Scharifker-Hills (SH) models [33]. As shown in Fig. 4(i), the Li2S growth on Ni3S2 and Ni2B is between two-dimensional progressive (2DP) and two-dimensional instantaneous (2DI) modes governed by lattice binding forces, while in the Ni3S2/Ni2B system, it transitions to a mixed pattern featuring both 2DI and three-dimensional progressive (3DP) modes [56]. Consistently, SEM images show the dense Li2S layers covering the electrode surfaces of Ni2B and Ni3S2, while Ni3S2/Ni2B exhibits a 3D flower-like Li2S morphology that facilitates fast electron/ion transport and continuous exposure of catalytic sites (Fig. S20). These results jointly confirm the favorable kinetic enhancement for Li2S precipitation in the heterostructure-based configuration. Apart from Li2S redox, polysulfide conversions on different catalysts were also studied in symmetric cells. Fig. S21 depicts the CV profiles of different symmetric cells at varied scanning rates. Similarly, the Ni3S2/Ni2B cell exhibits the strongest current response with sharper peak shapes and smaller redox peak gaps, suggesting higher reaction efficiency with mitigated polarization. Meanwhile, a higher linear fitting slope can also be obtained for Ni3S2/Ni2B, manifesting fast ion diffusion for promoting polysulfide conversions. In addition, the Ni3S2/Ni2B heterostructure was also compared with the physical mixture (Ni3S2+Ni2B) to specifically probe into the interfacial effect. Notably, Ni3S2/Ni2B enables higher current response, smaller redox overpotential, lower internal resistance, higher capacity, and more stable cycling compared with Ni3S2+Ni2B (Fig. S22), underscoring the critical role of heterointerface in kinetic improvement. To further unveil these advancements, operando Raman tests were conducted based on the setup depicted in Fig. 5 (a), with the resulting spectra of the control cell (without catalyst) and the Ni3S2/Ni2B cell presented in Fig. 5(b and c), respectively. The Raman responses at 200 and 512 cm−1 are assigned to S8 2− species, while those at 450 and 392 cm−1 refer to S4 2−/S5 2− and S6 2−, respectively [57]. These signals intensify once the cells initiate discharging, gradually weaken during the low-potential discharge plateau, and recover near the end of charging, well aligning with the species evolution in sulfur electrochemistry. Notably, these characteristic signals in the Ni3S2/Ni2B cell exhibit weaker intensities and persist for a significantly shorter duration throughout the cycle, signifying that the polysulfide dissolution into the bulk electrolyte is effectively inhibited, and the generated polysulfide can be rapidly converted into Li2S2/Li2S precipitates. This provides compelling evidence for the excellent sulfur adsorption and catalytic activity of the as-designed Ni3S2/Ni2B heterostructure nanocatalyst, which endows Li-S cells with excellent cycling and rate performance as demonstrated above. Given these advancements, the practical effect of Ni3S2/Ni2B nanocatalyst was further explored under demanding conditions. Fig. 5(d) depicts the voltage profiles of the Ni3S2/Ni2B electrode at different current rates under a raised sulfur loading of 5.0 mg cm−2 and a low E/S ratio of 4.8 mL g−1. Well-defined two-plateau discharge profiles can still be maintained, suggesting good sulfur redox kinetics even under these rigorous conditions. As a result, a decent rate capability and electrochemical reversibility can be achieved as shown in Fig. 5(e). The cycling behaviors of Ni3S2/Ni2B electrodes with various sulfur loadings are compared in Fig. 5(f). Despite a certain loss in specific capacity (Fig. S23), the increase of sulfur loading enhances the overall capacity, reaching a favorable areal capacity of 4.66 mAh cm−2 at a sulfur loading of 5.0 mg cm−2. Moreover, decent cycling stability can also be obtained, retaining 3.62 mAh cm−2 after 100 cycles at 0.1 C (Fig. S24). The voltage profiles at varied cycle numbers are presented in Fig. 5(g). Despite certain distortions after the first cycle, the voltage profile maintains distinct two-plateau discharge curves, manifesting good sulfur redox kinetics under these rigorous conditions. These high-loading performances and related parameters show good competitiveness among recent reports based on heterostructure catalysts (Fig. 5h and Table S3), further illustrating the superiority of the as-developed Ni3S2/Ni2B design. Given this, we further assembled Li-S pouch cells based on Ni3S2/Ni2B as the cathodic catalyst, which successfully powers an light-emitting diode (LED) fan as presented in Fig. 5(i), demonstrating good potential for practical application. 4 Conclusions In summary, we have developed a novel Ni3S2/Ni2B heterostructure as a sulfur electrocatalyst in Li-S batteries. The coral-like micromorphology facilitates electron/ion transfer while maximizing the exposure of active sites. The heterostructure not only combines the adsorptive/conductive Ni2B and catalytic Ni3S2 but also generates new and highly catalytic sites at the heterointerface. Additionally, the inherent work function disparity between Ni3S2 and Ni2B establishes built-in electric fields, which direct and accelerate charge transfers across the heterointerfaces. As a result, these effects collectively and synergistically contribute to fast, efficient, and durable sulfur electrochemistry, leading to exceptional Li-S battery performance, with a minimal capacity fading rate of 0.017 % per cycle over 900 cycles and a high rate capability of 5 C. Notably, high areal capacity (4.66 mAh cm−2) and decent cyclability can still be attained even under high-loading and lean-electrolyte conditions. This work establishes a novel paradigm in metal boride-based heterostructures with interface-activated sulfur electrocatalysis, offering valuable insights into the design of advanced sulfur electrocatalysts and high-performance Li-S batteries. CRediT authorship contribution statement Hongyang Li: Writing – review & editing, Investigation, Formal analysis. Yuqi Wang: Writing – original draft, Investigation, Formal analysis. Zhanpeng Huang: Writing – review & editing. Pengsen Qian: Writing – review & editing. Jianjun Zhang: Formal analysis. Yingrui Ding: Writing – review & editing. Huimin Wang: Writing – review & editing, Visualization. Haibo Zeng: Writing – review & editing, Validation, Supervision. Gaoran Li: Writing – review & editing, Validation, Supervision. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Science Foundation of China (22379069, 22109072) and the Fundamental Research Funds for the Central Universities (30922010304). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2025.06.048. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] B. Obama Science 355 2017 126 129 B. Obama, Science 355 (2017) 126-129. [2] P.G. Bruce S.A. Freunberger L.J. Hardwick J.-M. Tarascon Nat. Mater. 11 2012 19 29 P. G. Bruce, S. A. Freunberger, L. J. Hardwick, J.-M. Tarascon, Nat. Mater. 11 (2012) 19-29. [3] X. Hu L. Xu X. Lin M. Pecht Joule 4 2020 310 346 X. Hu, L. Xu, X. Lin, M. Pecht, Joule 4 (2020) 310-346. [4] R.F. Service Science 359 2018 1080 1081 R. F. Service, Science 359 (2018) 1080-1081. [5] X.-Y. Li M. Zhao Y.-W. Song C.-X. Bi Z. Li Z.-X. Chen X.-Q. Zhang B.-Q. Li J.-Q. Huang Chem. Soc. Rev. 54 2025 4822 4873 X.-Y. Li, M. Zhao, Y.-W. Song, C.-X. Bi, Z. Li, Z.-X. Chen, X.-Q. Zhang, B.-Q. Li, J.-Q. Huang, Chem. Soc. Rev. 54 (2025) 4822-4873. [6] Z. Shen X. Jin J. Tian M. Li Y. Yuan S. Zhang S. Fang X. Fan W. Xu H. Lu J. Lu H. Zhang Nat. Catal. 5 2022 555 563 Z. Shen, X. Jin, J. Tian, M. Li, Y. Yuan, S. Zhang, S. Fang, X. Fan, W. Xu, H. Lu, J. Lu, H. Zhang, Nat. Catal. 5 (2022) 555-563. [7] J.-H. Zhang X.-Z. Fan X.-H. Zhou R.-J. Hu N. Du C. Guan S.-B. Han B.-Q. Li L. Kong Energy Stor. Mater. 73 2024 103786 J.-H. Zhang, X.-Z. Fan, X.-H. Zhou, R.-J. Hu, N. Du, C. Guan, S.-B. Han, B.-Q. Li, L. Kong, Energy Stor. Mater. 73 (2024) 103786. [8] Q. Cheng Z.-X. Chen X.-Y. Li L.-P. Hou C.X. Bi X.-Q. Zhang J.-Q. Huang B.-Q. Li J. Energy Chem. 76 2023 181 186 Q. Cheng, Z.-X. Chen, X.-Y. Li, L.-P. Hou, C. X. Bi, X.-Q. Zhang, J.-Q. Huang, B.-Q. Li, J. Energy Chem. 76 (2023) 181-186. [9] J. Conder R. Bouchet S. Trabesinger C. Marino L. Gubler C. Villevieille Nat. Energy 2 2017 1 7 J. Conder, R. Bouchet, S. Trabesinger, C. Marino, L. Gubler, C. Villevieille, Nat. Energy 2 (2017) 1-7. [10] X.-Z. Fan M. Liu J.-H. Zhang N. Yao X.-H. Zhou S.S. Fedotov Y.-Z. Song X. Chen Y.-Z. Zhang L. Kong Adv. Funct. Mater. 2025 2425240 10.1002/adfm.202425240 X.-Z. Fan, M. Liu, J.-H. Zhang, N. Yao, X.-H. Zhou, S. S. Fedotov, Y.-Z. Song, X. Chen, Y.-Z. Zhang, L. Kong, Adv. Funct. Mater. (2025) 2425240, doi: 10.1002/adfm.202425240. [11] C-X. Bi L-P. Hou Z. Li M. Zhao X-Q. Zhang B-Q. Li Q. Zhang J.-Q. Qiang Energy Mater. Adv. 2023 2023 0010 Chen-Xi Bi, Li-Peng Hou, Zheng Li, Meng Zhao, Xue-Qiang Zhang, Bo-Quan Li, Qiang Zhang, J.-Q. Huang, Energy Mater. Adv. 2023 (2023) 0010. [12] R. Liu Z. Wei L. Peng L. Zhang A. Zohar R. Schoeppner P. Wang C. Wan D. Zhu H. Liu Z. Wang S.H. Tolbert B. Dunn Y. Huang P. Sautet X. Duan Nature 626 2024 98 104 R. Liu, Z. Wei, L. Peng, L. Zhang, A. Zohar, R. Schoeppner, P. Wang, C. Wan, D. Zhu, H. Liu, Z. Wang, S. H. Tolbert, B. Dunn, Y. Huang, P. Sautet, X. Duan, Nature 626 (2024) 98-104. [13] S. Zhou J. Shi S. Liu G. Li F. Pei Y. Chen J. Deng Q. Zheng J. Li C. Zhao I. Hwang C.-J. Sun Y. Liu Y. Deng L. Huang Y. Qiao G.-L. Xu J.-F. Chen K. Amine S.-G. Sun H.-G. Liao Nature 621 2023 75 81 S. Zhou, J. Shi, S. Liu, G. Li, F. Pei, Y. Chen, J. Deng, Q. Zheng, J. Li, C. Zhao, I. Hwang, C.-J. Sun, Y. Liu, Y. Deng, L. Huang, Y. Qiao, G.-L. Xu, J.-F. Chen, K. Amine, S.-G. Sun, H.-G. Liao, Nature 621 (2023) 75-81. [14] C. Geng X. Jiang S. Hong L. Wang Y. Zhao J. Qi J. Shi J. Wang L. Peng Z. Hu Y. Guo F.-M. Jin Q.-H. Yang W. Lv Adv. Mater. 36 2024 2407741 C. Geng, X. Jiang, S. Hong, L. Wang, Y. Zhao, J. Qi, J. Shi, J. Wang, L. Peng, Z. Hu, Y. Guo, F.-M. Jin, Q.-H. Yang, W. Lv, Adv. Mater. 36 (2024) 2407741. [15] M. Zhao H.-J. Peng B.-Q. Li J.-Q. Huang Acc. Chem. Res. 57 2024 545 557 M. Zhao, H.-J. Peng, B.-Q. Li, J.-Q. Huang, Acc. Chem. Res. 57 (2024) 545-557. [16] H. Li B. Cai Y. Song W. Cai G. Li Chin. Chem. Lett. 34 2023 107811 H. Li, B. Cai, Y. Song, W. Cai, G. Li, Chin. Chem. Lett. 34 (2023) 107811. [17] X. Zhang X. Li Y. Zhang X. Li Q. Guan J. Wang Z. Zhuang Q. Zhuang X. Cheng H. Liu J. Zhang C. Shen H. Lin Y. Wang L. Zhan L. Ling Adv. Funct. Mater. 33 2023 2302624 X. Zhang, X. Li, Y. Zhang, X. Li, Q. Guan, J. Wang, Z. Zhuang, Q. Zhuang, X. Cheng, H. Liu, J. Zhang, C. Shen, H. Lin, Y. Wang, L. Zhan, L. Ling, Adv. Funct. Mater. 33 (2023) 2302624. [18] E. Jing L. Chen S. Xu W. Tian D. Zhang N. Wang Z. Bai X. Zhou S. Liu D. Duan X. Qiu J. Energy Chem. 64 2022 574 582 E. Jing, L. Chen, S. Xu, W. Tian, D. Zhang, N. Wang, Z. Bai, X. Zhou, S. Liu, D. Duan, X. Qiu, J. Energy Chem. 64 (2022) 574-582. [19] Z. Li P. Qian H. Li H. Xiao J. Chen G. Li J. Energy Chem. 92 2024 619 628 Z. Li, P. Qian, H. Li, H. Xiao, J. Chen, G. Li, J. Energy Chem. 92 (2024) 619-628. [20] R. Zhang Y. Dong M.A. Al-Tahan Y. Zhang R. Wei Y. Ma C. Yang J. Zhang J. Energy Chem. 60 2021 85 94 R. Zhang, Y. Dong, M. A. Al-Tahan, Y. Zhang, R. Wei, Y. Ma, C. Yang, J. Zhang, J. Energy Chem. 60 (2021) 85-94. [21] X. Zhao Y. Xu T. Qiu Y. Zhang W. Liu C. Chen M.J. Biggs C. Hu Energy Stor. Mater. 72 2024 103728 X. Zhao, Y. Xu, T. Qiu, Y. Zhang, W. Liu, C. Chen, M. J. Biggs, C. Hu, Energy Stor. Mater. 72 (2024) 103728. [22] X. Leng J. Zeng M. Yang C. Li S.V.P. Vattikuti J. Chen S. Li J. Shim T. Guo T.J. Ko J. Energy Chem. 82 2023 484 496 X. Leng, J. Zeng, M. Yang, C. Li, S. V. P. Vattikuti, J. Chen, S. Li, J. Shim, T. Guo, T. J. Ko, J. Energy Chem. 82 (2023) 484-496. [23] J. Li C. Jiao J. Zhu L. Zhong T. Kang S. Aslam J. Wang S. Zhao Y. Qiu J. Energy Chem. 57 2021 469 476 J. Li, C. Jiao, J. Zhu, L. Zhong, T. Kang, S. Aslam, J. Wang, S. Zhao, Y. Qiu, J. Energy Chem. 57 (2021) 469-476. [24] S. Wang F. Huang Z. Zhang W. Cai Y. Jie S. Wang P. Yan S. Jiao R. Cao J. Energy Chem. 63 2021 336 343 S. Wang, F. Huang, Z. Zhang, W. Cai, Y. Jie, S. Wang, P. Yan, S. Jiao, R. Cao, J. Energy Chem. 63 (2021) 336-343. [25] H. Li C. Chen Y. Yan T. Yan C. Cheng D. Sun L. Zhang Adv. Mater. 33 2021 2105067 H. Li, C. Chen, Y. Yan, T. Yan, C. Cheng, D. Sun, L. Zhang, Adv. Mater. 33 (2021) 2105067. [26] Q. Liang Y. Bai K. Yao C. Ye X. Zhou Y. Chen S. Tang ACS Nano 19 2025 17028 17039 Q. Liang, Y. Bai, K. Yao, C. Ye, X. Zhou, Y. Chen, S. Tang, ACS Nano 19 (2025) 17028-17039. [27] R.-B. Linghu J.-X. Chen J.-H. Zhang B.-Q. Li Q.-S. Fu G. Kalimuldina G.-Z. Sun Y. Han L. Kong J. Energy Chem. 93 2024 663 668 R.-B. Linghu, J.-X. Chen, J.-H. Zhang, B.-Q. Li, Q.-S. Fu, G. Kalimuldina, G.-Z. Sun, Y. Han, L. Kong, J. Energy Chem. 93 (2024) 663-668. [28] T. Zhou W. Lv J. Li G. Zhou Y. Zhao S. Fan B. Liu B. Li F. Kang Q.-H. Yang Energy Environ. Sci. 10 2017 1694 1703 T. Zhou, W. Lv, J. Li, G. Zhou, Y. Zhao, S. Fan, B. Liu, B. Li, F. Kang, Q.-H. Yang, Energy Environ. Sci. 10 (2017) 1694-1703. [29] Q. Ran J. Liu L. Li Q. Hu H. Zhao S. Komarneni X. Liu Adv. Funct. Mater. 34 2024 2402872 Q. Ran, J. Liu, L. Li, Q. Hu, H. Zhao, S. Komarneni, X. Liu, Adv. Funct. Mater. 34 (2024) 2402872. [30] J. Li Z. Wang K. Shi Y. Wu W. Huang Y. Min Q. Liu Z. Liang Adv. Energy Mater. 14 2024 2303546 J. Li, Z. Wang, K. Shi, Y. Wu, W. Huang, Y. Min, Q. Liu, Z. Liang, Adv. Energy Mater. 14 (2024) 2303546. [31] Q. Liang S. Wang Y. Yao P. Dong H. Song Adv. Funct. Mater. 33 2023 2300825 Q. Liang, S. Wang, Y. Yao, P. Dong, H. Song, Adv. Funct. Mater. 33 (2023) 2300825. [32] H. Li G. Chen K. Zhang L. Wang G. Li Adv. Sci. 10 2023 2303830 H. Li, G. Chen, K. Zhang, L. Wang, G. Li, Adv. Sci. 10 (2023) 2303830. [33] H. Li Z. Huang P. Qian Y. Wang R. Gao A. Bendounan H. Wang Z. Chen H. Zeng G. Li Adv. Funct. Mater. 35 2024 2419837 H. Li, Z. Huang, P. Qian, Y. Wang, R. Gao, A. Bendounan, H. Wang, Z. Chen, H. Zeng, G. Li, Adv. Funct. Mater. 35 (2024) 2419837. [34] Z. Li P. Li X. Meng Z. Lin R. Wang Adv. Mater. 33 2021 2102338 Z. Li, P. Li, X. Meng, Z. Lin, R. Wang, Adv. Mater. 33 (2021) 2102338. [35] G. Kresse J. Furthmüller Comput. Mater. Sci 6 1996 15 50 G. Kresse, J. Furthmüller, Comput. Mater. Sci. 6 (1996) 15-50. [36] P.E. Blöchl Phys. Rev. B 50 1994 17953 P. E. Blöchl, Phys. Rev. B 50 (1994) 17953. [37] S. Grimme J. Antony S. Ehrlich H. Krieg J. Chem. Phys. 132 2010 154104 S. Grimme, J. Antony, S. Ehrlich, H. Krieg, J. Chem. Phys. 132 (2010) 154104. [38] H. Song T.T. Nguyen R. Chu Y. Bai N.H. Kim J.H. Lee Nano Energy 128 2024 109859 H. Song, T. T. Nguyen, R. Chu, Y. Bai, N. H. Kim, J. H. Lee, Nano Energy 128 (2024) 109859. [39] X. Li Q. Guan Z. Zhuang Y. Zhang Y. Lin J. Wang C. Shen H. Lin Y. Wang L. Zhan L. Ling ACS Nano 17 2023 1653 1662 X. Li, Q. Guan, Z. Zhuang, Y. Zhang, Y. Lin, J. Wang, C. Shen, H. Lin, Y. Wang, L. Zhan, L. Ling, ACS Nano 17 (2023) 1653-1662. [40] Y. Kong X. Ao X. Huang J. Bai S. Zhao J. Zhang B. Tian Adv. Sci. 9 2022 2105538 Y. Kong, X. Ao, X. Huang, J. Bai, S. Zhao, J. Zhang, B. Tian, Adv. Sci. 9 (2022) 2105538. [41] X. Luo P. Ji P. Wang R. Cheng D. Chen C. Lin J. Zhang J. He Z. Shi N. Li S. Xiao S. Mu Adv. Energy Mater. 10 2020 1903891 X. Luo, P. Ji, P. Wang, R. Cheng, D. Chen, C. Lin, J. Zhang, J. He, Z. Shi, N. Li, S. Xiao, S. Mu, Adv. Energy Mater. 10 (2020) 1903891. [42] C. Jin P. Zhai J. Tang L. Huo Q. He Y. Ye L. Qiu K. Jiang L. Shang Y. Li Y. Gong Z. Hu J. Chu Energy Environ. Mater. 6 2023 e12491 C. Jin, P. Zhai, J. Tang, L. Huo, Q. He, Y. Ye, L. Qiu, K. Jiang, L. Shang, Y. Li, Y. Gong, Z. Hu, J. Chu, Energy Environ. Mater. 6 (2023) e12491. [43] Z. Wang Y. Li H. Ji J. Zhou T. Qian C. Yan Adv. Mater. 34 2022 2203699 Z. Wang, Y. Li, H. Ji, J. Zhou, T. Qian, C. Yan, Adv. Mater. 34 (2022) 2203699. [44] Y.-W. Song L. Shen X.-Y. Li C.-X. Zhao J. Zhou B.-Q. Li J.-Q. Huang Q. Zhang Nat. Chem. Eng. 1 2024 588 596 Y.-W. Song, L. Shen, X.-Y. Li, C.-X. Zhao, J. Zhou, B.-Q. Li, J.-Q. Huang, Q. Zhang, Nat. Chem. Eng. 1 (2024) 588-596. [45] D. Yang Z. Liang C. Zhang J. Jacas Biendicho M. Botifoll M. Chiara Spadaro Q. Chen M. Li A. Ramon A.O. Moghaddam J. Llorca J. Wang J. Ramon Morante J. Arbiol S.-L. Chou A. Cabot Adv. Energy Mater. 11 2021 2101250 D. Yang, Z. Liang, C. Zhang, J. Jacas Biendicho, M. Botifoll, M. Chiara Spadaro, Q. Chen, M. Li, A. Ramon, A. O. Moghaddam, J. Llorca, J. Wang, J. Ramon Morante, J. Arbiol, S.-L. Chou, A. Cabot, Adv. Energy Mater. 11 (2021) 2101250. [46] X. Wang L. Chen Y. Yu W. Wang L. Yue Z. Shao H. Wu Y. Li Adv. Funct. Mater. 34 2024 2406290 X. Wang, L. Chen, Y. Yu, W. Wang, L. Yue, Z. Shao, H. Wu, Y. Li, Adv. Funct. Mater. 34 (2024) 2406290. [47] Y. Song P. Tang Y. Wang Y. Wang L. Bi Q. Liang L. He Q. Xie Y. Zhang P. Dong Y. Zhang Y. Yao J. Liao S. Wang J. Energy Chem. 88 2024 363 372 Y. Song, P. Tang, Y. Wang, Y. Wang, L. Bi, Q. Liang, L. He, Q. Xie, Y. Zhang, P. Dong, Y. Zhang, Y. Yao, J. Liao, S. Wang, J. Energy Chem. 88 (2024) 363-372. [48] B. Yang J. Wang Y. Qi D. Guo X. Wang G. Fang X.A. Chen S. Wang J. Energy Chem. 77 2023 376 383 B. Yang, J. Wang, Y. Qi, D. Guo, X. Wang, G. Fang, X. A. Chen, S. Wang, J. Energy Chem. 77 (2023) 376-383. [49] D. Zhang T. Duan Y. Luo S. Liu W. Zhang Y. He K. Zhu L. Huang Y. Yang R. Yu X. Yang H. Shu Y. Pei X. Wang M. Chen Adv. Funct. Mater. 33 2023 2306578 D. Zhang, T. Duan, Y. Luo, S. Liu, W. Zhang, Y. He, K. Zhu, L. Huang, Y. Yang, R. Yu, X. Yang, H. Shu, Y. Pei, X. Wang, M. Chen, Adv. Funct. Mater. 33 (2023) 2306578. [50] K. Cheng X. Huang Y. Li J. Zhao L. Sun Y. Xu Z. Cao Y. Chen Adv. Funct. Mater. 35 2025 2410742 K. Cheng, X. Huang, Y. Li, J. Zhao, L. Sun, Y. Xu, Z. Cao, Y. Chen, Adv. Funct. Mater. 35 (2025) 2410742. [51] P. Zeng X. Zhou J. Peng X. Huang B. Chang G. Chen M. Chen L. Zheng Y. Pei J. Su X. Wang Adv. Funct. Mater. 33 2023 2211818 P. Zeng, X. Zhou, J. Peng, X. Huang, B. Chang, G. Chen, M. Chen, L. Zheng, Y. Pei, J. Su, X. Wang, Adv. Funct. Mater. 33 (2023) 2211818. [52] K.C. Wasalathilake M. Roknuzzaman K. Ostrikov G.A. Ayoko C. Yan RSC Adv. 8 2018 2271 2279 K. C. Wasalathilake, M. Roknuzzaman, K. Ostrikov, G. A. Ayoko, C. Yan, RSC Adv. 8 (2018) 2271-2279. [53] R. Yan Z. Zhao R. Zhu M. Wu X. Liu M. Adeli B. Yin C. Cheng S. Li Angew. Chem. Int. Ed. 63 2024 e202404019 R. Yan, Z. Zhao, R. Zhu, M. Wu, X. Liu, M. Adeli, B. Yin, C. Cheng, S. Li, Angew. Chem. Int. Ed. 63 (2024) e202404019. [54] X.-Y. Li B.-Q. Li S. Feng Z. Li L. Shen S.-Y. Sun Z.-X. Chen T. Jin X. Chen M. Zhao X.-Q. Zhang J.-Q. Huang Q. Zhang J. Am. Chem. Soc. 147 2025 15435 15447 X.-Y. Li, B.-Q. Li, S. Feng, Z. Li, L. Shen, S.-Y. Sun, Z.-X. Chen, T. Jin, X. Chen, M. Zhao, X.-Q. Zhang, J.-Q. Huang, Q. Zhang, J. Am. Chem. Soc. 147 (2025) 15435-15447. [55] F.Y. Fan W.C. Carter Y.-M. Chiang Adv. Mater. 27 2015 5203 5209 F. Y. Fan, W. C. Carter, Y.-M. Chiang, Adv. Mater. 27 (2015) 5203-5209. [56] S. Tian G. Liu S. Xu C. Han K. Tao J. Huang S. Peng Adv. Funct. Mater. 34 2024 2309437 S. Tian, G. Liu, S. Xu, C. Han, K. Tao, J. Huang, S. Peng, Adv. Funct. Mater. 34 (2024) 2309437. [57] S. Lang S.-H. Yu X. Feng M.R. Krumov H.D. Abruna Nat. Commun. 13 2022 4811 S. Lang, S.-H. Yu, X. Feng, M. R. Krumov, H. D. Abruna, Nat. Commun. 13 (2022) 4811.",
      "scopus-id": "105010954708",
      "coredata": {
        "eid": "1-s2.0-S2095495625005248",
        "dc:description": "Lithium-sulfur (Li-S) batteries hold great promise for next-generation energy storage, yet suffer from sluggish redox kinetics and polysulfide shuttling. Herein, a novel Ni3S2/Ni2B heterostructure is developed to improve sulfur electrochemistry by synergistically enhancing polysulfide fixation and catalytic conversions. Fabricated through mild sequential boronation and sulfurization, this hybrid nanocatalyst integrates the strong polysulfide adsorbability and high conductivity of Ni2B with the high catalytic activity of Ni3S2. More importantly, the as-constructed heterointerface inspires new, highly catalytic sites that smooth consecutive sulfur conversions with lower energy barriers, while the built-in electric fields promote directional charge transfer, collectively contributing to fast-kinetic and highly efficient sulfur redox reactions. As a result, Li-S cells incorporating the Ni3S2/Ni2B nanocatalyst exhibit excellent cyclability, with minimal capacity decay of 0.017 % per cycle over 900 cycles at 1 C and a superb rate capability of up to 5 C. Even under demanding conditions, such as a high sulfur loading of 5.0 mg cm−2 and a low electrolyte-to-sulfur (E/S) ratio of 4.8 mL g−1, high capacity and cyclability are maintained, highlighting the great potential of this unique heterointerface engineering in advancing high-performance and practically viable Li-S batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625005248",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Hongyang"
          },
          {
            "@_fa": "true",
            "$": "Wang, Yuqi"
          },
          {
            "@_fa": "true",
            "$": "Huang, Zhanpeng"
          },
          {
            "@_fa": "true",
            "$": "Qian, Pengsen"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jianjun"
          },
          {
            "@_fa": "true",
            "$": "Ding, Yingrui"
          },
          {
            "@_fa": "true",
            "$": "Wang, Huimin"
          },
          {
            "@_fa": "true",
            "$": "Zeng, Haibo"
          },
          {
            "@_fa": "true",
            "$": "Li, Gaoran"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625005248"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625005248"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00524-8",
        "prism:volume": "110",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Interface-activated sulfur electrocatalysis within Ni3S2/Ni2B heterostructure enabling fast and durable lithium-sulfur batteries",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-sulfur batteries"
          },
          {
            "@_fa": "true",
            "$": "Metal boride"
          },
          {
            "@_fa": "true",
            "$": "Heterointerface"
          },
          {
            "@_fa": "true",
            "$": "Sulfur electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Shuttle effect"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "186-196",
        "prism:endingPage": "196",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2025",
        "prism:doi": "10.1016/j.jechem.2025.06.048",
        "prism:startingPage": "186",
        "dc:identifier": "doi:10.1016/j.jechem.2025.06.048",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "394",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32410",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "801",
            "@width": "691",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "179102",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "612",
            "@width": "801",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "126492",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "731",
            "@width": "703",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "145040",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "680",
            "@width": "692",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "117520",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "633",
            "@width": "785",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "150365",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18638",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "141",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15237",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12776",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "158",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12261",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11092",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16362",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1048",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "93538",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3546",
            "@width": "3058",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1148535",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2712",
            "@width": "3548",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "764563",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3236",
            "@width": "3114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "826180",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3014",
            "@width": "3066",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "699497",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2803",
            "@width": "3477",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "884495",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5020538",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "12049",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625005248-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "15221",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105010954708"
      }
    }
  }
}