{
  "metadata": {
    "title": "A low redox potential and long life organic anode material for sodium-ion batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-01-31",
    "doi": "10.1016/j.jechem.2024.09.017",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495624006399",
    "pii": "S2095495624006399"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85204904316",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2024-09-17 2024-09-17 2024-09-28 2024-09-28 2024-12-17T15:58:12 1-s2.0-S2095495624006399 S2095-4956(24)00639-9 S2095495624006399 10.1016/j.jechem.2024.09.017 S300 S300.1 FULL-TEXT 1-s2.0-S2095495624X00108 2024-12-17T16:20:37.091012Z 0 0 20250101 20250131 2025 2024-09-17T16:03:22.052535Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 100 100 C Volume 100 48 557 564 557 564 202501 January 2025 2025-01-01 2025-01-31 2025 article fla © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ALOWREDOXPOTENTIALLONGLIFEORGANICANODEMATERIALFORSODIUMIONBATTERIES LI Z 1 Introduction 2 Results and discussion 3 Conclusions Experimental section CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References SUO 2015 938 943 L GAO 2018 1705702 Z LI 2018 1804089 Z FAN 2020 7020 7063 E ZHANG 2018 5301 5305 X LU 2017 2199 2236 W WANG 2016 2533 2538 X PAN 2022 eabn4372 H QIAO 2021 653 662 Y ZHAO 2020 708 711 C LEI 2019 4244 D PENG 2022 2108384 J ZHANG 2024 e202317439 S YAO 2022 1076 1087 H TANG 2023 6024 Z LIU 2023 e202303875 Y PEI 2020 55 63 Z YUAN 2021 317 369 S WANG 2024 2304512 Y WU 2023 9596 9606 Z SARKAR 2023 19727 19745 D MA 2017 4835 4845 C RUDOLA 2023 215 218 A LI 2022 511 519 Y WANG 2024 184 196 X GABRIEL 2023 100139 E LIU 2022 10 31 Y LAKRAYCHI 2023 858 860 A SONG 2013 2280 2301 Z ZHANG 2023 2210082 L LU 2018 2786 2813 Y LU 2023 102994 H GENG 2023 1564 1571 J XU 2024 1619 1626 X WANG 2021 665 673 J ZHANG 2022 2210082 L ZHAO 2017 15334 15338 H SUN 2021 26806 26812 T WU 2022 49774 49784 H ZHU 2015 14708 14711 H LUO 2018 2879 2883 C BADDI 2023 102786 S LIU 2018 2463 2478 Y GU 2019 9623 9628 S JIA 2022 14917 14922 K PARK 2012 3562 3567 Y ZHAO 2012 962 965 L ABOUIMRANE 2012 9632 9638 A ZHANG 2020 105203 S LI 2022 1 12 G WANG 2015 3160 3165 H TRIPATHI 2019 1801030 A SHEA 2020 5361 5380 J YIN 2020 1908445 X GUERFI 2016 131 137 A MEGANATHAN 2010 1369 C ASEMANI 2020 106618 M ZHONG 2014 6768 6770 H PADHY 2018 1701572 H DENG 2016 583 587 W ZHU 2019 262 271 Y HUANG 2022 40784 40792 J MA 2018 8865 8870 C CHEN 2022 27994 28003 Z CAI 2020 318 327 T KOLEK 2018 6307 6317 M SHI 2022 265 273 T WANG 2023 eadg6079 J CAO 2024 e202316208 Y GUO 2024 173 182 X STUDER 2023 3760 3769 G WU 2023 e202215864 Y CUI 2022 e202203453 H LIX2025X557 LIX2025X557X564 LIX2025X557XZ LIX2025X557X564XZ 2026-09-28T00:00:00.000Z 2026-09-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-10-12T20:17:47.834Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Key Basic Research Program of Science and Technology Commission of Shanghai Municipality 23520750400 STCSM Science and Technology Commission of Shanghai Municipality http://data.elsevier.com/vocabulary/SciValFunders/501100003399 http://sws.geonames.org/1814991/ Fundamental Research Funds for the Central Universities 20720220010 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ Fudan University 21TQ009 21TQ1400100 Fudan University http://data.elsevier.com/vocabulary/SciValFunders/501100003347 http://sws.geonames.org/1814991/ http://sws.geonames.org/1814991 National Key Research and Development Program of China 2022YFB2402200 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ 22225201 22379028 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 http://sws.geonames.org/1814991 http://sws.geonames.org/1814991 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100013804 http://sws.geonames.org/1814991 This work was financially supported by the National Key Research and Development Program of China (2022YFB2402200), the National Natural Science Foundation of China (22225201, 22379028), the Fundamental Research Funds for the Central Universities (20720220010), the Shanghai Pilot Program for Basic Research\\u2013Fudan University 21TQ1400100 (21TQ009), and the Key Basic Research Program of Science and Technology Commission of Shanghai Municipality (23520750400). item S2095-4956(24)00639-9 S2095495624006399 1-s2.0-S2095495624006399 10.1016/j.jechem.2024.09.017 286353 2024-12-17T16:20:37.091012Z 2025-01-01 2025-01-31 1-s2.0-S2095495624006399-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/MAIN/application/pdf/fd152ff0776a8119de87b54e54baea4c/main.pdf main.pdf pdf true 2142657 MAIN 8 1-s2.0-S2095495624006399-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/PREVIEW/image/png/0116fe1c803194d776cca1e837fa293c/main_1.png main_1.png png 59787 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495624006399-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/ga1/DOWNSAMPLED/image/jpeg/10838787a4b1518aced76883ab52e699/ga1.jpg ga1 true ga1.jpg jpg 18816 200 388 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624006399-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr1/DOWNSAMPLED/image/jpeg/86a8f1a5ca58b09ce5d4b60878e83313/gr1.jpg gr1 gr1.jpg jpg 55274 436 535 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624006399-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr2/MAIN/image/jpeg/a681392b44d2fec185f29c9bd69e2377/gr2.jpg gr2 gr2.jpg jpg 103520 642 535 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624006399-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr3/DOWNSAMPLED/image/jpeg/5ecc2691bacf61bbab9b3a76bc7bbbc6/gr3.jpg gr3 gr3.jpg jpg 61118 411 535 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624006399-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr4/DOWNSAMPLED/image/jpeg/f42c2b60b516981265e3d6abce842ac0/gr4.jpg gr4 gr4.jpg jpg 112061 501 535 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624006399-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr5/DOWNSAMPLED/image/jpeg/9ab5167620fd37e851c707d602a9e03d/gr5.jpg gr5 gr5.jpg jpg 101979 582 535 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624006399-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/ga1/HIGHRES/image/gif/2a5ce23ab05fa7e6f2f4648177096dc3/ga1.sml ga1 true ga1.sml sml 10660 113 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624006399-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr1/THUMBNAIL/image/gif/2eb33934349413b482220d1baf90c2bb/gr1.sml gr1 gr1.sml sml 8919 164 201 IMAGE-THUMBNAIL 1-s2.0-S2095495624006399-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr2/THUMBNAIL/image/gif/baaca381b0590ee71ff09db996cfb3fb/gr2.sml gr2 gr2.sml sml 12919 163 136 IMAGE-THUMBNAIL 1-s2.0-S2095495624006399-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr3/HIGHRES/image/gif/5c63b2d3d54a71c68dc026dd46a79119/gr3.sml gr3 gr3.sml sml 11145 164 213 IMAGE-THUMBNAIL 1-s2.0-S2095495624006399-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr4/THUMBNAIL/image/gif/c0c9c8cf72a66d2f855f9a799ced4bf7/gr4.sml gr4 gr4.sml sml 16942 164 175 IMAGE-THUMBNAIL 1-s2.0-S2095495624006399-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/gr5/THUMBNAIL/image/gif/fffef72051a2835abde2586d0f0de92b/gr5.sml gr5 gr5.sml sml 9522 164 151 IMAGE-THUMBNAIL 1-s2.0-S2095495624006399-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/HIGHRES/image/jpeg/202b3d0718423378848f09c6df39e1e2/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 103906 886 1720 IMAGE-HIGH-RES 1-s2.0-S2095495624006399-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/HIGHRES/image/jpeg/288df6461067147fefc64628108c8179/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 285350 1931 2368 IMAGE-HIGH-RES 1-s2.0-S2095495624006399-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/HIGHRES/image/jpeg/006e6060929fadeea8b4b94726ebcfb3/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 575024 2842 2368 IMAGE-HIGH-RES 1-s2.0-S2095495624006399-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/HIGHRES/image/jpeg/8b285cd1a202d2b535b8a307ed0de0b5/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 331743 1821 2368 IMAGE-HIGH-RES 1-s2.0-S2095495624006399-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/HIGHRES/image/jpeg/5432aee42691f63a34d1a52e5e4f2962/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 762793 2219 2368 IMAGE-HIGH-RES 1-s2.0-S2095495624006399-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/HIGHRES/image/jpeg/4f0392e12c7e9ea044bea96aaca0002c/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 525525 2575 2368 IMAGE-HIGH-RES 1-s2.0-S2095495624006399-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624006399/mmc1/MAIN/application/pdf/f105b2bb4da1dcc98336ad17f57d3683/mmc1.pdf mmc1 mmc1.pdf pdf false 2102091 APPLICATION JECHEM 4125 S2095-4956(24)00639-9 10.1016/j.jechem.2024.09.017 Science Press Fig. 1 (a) XRD pattern, (b) 1H NMR spectroscopy, (c) FTIR spectra of Na4TDC and NTCDA. (d) Galvanostatic charge/discharge curves of the Na//Na4TDC. Fig. 2 CV curve in current versus time form and corresponding 2D color-filled contour plot in wavenumber versus time form of the in-situ FTIR/ATR test of the Na//Na4TDC in the voltage range of (a) 0.3−2.0 V and (b) 0−0.3 V. (c) The ESP map of S1, S2 and S3; ESP color code: navy blue—positive ESP region, red—negative EPS region. (d) The Lowest Unoccupied Molecular Orbital (LUMO)/Highest Occupied Molecular Orbital (HOMO) for S2. Fig. 3 (a) Rate performance of Na//Na4TDC. (b) The calculated Na+ diffusion coefficients at different potentials. (c) Cycling stability and (d) galvanostatic charge/discharge curves of Na//Na4TDC. Fig. 4 (a) The galvanostatic charge/discharge curves of Na//Na4TDC during the in-situ XRD test and corresponding 2D color-filled contour plot. (b) XRD patterns and (c–g) SEM images of charged electrodes at different cycle numbers (pristine, 50, 100, 150, and 200). (h) UV–Vis spectra of the bare electrolyte and electrolytes soaked with the pristine electrode and discharge products of different masses. Fig. 5 (a) Galvanostatic charge/discharge curves of the Na//NH. (b–d) cycling stability of Na//NH with different loading. (e) Galvanostatic charge/discharge curves of the NH//NVP at different current densities. (f) Cycling stability of the NH//NVP with high loading at 400 mA/g. A low redox potential and long life organic anode material for sodium-ion batteries Zhi Li Writing – review & editing Writing – original draft Investigation Formal analysis Data curation Conceptualization a Yang Wei Writing – review & editing Formal analysis Data curation b Kang Zhou Writing – review & editing Formal analysis a Xin Huang Writing – review & editing Formal analysis a Xing Zhou Writing – review & editing Formal analysis a Jie Xu Writing – review & editing Formal analysis c Taoyi Kong Writing – review & editing Formal analysis a Junwei Lucas Bao Writing – review & editing Formal analysis b ⁎ Xiaoli Dong Writing – review & editing Writing – original draft Funding acquisition Formal analysis a ⁎ Yonggang Wang Writing – review & editing Writing – original draft Supervision Funding acquisition Formal analysis a ⁎ a Department of Chemistry and Shanghai Key Laboratory of Molecular Catalysis and Innovative Materials, Institute of New Energy, Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), Fudan University, Shanghai 200433, China Department of Chemistry and Shanghai Key Laboratory of Molecular Catalysis and Innovative Materials Institute of New Energy Collaborative Innovation Center of Chemistry for Energy Materials (iChEM) Fudan University Shanghai 200433 China Department of Chemistry and Shanghai Key Laboratory of Molecular Catalysis and Innovative Materials, Institute of New Energy, Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), Fudan University, Shanghai 200433, China b Department of Chemistry, Boston College, Chestnut Hill, MA 02467, USA Department of Chemistry Boston College Chestnut Hill MA 02467 USA Department of Chemistry, Boston College, Chestnut Hill, MA 02467, USA c School of Materials Science and Engineering, Anhui University of Technology, Ma’anshan 243002, Anhui, China School of Materials Science and Engineering Anhui University of Technology Ma’anshan Anhui 243002 China School of Materials Science and Engineering, Anhui University of Technology, Ma’anshan 243002, Anhui, China ⁎ Corresponding authors. Graphical abstract Na4TDC stores 3Na+ through enolization reaction and adsorption mechanisms. Various characterization techniques have been employed to investigate the failure mechanism of Na4TDC. The synergistic effect of HC and SWCNT successfully enhanced the electrochemical performance of the electrode. Sodium-ion batteries (SIBs) with organic electrodes are an emerging research direction due to the sustainability of organic materials based on elements like C, H, O, and sodium ions. Currently, organic electrode materials for SIBs are mainly used as cathodes because of their relatively high redox potentials (>1 V). Organic electrodes with low redox potential that can be used as anode are rare. Herein, a novel organic anode material (tetrasodium 1,4,5,8-naphthalenetetracarboxylate, Na4TDC) has been developed with low redox potential (<0.7 V) and excellent cyclic stability. Its three-sodium storage mechanism was demonstrated with various in-situ/ex-situ spectroscopy and theoretical calculations, showing a high capacity of 208 mAh/g and an average decay rate of merely 0.022% per cycle. Moreover, the Na4TDC-hard carbon composite can further acquire improved capacity and cycling stability for 1200 cycles even with a high mass loading of up to 20 mg cm−2. By pairing with a thick Na3V2(PO4)3 cathode (20.6 mg cm−2), the as-fabricated full cell exhibited high operating voltage (2.8 V), excellent rate performance and cycling stability with a high capacity retention of 88.7% after 200 cycles, well highlighting the Na4TDC anode material for SIBs. Keywords Organic anode material Low redox potential Composite anode Sodium-ion batteries 1 Introduction The scarcity of lithium resources becomes more pronounced with the escalating demand for lithium-ion batteries (LIBs) in the market [1–9]. Consequently, rechargeable sodium-ion batteries (SIBs) are regarded as promising candidates owing to the abundant and cost-effective sodium resources [10–17]. In spite of the similarity of SIBs with LIBs, Na+ has a larger radius and heavier mass than Li+, which results in low capacity and insufficient cycle life of traditional inorganic electrode materials [18–27]. As a comparison, organic electrode materials (OEMs) are gaining great attention due to their flexible structure designability and weak limitation of cationic radius [28–35]. Moreover, OEMs are mainly composed of non-metal elements such as C, H, O, N, and S, exhibiting abundance, non-toxicity, sustainability, and cost-effectiveness. Kinds of OEMs have been reported for SIBs, mainly based on CO bond reactions (e.g., carbonyl compounds), CN bond reactions (e.g., pteridine derivatives), and doping reactions (e.g., organic radical compounds). Among these, carbonyl compounds are widely investigated owing to their high theoretical capacity and suitable operation voltage. Numerous small quinone compounds and polymers have been reported as potential anode materials for SIBs. However, most reported organic anodes suffer from high average charging voltage (>1 V), low initial coulombic efficiency (ICE, typically < 50%), poor cycling stability, and unclear redox mechanisms, which hinder their practical applications in SIBs [36–44]. Therefore, organic anodes with low operating voltage are obviously needed, which can contribute to the high overall voltage and increase the total specific energy density of SIBs. Conjugated sodium carboxylate compounds generally exhibit a relatively low Na+-insertion potential below 1 V owing to the electron donor group (—ONa) connected to the carbonyl. Moreover, they have a relatively simple redox mechanism and stable structures, which are regarded as promising anode materials for SIBs [45–52]. However, they face some inherent drawbacks, including poor conductivity, possible solubility of discharge products in organic electrolytes, and comparatively low capacity. Given the advantages of flexible and designable structures, great efforts have been paid to tailoring the molecular structures via increasing the ratio of active functional groups in the molecules, extending the conjugated systems, polymerizing small molecules or introducing some skeleton groups to suppress the solubility, and so on. Nevertheless, unnecessary and “inert” groups would sacrifice the specific capacity, let alone the cost paid to the intricate molecular design and preparation [31,53–55]. Therefore, it is important to explore simple and new conjugated sodium carboxylate compounds with stable cycling performance. Moreover, more attention should be paid to making use of the low potential and simultaneously improving its capacity to satisfy practical applications in SIBs. In this work, a novel organic anode material (tetrasodium 1,4,5,8-naphthalenetetracarboxylate (Na4TDC)) was well-designed for SIBs, which displayed a low redox potential (<0.7 V), a high reversible capacity (208 mAh/g) and long cycle life (1168 cycles). The spectra and theoretical analysis revealed that Na4TDC can reversibly store 3Na+ per molecule, including two via enolization reaction and another via adsorption behavior. Moreover, to ensure the electronic contact during the charge/discharge processes, a composite material with Na4TDC and hard carbon (HC) was then proposed to synergistically realize better cycle stability (3000 cycles). The composite can maintain excellent performance even with a high areal mass loading of 20 mg cm−2 (i.e., 3.2 mAh cm−2) and an average decay rate of 0.02% per cycle. Based on the optimized composite anode and Na3V2(PO4)3 (NVP) cathode, the full cell demonstrated high working voltage and excellent cycling stability, which well indicated the potential application of the advanced anode material. 2 Results and discussion The Na4TDC was prepared via a facile hydrolyzation with 1,4,5,8-naphthalenetetracarboxylic dianhydride (NTCDA) in NaOH solution. X-ray diffraction (XRD) pattern displays diffraction peaks for Na4TDC distinct from NTCDA, indicating complete conversion of the precursor (Fig. 1 a). 1H nuclear magnetic resonance (NMR) spectroscopy shows a characteristic peak at 7.70 ppm for Na4TDC, aligning perfectly with predicted results based on its chemical structure (Fig. 1b). In the Fourier transform infrared attenuated (FTIR) spectroscopy (Fig. 1c), peaks at 1774 and 1742 cm−1 for NTCDA indicate asymmetric and symmetric vibrations of CO in the anhydride group, while in Na4TDC, asymmetric and symmetric vibrations of COO− are observed at 1575 and 1358 cm−1, respectively. These results confirm the successful synthesis of Na4TDC. Thermogravimetric analysis (TG) date is shown in Fig. S1. From the transmission electron microscope (TEM) images, it can be seen that the synthesized Na4TDC has a sea urchin-like structure, and the mapping images indicate a uniform distribution of C, H, O, and Na elements (Fig. S2). As shown in Fig. S3, the first charge–discharge process of Na4TDC exhibits significant irreversibility, with an ICE of only 51%. The Na4TDC electrode exhibits a reversible Na+-storage behavior and outputs a high capacity of 208 mAh/g with two low discharge plateaus at around 0.48 and 0.2 V, respectively. The first discharge plateau shows a discharge capacity of 120 mAh/g and following slope curve with about 88 mAh/g. Its high capacity and low operation potential prove its feasibility as an anode material for SIBs. In order to further reveal the Na+-storage mechanism of Na4TDC, in-situ FTIR attenuated total reflection (FTIR/ATR) was initially employed, which can monitor the variation of different functional groups during the redox process via recording the difference signals relative to the background spectra at the open-circuit state. As shown in Fig. S4, in-situ FTIR/ATR measurement in the potential range of 0 to 2 V indicates that Na4TDC primarily stores Na+ through enolization reactions. Considering that there are two discharge plateaus of Na4TDC, which may involve different charge/discharge mechanisms, in-situ FTIR/ATR signals were collected simultaneously with cyclic voltammetry (CV) operated at different potential ranges 0.3–2.0 V and 0–0.3 V, respectively. Fig. 2 a shows the potential evolution curves (left figure) and corresponding two-dimensional (2D) color-filled contour plot of FTIR spectroscopy peaks at different potentials within 0.3–2.0 V. It can be detected that the signal from 1220 to 1270 cm−1 correspondingly increases during the reduction process, corresponding to the reduction of CO to CONa. The signals enhanced at 1455 cm−1 may be attributed to CC bonds in the benzene ring [56,57]. The signal intensity at 1380 cm−1 increases, which corresponds to the increase in CC during the reduction process. These reversible signal changes within 0.3–2.0 V well indicate that Na4TDC stores Na+ through the reversible enolization reaction between CO and CONa during the redox process, corresponding to the charge/discharge plateau at around 0.48 V. Together with the discharge curve, the capacity to 0.3 V is around 120 mAh/g, just in line with a two-electrons reaction and corresponding to the discharge from Na4TDC to Na6TDC. As for the potential ranges from 0–0.3 V, the cell used in the measurement is first discharged to 0 V and then records the in-situ FTIR/ATR signal from the following cycles with charging to 0.3 V and then discharging to 0 V. As shown in Fig. 2b, the in-situ FTIR/ATR spectra observe no changes in the functional groups of Na4TDC. This indicates that the process within 0–0.3 V does not involve any conversion of the active functional groups, which may be related to the adsorption of Na+ by naphthalene ring of Na4TDC crystal. A three-dimensional (3D) diagram of relevant in-situ FTIR/ATR results are shown in Figs. S5 and S6. Different charge/discharge states of the electrode are selected for X-ray photoelectron spectroscopy (XPS) measurement. The O 1 s spectra in Fig. S7 indicate reversible changes in CO and CO. The XPS signals of samples 3 and 4 are coincident, suggesting that there may be no change in the functional groups of Na4TDC in the low voltage region. This is consistent with the results of in situ FTIR/ATR measurement. The results obtained from in-situ FTIR/ATR are highly consistent with ex-situ XPS measurements. We also tested the XRD patterns of the electrodes in the discharged and charged states, as shown in Fig. S8. No new characteristic peaks appeared or disappeared, only a shift of the characteristic peaks in the 28°–34° range is observed. Furthermore, density-functional theory (DFT) calculations are conducted to demonstrate the Na+ storage mechanism of Na4TDC with the molecular electrostatic potential (ESP) map shown in Fig. 2c. According to the above in-situ and ex-situ spectra, the discharge process can be divided into two parts: the pristine Na4TDC (S1) to Na6TDC (S2) after discharging to 0.3 V and further to final discharge product (S3) after discharging to 0 V. According to the ESP map, the Na6TDC structure, obtained after storing two Na+ via enolization reaction of the pristine Na4TDC, still retains sites for storing Na+. The ESP map of S3 appears blue if one more Na+ is accepted, indicating an inability to store additional Na+. This indicates that Na4TDC can bind with a maximum of three Na+. However, different from that of Na4TDC (Fig. S9), the lowest unoccupied molecular orbital (LUMO) of S2 is no longer localized on the carboxyl groups and the naphthalene, strongly suggesting that it could not accept additional electrons (Fig. 2d). This explains that the storage of the third Na+ does not involve electron transfer but is solely an adsorption behavior, well corresponding to the slope discharge behavior from 0.3 to 0 V. Based on the charge/discharge curve and above characterizations, it can be concluded that Na4TDC can reversibly store/release three Na+ per molecule including two via enolization reaction and another via adsorption behavior. To clarify the actual capacity of Na4TDC, considering that the conductive carbon in the anode also contributes to the capacity, we replaced 20% Ketjen black (KB) with 2% single-walled carbon nanotubes (SWCNTs) for testing at a current of 10 mA/g. As shown in Fig. S10, Na4TDC exhibits a specific capacity of 200 mAh/g, corresponding to the storage of approximately three Na+. Due to steric hindrance, only two Na+ can be stored by the COONa groups. Additionally, the discharge curve in the 0–0.3 V range presents a slope, matching the capacity-voltage profile of adsorption behavior. Based on theoretical calculations, we conclude that the third Na+ ion is adsorbed by the naphthalene ring. After elucidating the charging and discharging mechanism of Na4TDC, we proceededwith further electrochemical measurement. First, the rate performance of the Na//Na4TDC is tested in the current density range from 50–1000 mA/g. As shown in Fig. 3 a, Na4TDC exhibits a specific capacity of 208 mAh/g at 50 mA/g, with two discharging plateaus at 0.48 and 0.2 V and a charging plateau at 0.57 V, along with low polarization. Even at a high current density of 1000 mA/g, Na//Na4TDC still delivers a specific capacity of 104 mAh/g, achieving a capacity retention of 50% compared to that at 50 mA/g. The CV curve of Na//Na4TDC is shown in Fig. S11, with two reduction peaks and one oxidation peak, which is consistent with the charge/discharge curves. The Na+ diffusion coefficients of Na4TDC at different potentials are estimated using the potentiostatic intermittent titration technique (PITT, Fig. S12). Na4TDC reveals stable diffusion coefficients ranging from 10−6 to 10−7 cm2 s−1 throughout the entire charge/discharge process (Fig. 3b). Subsequently, the cycling stability of Na4TDC is tested at 200 mA/g (Fig. 3c, d). Na4TDC can exhibit high capacity retention of 74% after 1168 cycles with an average decay rate of 0.022% per cycle, which is superior to that of most organic anode materials (Table S1) [36–40,58–62]. Noteworthily, further improvement of the cycle stability is still required to meet the high demand from the large-scale energy storage applications of SIBs. Therefore, we first explored the failure mechanism of Na4TDC. The attenuation of capacity may be caused by the irreversible change of OEM crystal structure during charge/discharge processes. To answer this question, we conducted in-situ XRD in the range of 27°–38° to monitor the change in the crystal structure of Na4TDC. As shown in Fig. 4 a, when the cell discharges to 0.5 V, four characteristic peaks at 28.0°, 32.0°, 33.3°, and 37.5° shift towards smaller angles, indicating an expansion of corresponding crystal plane spacings. Discharging below 0.25 V causes a shift towards larger angles for peaks at 28° and 37.5°, suggesting a reduction in crystal plane spacings. Peaks at 32° and 33.3° continue shifting towards smaller angles, indicating an expansion of crystal plane spacings. Upon charging to 2 V, all shifted characteristic peaks return to their initial positions. A 3D diagram of relevant in-situ XRD results is shown in Fig. S13. This suggests excellent reversibility in the crystal structure of Na4TDC during a single cycle. However, when operated with long cycles, the intensity ratios of several major characteristic peaks change after 50, 100, 150, and 200 cycles, indicating structural changes in the electrode during long cycle period (Fig. 4b). Moreover, we find the morphology changes of electrodes cycled for different cycle numbers via scanning electron microscopy (SEM) characterizations (Fig. 4c–g). It can be detected from Fig. 4c that the fresh electrode exhibits a uniform distribution of Na4TDC particles and KB. As the cycles proceed, the cuboid-shaped materials emerge after 50 cycles and gradually split into finer needle-like structures (Fig. 4d–g). These dynamic changes in morphology can be attributed to the trace dissolution of discharge products and redeposition of Na4TDC, where similar phenomena, on numerous occasions, have been documented [63–66]. Therefore, we evaluated the solubility of Na4TDC and the discharge products by ultraviolet–visible (UV–vis) spectra. In order to assess the solubility of Na4TDC and discharge products, UV–vis spectra were initially conducted after immersing the Na4TDC and the discharged electrodes in the electrolyte (G2-NaPF6) for 24 h, respectively (Fig. 4h). The results reveal that the unchanged UV–vis spectra of the electrolyte after soaking Na4TDC well indicated that Na4TDC is undissolved in the electrolyte. As for the discharge electrodes, even using various active material loadings of 1, 2, 3, and 4 mg immersing in 3 mL electrolyte for 24 h, the UV–vis spectra of electrolytes completely overlap with each other. This suggests that the electrolyte can dissolve a maximum of 1 mg of discharge products, corresponding to a solubility of 0.333 mg mL−1. Considering that in actual battery tests, only 50 μL of electrolyte is added per cell, the dissolved discharge products would be at most 0.016 mg (accounting for less than 1% of the active material mass in the cell). The extremely limited solubility of the discharge products in the electrolyte ensures the excellent cycling stability of Na4TDC. The naphthalene ring can store additional sodium ions, giving Na4TDC a higher specific capacity. This is the reason for excellent electrochemical performance of Na4TDC. However, the slightly dissolved discharge products are redeposited and agglomerated during charging, resulting in deteriorating contact with KB. This process is repeated repeatedly during the cycle, resulting in constant changes in electrode morphology. Consequently, partial deactivation of Na4TDC occurs due to poor electronic conductivity, leading to a gradual decay in capacity during the cycling process. The dissolution/deposition of discharge products causes changes in the morphology of the active material, leading to poor contact between the active material and conductive carbon. To make a compensation, we consider incorporating HC into the electrode to utilize the abundant oxygen-containing functional groups on its surface to adsorb dissolved discharge products. The SEM image of the employed HC is shown in Fig. S14. The charge/discharge curves of HC are shown in Fig. S15. We explored the effect of different ratios of HC on the electrode (Fig. S16). Additionally, since organic electrodes generally have poor conductivity, a large amount of conductive carbon is often required to enable sufficient redox reactions, thus limiting high-load operation [67–73]. We further optimize the electrode formulation by adding SWCNTs as conductive agents. The TEM images of the employed SWCNT are shown in Fig. S17. As shown in Fig. S18, the optimized electrode, with only 2% SWCNTs, exhibits an electronic conductivity 1.8 times higher than that of the electrode containing 20% KB. Moreover, in-situ electrochemical impedance spectroscopy (EIS) was initially conducted to monitor the changes in resistance of the composite during the charge/discharge processes. Fig. S19 illustrates the time–voltage curves of the in-situ EIS process. The distribution of relaxation time (DRT) analysis is applied to all obtained impedance data. To compare the differences in impedance at the same state of charge (SOC) before and after galvanostatic charge/discharge, this work compared the DRT data at the beginning of discharge, at the end of discharge and at the end of charge during the two in-situ EIS processes (Fig. S20a–c). In Fig. S20a, the DRT dates of the beginning of discharge show only a slight increase in diffusion resistance after 20 cycles. In Fig. S20b, after 20 cycles, the cell exhibits only a slight decrease in diffusion resistance. After charging, the two sets of data are almost identical (Fig. S20c). Almost no impedance change can be detected by comparing the impedance at the same SOC during the two in-situ EIS processes before and after 20 cycles of galvanostatic charge/discharge. This suggests excellent cycling stability of the composite electrode. The galvanostatic charge/discharge curves of the composite electrode for the first two cycles are shown in Fig. 5 a. Due to the addition of HC, the discharge capacity in the low-voltage region significantly increases. The CV curve of the composite electrode has two pairs of redox peaks with the addition of HC, which are consistent with the charge/discharge curves (Fig. S21). Compared to the pure organic half-cell (Na//Na4TDC), the ICE of Na//NH (60% Na4TDC+30% HC) increases from 51% to 70%, and the average charging voltage decreases from 0.67 to 0.45 V. Additionally, the specific capacity of Na//NH based on the entire electrode load (185 mAh/g) is higher than that of Na//Na4TDC (160 mAh/g, specific capacity based on active material), indicating that the addition of HC effectively improves the specific capacity of electrode. The rate performance of NH is shown in Fig. S22. Even at a current of 1 A/g, NH can still maintain 40% of its specific capacity. As shown in Fig. 5b, the composite exhibits excellent cycling stability with a mass loading of 6.5 mg cm−2 based on the electrode loading (already higher than the majority of organic electrode loads). At 200 mA/g, the capacity retention of Na//NH after 1200 cycles is 89%, which is significantly higher than that of Na//Na4TDC. The composite can maintain 67% of the initial capacity (1.14 mAh cm−2) after 3000 cycles, with an average decay rate of 0.011% per cycle, only half of the Na//Na4TDC decay rate. Meanwhile, it can be observed from the SEM images of NH at different cycle numbers that the aggregation of active materials is significantly suppressed (Fig. S23). We immersed 1 mg of discharge product in 3 mL of electrolyte for 24 h, then added 100 mg of HC and let it sit for 4 h. Comparing this with a sample without HC, we observed a significant reduction in the UV signal for the sample with HC. This clearly indicates that HC can adsorb the dissolved discharge products (Fig. S24). This is attributed to the oxygen-containing functional groups on the surface of HC adsorbing the discharge products of Na4TDC, inhibiting the re-aggregation of dissolved discharge products during charging. The efficient conductive network constructed by SWCNTs and HC ensures that the active material can adequately undergo redox reactions. With the loading further increases to 10 mg cm−2, the composite can still retain 70% of the initial capacity (2.03 mAh cm−2) after 1600 cycles with an average decay rate of 0.018% per cycle (Fig. 5c). Even when the mass loading is further increased to 20 mg cm−2, the composite can keep a high capacity retention of 75% of the initial capacity (3.2 mAh cm−2) after 1200 cycles, corresponding to an average decay rate of 0.02% per cycle (Fig. 5d). The charge/discharge curves of electrodes with different mass loadings at various cycle numbers are shown in Fig. S25. The above results show that the preparation of organic/inorganic composites using conductive active materials has made remarkable progress in preparing high-mass loading electrodes and improving the cyclic stability of organic electrodes. This exhibits the overall optimal performance among the reported organic anode materials for SIBs (Table S1) [36–40,58–62], where the composite has demonstrated advantages in high-loading electrodes. Benefitting from its excellent electrochemical performance, a full cell has further been fabricated to demonstrate the feasibility of the composite by pairing a thick NVP electrode as the cathode, where both the cathode and the anode are prepared with a high loading (cathode: 20.6 mg cm−2, anode: 8.2 mg cm−2). The first charge/discharge curves of the full cell is shown in Fig. S26, with the full cell exhibiting an ICE of 91%. As shown in Fig. 5e, the full cell exhibits a high average discharge voltage of 2.8 V and excellent rate performance, charging for 8 min at 1000 mA/g while retaining 57% of the capacity (relative to the capacity of 1.87 mAh cm−2 at 200 mA/g). Moreover, the full cell displays a considerable cycle stability and maintains a high capacity retention of 88.7% after 200 cycles (Fig. 5f). As the fabricated full cell with high mass loading and excellent rate performance well demonstrated the potential application of the Na4TDC-based composite anode for SIBs. 3 Conclusions We successfully synthesize the organic anode material Na4TDC. Various in-situ/ex-situ characterization techniques and theoretical calculations demonstrate that Na4TDC can store three Na+ through enolization reactions and adsorption mechanisms. It is demonstrated using various characterization techniques that the dissolution and redeposition of discharge products lead to the deterioration of the contact between the active material and the conductive carbon, resulting in capacity decay of Na4TDC. By introducing HC and SWCNTs, the electrochemical performance of Na4TDC is enhanced. The results indicate that the composite anode improves cycling stability and electrode-specific capacity while reducing the average discharge voltage. Moreover, the composite material can also operate under high load conditions, with electrode loading reaching up to 20 mg cm−2. NVP is chosen as the cathode material, with NH as the anode material, to assemble a high-loading full battery. The areal capacity of the full battery is 1.6 mAh cm−2, and the operating voltage approaches 3 V. It is noteworthy that this full battery exhibits stable cycling performance, with a capacity retention rate of 88.7% over 200 cycles. This novel organic anode represents a potential choice for SIBs anode materials. Experimental section Experimental details can be found in the Supporting Information. CRediT authorship contribution statement Zhi Li: Writing – review & editing, Writing – original draft, Investigation, Formal analysis, Data curation, Conceptualization. Yang Wei: Writing – review & editing, Formal analysis, Data curation. Kang Zhou: Writing – review & editing, Formal analysis. Xin Huang: Writing – review & editing, Formal analysis. Xing Zhou: Writing – review & editing, Formal analysis. Jie Xu: Writing – review & editing, Formal analysis. Taoyi Kong: Writing – review & editing, Formal analysis. Junwei Lucas Bao: Writing – review & editing, Formal analysis. Xiaoli Dong: Writing – review & editing, Writing – original draft, Funding acquisition, Formal analysis. Yonggang Wang: Writing – review & editing, Writing – original draft, Supervision, Funding acquisition, Formal analysis. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the National Key Research and Development Program of China (2022YFB2402200), the National Natural Science Foundation of China (22225201, 22379028), the Fundamental Research Funds for the Central Universities (20720220010), the Shanghai Pilot Program for Basic Research–Fudan University 21TQ1400100 (21TQ009), and the Key Basic Research Program of Science and Technology Commission of Shanghai Municipality (23520750400). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2024.09.017. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] L.M. Suo O. Borodin T. Gao M. Olguin J. Ho X.L. Fan C. Luo C.S. Wang K. Xu Science. 350 2015 938 943 L. M. Suo, O. Borodin, T. Gao, M. Olguin, J. Ho, X. L. Fan, C. Luo, C. S. Wang, K. Xu, Science. 350 (2015) 938–943. [2] Z.H. Gao H.B. Sun L. Fu F.L. Ye Y. Zhang W. Luo Y.H. Huang Adv. Mater. 30 2018 1705702 Z. H. Gao, H. B. Sun, L. Fu, F. L. Ye, Y. Zhang, W. Luo, Y. H. Huang, Adv. Mater. 30 (2018) 1705702. [3] Z.H. Li Q. He X. Xu Y. Zhao X.W. Liu C. Zhou D. Ai L.X. Xia L.Q. Mai Adv. Mater. 30 2018 1804089 Z. H. Li, Q. He, X. Xu, Y. Zhao, X. W. Liu, C. Zhou, D. Ai, L. X. Xia, L. Q. Mai, Adv. Mater. 30 (2018) 1804089. [4] E.S. Fan L. Li Z.P. Wang J. Lin Y.X. Huang Y. Yao R.J. Chen F. Wu Chem. Rev. 120 2020 7020 7063 E. S. Fan, L. Li, Z. P. Wang, J. Lin, Y. X. Huang, Y. Yao, R. J. Chen, F. Wu, Chem. Rev. 120 (2020) 7020–7063. [5] X.Q. Zhang X. Chen X.B. Cheng B.Q. Li X. Shen C. Yan J.Q. Huang Q. Zhang Angew. Chem., Int. Ed. 57 2018 5301 5305 X. Q. Zhang, X. Chen, X. B. Cheng, B. Q. Li, X. Shen, C. Yan, J. Q. Huang, Q. Zhang, Angew. Chem., Int. Ed. 57 (2018) 5301–5305. [6] W.J. Lu Z.Z. Yuan Y.Y. Zhao H.Z. Zhang H.M. Zhang X.F. Li Chem. Soc. Rev. 46 2017 2199 2236 W. J. Lu, Z. Z. Yuan, Y. Y. Zhao, H. Z. Zhang, H. M. Zhang, X. F. Li, Chem. Soc. Rev. 46 (2017) 2199–2236. [7] X.L. Wang G. Li J.D. Li Y.N. Zhang A. Wook A.P. Yu Z.W. Chen Energy Environ. Sci. 9 2016 2533 2538 X. L. Wang, G. Li, J. D. Li, Y. N. Zhang, A. Wook, A. P. Yu, Z. W. Chen, Energy Environ. Sci. 9 (2016) 2533–2538. [8] H. Pan M.H. Zhang Z. Cheng H.Y. Jiang J.G. Yang P.F. Wang P. He H.S. Zhou Sci. Adv. 8 2022 eabn4372 H. Pan, M. H. Zhang, Z. Cheng, H. Y. Jiang, J. G. Yang, P. F. Wang, P. He, H. S. Zhou, Sci. Adv. 8 (2022) eabn4372. [9] Y. Qiao H.J. Yang Z. Chang H. Deng X. Li H.S. Zhou Nat. Energy. 6 2021 653 662 Y. Qiao, H. J. Yang, Z. Chang, H. Deng, X. Li, H. S. Zhou, Nat. Energy. 6 (2021) 653–662. [10] C.L. Zhao Q.D. Wang Z.P. Yao J.L. Wang B. Sánchez-Lengeling F.X. Ding X.G. Qi Y.X. Lu X.D. Bai B.H. Li H. Li A. Aspuru-Guzik X.J. Huang C. Delmas M. Wagemaker L.Q. Chen Y.S. Hu Science. 370 2020 708 711 C. L. Zhao, Q. D. Wang, Z. P. Yao, J. L. Wang, B. Sánchez-Lengeling, F. X. Ding, X. G. Qi, Y. X. Lu, X. D. Bai, B. H. Li, H. Li, A. Aspuru-Guzik, X. J. Huang, C. Delmas, M. Wagemaker, L. Q. Chen, Y. S. Hu, Science. 370 (2020) 708–711. [11] D.N. Lei Y.B. He H.J. Huang Y.F. Yuan G.M. Zhong Q. Zhao X.G. Hao D.F. Zhang C. Lai S.W. Zhang J.B. Ma Y.P. Wei Q.P. Yu W. Lv Y. Yu B.H. Li Q.H. Yang Y. Yang J. Lu F.Y. Kang Nat. Commun. 10 2019 4244 D. N. Lei, Y. B. He, H. J. Huang, Y. F. Yuan, G. M. Zhong, Q. Zhao, X. G. Hao, D. F. Zhang, C. Lai, S. W. Zhang, J. B. Ma, Y. P. Wei, Q. P. Yu, W. Lv, Y. Yu, B. H. Li, Q. H. Yang, Y. Yang, J. Lu, F. Y. Kang, Nat. Commun. 10 (2019) 4244. [12] J. Peng W. Zhang Q.N. Liu J.Z. Wang S.L. Chou H.K. Liu S.X. Dou Adv. Mater. 34 2022 2108384 J. Peng, W. Zhang, Q. N. Liu, J. Z. Wang, S. L. Chou, H. K. Liu, S. X. Dou, Adv. Mater. 34 (2022) 2108384. [13] S. Zhang J. Wang K. Chen X. Pu H. Zhu Y. Zhao A. Zhao X. Chen Y. Fang Z. Chen Y. Cao Angew. Chem., Int. Ed. 63 2024 e202317439 S. Zhang, J. Wang, K. Chen, X. Pu, H. Zhu, Y. Zhao, A. Zhao, X. Chen, Y. Fang, Z. Chen, Y. Cao, Angew. Chem., Int. Ed. 63 (2024) e202317439. [14] H.R. Yao L.T. Zheng S. Xin Y.G. Guo Sci. China-Chem. 65 2022 1076 1087 H. R. Yao, L. T. Zheng, S. Xin, Y. G. Guo, Sci. China-Chem. 65 (2022) 1076–1087. [15] Z. Tang R. Zhang H.Y. Wang S.Y. Zhou Z.Y. Pan Y.C. Huang D. Sun Y.G. Tang X.B. Ji K. Amine M.H. Shao Nat. Commun. 14 2023 6024 Z. Tang, R. Zhang, H. Y. Wang, S. Y. Zhou, Z. Y. Pan, Y. C. Huang, D. Sun, Y. G. Tang, X. B. Ji, K. Amine, M. H. Shao, Nat. Commun. 14 (2023) 6024. [16] Y.M. Liu J. Wang Q.H. Shi M.H. Yan S.Y. Zhao W.L. Feng R.J. Qi J.Q. Xu J.Y. Luo J.J. Zhang Y.F. Zhao Angew. Chem., Int. Ed. 62 2023 e202303875 Y. M. Liu, J. Wang, Q. H. Shi, M. H. Yan, S. Y. Zhao, W. L. Feng, R. J. Qi, J. Q. Xu, J. Y. Luo, J. J. Zhang, Y. F. Zhao, Angew. Chem., Int. Ed. 62 (2023) e202303875. [17] Z.X. Pei Q.Q. Meng L. Wei J. Fan Y. Chen C.Y. Zhi Energy Storage Mater. 28 2020 55 63 Z. X. Pei, Q. Q. Meng, L. Wei, J. Fan, Y. Chen, C. Y. Zhi, Energy Storage Mater. 28 (2020) 55–63. [18] S. Yuan X. Duan J.Q. Liu Y. Ye F. Lv T. Liu Q. Wang X.B. Zhang Energy Storage Mater. 42 2021 317 369 S. Yuan, X. Duan, J. Q. Liu, Y. Ye, F. Lv, T. Liu, Q. Wang, X. B. Zhang, Energy Storage Mater. 42 (2021) 317–369. [19] Y. Wang Z. Li X. Li Z.F. Ma L. Li Adv. Energy Mater. 14 2024 2304512 Y. Wang, Z. Li, X. Li, Z. F. Ma, L. Li, Adv. Energy Mater. 14 (2024) 2304512. [20] Z.H. Wu Y.X. Ni S. Tan E.Y. Hu L.H. He J.D. Liu M.C. Hou P.X. Jiao K. Zhang F.Y. Cheng J. Chen J. Am. Chem. Soc. 145 2023 9596 9606 Z. H. Wu, Y. X. Ni, S. Tan, E. Y. Hu, L. H. He, J. D. Liu, M. C. Hou, P. X. Jiao, K. Zhang, F. Y. Cheng, J. Chen, J. Am. Chem. Soc. 145 (2023) 9596–9606. [21] D. Sarkar A. Bhattacharya J. Meyer A.M. Kirchberger V. Mishra T. Nilges V.K. Michaelis J. Am. Chem. Soc. 145 2023 19727 19745 D. Sarkar, A. Bhattacharya, J. Meyer, A. M. Kirchberger, V. Mishra, T. Nilges, V. K. Michaelis, J. Am. Chem. Soc. 145 (2023) 19727–19745. [22] C.Z. Ma J. Alvarado J. Xu R.J. Clément M. Kodur W. Tong C.P. Grey Y.S. Meng J. Am. Chem. Soc. 139 2017 4835 4845 C. Z. Ma, J. Alvarado, J. Xu, R. J. Clément, M. Kodur, W. Tong, C. P. Grey, Y. S. Meng, J. Am. Chem. Soc. 139 (2017) 4835–4845. [23] A. Rudola R. Sayers C.J. Wright J. Barker Nat. Energy. 8 2023 215 218 A. Rudola, R. Sayers, C. J. Wright, J. Barker, Nat. Energy. 8 (2023) 215–218. [24] Y.Q. Li Q. Zhou S.T. Weng F.X. Ding X.G. Qi J.Z. Lu Y. Li X. Zhang X.H. Rong Y.X. Lu X.F. Wang R.J. Xiao H. Li X.J. Huang L.Q. Chen Y.S. Hu Nat. Energy. 7 2022 511 519 Y. Q. Li, Q. Zhou, S. T. Weng, F. X. Ding, X. G. Qi, J. Z. Lu, Y. Li, X. Zhang, X. H. Rong, Y. X. Lu, X. F. Wang, R. J. Xiao, H. Li, X. J. Huang, L. Q. Chen, Y. S. Hu, Nat. Energy. 7 (2022) 511–519. [25] X.T. Wang Q.H. Zhang C. Zhao H.F. Li B.D. Zhang G.F. Zeng Y.L. Tang Z.Y. Huang I. Hwang H.T. Zhang S.Y. Zhou Y.F. Qiu Y.G. Xiao J. Cabana C.J. Sun K. Amine Y. Sun Q.S. Wang G.L. Xu L. Gu Y. Qiao S.G. Sun Nat. Energy. 9 2024 184 196 X. T. Wang, Q. H. Zhang, C. Zhao, H. F. Li, B. D. Zhang, G. F. Zeng, Y. L. Tang, Z. Y. Huang, I. Hwang, H. T. Zhang, S. Y. Zhou, Y. F. Qiu, Y. G. Xiao, J. Cabana, C. J. Sun, K. Amine, Y. Sun, Q. S. Wang, G. L. Xu, L. Gu, Y. Qiao, S. G. Sun, Nat. Energy. 9 (2024) 184–196. [26] E. Gabriel C. Ma K. Graff A. Conrado D. Hou H. Xiong eScience. 3 2023 100139 E. Gabriel, C. Ma, K. Graff, A. Conrado, D. Hou, H. Xiong, eScience. 3 (2023) 100139. [27] Y. Liu J. Li Q. Shen J. Zhang P. He X. Qu Y. Liu Science. 2 2022 10 31 Y. Liu, J. Li, Q. Shen, J. Zhang, P. He, X. Qu, Y. Liu, eScience. 2 (2022) 10–31. [28] A.E. Lakraychi Y. Yao Joule. 7 2023 858 860 A. E. Lakraychi, Y. Yao, Joule. 7 (2023) 858–860. [29] Z.P. Song H.S. Zhou Energy Environ. Sci. 6 2013 2280 2301 Z. P. Song, H. S. Zhou, Energy Environ. Sci. 6 (2013) 2280–2301. [30] L.H. Zhang R. Wang Z.X. Liu J.D. Wan S.L. Zhang S.M. Wang K. Hua X.H. Liu X.Z. Zhou X.S. Luo X.Y. Zhang M.G. Cao H.W. Kang C.F. Zhang Z.P. Guo Adv. Mater. 35 2023 2210082 L. H. Zhang, R. Wang, Z. X. Liu, J. D. Wan, S. L. Zhang, S. M. Wang, K. Hua, X. H. Liu, X. Z. Zhou, X. S. Luo, X. Y. Zhang, M. G. Cao, H. W. Kang, C. F. Zhang, Z. P. Guo, Adv. Mater. 35 (2023) 2210082. [31] Y. Lu Q. Zhang L. Li Z.Q. Niu J. Chen Chem. 4 2018 2786 2813 Y. Lu, Q. Zhang, L. Li, Z. Q. Niu, J. Chen, Chem. 4 (2018) 2786–2813. [32] H.C. Lu Q.H. Wang J.H. Chen H.R. Zhang J. Ding Y. Nuli J. Yang J.L. Wang Energy Storage Mater. 63 2023 102994 H. C. Lu, Q. H. Wang, J. H. Chen, H. R. Zhang, J. Ding, Y. Nuli, J. Yang, J. L. Wang, Energy Storage Mater. 63 (2023) 102994. [33] J.R. Geng Y.X. Ni Z. Zhu Q. Wu S.N. Gao W.B. Hua S. Indris J. Chen F.J. Li J. Am. Chem. Soc. 145 2023 1564 1571 J. R. Geng, Y. X. Ni, Z. Zhu, Q. Wu, S. N. Gao, W. B. Hua, S. Indris, J. Chen, F. J. Li, J. Am. Chem. Soc. 145 (2023) 1564–1571. [34] X. Xu S. Ren H. Wu H. Li C. Ye K. Davey S.-Z. Qiao J. Am. Chem. Soc. 146 2024 1619 1626 X. Xu, S. Ren, H. Wu, H. Li, C. Ye, K. Davey, S.-Z. Qiao, J. Am. Chem. Soc. 146 (2024) 1619–1626. [35] J.D. Wang A.E. Lakraychi X.L. Liu L. Sieuw C. Morari P. Poizot A. Vlad Nat. Mater. 20 2021 665 673 J. D. Wang, A. E. Lakraychi, X. L. Liu, L. Sieuw, C. Morari, P. Poizot, A. Vlad, Nat. Mater. 20 (2021) 665–673. [36] L.H. Zhang R. Wang Z.X. Liu J.D. Wan S.L. Zhang S.M. Wang K. Hua X.H. Liu X.Z. Zhou X.S. Luo X.Y. Zhang M.G. Cao H.W. Kang C.F. Zhang Z.P. Guo Adv. Mater. 35 2022 2210082 L. H. Zhang, R. Wang, Z. X. Liu, J. D. Wan, S. L. Zhang, S. M. Wang, K. Hua, X. H. Liu, X. Z. Zhou, X. S. Luo, X. Y. Zhang, M. G. Cao, H. W. Kang, C. F. Zhang, Z. P. Guo, Adv. Mater. 35 (2022) 2210082. [37] H.Y. Zhao J.W. Wang Y.H. Zheng J. Li X.G. Han G. He Y.P. Du Angew. Chem., Int. Ed. 56 2017 15334 15338 H. Y. Zhao, J. W. Wang, Y. H. Zheng, J. Li, X. G. Han, G. He, Y. P. Du, Angew. Chem., Int. Ed. 56 (2017) 15334–15338. [38] T. Sun X.L. Feng Q.Q. Sun Y. Yu G.B. Yuan Q. Xiong D.P. Liu X.B. Zhang Y. Zhang Angew. Chem., Int. Ed. 60 2021 26806 26812 T. Sun, X. L. Feng, Q. Q. Sun, Y. Yu, G. B. Yuan, Q. Xiong, D. P. Liu, X. B. Zhang, Y. Zhang, Angew. Chem., Int. Ed. 60 (2021) 26806–26812. [39] H.Z. Wu Z.C. Ye J.L. Zhu S.H. Luo L. Li W.H. Yuan ACS Appl. Mater. Interfaces. 14 2022 49774 49784 H. Z. Wu, Z. C. Ye, J. L. Zhu, S. H. Luo, L. Li, W. H. Yuan, ACS Appl. Mater. Interfaces. 14 (2022) 49774–49784. [40] H. Zhu J. Yin X. Zhao C.Y. Wang X.R. Yang Chem. Commun. 51 2015 14708 14711 H. Zhu, J. Yin, X. Zhao, C. Y. Wang, X. R. Yang, Chem. Commun. 51 (2015) 14708–14711. [41] C. Luo G.-L. Xu X. Ji S. Hou L. Chen F. Wang J. Jiang Z. Chen Y. Ren K. Amine C. Wang Angew. Chem. Int. Ed. 57 2018 2879 2883 C. Luo, G.-L. Xu, X. Ji, S. Hou, L. Chen, F. Wang, J. Jiang, Z. Chen, Y. Ren, K. Amine, C. Wang, Angew. Chem. Int. Ed. 57 (2018) 2879–2883. [42] S. Baddi U. Ghani J.X. Huang Q.L. Liu C.L. Feng Energy Storage Mater. 59 2023 102786 S. Baddi, U. Ghani, J. X. Huang, Q. L. Liu, C. L. Feng, Energy Storage Mater. 59 (2023) 102786. [43] Y.J. Liu X.L. Zhao C. Fang Z. Ye Y.B. He D.N. Lei J. Yang Y. Zhang Y.Y. Li Q. Liu Y. Huang R. Zeng L.T. Kang J.J. Liu Y.H. Huang Chem. 4 2018 2463 2478 Y. J. Liu, X. L. Zhao, C. Fang, Z. Ye, Y. B. He, D. N. Lei, J. Yang, Y. Zhang, Y. Y. Li, Q. Liu, Y. Huang, R. Zeng, L. T. Kang, J. J. Liu, Y. H. Huang, Chem. 4 (2018) 2463–2478. [44] S. Gu S.F. Wu L.J. Cao M.C. Li N. Qin J. Zhu Z.Q. Wang Y.Z. Li Z.Q. Li J.J. Chen Z.G. Lu J. Am. Chem. Soc. 141 2019 9623 9628 S. Gu, S. F. Wu, L. J. Cao, M. C. Li, N. Qin, J. Zhu, Z. Q. Wang, Y. Z. Li, Z. Q. Li, J. J. Chen, Z. G. Lu, J. Am. Chem. Soc. 141 (2019) 9623–9628. [45] K.K. Jia H.T. Liu G.M. Huang J.W. Zhang X.R. Liu L. Li L.N. Zhu F. Wu J. Mater. Chem. A. 10 2022 14917 14922 K. K. Jia, H. T. Liu, G. M. Huang, J. W. Zhang, X. R. Liu, L. Li, L. N. Zhu, F. Wu, J. Mater. Chem. A. 10 (2022) 14917–14922. [46] Y. Park D.-S. Shin S.H. Woo N.S. Choi K.H. Shin S.M. Oh K.T. Lee S.Y. Hong Adv. Mater. 24 2012 3562 3567 Y. Park, D.-S. Shin, S. H. Woo, N. S. Choi, K. H. Shin, S. M. Oh, K. T. Lee, S. Y. Hong, Adv. Mater. 24 (2012) 3562–3567. [47] L. Zhao J. Zhao Y.-S. Hu H. Li Z. Zhou M. Armand L. Chen Adv. Energy Mater. 2 2012 962 965 L. Zhao, J. Zhao, Y.-S. Hu, H. Li, Z. Zhou, M. Armand, L. Chen, Adv. Energy Mater. 2 (2012) 962–965. [48] A. Abouimrane W. Weng H. Eltayeb Y.J. Cui J. Niklas O. Poluektov K. Amine Energy Environ. Sci. 5 2012 9632 9638 A. Abouimrane, W. Weng, H. Eltayeb, Y. J. Cui, J. Niklas, O. Poluektov, K. Amine, Energy Environ. Sci. 5 (2012) 9632–9638. [49] S.W. Zhang T.F. Cao W. Lv J. Zhang Y. Tao F.Y. Kang D.W. Wang Q.H. Yang Nano Energy. 77 2020 105203 S. W. Zhang, T. F. Cao, W. Lv, J. Zhang, Y. Tao, F. Y. Kang, D. W. Wang, Q. H. Yang, Nano Energy. 77 (2020) 105203. [50] G.F. Li J.X. Wang J. Chu M.L. Li Z.J. Hu F. Wang Y. Han T.T. Cai Z.P. Song Energy Storage Mater. 47 2022 1 12 G. F. Li, J. X. Wang, J. Chu, M. L. Li, Z. J. Hu, F. Wang, Y. Han, T. T. Cai, Z. P. Song, Energy Storage Mater. 47 (2022) 1–12. [51] H.G. Wang S. Yuan Z.J. Si X.B. Zhang Energy Environ. Sci. 8 2015 3160 3165 H. G. Wang, S. Yuan, Z. J. Si, X. B. Zhang, Energy Environ. Sci. 8 (2015) 3160–3165. [52] A. Tripathi Y. Chen H. Padhy S. Manzhos P. Balaya Energy Technology. 7 2019 1801030 A. Tripathi, Y. Chen, H. Padhy, S. Manzhos, P. Balaya, Energy Technology. 7 (2019) 1801030. [53] J.J. Shea C. Luo ACS Appl. Mater. Interfaces. 12 2020 5361 5380 J. J. Shea, C. Luo, ACS Appl. Mater. Interfaces. 12 (2020) 5361–5380. [54] X.P. Yin S. Sarkar S.S. Shi Q.A. Huang H.B. Zhao L.M. Yan Y.F. Zhao J.J. Zhang Adv. Funct. Mater. 30 2020 1908445 X. P. Yin, S. Sarkar, S. S. Shi, Q. A. Huang, H. B. Zhao, L. M. Yan, Y. F. Zhao, J. J. Zhang, Adv. Funct. Mater. 30 (2020) 1908445. [55] A. Guerfi J. Trottier C. Gagnon F. Barray K. Zaghib J. Power Sources. 335 2016 131 137 A. Guerfi, J. Trottier, C. Gagnon, F. Barray, K. Zaghib, J. Power Sources. 335 (2016) 131–137. [56] C. Meganathan S. Sebastian M. Kurt K.W. Lee N. Sundaraganesan J. Raman Spectrosc. 41 2010 1369 C. Meganathan, S. Sebastian, M. Kurt, K. W. Lee, N. Sundaraganesan, J. Raman Spectrosc. 41 (2010) 1369. [57] M. Asemani A.R. Rabbani J. Petrol. Sci. Eng. 185 2020 106618 M. Asemani, A. R. Rabbani, J. Petrol. Sci. Eng. 185 (2020) 106618. [58] H. Zhong G.F. Wang Z.P. Song X. Li H.D. Tang Y.H. Zhou H. Zhan Chem. Commun. 50 2014 6768 6770 H. Zhong, G. F. Wang, Z. P. Song, X. Li, H. D. Tang, Y. H. Zhou, H. Zhan, Chem. Commun. 50 (2014) 6768–6770. [59] H. Padhy Y.Q. Chen J. Luder S.R. Gajella S. Manzhos P. Balaya Adv. Energy Mater. 8 2018 1701572 H. Padhy, Y. Q. Chen, J. Luder, S. R. Gajella, S. Manzhos, P. Balaya, Adv. Energy Mater. 8 (2018) 1701572. [60] W.W. Deng J.F. Qian Y.L. Cao X.P. Ai H.X. Yang Small. 12 2016 583 587 W. W. Deng, J. F. Qian, Y. L. Cao, X. P. Ai, H. X. Yang, Small. 12 (2016) 583–587. [61] Y.H. Zhu P.P. Chen Y.F. Zhou W.Y. Nie Y. Xu Electrochim. Acta. 318 2019 262 271 Y. H. Zhu, P. P. Chen, Y. F. Zhou, W. Y. Nie, Y. Xu, Electrochim. Acta. 318 (2019) 262–271. [62] J.H. Huang K.I.E. Callender K.Q. Qin M. Girgis M. Paige Z.Z. Yang A.Z. Clayborne C. Luo ACS Appl. Mater. Interfaces. 14 2022 40784 40792 J. H. Huang, K. I. E. Callender, K. Q. Qin, M. Girgis, M. Paige, Z. Z. Yang, A. Z. Clayborne, C. Luo, ACS Appl. Mater. Interfaces. 14 (2022) 40784–40792. [63] C. Ma X.L. Zhao L.T. Kang K.X. Wang J.S. Chen W.Q. Zhang J.J. Liu Angew. Chem., Int. Ed. 57 2018 8865 8870 C. Ma, X. L. Zhao, L. T. Kang, K. X. Wang, J. S. Chen, W. Q. Zhang, J. J. Liu, Angew. Chem., Int. Ed. 57 (2018) 8865–8870. [64] Z.G. Chen J.X. Wang T.T. Cai Z.J. Hu J. Chu F. Wang X.T. Gan Z.P. Song ACS Appl. Mater. Interfaces. 14 2022 27994 28003 Z. G. Chen, J. X. Wang, T. T. Cai, Z. J. Hu, J. Chu, F. Wang, X. T. Gan, Z. P. Song, ACS Appl. Mater. Interfaces. 14 (2022) 27994–28003. [65] T.T. Cai Y. Han Q. Lan F. Wang J. Chu H. Zhan Z.P. Song Energy Storage Mater. 31 2020 318 327 T. T. Cai, Y. Han, Q. Lan, F. Wang, J. Chu, H. Zhan, Z. P. Song, Energy Storage Mater. 31 (2020) 318–327. [66] M. Kolek F. Otteny J. Becking M. Winter B. Esser P. Bieker Chem. Mater. 30 2018 6307 6317 M. Kolek, F. Otteny, J. Becking, M. Winter, B. Esser, P. Bieker, Chem. Mater. 30 (2018) 6307–6317. [67] T.T. Shi G.F. Li Y. Han Y.J. Gao F. Wang Z.J. Hu T.T. Cai J. Chu Z.P. Song Energy Storage Mater. 50 2022 265 273 T. T. Shi, G. F. Li, Y. Han, Y. J. Gao, F. Wang, Z. J. Hu, T. T. Cai, J. Chu, Z. P. Song, Energy Storage Mater. 50 (2022) 265–273. [68] J. Wang P. Apostol D. Rambabu X. Guo X. Liu K. Robeyns M. Du Y. Zhang S. Pal R. Markowski F. Lucaccioni A.E. Lakraychi C. Morari J.-F. Gohy D. Gupta A. Vlad Sci. Adv. 9 2023 eadg6079 J. Wang, P. Apostol, D. Rambabu, X. Guo, X. Liu, K. Robeyns, M. Du, Y. Zhang, S. Pal, R. Markowski, F. Lucaccioni, A. E. Lakraychi, C. Morari, J.-F. Gohy, D. Gupta, A. Vlad, Sci. Adv. 9 (2023) eadg6079. [69] Y. Cao Y. Sun C. Guo W. Sun Y. Wu Y. Xu T. Liu Y. Wang Angew. Chem. Int. Ed. 63 2024 e202316208 Y. Cao, Y. Sun, C. Guo, W. Sun, Y. Wu, Y. Xu, T. Liu, Y. Wang, Angew. Chem. Int. Ed. 63 (2024) e202316208. [70] X. Guo P. Apostol X. Zhou J. Wang X. Lin D. Rambabu M. Du S. Er A. Vlad Energy Environ. Sci. 17 2024 173 182 X. Guo, P. Apostol, X. Zhou, J. Wang, X. Lin, D. Rambabu, M. Du, S. Er, A. Vlad, Energy Environ. Sci. 17 (2024) 173–182. [71] G. Studer A. Schmidt J. Büttner M. Schmidt A. Fischer I. Krossing B. Esser Energy Environ. Sci. 16 2023 3760 3769 G. Studer, A. Schmidt, J. Büttner, M. Schmidt, A. Fischer, I. Krossing, B. Esser, Energy Environ. Sci. 16 (2023) 3760–3769. [72] Y. Wu J. Shen Z. Sun Y. Yang F. Li S. Ji M. Zhu J. Liu Angew. Chem. Int. Ed. 62 2023 e202215864 Y. Wu, J. Shen, Z. Sun, Y. Yang, F. Li, S. Ji, M. Zhu, J. Liu, Angew. Chem. Int. Ed. 62 (2023) e202215864. [73] H. Cui T. Wang Z. Huang G. Liang Z. Chen A. Chen D. Wang Q. Yang H. Hong J. Fan C. Zhi Angew. Chem. Int. Ed. 61 2022 e202203453 H. Cui, T. Wang, Z. Huang, G. Liang, Z. Chen, A. Chen, D. Wang, Q. Yang, H. Hong, J. Fan, C. Zhi, Angew. Chem. Int. Ed. 61 (2022) e202203453.",
      "scopus-id": "85204904316",
      "coredata": {
        "eid": "1-s2.0-S2095495624006399",
        "dc:description": "Sodium-ion batteries (SIBs) with organic electrodes are an emerging research direction due to the sustainability of organic materials based on elements like C, H, O, and sodium ions. Currently, organic electrode materials for SIBs are mainly used as cathodes because of their relatively high redox potentials (>1 V). Organic electrodes with low redox potential that can be used as anode are rare. Herein, a novel organic anode material (tetrasodium 1,4,5,8-naphthalenetetracarboxylate, Na4TDC) has been developed with low redox potential (<0.7 V) and excellent cyclic stability. Its three-sodium storage mechanism was demonstrated with various in-situ/ex-situ spectroscopy and theoretical calculations, showing a high capacity of 208 mAh/g and an average decay rate of merely 0.022% per cycle. Moreover, the Na4TDC-hard carbon composite can further acquire improved capacity and cycling stability for 1200 cycles even with a high mass loading of up to 20 mg cm−2. By pairing with a thick Na3V2(PO4)3 cathode (20.6 mg cm−2), the as-fabricated full cell exhibited high operating voltage (2.8 V), excellent rate performance and cycling stability with a high capacity retention of 88.7% after 200 cycles, well highlighting the Na4TDC anode material for SIBs.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495624006399",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Zhi"
          },
          {
            "@_fa": "true",
            "$": "Wei, Yang"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Kang"
          },
          {
            "@_fa": "true",
            "$": "Huang, Xin"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Xing"
          },
          {
            "@_fa": "true",
            "$": "Xu, Jie"
          },
          {
            "@_fa": "true",
            "$": "Kong, Taoyi"
          },
          {
            "@_fa": "true",
            "$": "Lucas Bao, Junwei"
          },
          {
            "@_fa": "true",
            "$": "Dong, Xiaoli"
          },
          {
            "@_fa": "true",
            "$": "Wang, Yonggang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495624006399"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495624006399"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(24)00639-9",
        "prism:volume": "100",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "A low redox potential and long life organic anode material for sodium-ion batteries",
        "prism:copyright": "© 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Organic anode material"
          },
          {
            "@_fa": "true",
            "$": "Low redox potential"
          },
          {
            "@_fa": "true",
            "$": "Composite anode"
          },
          {
            "@_fa": "true",
            "$": "Sodium-ion batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "557-564",
        "prism:endingPage": "564",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2025",
        "prism:doi": "10.1016/j.jechem.2024.09.017",
        "prism:startingPage": "557",
        "dc:identifier": "doi:10.1016/j.jechem.2024.09.017",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "388",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18816",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "436",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55274",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "642",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103520",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "411",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61118",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "501",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "112061",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "582",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "101979",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "113",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10660",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8919",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "136",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12919",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11145",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "175",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16942",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "151",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9522",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1720",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "103906",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1931",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "285350",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2842",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "575024",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1821",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "331743",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2219",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "762793",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2575",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "525525",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624006399-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "2102091",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85204904316"
      }
    }
  }
}