{
  "metadata": {
    "title": "Low-temperature and high-voltage planar micro-supercapacitors based on anti-freezing hybrid gel electrolyte",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-09-30",
    "doi": "10.1016/j.jechem.2022.04.029",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622002194",
    "pii": "S2095495622002194"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85132585999",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-04-25 2022-04-25 2022-06-09 2022-06-09 2022-08-27T19:55:55 1-s2.0-S2095495622002194 S2095-4956(22)00219-4 S2095495622002194 10.1016/j.jechem.2022.04.029 S300 S300.1 FULL-TEXT 1-s2.0-S2095495622X00041 2024-06-03T13:21:19.205661Z 0 0 20220901 20220930 2022 2022-04-25T08:40:49.839344Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 72 72 C Volume 72 22 195 202 195 202 202209 September 2022 2022-09-01 2022-09-30 2022 article fla © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. LOWTEMPERATUREHIGHVOLTAGEPLANARMICROSUPERCAPACITORSBASEDANTIFREEZINGHYBRIDGELELECTROLYTE CHEN M 1 Introduction 2 Experimental 2.1 Materials preparation 2.2 Hybrid gel electrolytes 2.3 Fabrication of MSCs 2.4 Materials characterizations 2.5 Electrochemical test 3 Results and discussion 3.1 Fabrication of low-temperature planar MSCs 3.2 Characterizations of hybrid gel electrolytes 3.3 Electrochemical performance of MSCs with HGEs at room temperature 3.4 Electrochemical performance of MSCs-5 at low temperature 3.5 Flexibility, integration and practicability of MSCs 4 Conclusions Acknowledgments Appendix A Supplementary data References FERNANDES 2019 14035 14068 D XU 2019 1800628 K LOPES 2019 1900234 P CHEN 2022 2461 2470 J CHAE 2020 2000715 C SHI 2021 267 281 X SHI 2020 581 612 X LIU 2021 514 520 Y SHI 2019 1534 1541 X HUANG 2020 1910048 X DAS 2019 1908758 P QIN 2020 1909756 J SHI 2019 1902860 X YU 2018 3639 3649 M SHEN 2021 461 474 Y DENG 2018 605 612 T HOLLAS 2018 508 514 A WANG 2017 22 29 J MATSUMOTO 2019 3247 3287 K DOU 2017 2188 Q ZHONG 2015 7484 7539 C CHEN 2021 2007559 M YAMADA 2016 16129 Y SUO 2016 7136 7141 L SUO 2015 938 943 O LI 2020 2007291 X RONG 2018 1801967 Q HUANG 2020 396 404 H ZHENG 2018 2001 2009 S XIAO 2017 7284 7292 H CHENG 2020 227678 F LI 2016 102 106 B SHI 2017 168 176 S TRAN 2021 9940750 K SEDGHAMIZ 2018 694 702 M TUDU 2021 7305 7313 G NIAN 2019 16994 16999 Q PENG 2020 122469 Y WANG 2021 119916 Y LEENA 2017 1987 1998 M CHANG 2020 3527 3535 N MA 2019 948 956 X JIA 2021 2105207 Y VALERO 2021 138727 A LIU 2017 121 127 L PECH 2010 651 654 D PENG 2015 5868 5875 Z FENG 2019 130 137 X LIU 2015 1528 1542 W WU 2013 2487 Z YU 2014 555 562 D ZHANG 2020 4463 Q LIU 2021 16454 16468 J CHENX2022X195 CHENX2022X195X202 CHENX2022X195XM CHENX2022X195X202XM 2024-06-09T00:00:00.000Z 2024-06-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2022-06-28T08:56:46.332Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined DNL Cooperation Fund DICP I2020032 DICP ZZBS201802 DNL201912 DNL201915 DNL202016 DNL202019 Plan for promoting innovative talents of Education Department of Liaoning Province LCR2018015 Shenyang Youth Science and Technology Project RC200444 Natural Science Foundation of Liaoning Province 2021-MS-234 Natural Science Foundation of Liaoning Province http://data.elsevier.com/vocabulary/SciValFunders/501100005047 http://sws.geonames.org/1814991/ Dalian National Laboratory For Clean Energy DNL Dalian National Laboratory for Clean Energy http://data.elsevier.com/vocabulary/SciValFunders/501100016091 http://sws.geonames.org/1814991/ Yulin University YLU Yulin University http://data.elsevier.com/vocabulary/SciValFunders/501100019282 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 22005297 22109160 22125903 51872283 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ CAS CAS Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100002367 http://sws.geonames.org/1814991/ China Postdoctoral Science Foundation China Postdoctoral Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100002858 http://sws.geonames.org/1814991/ YLU-DNL 2021009 Dalian Innovation Support Plan for High Level Talents 2019RT09 Dalian High-Level Talent Innovation Program http://data.elsevier.com/vocabulary/SciValFunders/100015789 http://sws.geonames.org/1814991/ This work was financially supported by the National Natural Science Foundation of China ( 22125903 , 51872283 , 22109160 , 22005297 ), the Dalian Innovation Support Plan for High Level Talents ( 2019RT09 ), the The Joint Fund of the Yulin University and the Dalian National Laboratory For Clean Energy (DNL) , CAS , DNL Cooperation Fund , CAS ( DNL201912 , DNL201915 , DNL202016 , DNL202019 ), DICP ( DICP ZZBS201802 , DICP I2020032 ), The Joint Fund of the Yulin University and the Dalian National Laboratory for Clean Energy (YLU-DNL Fund 2021002, YLU-DNL Fund 2021009), the China Postdoctoral Science Foundation ( 2021M693126 , 2020M680995 , 2021M703145 , 2021M693127 ), the International Postdoctoral Exchange Fellowship Program (Talent-Introduction Program) ( YJ20210311 ), the Plan for promoting innovative talents of Education Department of Liaoning Province ( LCR2018015 ), the Shenyang Youth Science and Technology Project ( RC200444 ), and the Natural Science Foundation of Liaoning Province ( 2021-MS-234 ). 0 item S2095-4956(22)00219-4 S2095495622002194 1-s2.0-S2095495622002194 10.1016/j.jechem.2022.04.029 286353 2022-10-06T22:04:15.736166Z 2022-09-01 2022-09-30 1-s2.0-S2095495622002194-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/MAIN/application/pdf/550b84c62e5db6f37d1432ce04b54abd/main.pdf main.pdf pdf true 2374978 MAIN 8 1-s2.0-S2095495622002194-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/PREVIEW/image/png/70b538f56bb2b4f313b26e61189797e4/main_1.png main_1.png png 60547 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622002194-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr2/DOWNSAMPLED/image/jpeg/0b16d03611df11184064e321c57d1bb4/gr2.jpg gr2 gr2.jpg jpg 88124 483 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002194-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr3/DOWNSAMPLED/image/jpeg/2680d668f9bdcb8cedb0ac96ae6d1962/gr3.jpg gr3 gr3.jpg jpg 84607 449 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002194-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr4/DOWNSAMPLED/image/jpeg/8d689b1d38888754ea00974bccc7d842/gr4.jpg gr4 gr4.jpg jpg 92489 451 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002194-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr5/HIGHRES/image/jpeg/01fb7c790350a8fba0574e25411024af/gr5.jpg gr5 gr5.jpg jpg 113631 490 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002194-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/ga1/DOWNSAMPLED/image/jpeg/fc7415baef13d25d9bc634b36653a545/ga1.jpg ga1 true ga1.jpg jpg 23456 200 398 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002194-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr1/DOWNSAMPLED/image/jpeg/fd24d615dcc44c75c3db5646613eabf5/gr1.jpg gr1 gr1.jpg jpg 82115 503 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002194-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr2/THUMBNAIL/image/gif/e74822e523a555cd786a0ac069b3f72f/gr2.sml gr2 gr2.sml sml 13136 164 181 IMAGE-THUMBNAIL 1-s2.0-S2095495622002194-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr3/THUMBNAIL/image/gif/ed74c689885a27faecda778c08c0a8c9/gr3.sml gr3 gr3.sml sml 12029 164 195 IMAGE-THUMBNAIL 1-s2.0-S2095495622002194-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr4/THUMBNAIL/image/gif/533bbdeb9f763410fcf0140a5bae8f30/gr4.sml gr4 gr4.sml sml 13972 164 194 IMAGE-THUMBNAIL 1-s2.0-S2095495622002194-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr5/THUMBNAIL/image/gif/aa7e4d53e9883632d95a0e1c6595d685/gr5.sml gr5 gr5.sml sml 21059 163 178 IMAGE-THUMBNAIL 1-s2.0-S2095495622002194-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/ga1/HIGHRES/image/gif/c1ae0a92cdfc587dd50c27a72792ce78/ga1.sml ga1 true ga1.sml sml 15564 110 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622002194-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/gr1/THUMBNAIL/image/gif/d883e8a33a04eba35bd251ace94c5828/gr1.sml gr1 gr1.sml sml 19768 164 174 IMAGE-THUMBNAIL 1-s2.0-S2095495622002194-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/HIGHRES/image/jpeg/be6d19e3d4ad88dfa9cfbe689a0b1d7e/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 487250 2139 2364 IMAGE-HIGH-RES 1-s2.0-S2095495622002194-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/HIGHRES/image/jpeg/a27937cb203d442e9cd59269afdd845e/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 465905 1988 2364 IMAGE-HIGH-RES 1-s2.0-S2095495622002194-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/HIGHRES/image/jpeg/7c66623cde58af5fb5fa386a2d99c3d9/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 524674 1995 2364 IMAGE-HIGH-RES 1-s2.0-S2095495622002194-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/THUMBNAIL/image/jpeg/723f4612e5e654876d357654e695f26a/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 692831 2171 2364 IMAGE-HIGH-RES 1-s2.0-S2095495622002194-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/HIGHRES/image/jpeg/b9ff3597393d9a37383a903e597681bc/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 154993 886 1763 IMAGE-HIGH-RES 1-s2.0-S2095495622002194-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/HIGHRES/image/jpeg/c97df4592b328bedcd5613a3883d9e1f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 473066 1867 1981 IMAGE-HIGH-RES 1-s2.0-S2095495622002194-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/c7c155795a1c3f9d785a798719895f9f/mmc1.docx mmc1 mmc1.docx docx 1481925 APPLICATION 1-s2.0-S2095495622002194-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002194/STRIPIN/image/svg+xml/a9addcfc20cc13d2232e75e9b49f373b/si1.svg si1 si1.svg svg 6709 ALTIMG 1-s2.0-S2095495622002194-am.pdf am am.pdf pdf 1572325 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10TJSMDN86K/MAIN/application/pdf/cb9e644a0f8b132eb338866887601840/am.pdf JECHEM 2521 S2095-4956(22)00219-4 10.1016/j.jechem.2022.04.029 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 Construction and characterization of planar MSCs. (a) Illustration of the fabrication of MSCs. (b) Transmission electron microscope (TEM) image of FLG nanosheets. (c) SEM image of AC after ultrasonic treatment. (d) Cross-section SEM image of the microelectrode. (e) Top-view SEM image of the microelectrode. (f–i) Optical images of the microelectrode of MSCs under (f) flat, (g) bending, (h) twisting and (i) enwinding states. Fig. 2 Characterizations of HGEs. (a) Electrochemical stability windows for various electrolytes determined by LSV tests on Pt/C electrodes at a scan rate of 5 mV s−1 from −1.8 to 1.8 V vs. Ag/AgCl electrode. (b) CV curves of the MSCs in various electrolytes at a scan rate of 300 mV s−1. (c) Viscosity of HGEs at room temperature. (d) Ionic conductivities of HGEs at room temperatures. (e) Ionic conductivities of HGEs at different temperatures (–40–10 °C). (f) FTIR spectrum of HGEs in transmission mode via CaF2 cells. (g) Raman spectra of a series of HGEs. (h) Schematic illustration of a predicted mechanism about how the EG-H2O interaction impacts the physicochemical properties of HGEs. Fig. 3 Electrochemical performance characterization of MSCs-5 at room temperature (25 °C). (a) CV curves of MSCs-0 and MSCs-5 tested at a scan rate of 5 mV s−1 with operating voltage of 0–1.6 V. (b) CV curves of MSCs-5 with a scan rate of 5 mV s−1 at different cut-off voltages from 1.2 to 2.0 V. (c) CV curves obtained at different scan rates from 5 to 200 mV s−1. (d) GCD profiles tested at current densities from 0.1 to 1.0 mA cm−2. (e) EIS spectra. (f) Areal capacitance and volumetric capacitance as functions of scan rate. (g) Cycling stability at a current density of 1.5 mA cm−2. (h) Ragone plot of MSCs-5 at 25 °C, in comparison with MSCs-0, recently reported and commercially available energy storage devices. Fig. 4 Electrochemical performance characterization of MSCs-5 at low temperature. (a) The working diagram of MSCs at low temperature. (b) CV curves measured at different scan rates from 5 to 100 mV s−1 at 0 °C. (c) GCD profiles tested at current densities from 0.1 to 1.0 mA cm−2 at 0 °C. (d) CV curves measured at different scan rates from 5 to 100 mV s−1 at −20 °C. (e) GCD profiles tested at current densities from 0.1 to 1.0 mA cm−2 at −20 °C. (f) The areal capacitance of MSCs-5 from −30 to 25 °C, calculated by the CV curves at 5 mV s−1. (g) Cycling stability obtained at a current density of 1.0 mA cm−2 at −20 °C. (h) Cycling stability obtained at a current density of 0.5 mA cm−2 at −30 °C. Fig. 5 Flexibility, integration and practicability of the MSCs-5. (a) Photographs of MSCs-5 tested in different bending states. (b) Capacitance retention of MSCs obtained in different bending states compared to that in the flat state. Inset: CV curves measured at 200 mV s−1. (c) Schematic diagrams of the integrated MSCs in serial and parallel connections. (d) GCD profiles tested at 0.56 mA of MSCs composed of 1 to 5 cells connected in series. (e) GCD profiles recorded at 0.56 mA of MSCs composed of 1 to 5 cells connected in parallel. (f–i) Optical images of three serially-connected MSCs in (f) flat and bending, (g) twisting, (h and i) winding states. (j) The photograph of a LED and LCDs with logo and letter patterns. (k–m) Photographs of three MSCs connected in series supplying power to (k) LED and (l and m) LCDs. (n) Photograph of ambient temperature test. (o and p) Photographs of three MSCs connected in series supplying power to (o) the LED and (p) the LCD at low temperature. Low-temperature and high-voltage planar micro-supercapacitors based on anti-freezing hybrid gel electrolyte Manning Chen a b 1 Xiaoyu Shi b 1 Xiaolei Wang a ⁎ Hanqing Liu b c Sen Wang b Caixia Meng b Yu Liu b Liangzhu Zhang b Yuanyuan Zhu b Zhong-Shuai Wu b d ⁎ a College of Chemistry and Environment, Shenyang University of Technology, Shenyang 110870, Liaoning, China College of Chemistry and Environment Shenyang University of Technology Shenyang 110870 Liaoning China College of Chemistry and Environment, Shenyang University of Technology, Shenyang 110870, Liaoning, China b State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China State Key Laboratory of Catalysis Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 Liaoning China State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China c University of Chinese Academy of Sciences, Beijing 100049, China University of Chinese Academy of Sciences Beijing 100049 China University of Chinese Academy of Sciences, Beijing 100049, China d Dalian National Laboratory for Clean Energy, Chinese Academy of Sciences, Dalian 116023, Liaoning, China Dalian National Laboratory for Clean Energy Chinese Academy of Sciences Dalian 116023 Liaoning China Dalian National Laboratory for Clean Energy, Chinese Academy of Sciences, Dalian 116023, Liaoning, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract By introducing ethylene glycol into aqueous LiCl solution, high-voltage and anti-freezing electrolyte with low cost and high ionic conductivity is developed for aqueous planar micro-supercapacitors, with high voltage, enhanced energy density and excellent low-temperature stability. Micro-supercapacitors (MSCs) are considered as highly competitive power sources for miniaturized electronics. However, narrow voltage window and poor anti-freezing properties of MSCs in conventional aqueous electrolytes lead to low energy density and limited environmental adaption. Herein, we report the construction of low-temperature and high-energy-density MSCs based on anti-freezing hybrid gel electrolytes (HGE) through introducing ethylene glycol (EG) additives into aqueous LiCl electrolyte. Since EG partially destroys hydrogen bond network among water molecules, the HGE exhibits maximum electrochemical stability window of 2.7 V and superior anti-freezing features with a glass transition temperature of −62.8 °C. Further, the optimized MSCs using activated carbon microelectrodes possess impressive volumetric capacitance of 28.9 F cm−3 and energy density of 10.3 mWh cm−3 in the voltage of 1.6 V, 2.6 times higher than MSCs tested in 1.2 V. Importantly, the MSCs display 68.3% capacitance retention even at −30 °C compared to the value at 25 °C, and ultra-long cyclability with 85.7% of initial capacitance after 15,000 times, indicating extraordinary low-temperature performance. Besides, our devices offer favorable flexibility and modular integration. Therefore, this work provides a general strategy of realizing flexible, safe and anti-freezing microscale power sources, holding great potential towards subzero-temperature microelectronic applications. Keywords Hybrid gel electrolyte Micro-supercapacitors Low temperature High voltage Graphene 1 Introduction With the rapid growth of modern technology, the new-concept, flexible and intelligent microelectronics have gradually emerged on the market, including foldable mobile phones, smart watches and patchable medical devices [1–4], which has put forward urgent demand for microscale energy storage devices with excellent performance and matched properties. Among them, micro-supercapacitors (MSCs) have attracted wide attentions as one class of competitive miniaturized power sources, due to notable advantages such as small size, favorable mechanical robustness, high power density, short charge time and long service life [5–7]. Therefore, researchers have devoted huge efforts in exploration of MSCs and great progress have been achieved in various aspects of electrode materials, device structure, microfabrication techniques, functional characteristics and system integration [8–10]. Despite of excellent advancements, the wide application of MSCs is still limited by low energy density and poor adaptation to extreme environment, both of which are directly related to physicochemical properties of electrolytes. The energy density of MSCs is proportionable to the square of the cell voltage [11–13]. As a result, the conventional aqueous electrolytes have gradually become a bottleneck in enhancement of energy density considering their low electrochemical stability window (decomposition voltage of pure water is 1.23 V) [14,15]. Furthermore, common aqueous electrolytes would freeze at their freezing temperatures, causing a sharp performance degradation and thereby hindering operation of MSCs in low-temperature environments [16,17]. Although organic electrolytes and ionic liquids generally exhibit wide voltage window (even up to 4 V), intrinsic toxicity and flammability of organic electrolytes usually give rise to safe and environmental concerns [18,19], and high viscosity and low conductivity of ionic liquids would result in inferior rate performance of MSCs especially at low temperature [20–22], all of which call for reasonable design and optimization in electrolyte. Recently, high-concentration water-in-salt (WIS) electrolytes have been explored to successfully broaden the voltage window of aqueous electrolyte to 3 V by virtue of strong coordination between water molecules and ions [23,24], showing great application prospect in high-voltage and inherently safe MSCs. Nevertheless, large-amount usage of salt in high-concentration (or even saturated) WIS electrolyte significantly increases the cost. Besides, the possible salt precipitation in WIS electrolyte at low temperature would also impede operation of MSCs in wide temperature range [24,25]. In addition, the freezing point of the electrolyte can also be reduced by introducing an organic solvent into the aqueous solution. Typically, by introducing ethylene glycol (EG) solvent into aqueous electrolyte, supercapacitors can work normally at −20 °C [26,27]. However, the operating voltage of low-temperature supercapacitors reported was still very limited. Therefore, it is highly desired to exploit new strategies to realize high-voltage and low-temperature electrolytes for constructions of practical MSCs. Herein, we have developed a hybrid gel electrolyte (HGE) of 10 M LiCl dissolved in mixture solvent of water and EG with adjustable volume ratios, for construction of high-voltage and low-temperature MSCs. Because the introduction of EG effectively destroyed hydrogen bond network inside water molecules, the HGE delivered higher electrochemical stability window of up to 2.7 V and lower glass-transition temperature (−62.8 °C) compared to 10 M LiCl electrolyte in pure water. Based on HGE with optimal ratio, the planar MSCs using activated carbon (AC) electrodes and high-conductivity few-layer graphene (FLG) current collectors fabricated by mask-assisted vacuum filtration strategy exhibited a high voltage of 1.6 V and a volumetric energy density of 10.3 mWh cm−3, 2.6 times higher than MSCs tested in a cell voltage of 1.2 V. More importantly, our devices displayed high capacitance retention of 68.3% even at an ultralow temperature of −30 °C in comparison to room temperature and excellent cycle stability at low temperature (−20 and −30 °C). In addition, the MSCs also showed favorable mechanical flexibility and performance customization through serial/parallel connection of multiple cells, suggestive of outstanding practicability of the obtained MSCs towards wearable situations in various regions with different climates. 2 Experimental 2.1 Materials preparation The AC (C196580) was purchased form Aladdin. The high-conductivity FLG nanosheets were prepared by the electrochemical exfoliation of graphite paper (0.13 mm, carbon content: 99.8%, Alfa Aesar) in 7 M KOH (Kermel, AR) aqueous solution, according to the previous work [28]. Typically, a graphite paper was used as cathode (working electrode), and a platinum mesh electrode was used as anode (counter electrode). The graphite paper was exfoliated for 2 h at a voltage of 10 V and a current of 4.0 A. After completing the exfoliation, the product was rinsed with deionized water several times until the pH is about 7.0. Finally, the resultant FLG was dispersed in ethanol (Kermel, AR) solution under strong sonication with a power of 200 W for 45 min for subsequent usage. 2.2 Hybrid gel electrolytes First, 4.239 g of anhydrous lithium chloride (LiCl, Kermel, AR) was dissolved into 10 mL of EG (Sinopharm, AR)-water binary solvent to obtain an electrolyte with a LiCl salt concentration of 10 M. In the mixed solution, the volume fraction of EG in the solution gradually increased from 0% to 20%, 40%, 50%, and 60%. Then, 1 g of polyvinyl alcohol (PVA, molecular weight ∼205,000, Aladdin) was added to the above electrolyte and the solution was further stirred at 90 °C for 10 h to obtain a uniform gel electrolyte. The relevant electrolytes were marked as EG0, EG2, EG4, EG5, and EG6, respectively. 2.3 Fabrication of MSCs First, 2 mL stable FLG dispersion (0.1 mg mL−1 in ethanol) was filtrated on a nylon membrane (0.22 μm pore size), with the help of a customized interdigital mask (8 fingers, 14 mm in length, 1 mm in width, and 0.5 mm width of interspacing). Then, 2 mL AC and FLG mixture dispersion (0.2 mg mL−1 in ethanol, AC: FLG mass ratio of 9:1) was added to the positive and negative sides (four fingers) of the interdigital mask. Subsequently, 2 mL FLG dispersion (0.02 mg mL−1 in ethanol) was filtered on the top of AC electrodes. After removing the mask and naturally drying at room temperature for 12 h, the thin-film microelectrodes with a planar interdigital pattern were obtained. Afterwards, the gel electrolyte was carefully applied onto the interdigital microelectrodes. Finally, planar MSCs were achieved after Kapton tape package. The FLG-MSCs microelectrodes were made by filtering 2 mL stable FLG dispersion (0.5 mg mL−1 in ethanol) on the nylon membrane, drying at room temperature for 12 h, coating with EG5 gel electrolyte, and encapsulating to obtain FLG-MSCs-5. 2.4 Materials characterizations The apparent viscosity of the electrolyte at 25 °C can be obtained with rotational viscosity test with a rotary rheometer RHE DHR2 at a shear rate of 100 s−1 (TA Instruments-Waters LLC). The Fourier transform infrared (FTIR) tests were examined by Nicolet iS50, thermofisher. Each spectrum was recorded at a rate of 32 scans with a resolution of 4 cm−1, collected from 1111 to 4000 cm−1 in transmission mode. A liquid solution of 5 μL was tested via a CaF2 cell sealed with screws. Raman spectra was recorded using Raman spectrometer (LabRAM HR 800) equipped with a green laser emitting at 532 nm and a 50x lens. Nitrogen adsorption–desorption isotherm was performed on a porosimeter (Micromeritics, ASAP 2020). The sample was degassed at 300 °C for 6 h prior to the measurement. Scanning electron microscope (SEM) was performed using JSM-7900F. Transmission electron microscope (TEM) was performed using HT7700. 2.5 Electrochemical test The ionic conductivity (σ) of the HGE was measured at different temperatures through electrochemical impedance spectroscopy (EIS) at the frequency from 100 kHz to 0.1 Hz with an ac amplitude of 5 mV, based on a cell of stainless steel/HGE/stainless steel. The electrolyte resistance was acquired from the intercept of Nyquist plot and the ionic conductivity was calculated according to the following equation, σ = L R s A where L is the thickness of the hybrid gel electrolyte (the distance between stainless steel and stainless steel), R s is the electrolyte resistance from EIS, and A is the geometric area of the stainless steel electrode [29]. The electrochemical performances were performed by electrochemical workstation (CHI 760E). CV curves were tested at scan rates from 5 to 300 mV s−1. GCD profiles were tested at different current densities ranging from 0.1 to 1 mA cm−2. The volumetric capacitiance and energy density in this work were calculated based on two electrodes. Cycling stability was carried out at current densities of 0.5, 1.0 or 1.5 mA cm−2. Low-temperature performance measurement of MSCs at 10 to −30 °C was carried out after keeping the device at tested temperature for 2 h until equilibration. Before self-discharge measurement, the MSCs were activated by charging and discharging for ten times. After that, the MSCs were charged with a constant current density of 0.2 mA cm−2 to reach the cut-off voltage (1.2 or 1.6 V), and then the self-discharge process was observed. 3 Results and discussion 3.1 Fabrication of low-temperature planar MSCs The MSCs were fabricated by mask-assisted vacuum filtration strategy [30], as illustrated in Fig. 1 (a). Firstly, the high-conductivity FLG nanosheets (Figs. 1b and Fig. S1) were prepared by electrochemical cathodic exfoliation [28], and the metal-free current collectors were prepared by directly filtering dispersion of FLG on the nylon membrane with assistance of an interdigital mask. Then, the mixture of AC microelectrode materials and FLG conductive additives was sequentially deposited on the FLG current collectors by similar filtration step. Scanning electron microscope (SEM) images of the AC material after ultrasonic treatment were shown in Fig. 1(c), and most of AC particle sizes were less than 4 μm. The nitrogen adsorption-desorption isotherm of AC (Fig. S2a) clearly showed the Type I curve [31,32], indicating that the AC possessed microporous nature. Specifically, the pore size distribution of the AC was concentrated at ∼1.94 nm, and its specific surface area is about 2069 m2 g−1 (Fig. S2b). Further, another layer of FLG nanosheets was deposited onto active materials to improve conductivity. In such layer-by-layer stacked electrode structure, the middle FLG nanosheets thoroughly interpenetrated into the AC microelectrode contributed to close connections with the FLG film at the bottom and the top layers to form a highly conductive network, leading to superior charge transport. It is observed that the microelectrode showed a flat surface and a typical thickness of 4.2 μm (Fig. 1d and e). Meanwhile, there was no any structural fracture or delamination under a variety of mechanical deformation, indicating excellent structural stability of the MSCs (Fig. 1f−i). Finally, the MSCs were achieved after carefully cast-coating HGE onto the project area of microelectrodes and encapsulating it with Kapton tapes (see details in experimental section). 3.2 Characterizations of hybrid gel electrolytes As mentioned above, the performance of MSCs is largely dependent on features of electrolyte. Therefore, a series of HGEs with 10 M LiCl, in which the EG-to-solution volume ratio was set from 0% to 20%, 40%, 50%, and 60%, were prepared and corresponding electrolytes were marked as EG0, EG2, EG4, EG5, and EG6, respectively, to discuss the effect of EG content on HGE. First, the stable electrochemical window of the HGE was investigated by linear sweep voltammetry (LSV) using Pt/C electrode as a working electrode, Pt electrode as a counter electrode and Ag/AgCl as a reference electrode (Fig. 2 a). It was observable that when the volume fraction of EG increased to 50%, the electrochemical stability window of the electrolyte has been significantly broadened to ∼2.7 V (−1.5 to 1.2 V vs. Ag/AgCl), indicating the effective impact of EG additives on enhancement in potential window of the HGEs. This was also demonstrated by the cyclic voltammetry (CV) curves of MSCs tested in different electrolytes in a voltage window of 0–1.6 V at a scan rate of 300 mV s−1 (Fig. 2b and Fig. S3). Although it could be seen that all of them present nearly rectangular shapes, the CV curves of MSCs using EG0, EG2 and EG4 as electrolytes revealed obvious polarization phenomenon, which was not observed in MSCs using EG5 and EG6 electrolytes. In addition, the rheological measurements at room temperature (Fig. 2c) reflected that the viscosity of the electrolyte would gradually increase with the increase of EG content, which may affect the diffusion of ions in the electrolyte, further leading to the decrease of ionic conductivity of the electrolyte (Fig. 2d). The ionic conductivity of EG5 at room temperature was 17 mS cm−1, higher than recently reported gel electrolytes such as 1-ethyl-3-methylimidazolium bis(fluorosulfonyl)imide (EMIFSI)/SiO2 gel electrolyte (1.99 mS cm−1) [13], KOH-PVA-KI gel electrolyte (12.73 mS cm−1) [14], and zinc trifluoromethanesulfonate (Zn(Tf)2)/EG/PVA (15.03 mS cm−1) [15]. Moreover, the ionic conductivity tests of various electrolytes were conducted at different temperatures by EIS (Figs. S4 and S5). As shown in Fig. 2(e), at the temperature of 10 and 0 °C, the EG0 gave out a higher ionic conductivity than the HGEs with EG additives. However, when the temperature dropped to −10 °C, the ion conductivity of EG0 exhibited a rapid decline, and all the electrolytes with EG added (except EG6) all showed higher ionic conductivity than EG0. In particular, the EG5 could still maintain high ionic conductivity of 0.83 mS cm−1 at −40 °C, equivalent to 8 times the conductivity of EG0, displaying great potential of EG additives in improving anti-freezing performance of HGEs. To expound the mechanism of EG additives for enhancement of voltage window and temperature applicability of HGEs, Fourier transform infrared spectroscopy (FTIR) and Raman spectra were carried out and characterization results are displayed in Fig. 2(f and g). It is found that with the increase of EG content, the stretching vibration of OH shifts to lower wavenumber at 3000–3500 cm−1 [33], and the bending vibration of H2O shifts to higher wavenumbers at 1600–1700 cm−1 [34], indicating the reduction of free water molecules and formation of hydrogen bond between EG and water molecules in the hybrid electrolyte [35]. At the same time, two representative absorption peaks at 2840–2990 cm−1 corresponding to the symmetric CH stretching shift to lower wavenumbers [36], due to the redistribution of charge after the formation of hydrogen bonds between hydroxyl groups of EG and H2O molecules [37]. Taken together, it is suggested that the interaction between EG and H2O molecules can partially break the hydrogen bonding network among water molecules, hence reducing the freezing point and increasing the working voltage of HGEs [38], which was also demonstrated by Raman spectrum. Fig. 2g shows that the OH stretching in H2O molecules shifts to lower wavenumbers at 3200–3400 cm−1, the symmetric CH stretching shifts to lower wavenumbers at 2800–2900 cm−1 from EG2 to EG6 [39,40], and COH bending shifts to higher wavenumber at 1460–1470 cm−1 from EG0 to EG6, manifesting higher electron density of COH in EG than OH in H2O and further revealing the formation of hydrogen bond between H atoms in H2O and O atoms in EG, consistent with the FTIR results [41]. All of these prove that the introduction of EG can break the intramolecular hydrogen bond network among H2O molecules, which is extremely beneficial to broaden electrochemical stability window and improve the low-temperature ionic conductivity of the electrolyte (Fig. 2h). 3.3 Electrochemical performance of MSCs with HGEs at room temperature To determine the appropriate electrolyte and test conditions, we first conducted electrochemical measurements of the MSCs in different HGEs (the MSCs tested in EGy electrolyte were labeled as MSCs-y, y = 0, 2, 4, 5, 6) at room temperature (25 °C). Given the narrow electrochemical stability window and obvious polarization phenomenon observed from CV curves of MSCs-0 (Fig. 3 a), the operation voltage range of MSCs-0 was set as 0–1.2 V (Fig. S6). Relatively, MSCs-5 were measured with different cut-off voltages from 1.2 to 2.0 V as a representative example to determine test conditions of MSCs-y (y = 2, 4, 5, 6), comprehensively considering electrochemical stability and ionic conductivity of EG5. As shown in Fig. 3(b), the CV curves exhibited distinct electrochemical polarization in case of voltage exceeding 1.6 V, so the voltage window of MSCs-y (y = 2, 4, 5, 6) was set at 0–1.6 V. Based on this, the electrochemical characterizations including CV, galvanostatic charge–discharge (GCD) and EIS measurements were carried out to systematically evaluate MSCs-y (y = 2, 4, 5, 6). Notably, the different polarization degrees were observed from the CV curves and GCD profiles of MSCs-2 and MSCs-4 (Figs. S7 and S8). By contrast, MSCs-5 disclosed excellent electrical double-layer capacitive performance in the voltage range of 0–1.6 V, as seen from the almost rectangular CV curves (Fig. 3c) and symmetric triangular GCD profiles with negligible voltage drop (Fig. 3d). Further, the device gave out a high areal capacitance of 12.1 mF cm−2 and a high volumetric capacitance of 28.9 F cm−3 at a scan rate of 5 mV s−1, exceeding most aqueous carbon-based MSCs such as three-dimensional (3D) interconnected porous carbon based MSCs [42], MnO2-laser-induced-graphene (LIG) MSCs [43] and others [44,45]. In addition, superior rate performance was achieved with 65% capacitance retention even at a high scan rate of 200 mV s−1 compared to the value at 5 mV s−1 (Fig. 3f and Fig. S9a), attributed to closely-connected conductive network in microelectrodes and high ionic conductivity of EG5, which is in accordance with the EIS results (Fig. 3e). And the respective contributions of AC and FLG were compared by CV curves (Fig. S9b), which showed that the capacitance of MSCs-5 was mainly provided by AC. Although the MSCs-6 could also reach a high operating voltage of 0–1.6 V as same as MSCs-5, its availability is particularly poor at high scan rates (Figs. S10 and S11), derived from large viscosity and declined ionic conductivity of the electrolyte in case of excessive EG content. Consequently, the EG5 was selected as the optimal HGE taking into consideration of both voltage window and rate performance to further evaluate MSCs-5 in the following sections. It is also notable that MSCs-5 demonstrated long-term stable cyclability with a remarkable capacitance retention of 81.8% after 15,000 cycles at 1.5 mA cm−2 (Fig. 3g), suggestive of favorable reliability of our microdevices. Further, the MSCs-5 presented a high energy density of 10.3 mWh cm−3 at a power density of 115.6 mW cm−3 (Fig. 3h), superior to MSCs-0 (3.96 mWh cm−3 at 59.4 mW cm−3) and those previously reported energy storage devices such as commercial AC/AC supercapacitors (4.6 mWh cm−3 at 5521 mW cm−3) [46], B-doped LIG MSCs (4.2 mWh cm−3 at 559.3 mW cm−3) [47], graphene/NiOOH/Ni(OH)2 based MSCs (GNMSCs, 1.1 mWh cm−3 at 18.6 mW cm−3) [48], reduced graphene oxide/MnO2/silver nanowire (rGO/MnO2/AgNW) based MSCs (0.47mWh cm−3 at 93.1 mW cm−3) [49] and others [50,51], manifesting great significance of widened cell voltage. 3.4 Electrochemical performance of MSCs-5 at low temperature In order to verify the suitable working conditions of EG5 at low temperature, the solid-liquid phase transition characteristics of the electrolyte was investigated by differential scanning calorimeter (DSC). Fig. S12 shows the heat change of EG0 and EG5 in the range of −100–20 °C. It was found that the EG0 possessed a clear glass transition peak at −47.4 °C, which was due to the rapid glass transition. And glass transition temperature of EG5 was −62.8 °C [52]. This was attributed to the strong interaction between EG and water molecules [53], which inhibited the freezing process to enhance the performance of the HGEs at low temperatures. As discussed above, the introduction of EG additives effectively improved the anti-freezing properties of hybrid electrolyte, endowing huge possibilities to construct low-temperature MSCs, which are vitally important for practical applications. Therefore, we further tested the electrochemical performance of MSCs-5 at a wide temperature range (–30–10 °C) to demonstrate superior environmental adaption in device level (Fig. 4 a). As shown in Fig. 4(b and c) and Fig. S13(a), the MSCs-5 could maintain nearly ideal electrical double-layer capacitive behaviors from CV and GCD curves even under high scan rates and current densities at 0 °C. While the measurement temperature was set as low as −20 °C, the MSCs-5 have still displayed acceptable CV and GCD curves only with slight distortion (Fig. 4d and e, and Fig. S13b and c), implying favorable reliability of our microdevices at such a low temperature. Further, Fig. 4(f) showed the areal capacitance of MSCs-5 in the temperature range of −30–25 °C (Figs. S14–S17). More encouragingly, even at an ultralow temperature of −30 °C, the MSCs-5 have still delivered an areal capacitance of 8.3 mF cm−2, with 68.4% retention of the value at room temperature, indicating excellent low-temperature availability of our microdevices. In addition, MSCs-5 exhibited long-term stable cycling at −20 °C with an extraordinary capacitance retention of 84.5% after 15,000 cycles at 1.0 mA cm−2 (Fig. 4g) and capacitance retention of 85.7% after 15,000 cycles at a current density of 0.5 mA cm−2 at −30 °C (Fig. 4h), further demonstrating the reliability and great applicability of the MSCs. Simultaneously, in comparison to other supercapacitors at low temperature, it was found that MSCs-5 delivered better electrochemical performance than these devices in terms of energy density, power density and rate capability (Fig. S18). 3.5 Flexibility, integration and practicability of MSCs To satisfy the diversified requirements in actual applications, the multifunctionalities of MSCs such as mechanical flexibility and integration features were demonstrated to highlight the practicability of our devices. It is notable that all CV curves examined under different bending states remained almost coincident, showing slight capacitance fluctuation within the range of 2% (Fig. 5 a and b), indicative of outstanding flexibility and structural stability. Moreover, to realize the performance customization including high-voltage and large-capacitance output, MSCs arrays connected in serial and parallel (Fig. 5c) were fabricated by multi-step mask-assisted filtration method. It is worth mentioning that the interconnection of two adjacent electrodes were realized by direct filtration of overlapping AC and FLG films, which is a greatly extensible and simplified method without referring to any additional steps. As expected, both GCD profiles (Fig. 5d) and CV curves (Fig. S19a) showed a step-by-step increase in the working voltage from 1.6 V for one cell to 4.8 V for three cells and 8.0 V for five cells in serial connection, meanwhile the charge–discharge time maintained unchanged in GCD results (Fig. 5d), indicative of exceptional performance uniformity. This is also consistent with the monotonically increased equivalent series resistance (ESR) values from 11 Ω to 31 Ω and 53 Ω by increasing the number of serially connected cells (Fig. S19b). Furthermore, the current in CV curves (Fig. S19c) and discharge time in GCD profiles (Fig. 5e) of MSCs increased linearly from 1 to 5 cells in parallel, while the corresponding ESR values displayed almost inversely proportional decrease trend (Fig. S19d), accompanied with constant voltage, indicative of extensive applicability of our modularly integrated devices. In addition, to display the practicability of the MSCs in real scenarios, we prepared MSCs modules composed of three cells in series as shown in Fig. 5(f). After a series of deformation including bending (Fig. 5f), twisting (Fig. 5g), and winding (Fig. 5h and i), the microelectrodes didn’t separate from the substrates, further verifying excellent mechanical robustness. Moreover, the modular MSCs arrays successfully powered a light emitting diode (LED) and liquid crystal displays (LCDs) with logo and letter patterns (Fig. 5j–m), suggestive of excellent practicability of our microdevices. More surprisingly, the same application tests were also demonstrated at a sub-zero temperature (putting the devices in ice cubes), greatly highlighting reliability of our MSCs in extreme environments (Fig. 5n–p). 4 Conclusions In summary, we have developed a novel class of high-voltage and anti-freezing HGEs with low cost and high ionic conductivity through introducing EG into aqueous LiCl electrolytes. Because EG could partially break the hydrogen bonding network among water molecules in the electrolyte, voltage window of HGE is greatly widened to 2.7 V, and its anti-freezing property is dramatically improved, further boosting remarkable enhancement in energy density and low-temperature stability of the MSCs. Notably, our microdevices exhibit good mechanical flexibility, excellent module integration, outstanding performance uniformity and superior practicability. Moreover, this strategy is highly flexible and scalable to construct other anti-freezing microscale electrochemical energy storage devices through utilization of different electrodes and electrolytes, such as microscale lithium-ion batteries, to further improve energy density. Therefore, this work will pave a new avenue for the fabrication of flexible and anti-freezing microscale power sources towards smart electronics working at subzero temperatures. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the National Natural Science Foundation of China (22125903, 51872283, 22109160, 22005297), the Dalian Innovation Support Plan for High Level Talents (2019RT09), the The Joint Fund of the Yulin University and the Dalian National Laboratory For Clean Energy (DNL), CAS, DNL Cooperation Fund, CAS (DNL201912, DNL201915, DNL202016, DNL202019), DICP (DICP ZZBS201802, DICP I2020032), The Joint Fund of the Yulin University and the Dalian National Laboratory for Clean Energy (YLU-DNL Fund 2021002, YLU-DNL Fund 2021009), the China Postdoctoral Science Foundation (2021M693126, 2020M680995, 2021M703145, 2021M693127), the International Postdoctoral Exchange Fellowship Program (Talent-Introduction Program) (YJ20210311), the Plan for promoting innovative talents of Education Department of Liaoning Province (LCR2018015), the Shenyang Youth Science and Technology Project (RC200444), and the Natural Science Foundation of Liaoning Province (2021-MS-234). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2022.04.029. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] D.F. Fernandes C. Majidi M. Tavakoli J. Mater. Chem. C 7 2019 14035 14068 D.F. Fernandes, C. Majidi, M. Tavakoli, J. Mater. Chem. C 7 (2019) 14035−14068. [2] K. Xu Y. Lu K. Takei Adv. Mater. Technol. 4 2019 1800628 K. Xu, Y. Lu, K. Takei, Adv. Mater. Technol. 4 (2019) 1800628. [3] P.A. Lopes D. Vaz Gomes D. Green Marques P. Faia J. Gois T.F. Patricio J. Coelho A. Serra A.T. de Almeida C. Majidi M. Tavakoli Adv. Healthc. Mater. 8 2019 1900234 P.A. Lopes, D. Vaz Gomes, D. Green Marques, P. Faia, J. Gois, T.F. Patricio, J. Coelho, A. Serra, A.T. de Almeida, C. Majidi, M. Tavakoli, Adv. Healthc. Mater. 8 (2019) 1900234. [4] J. Chen M. Chen W. Zhou X. Xu B. Liu W. Zhang C. Wong ACS Nano 16 2022 2461 2470 J. Chen, M. Chen, W. Zhou, X. Xu, B. Liu, W. Zhang, C. Wong, ACS Nano 16 (2022) 2461−2470. [5] C. Chae J.H. Han S.S. Lee Y. Choi T.H. Kim S. Jeong Adv. Funct. Mater. 30 2020 2000715 C. Chae, J.H. Han, S.S. Lee, Y. Choi, T.H. Kim, S. Jeong, Adv. Funct. Mater. 30 (2020) 2000715. [6] X. Shi P. Das Z.-S. Wu ACS Energy Lett. 7 2021 267 281 X. Shi, P. Das, Z.-S. Wu, ACS Energy Lett. 7 (2021) 267−281. [7] X. Shi Z.-S. Wu X. Bao Electrochem. Energy Rev. 3 2020 581 612 X. Shi, Z.-S. Wu, X. Bao, Electrochem. Energy Rev. 3 (2020) 581−612. [8] Y. Liu S. Zheng J. Ma Y. Zhu J. Wang X. Feng Z.-S. Wu J. Energy Chem. 2021 514 520 Y. Liu, S. Zheng, J. Ma, Y. Zhu, J. Wang, X. Feng, Z.-S. Wu, J. Energy Chem. (2021) 514−520. [9] X. Shi S. Pei F. Zhou W. Ren H.-M. Cheng Z.-S. Wu X. Bao Energy Environ. Sci. 12 2019 1534 1541 X. Shi, S. Pei, F. Zhou, W. Ren, H.-M. Cheng, Z.-S. Wu, X. Bao, Energy Environ. Sci. 12 (2019) 1534−1541. [10] X. Huang P. Wu Adv. Funct. Mater. 30 2020 1910048 X. Huang, P. Wu, Adv. Funct. Mater. 30 (2020) 1910048. [11] P. Das X. Shi Q. Fu Z.-S. Wu Adv. Funct. Mater. 30 2019 1908758 P. Das, X. Shi, Q. Fu, Z.-S. Wu, Adv. Funct. Mater. 30 (2019) 1908758. [12] J. Qin J. Gao X. Shi J. Chang Y. Dong S. Zheng X. Wang L. Feng Z.-S. Wu Adv. Funct. Mater. 30 2020 1909756 J. Qin, J. Gao, X. Shi, J. Chang, Y. Dong, S. Zheng, X. Wang, L. Feng, Z.-S. Wu, Adv. Funct. Mater. 30 (2020) 1909756. [13] X. Shi F. Zhou J. Peng R.a. Wu Z.-S. Wu X. Bao Adv. Funct. Mater. 29 2019 1902860 X. Shi, F. Zhou, J. Peng, R.a. Wu, Z.-S. Wu, X. Bao, Adv. Funct. Mater. 29 (2019) 1902860. [14] M. Yu Y. Lu H. Zheng X. Lu Chem. Eur. J. 24 2018 3639 3649 M. Yu, Y. Lu, H. Zheng, X. Lu, Chem. Eur. J. 24 (2018) 3639−3649. [15] Y. Shen B. Liu X. Liu J. Liu J. Ding C. Zhong W. Hu Energy Storage Mater. 34 2021 461 474 Y. Shen, B. Liu, X. Liu, J. Liu, J. Ding, C. Zhong, W. Hu, Energy Storage Mater. 34 (2021) 461−474. [16] T. Deng W. Zhang H. Zhang W. Zheng Energy Technol. 6 2018 605 612 T. Deng, W. Zhang, H. Zhang, W. Zheng, Energy Technol. 6 (2018) 605−612. [17] A. Hollas X. Wei V. Murugesan Z. Nie B. Li D. Reed J. Liu V. Sprenkle W. Wang Nat. Energy 3 2018 508 514 A. Hollas, X. Wei, V. Murugesan, Z. Nie, B. Li, D. Reed, J. Liu, V. Sprenkle, W. Wang, Nat. Energy 3 (2018) 508−514. [18] J. Wang Y. Yamada K. Sodeyama E. Watanabe K. Takada Y. Tateyama A. Yamada Nat. Energy 3 2017 22 29 J. Wang, Y. Yamada, K. Sodeyama, E. Watanabe, K. Takada, Y. Tateyama, A. Yamada, Nat. Energy 3 (2017) 22−29. [19] K. Matsumoto J. Hwang S. Kaushik C.-Y. Chen R. Hagiwara Energy Environ. Sci. 12 2019 3247 3287 K. Matsumoto, J. Hwang, S. Kaushik, C.-Y. Chen, R. Hagiwara, Energy Environ. Sci. 12 (2019) 3247−3287. [20] Q. Dou L. Liu B. Yang J. Lang X. Yan Nat. Commun. 8 2017 2188 Q. Dou, L. Liu, B. Yang, J. Lang, X. Yan, Nat. Commun. 8 (2017) 2188. [21] C. Zhong Y. Deng W. Hu J. Qiao L. Zhang J. Zhang Chem. Soc. Rev. 44 2015 7484 7539 C. Zhong, Y. Deng, W. Hu, J. Qiao, L. Zhang, J. Zhang, Chem. Soc. Rev. 44 (2015) 7484−7539. [22] M. Chen J. Chen W. Zhou X. Han Y. Yao C.P. Wong Adv. Mater. 33 2021 2007559 M. Chen, J. Chen, W. Zhou, X. Han, Y. Yao, C.P. Wong, Adv. Mater. 33 (2021) e2007559. [23] Y. Yamada K. Usui K. Sodeyama S. Ko Y. Tateyama A. Yamada Nat. Energy 1 2016 16129 Y. Yamada, K. Usui, K. Sodeyama, S. Ko, Y. Tateyama, A. Yamada, Nat. Energy 1 (2016) 16129. [24] L. Suo O. Borodin W. Sun X. Fan C. Yang F. Wang T. Gao Z. Ma M. Schroeder A. von Cresce S.M. Russell M. Armand A. Angell K. Xu C. Wang Angew. Chem. Int. Ed. 55 2016 7136 7141 L. Suo, O. Borodin, W. Sun, X. Fan, C. Yang, F. Wang, T. Gao, Z. Ma, M. Schroeder, A. von Cresce, S.M. Russell, M. Armand, A. Angell, K. Xu, C. Wang, Angew. Chem. Int. Ed. 55 (2016) 7136−7141. [25] O.B.L. Suo T. Gao M. Olguin J. Ho X. Fan C. Luo C. Wang K. Xu Science 350 2015 938 943 O.B. L. Suo, T. Gao, M. Olguin, J. Ho, X. Fan, C. Luo, C. Wang, K. Xu, Science 350 (2015) 938−943. [26] X. Li D. Lou H. Wang X. Sun J. Li Y.N. Liu Adv. Funct. Mater. 30 2020 2007291 X. Li, D. Lou, H. Wang, X. Sun, J. Li, Y.N. Liu, Adv. Funct. Mater. 30 (2020) 2007291. [27] Q. Rong W. Lei J. Huang M. Liu Adv. Energy Mater. 8 2018 1801967 Q. Rong, W. Lei, J. Huang, M. Liu, Adv. Energy Mater. 8 (2018) 1801967. [28] H. Huang F. Zhou P. Lu X. Li P. Das X. Feng K. Müllen Z.-S. Wu Energy Storage Mater. 27 2020 396 404 H. Huang, F. Zhou, P. Lu, X. Li, P. Das, X. Feng, K. Müllen, Z.-S. Wu, Energy Storage Mater. 27 (2020) 396−404. [29] S. Zheng J. Ma Z.-S. Wu F. Zhou Y.-B. He F. Kang H.-M. Cheng X. Bao Energy Environ. Sci. 11 2018 2001 2009 S. Zheng, J. Ma, Z.-S. Wu, F. Zhou, Y.-B. He, F. Kang, H.-M. Cheng, X. Bao, Energy Environ. Sci. 11 (2018) 2001−2009. [30] H. Xiao Z.-S. Wu L. Chen F. Zhou S. Zheng W. Ren H.-M. Cheng X. Bao ACS Nano 11 2017 7284 7292 H. Xiao, Z.-S. Wu, L. Chen, F. Zhou, S. Zheng, W. Ren, H.M. Cheng, X. Bao, ACS Nano 11 (2017) 7284−7292. [31] F. Cheng X. Yang S. Zhang W. Lu J. Power Sources 450 2020 227678 F. Cheng, X. Yang, S. Zhang, W. Lu, J. Power Sources 450 (2020) 227678. [32] B. Li F. Dai Q. Xiao L. Yang J. Shen C. Zhang M. Cai Energy Environ. Sci. 9 2016 102 106 B. Li, F. Dai, Q. Xiao, L. Yang, J. Shen, C. Zhang, M. Cai, Energy Environ. Sci. 9 (2016) 102−106. [33] S. Shi X. Peng T. Liu Y.-N. Chen C. He H. Wang Polymer 111 2017 168 176 S. Shi, X. Peng, T. Liu, Y.-N. Chen, C. He, H. Wang, Polymer 111 (2017) 168−176. [34] K.T. Tran T.T.T. Truong H.V. Nguyen Q.D. Nguyen Q. Phung P.M.L. Le M.V. Tran S. Hussain J. Chem. 2021 2021 9940750 K.T. Tran, T.T.T. Truong, H.V. Nguyen, Q.D. Nguyen, Q. Phung, P.M.L. Le, M.V. Tran, S. Hussain, J. Chem. 2021 (2021) 9940750. [35] M.A. Sedghamiz S. Raeissi J. Mol. Liq. 269 2018 694 702 M.A. Sedghamiz, S. Raeissi, J. Mol. Liq. 269 (2018) 694−702. [36] G. Tudu S. Ghosh S. Ganguli H. Koppisetti H.R. Inta V. Mahalingam Dalton Trans. 50 2021 7305 7313 G. Tudu, S. Ghosh, S. Ganguli, H. Koppisetti, H.R. Inta, V. Mahalingam, Dalton Trans. 50 (2021) 7305−7313. [37] Q. Nian J. Wang S. Liu T. Sun S. Zheng Y. Zhang Z. Tao J. Chen Angew. Chem. Int. Ed. 58 2019 16994 16999 Q. Nian, J. Wang, S. Liu, T. Sun, S. Zheng, Y. Zhang, Z. Tao, J. Chen, Angew. Chem. Int. Ed. 58 (2019) 16994−16999. [38] Y. Peng M. Pi X. Zhang B. Yan Y. Li L. Shi R. Ran Polymer 196 2020 122469 Y. Peng, M. Pi, X. Zhang, B. Yan, Y. Li, L. Shi, R. Ran, Polymer 196 (2020) 122469. [39] Y. Wang F. Li W. Fang C. Sun Z. Men Spectrochim. Acta A Mol. Biomol. Spectrosc. 260 2021 119916 Y. Wang, F. Li, W. Fang, C. Sun, Z. Men, Spectrochim. Acta A Mol. Biomol. Spectrosc. 260 (2021) 119916. [40] M. Leena S. Srinivasan J. Therm. Anal. Calorim. 131 2017 1987 1998 M. Leena, S. Srinivasan, J. Therm. Anal. Calorim. 131 (2017) 1987−1998. [41] N. Chang T. Li R. Li S. Wang Y. Yin H. Zhang X. Li Energy Environ. Sci. 13 2020 3527 3535 N. Chang, T. Li, R. Li, S. Wang, Y. Yin, H. Zhang, X. Li, Energy Environ. Sci. 13 (2020) 3527-3535. [42] X. Ma X. Hong L. He L. Xu Y. Zhang Z. Zhu X. Pan J. Zhu L. Mai ACS Appl. Mater. Interfaces 11 2019 948 956 X. Ma, X. Hong, L. He, L. Xu, Y. Zhang, Z. Zhu, X. Pan, J. Zhu, L. Mai, ACS Appl. Mater. Interfaces 11 (2019) 948−956. [43] Y. Jia H. Guo J. Ning J. Zhang D. Wang B. Wang H. Wu X. Shen C. Zhang Y. Hao Small 17 2021 2105207 Y. Jia, H. Guo, J. Ning, J. Zhang, D. Wang, B. Wang, H. Wu, X. Shen, C. Zhang, Y. Hao, Small (2021) e2105207. [44] A.M.A. Valero D. Gaboriau M. Dietrich M. Fox J. Chretien N. Pauc P.Y. Jouan P. Gentile S. Sadki Electrochim. Acta 389 2021 138727 A.M. A. Valero, D. Gaboriau, M. Dietrich, M. Fox, J. Chretien , N. Pauc, P. Y. Jouan, P. Gentile, S. Sadki, Electrochim. Acta 389 (2021) 138727. [45] L. Liu D. Ye Y. Yu L. Liu Y. Wu Carbon 111 2017 121 127 L. Liu, D. Ye, Y. Yu, L. Liu, Y. Wu, Carbon 111 (2017) 121−127. [46] D. Pech M. Brunet H. Durou P. Huang V. Mochalin Y. Gogotsi P.L. Taberna P. Simon Nat. Nanotechnol. 5 2010 651 654 D. Pech, M. Brunet, H. Durou, P. Huang, V. Mochalin, Y. Gogotsi, P.L. Taberna, P. Simon, Nat. Nanotechnol. 5 (2010) 651−654. [47] Z. Peng R. Ye J.A. Mann D. Zakhidov Y. Li P.R. Smalley J. Lin J.M. Tour ACS Nano 9 2015 5868 5875 Z. Peng, R. Ye, J.A. Mann, D. Zakhidov, Y. Li, P.R. Smalley, J. Lin, J.M. Tour, ACS Nano 9 (2015) 5868−5875. [48] X. Feng J. Ning D. Wang J. Zhang J. Dong C. Zhang X. Shen Y. Hao J. Power Sources 418 2019 130 137 X. Feng, J. Ning, D. Wang, J. Zhang, J. Dong, C. Zhang, X. Shen, Y. Hao, J. Power Sources 418 (2019) 130−137. [49] W. Liu C. Lu X. Wang R.Y. Tay B.K. Tay ACS Nano 9 2015 1528 1542 Liu W. , Lu C. , Wang X. , Tay R.Y. , Tay B.K. , ACS Nano 9 ( 2015 ) 1528 – 1542 . [50] Z.-S. Wu K. Parvez X. Feng K. Müllen Nat. Commun. 4 2013 2487 Z.S. Wu, K. Parvez, X. Feng, K. Müllen, Nat. Commun. 4 (2013) 2487. [51] D. Yu K. Goh H. Wang L. Wei W. Jiang Q. Zhang L. Dai Y. Chen Nat. Nanotechnol. 9 2014 555 562 D. Yu, K. Goh, H. Wang, L. Wei, W. Jiang, Q. Zhang, L. Dai, Y. Chen, Nat. Nanotechnol. 9 (2014) 555−562. [52] Q. Zhang Y. Ma Y. Lu L. Li F. Wan K. Zhang J. Chen Nat. Commun. 11 2020 4463 Q. Zhang, Y. Ma, Y. Lu, L. Li, F. Wan, K. Zhang, J. Chen, Nat. Commun. 11 (2020) 4463. [53] J. Liu Z. Khanam S. Ahmed T. Wang H. Wang S. Song ACS Appl. Mater. Interfaces 13 2021 16454 16468 J. Liu, Z. Khanam, S. Ahmed, T. Wang, H. Wang, S. Song, ACS Appl. Mater. Interfaces 13 (2021) 16454−16468.",
      "scopus-id": "85132585999",
      "coredata": {
        "eid": "1-s2.0-S2095495622002194",
        "dc:description": "Micro-supercapacitors (MSCs) are considered as highly competitive power sources for miniaturized electronics. However, narrow voltage window and poor anti-freezing properties of MSCs in conventional aqueous electrolytes lead to low energy density and limited environmental adaption. Herein, we report the construction of low-temperature and high-energy-density MSCs based on anti-freezing hybrid gel electrolytes (HGE) through introducing ethylene glycol (EG) additives into aqueous LiCl electrolyte. Since EG partially destroys hydrogen bond network among water molecules, the HGE exhibits maximum electrochemical stability window of 2.7 V and superior anti-freezing features with a glass transition temperature of −62.8 °C. Further, the optimized MSCs using activated carbon microelectrodes possess impressive volumetric capacitance of 28.9 F cm−3 and energy density of 10.3 mWh cm−3 in the voltage of 1.6 V, 2.6 times higher than MSCs tested in 1.2 V. Importantly, the MSCs display 68.3% capacitance retention even at −30 °C compared to the value at 25 °C, and ultra-long cyclability with 85.7% of initial capacitance after 15,000 times, indicating extraordinary low-temperature performance. Besides, our devices offer favorable flexibility and modular integration. Therefore, this work provides a general strategy of realizing flexible, safe and anti-freezing microscale power sources, holding great potential towards subzero-temperature microelectronic applications.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622002194",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Manning"
          },
          {
            "@_fa": "true",
            "$": "Shi, Xiaoyu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Xiaolei"
          },
          {
            "@_fa": "true",
            "$": "Liu, Hanqing"
          },
          {
            "@_fa": "true",
            "$": "Wang, Sen"
          },
          {
            "@_fa": "true",
            "$": "Meng, Caixia"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yu"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Liangzhu"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Yuanyuan"
          },
          {
            "@_fa": "true",
            "$": "Wu, Zhong-Shuai"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622002194"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622002194"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00219-4",
        "prism:volume": "72",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Low-temperature and high-voltage planar micro-supercapacitors based on anti-freezing hybrid gel electrolyte",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hybrid gel electrolyte"
          },
          {
            "@_fa": "true",
            "$": "Micro-supercapacitors"
          },
          {
            "@_fa": "true",
            "$": "Low temperature"
          },
          {
            "@_fa": "true",
            "$": "High voltage"
          },
          {
            "@_fa": "true",
            "$": "Graphene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "195-202",
        "prism:endingPage": "202",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2022",
        "prism:doi": "10.1016/j.jechem.2022.04.029",
        "prism:startingPage": "195",
        "dc:identifier": "doi:10.1016/j.jechem.2022.04.029",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "483",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88124",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "449",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84607",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "451",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "92489",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "490",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "113631",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "398",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23456",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "503",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "82115",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "181",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13136",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12029",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13972",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21059",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15564",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "174",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19768",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2139",
            "@width": "2364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "487250",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1988",
            "@width": "2364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "465905",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1995",
            "@width": "2364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "524674",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2171",
            "@width": "2364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "692831",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1763",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "154993",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1867",
            "@width": "1981",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "473066",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1481925",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "6709",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002194-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1572325",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85132585999"
      }
    }
  }
}