{
  "metadata": {
    "title": "Enhanced chemical trapping and catalytic conversion of polysulfides by diatomite/MXene hybrid interlayer for stable Li-S batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-11-30",
    "doi": "10.1016/j.jechem.2021.04.038",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495621002503",
    "pii": "S2095495621002503"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85105551959",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2021-05-04 2021-05-04 2021-05-11 2021-05-11 2022-09-28T19:59:17 1-s2.0-S2095495621002503 S2095-4956(21)00250-3 S2095495621002503 10.1016/j.jechem.2021.04.038 S300 S300.4 FULL-TEXT 1-s2.0-S2095495621X00046 2024-06-03T13:21:19.214478Z 0 0 20211101 20211130 2021 2021-05-04T06:46:52.968442Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 62 62 C Volume 62 52 590 598 590 598 202111 November 2021 2021-11-01 2021-11-30 2021 article fla © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. ENHANCEDCHEMICALTRAPPINGCATALYTICCONVERSIONPOLYSULFIDESBYDIATOMITEMXENEHYBRIDINTERLAYERFORSTABLELISBATTERIES FAN Z 1 Introduction 2 Experimental 2.1 Synthesis of MXene (Ti3C2Tx) 2.2 Preparation of DE/MX hybrid material 2.3 Preparation of CNT/S cathode and coating layer 2.4 Material characterization 2.5 Assembly of Li-S batteries and electrochemical tests 2.6 Visualized adsorption of Li2S6 2.7 Assembly of Li2S6 symmetric cells 2.8 Nucleation test of Li2S 2.9 Theoretical calculations 2.10 In-situ Raman spectroscopy 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References BRUCE 2011 19 29 P MANTHIRAM 2014 11751 11787 A SEH 2016 5605 5634 Z PANG 2016 16132 Q PENG 2017 1700260 H FAN 2019 361 386 L HAO 2017 40273 40280 Y SU 2012 1166 Y LIANG 2015 5682 X LI 2014 3403 3410 W LIU 2017 1601759 X GHAZI 2017 1606817 Z PAOLELLA 2018 1014 1023 A ZHANG 2018 9578 9586 L BAI 2016 16094 S LIU 2018 1700270 D SHI 2018 1800508 H SONG 2019 1901075 Y WANG 2020 2000315 R ZHANG 2020 2000091 B YUAN 2019 1802768 H SONG 2018 2620 2630 Y PENG 2020 762 770 L ZHANG 2020 2443 2455 Z JIAO 2019 1900219 L YANG 2020 104356 J WEI 2020 2002789 B HU 2020 2002046 Q TIAN 2019 1901940 D QIAN 2020 2000742 J PARK 2017 1602567 J JIANG 2020 207 215 N LIN 2019 7073 7082 H WU 2019 7897 7906 J DENG 2019 314 349 N GHIDIU 2014 78 81 M LIANG 2015 3907 3911 X DONG 2018 2381 2388 Y SIM 2017 64 69 E WANG 2019 11078 11086 D QIU 2020 16678 16684 S JEFFRYES 2011 3930 3941 C CHEN 2016 13440 K LIU 2014 1229 1234 D LO 2017 1426 Y ZHANG 2017 105 112 G LI 2018 1800548 J LI 2017 1267 1275 Z TU 2018 1804581 S ZHANG 2015 3780 3786 Q FAN 2015 5203 5209 F KLIMES 2011 195131 J LIANG 2017 1603040 X ZHANG 2021 323 327 C HAGEN 2013 A1205 A1214 M FANX2021X590 FANX2021X590X598 FANX2021X590XZ FANX2021X590X598XZ 2023-05-11T00:00:00.000Z 2023-05-11T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2021-06-04T09:26:27.675Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Computational Infrastructure NCI National Computational Infrastructure http://data.elsevier.com/vocabulary/SciValFunders/100010582 http://sws.geonames.org/2077456/ University of Adelaide University of Adelaide http://data.elsevier.com/vocabulary/SciValFunders/501100001786 http://sws.geonames.org/2077456/ National Natural Science Foundation of China 51932005 U1710109 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ MOST Ministry of Science and Technology of the People's Republic of China http://data.elsevier.com/vocabulary/SciValFunders/501100002855 http://sws.geonames.org/1814991 National Key Research and Development Program of China 2018YFE0124500 TJSQNTJ-2020-11 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ Tianjin Municipal Science and Technology Bureau http://data.elsevier.com/vocabulary/SciValFunders/501100015406 http://sws.geonames.org/1814991 The authors appreciate support from the National Key Research and Development Program of China (No. 2018YFE0124500), the Young Elite Scientists Sponsorship Program by Tianjin (TJSQNTJ-2020-11) and the National Natural Science Foundation of China (Nos. 51932005 , U1710109 ). DFT computations within this research were undertaken with the assistance of resources and services from the National Computational Infrastructure (NCI) and Phoenix High Performance Computing, which are supported by the Australian Government and the University of Adelaide. 0 item S2095-4956(21)00250-3 S2095495621002503 1-s2.0-S2095495621002503 10.1016/j.jechem.2021.04.038 286353 2022-09-28T23:17:52.611758Z 2021-11-01 2021-11-30 1-s2.0-S2095495621002503-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/MAIN/application/pdf/bef61eeb7282f5969f90a597582f4a02/main.pdf main.pdf pdf true 2552895 MAIN 9 1-s2.0-S2095495621002503-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/PREVIEW/image/png/679edd76771e56cc73c31cbe856b55a1/main_1.png main_1.png png 62737 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495621002503-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr2/DOWNSAMPLED/image/jpeg/904a187543cb71b14bfcf9468176e2d3/gr2.jpg gr2 gr2.jpg jpg 142087 551 778 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621002503-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr3/THUMBNAIL/image/jpeg/d32aa3232d7a16ac6e930e6c881f595c/gr3.jpg gr3 gr3.jpg jpg 103187 411 780 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621002503-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr4/DOWNSAMPLED/image/jpeg/27c95ba5f525eaac2eef8f1e7ee321d1/gr4.jpg gr4 gr4.jpg jpg 96304 489 623 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621002503-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr5/DOWNSAMPLED/image/jpeg/25974237d3921ff7ad000cc8aa9dbb22/gr5.jpg gr5 gr5.jpg jpg 123532 496 778 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621002503-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/ga1/THUMBNAIL/image/jpeg/498c3972733c83fbff073a3d3e69f192/ga1.jpg ga1 true ga1.jpg jpg 23831 200 425 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621002503-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr1/DOWNSAMPLED/image/jpeg/c7eae7cc3584cdef286e711ff98049a7/gr1.jpg gr1 gr1.jpg jpg 65361 384 756 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621002503-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr2/THUMBNAIL/image/gif/f24a59a0d4b2c358983d846bde4f0c57/gr2.sml gr2 gr2.sml sml 14908 155 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621002503-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr3/HIGHRES/image/gif/3aec68ee7ca3f8c22b09daa3475c0dcb/gr3.sml gr3 gr3.sml sml 10184 115 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621002503-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr4/HIGHRES/image/gif/b6e7be55d86f3fe246affe322ce6454d/gr4.sml gr4 gr4.sml sml 12143 164 209 IMAGE-THUMBNAIL 1-s2.0-S2095495621002503-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr5/THUMBNAIL/image/gif/434a5ef1f260f492d88b987dc54c1dd3/gr5.sml gr5 gr5.sml sml 13717 140 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621002503-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/ga1/THUMBNAIL/image/gif/6c6b589a04c2c39fc166f7a910553e03/ga1.sml ga1 true ga1.sml sml 10591 103 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621002503-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/gr1/THUMBNAIL/image/gif/5c9de646b54e8bde3a2f348013d61062/gr1.sml gr1 gr1.sml sml 9365 111 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621002503-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/HIGHRES/image/jpeg/11f51c5f9c54a945386e6299fa7ecad9/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 433503 1464 2067 IMAGE-HIGH-RES 1-s2.0-S2095495621002503-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/HIGHRES/image/jpeg/0ceff9d3aebeeabde9f1272972b5131c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 297917 1092 2071 IMAGE-HIGH-RES 1-s2.0-S2095495621002503-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/DOWNSAMPLED/image/jpeg/323bd7cf4ee5f41afd1aaa06b1f0c813/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 321923 1299 1654 IMAGE-HIGH-RES 1-s2.0-S2095495621002503-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/DOWNSAMPLED/image/jpeg/24c104c5227c4d7993c093297ef32826/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 362529 1317 2067 IMAGE-HIGH-RES 1-s2.0-S2095495621002503-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/HIGHRES/image/jpeg/ca7749af9e592d2804711d7e2407198f/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 127744 886 1883 IMAGE-HIGH-RES 1-s2.0-S2095495621002503-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/HIGHRES/image/jpeg/ea8c6744e261a3d14d669349943c3596/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 205382 1020 2008 IMAGE-HIGH-RES 1-s2.0-S2095495621002503-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621002503/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/3284bef1a90db8a682806eb8e07bece9/mmc1.docx mmc1 mmc1.docx docx 2911078 APPLICATION 1-s2.0-S2095495621002503-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:104P2693CR8/MAIN/application/pdf/30253e27db439844ec9f694c9bf18282/am.pdf am am.pdf pdf false 1054669 AAM-PDF JECHEM 1924 S2095-4956(21)00250-3 10.1016/j.jechem.2021.04.038 Science Press Fig. 1 (a) Schematics of the synthesis of DE/MX and regulation process of LiPSs on the DE/MX interlayer. (b) XRD patterns of DE/MX, diatomite, and MXene. (c) SEM images (d) HAADF-STEM images and (e) corresponding EDS mapping of DE/MX. Fig. 2 The optimized structures of (a) Li2S4, (b) Li2S6, (c) Li2S8 on diatomite; The green, yellow, blue and red balls denote the Li, S, Si and O atoms. (d) 2D charge-transfer mapping between Li2S4 and diatomite (“+1” means positive charge, shown in blue; “−1” means negative charge, shown in yellow. The color changing from blue to yellow represents the local charge changing from positive to negative). (e) Total DOS and (f) Projected DOS of Li2S4 on diatomite. (g, h) 3D charge-transfer figures between Li2S4 and diatomite. (i) UV–vis spectra recorded for Li2S6 as well as the corresponding optical images. Insets are the optical photos after the interaction with MXene, DE/MX and blank solution. (j) XPS spectra of Li 1s of diatomite after interacting with Li2S6. (k) XPS spectra of S 2p of DE/MX (I) and MXene (II) after interacting with Li2S6. Fig. 3 (a) CV profiles of Li2S6 symmetric cells using DE/MX, diatomite, and MXene loaded on CPs as the electrodes. (b) CV profiles of cells of CNT/S@DE/MX, CNT/S@DE, and CNT/S@MX. (c) Tafel plots for the corresponding reduction reaction of DE/MX, diatomite, and MXene in figure (b). (d–f) Potentiostatic discharge profiles of Li2S8/tetraglyme solution on (d) DE/MX, (e) diatomite, and (f) MXene electrode. Fig. 4 (a) Galvanostatic discharge/charge profiles of the cells with different interlayers. (b) Rate performance of the cells with different interlayers at different current densities. (c) Nyquist plot of the cells with different interlayers. Inset: Equivalent circuit fitting. (d) Long-term cycling performance at 1.0 C. (e) Cycling performance of the cell with DE/MX at high sulfur loading. Fig. 5 In-situ Raman mapping and spectra at different discharge and charge state for Li-S batteries with DE/MX interlayer (a, b) and without interlayer (d, e). (c, f) The discharge and charge profiles corresponding the in-situ Raman spectra measurements. Enhanced chemical trapping and catalytic conversion of polysulfides by diatomite/MXene hybrid interlayer for stable Li-S batteries Zehui Fan a Chen Zhang a ⁎ Wuxing Hua b Huan Li c Yan Jiao c Jingyi Xia b Chuan-Nan Geng b Rongwei Meng a Yingxin Liu a Quanjun Tang a Ziyang Lu b Tongxin Shang b Guowei Ling a ⁎ Quan-Hong Yang b d ⁎ a School of Marine Science and Technology, Tianjin University, Tianjin 300072, China School of Marine Science and Technology Tianjin University Tianjin 300072 China School of Marine Science and Technology, Tianjin University, Tianjin 300072, China b Nanoyang Group, State Key Laboratory of Chemical Engineering, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China Nanoyang Group State Key Laboratory of Chemical Engineering School of Chemical Engineering and Technology Tianjin University Tianjin 300072 China Nanoyang Group, State Key Laboratory of Chemical Engineering, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China c School of Chemical Engineering and Advanced Materials, The University of Adelaide, Adelaide, SA 5005, Australia School of Chemical Engineering and Advanced Materials The University of Adelaide Adelaide SA 5005 Australia School of Chemical Engineering and Advanced Materials, The University of Adelaide, Adelaide, SA 5005, Australia d Joint School of National University of Singapore and Tianjin University, International Campus of Tianjin University, Binhai New City, Fuzhou 350207, Fujian, China Joint School of National University of Singapore and Tianjin University International Campus of Tianjin University Binhai New City Fuzhou 350207 Fujian China Joint School of National University of Singapore and Tianjin University, International Campus of Tianjin University, Binhai New City, Fuzhou 350207, Fujian, China ⁎ Corresponding authors at: School of Marine Science and Technology, Tianjin University, Tianjin 300072, China (C. Zhang and G.-W. Ling); Nanoyang Group, State Key Laboratory of Chemical Engineering, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China (Q.-H. Yang). Joint School of National University of Singapore and Tianjin University International Campus of Tianjin University Binhai New City Fuzhou 350207 Fujian China Graphical abstract A DE/MX interlayer with synergistically enhanced chemical trapping and catalytic conversion effectively retards the shuttling of polysulfides in Li-S batteries. Lithium-Sulfur (Li-S) batteries with high theoretical energy density are promising energy storage systems in the next decades, while the lithium polysulfides (LiPSs) shuttling caused by the sluggish sulfur redox reaction severely lowers the practical performance. The use of interlayer between the cathode and separator has been widely investigated to physically or chemically block the LiPSs, while the introduction of catalytic materials is a more effective strategy to accelerate the conversion of LiPSs. MXene with rich surface chemistry has shown its potential for facilitating the catalytic conversion, however, the aggregation of MXene sheets usually leads to the loss of the catalytic active sites. Herein, we report a diatomite/MXene (DE/MX) hybrid material as the bifunctional interlayer for improving the adsorption/conversion of LiPSs in Li-S batteries. The diatomite with porous structure and rich silica-hydroxyl functional groups could trap LiPSs effectively, while prevent the aggregation of MXene. The DE/MX based interlayer showed bifunctions of enhancing the chemical adsorption and promoting the conversion of LiPSs. The Li-S batteries with the DE/MX interlayer delivered an improved cycling stability with a low capacity decay of 0.059% per cycle over 1000 cycles at 1.0 C. Moreover, stable 200 cycles can be realized with a high sulfur loading electrode up to 6.0 mg cm−2. This work provides an effective strategy to construct bifunctional interlayers for hindering the shuttling of LiPSs and boosting the practical application of Li-S batteries. Keywords Li-S battery MXene Diatomite Polysulfides 1 Introduction Lithium-sulfur (Li-S) batteries have attracted numerous attentions and are considered as the most promising candidates for the next-generation energy storage devices because of their ultrahigh theoretical energy density (2600 Wh kg−1) [1–3]. However, the dissolution of lithium polysulfides (LiPSs) intermediates and the shuttling of LiPSs from cathode to anode lead to the loss of active materials and the poor cycling performance, hindering the practical application of Li-S battery [4,5]. Extensive strategies have been developed to suppress the shuttling of LiPSs, and interlayer inserted between the cathode and the separator has been demonstrated as an effective component to alleviate the LiPSs shuttling and offer extra reaction sites as a “vice-electrode” [6,7], among which the carbon-based interlayers have been extensively studied due to their excellent conductivity and good confinement of the LiPSs [8]. However, the weak chemical interaction between the nonpolar carbon surface and the polar LiPSs makes it difficult to accommodate the repeated immigration of LiPSs. Various polar materials such as metal oxides [9–11]/sulfides [12,13]/nitrides [14] and metal-organic frameworks [15] have also been proposed as the key components of the interlayer to trap LiPSs by their strong chemical adsorption. Nonetheless, these passive confinements have relatively limited effect on suppressing the shuttling of LiPSs [16,17]. Recently, catalysis has been introduced into Li-S batteries to realize the fast conversion of LiPSs, resulting in the reduction of both the residence time and the concentration of LiPSs in electrolyte, effectively alleviating the shuttling of LiPSs. Therefore, the introduction of catalysis has been recognized as a promising strategy for the practical application of Li-S batteries [18–24]. Therefore, interlayers combined with the catalytic materials have also been extensively studied [25–34]. The physical or chemical blocking together with the catalytic process within the interlayers can synergistically improve the overall electrochemical performance of Li-S battery. Thus, materials with good conductivity, high adsorption ability and high catalytic activity are expected to construct a high performance interlayer [35]. MXene, as an emerging class of two-dimensional transition layered metal carbide/carbonitride materials, has shown its potential in Li-S batteries due to the excellent conductivity and abundant functional groups, which play an important role in anchoring LiPSs [36–38]. Furthermore, theoretical calculations also suggest that the O-functionalized surface could promote the conversion of high-order LiPSs to insoluble Li2S [39,40], which makes MXene a good candidate for the key component of the interlayer. Nevertheless, MXene sheets tend to aggregate, which will lead to the loss of the active sites for the capturing and catalytic conversion of LiPSs as well as the poor ion diffusion [41]. Therefore, alleviating the aggregation of MXene is essential to take the most advantages of MXene. A suitable spacer that can simultaneously prevent the aggregation and show positive role on the adsorption/conversion of LiPSs is desirable for MXene-based interlayer. Diatomite is a class of natural mineral material originating from the marine diatoms as deposition onto the sea/lake floor [42]. Chemical composition of diatomite is dominantly SiO2 with trace amount of chemically removable metal oxides and organics, and the surface of diatomite is rich of silica-hydroxyl functional groups [43]. Owing to its unique porous structure and the resulting strong adsorption ability, diatomite has been widely used as adsorbent [44], filter [45], catalyst support [46], template [47] etc. in the field of energy storage and sewage treatment. More interestingly, diatomite has also been used directly or as natural three-dimensional porous template for the preparation of sulfur host and separator in Li-S battery [48,49]. Hence, diatomite would be a good candidate as the spacer of MXene for its further use in Li-S battery, and the insulating nature of diatomite can be simultaneously solved by the introduction of highly conductive MXene [50]. Herein, we report a diatomite/MXene-based (DE/MX) bifunctional interlayer for improving the adsorption/conversion of LiPSs in Li-S battery. The DE/MX interlayer was fabricated by the self-assembly through the electrostatic interaction between MXene and poly(diallyl dimethyl ammonium chloride) (PDDA)-modified diatomite. The MXene can improve the electrical conductivity of the hybrid material, and accelerate the conversion of LiPSs. Meanwhile, the introduction of diatomite can effectively capture LiPSs and avoid the further aggregation of MXene sheets to expose more active sites. The DE/MX interlayer with strong chemical adsorption ability towards LiPSs and high catalytic activity for sulfur redox reaction synergistically lowers the shuttling of LiPSs and improves the overall electrochemical performance of the Li-S batteries. As a result, the battery with a DE/MX interlayer (CNT/S as the cathode, denoted as CNT/S@DE/MX) not only showed a remarkable initial capacity of 1031 mAh g−1 at 1.0 C and stable cycling performance under a sulfur loading of 1.0 mg cm−2, but also delivered a stable cycling performance upon 200 cycles even under a high sulfur loading up to 6.0 mg cm−2. 2 Experimental 2.1 Synthesis of MXene (Ti3C2Tx) The Ti3C2T x was synthesized by delamination of Ti3AlC2 powder [36]. Specially, 2 g LiF was added to 40 mL 9 M HCl, followed by the slow addition of 2 g Ti3AlC2 powder into it (in an ice bath). After etching for 24 h at 35 °C, the solution was washed and centrifuged with deionized water until the supernatant reached a pH value of ≈ 6. Next, the delaminated Ti3C2T x colloidal solution was prepared by sonication for 1 h under the protection of N2 atmosphere, along with cooling by ice. Afterwards, the mixture was centrifuged for 1 h at 4700 rpm to eliminate the sediment, and the colloidal solution of few-layer Ti3C2T x nanosheets was obtained in the dark supernatant. 2.2 Preparation of DE/MX hybrid material The DE/MX material was prepared by electrostatic interaction in liquid phase. The diatomite (Median particle size: 24.5 μm, Aladdin, China) was firstly purified with 1 M H2SO4 and 2 M HNO3 to remove metal oxides and organics. Then, 12 mg diatomite (purified) and 0.5 mL PDDA (20 wt.% aqueous solution, Aladdin, China) were added to 23.5 mL deionized water. After sonication for 15 min, the mixture was added into the colloidal solution of MXene (48 mL; 0.5 mg mL−1) and the colloidal solution was stirred mechanically for 24 h. The mixture was centrifuged for several times to remove the residual Cl− and then the DE/MX was obtained via freeze-drying. 2.3 Preparation of CNT/S cathode and coating layer The multi-walled carbon nanotubes (denoted as CNT, Flotube 9000, Guangdong Canrd New Energy Technology Co., China) was firstly used to prepare the CNT/S (≈70 wt.%). Then the cathode was prepared by homogeneously mixing CNT/S, CNT, and polyvinylidene fluoride (PVDF) binder (with the mass ratio of 8:1:1) in N-methyl-2-pyrrolidinone (NMP). The resulting slurry was coated on the aluminum foil, and then dried at 55 °C for 12 h under vacuum. The sulfur content was calculated to be 56 wt.% in the whole cathode. DE/MX, diatomite, and MXene were grinded with NMP and the slurry was coated on the surface of the as-prepared cathode. After vacuum drying at 55 °C for 12 h, the cathode with interlayer was obtained and then was dressed into a circular disc with a diameter of 10 mm. The mass loading of interlayer is about 0.25 mg cm−2. DE/MX was sonicated in ethanol for 20 min to form a uniform mixture, and the mixture was then filtered on separator (Celgard 2500) to obtain the separator with the same mass loading 0.2 mg cm−2. The modified separator with diameter of 16 mm and the cathode with high areal sulfur loading were assembled into coin cells. 2.4 Material characterization The morphologies and structures of the DE/MX, diatomite, and MXene in this work were examined by scanning electron microscopy (SEM, Hitachi S4800, Japan) and transmission electron microscopy (TEM, JEM-F200, Japan). The crystal structures of the samples were characterized by X-ray diffraction (XRD, Bruker D-8, Germany) with CuK radiation (λ = 0.154 nm). The electrical conductivity of the samples was measured by a standard four-point-probe resistivity measurement system (FT-341, Ningbo, China). The chemical states of as-prepared materials and their interaction with LiPSs were measured by X-ray photoelectron spectroscopy (XPS, escalab 250Xi). In-situ Raman spectra were obtained using a Lab RAM HR800 (HORIBA Jobin Yvon, Japan) with an Ar-ion laser of 532 nm wavelength. 2.5 Assembly of Li-S batteries and electrochemical tests A lithium metal foil was used as the counter electrode. Common CR2032 coin cells were assembled in an argon-filled glove box. The electrolyte was a 1 M 1,3-dioxacyopentane (DOL) and 1, 2-dimethoxyethane (DME) (1:1 by volume) solution containing lithium bis(trifluoromethanesulphonyl)imide (LiTFSI) with 1 wt.% LiNO3 additive (Zhongyan Co., Suzhou, China). In order to better evaluate the performance of interlayers, the amount of electrolyte added to the cell is 40 μL. The diameter of electrode is 10 mm with an areal sulfur loading of ~ 1.0 mg cm−2. The diameter of each separator (Celgard 2500) is 16 mm. To demonstrate the practical application of DE/MX bifunctional interlayer in Li-S batteries, the cathode with high areal sulfur loading of 6.0 mg cm−2 was prepared by mixing CNT/S, CNT, and poly tetra fluoroethylene (PTFE) binder with the mass ratio of 8:1.5:0.5 in ethanol. The resulting slurry was blow-dried by cold wind and then rolled into sheets. The sheets were pressed into a circular disc with a diameter of 10 mm. The electrolyte/sulfur (E/S) ratio of the cells with high areal sulfur loading is 15 μL mg−1. The cells were tested on a battery analyzer (Neware Technology Co., China) for galvanostatic charge–discharge test between 1.7 to 2.7 V. Autolab electrochemical workstation was used for cyclic voltammetry (CV) measurements at a 0.1 mV s−1 between 1.7 to 2.7 V. Electrochemical impendence spectra (EIS) was conducted in the scan frequency range of 10 mHz to 100 kHz using the Autolab electrochemical workstation. 2.6 Visualized adsorption of Li2S6 LiPSs solution (5 mM Li2S6) was prepared by mixing sulfur and lithium disulfide (Li2S, Aladdin, China) (the molar ratio is 5:1) in 1,2-dimethoxyethane (DME, Aladdin, China) followed by vigorous stirring at 60 °C for 24 h. Then, 30 mg DE/MX, and MXene were added to the above solutions (3 mL). After stirring mechanically for 1 h, the mixtures were settled for hours. All the above operations are carried out in the glove box filled with argon. 2.7 Assembly of Li2S6 symmetric cells Commercial carbon fiber papers (CPs) with a diameter of 10 mm were used as substrates to load the samples. The samples were sonicated in NMP for 20 min and then loaded on the CPs with the same loading mass of ~0.6 mg cm−2. The Celgard 2500 was used as the separator. 0.1 M Li2S6 electrolyte was prepared by mixing sulfur and lithium disulfide (Li2S) at a molar ratio of 5:1 in the blank electrolyte (1 M LITFSI in DOL/DME (1:1 by volume)) and then stirred at 60 °C for 24 h in the glove box filled with argon. 40 μL 0.1 M Li2S6 electrolyte was dropped in the CR2032 coin cell. The CV measurement of symmetric cells was conducted at a scan rate of 20 mV s−1 between −0.8 and 0.8 V. 2.8 Nucleation test of Li2S The 0.2 M Li2S8 electrolyte was prepared by mixing sulfur and Li2S at a molar ratio of 7:1 in tetraglyme under vigorous stirring at 60 °C for 24 h in the glove box filled with argon. CPs were punched into 10 mm as the substrate to load the DE/MX, diatomite, and MXene (~0.6 mg cm−2). The above samples were added into ethanol and sonicated for 20 min to form the uniform dispersions and then directly dropping these dispersions on the CPs. For the cell assembly, 20 μL as-prepared Li2S8 electrolyte was dropped onto the cathode side, and 20 μL blank electrolyte was dropped onto the anode side. The cells were galvanostatically discharged to 2.04 V at a current of 0.112 mA, and then kept at 2.03 V until the current was below 0.01 mA. The nucleation capacity of Li2S can be calculated by the integral area of the plotted curve through Faraday’s Law [51]. 2.9 Theoretical calculations The density functional theory (DFT) method as implemented in the VASP code was carried out in this work for all calculations. The Predew-Burke-Ernzerhof (PEB) functional within the generalized gradient approximation (GGA) was used to model the electronic exchange–correlation energy. The projector augmented wave (PAW) method was used to describe the ionic cores [50]. A 450 eV kinetic energy cut-off was used after testing a series of different cut-off energies for the plane-wave expansion. To sample the Brillouin zone, a Monkhorst-Pack 3 × 3 × 1 k-point grid was used. The convergence criterion for the electronic structure iteration was set to be 10−4 eV, and that for geometry optimizations was set to be 0.01 eV Å−1 on force. A Gaussian smearing of 0.1 eV was applied during the geometry optimization and for the total energy computations [52]. For the density of states (DOS) computations, a tetrahedron method with Blöchl correction was employed. Denser k-points (5 × 5 × 1) were used to improve the quality of DOS computations. The projected DOS patterns were extracted from the total DOS results. 2.10 In-situ Raman spectroscopy A quartz window on negative shell was used to assemble Li-S coin cell for in-situ Raman spectroscopy analysis. A hole with diameter of 8 mm was created on lithium metal foil to allow the laser shed on the separator. The CNT/S cathode and the CNT/S cathode with DE/MX interlayer were prepared via the same method as aforementioned. The cells were run at 0.3 C. Raman signals were recorded simultaneously using a 532 nm laser with a ~ 1 μm spot size on the separators near the lithium ring. 3 Results and discussion MXene and diatomite both show negatively charged surface due to the rich functional groups attached on the surface. The zeta potential of the diatomite and MXene was estimated to be −33.9 mV and −20.9 mV, respectively (Fig. S1). Thus, we used the positively charged PDDA to modify the surface charge of diatomite and realized the self-assembly between the negatively charged MXene and positively charged PDDA-diatomite, as illustrated in Fig. 1 (a). The diatomite was firstly positively charged by PDDA in aqueous solution, and the resulting solution with the zeta potential of 58.7 mV was then slowly dropwise added in the MXene aqueous solution. After the mechanical stirring for 24 h, a homogenous suspension was obtained. Following by a centrifugation washing, the black powdered DE/MX hybrid material was then obtained after freeze-drying. The X-ray diffraction (XRD) patterns of DE/MX, diatomite and MXene are shown in Fig. 1(b). The characteristic peak of diatomite at around 21° is corresponding the (111) crystal plane of SiO2, and the peak at around 6° of MXene corresponds to its (0002) crystal plane. The characteristic peak in DE/MX well inherits the feature peaks of diatomite and MXene, demonstrating the formation of DE/MX. The scanning electron microscopy (SEM) image of DE/MX indicates that the MXene sheets closely cover on the disk-like diatomite (Fig. 1c), and the corresponding transmission electron microscopy (TEM) image shows that MXene sheets of DE/MX uniformly surround the diatomite (Fig. S2). The existence of the porous diatomite effectively avoids the further aggregation of MXene sheets, which would promote the ion transfer. Compared with the diatomite with a low electrical conductivity (<2.0 × 10−4 S m−1), the DE/MX hybrid showed a relatively high conductivity of 418.8 S m−1 measured by the four-point-probe resistivity measurement system (Table S1), showing its potential for the use as the interlayer. The microstructure of DE/MX hybrid was further characterized using high angle annular dark-field scanning transmission electron microscopy (HAADF-STEM). According to the HAADF-STEM and energy dispersive spectroscopy (EDS) mappings (Fig. 1d and e), the tightly contact between diatomite and MXene sheets can be realized by electrostatic interaction, since MXene sheets still tightly attached on diatomite even after a strong sonication for the sample preparation of TEM characterization. Such an interface is beneficial for the fast diffusion of trapped LiPSs for further rapid conversion. Taking advantages of the unique structures of DE/MX, it is expected to serve as a bifunctional interlayer in Li-S battery that could not only strengthen the chemical adsorption of LiPSs but also improve the catalytic activity and facilitate the ion diffusion. To theoretically stimulate the interactions between LiPSs and diatomite, we constructed the diatomite models by –OH riched SiO2 crystals considering SiO2 as the dominating component in diatomite. According to the XRD patterns of diatomite (Fig. 1b), the (111) crystal plane is sliced with –OH functional groups on its surface. Fig. 2 (a–c) shows the optimized structures of Li2S4, Li2S6 and Li2S8 on diatomite surface, respectively. It can be observed that the Li atoms in LiPSs bond with –OH to form a stable structure, and a relatively high binding energy is obtained, for example, −0.92 eV of Li2S4 on diatomite. The 2D charge-transfer mapping clearly shows the obvious charge transfer from Li to O (Fig. 2d). Fig. 2(e and f) presents the total density of states (DOS) and projected DOS of Li2S4 on diatomite. As expected, there is obvious electron orbital overlap between O 2p and Li 1 s around Fermi level (as marked by the green shadow in Fig. 2f), indicating a strong interaction between Li in Li2S4 and O in diatomite. To give more insights into the charge transfer between LiPSs and diatomite, 3D charge-transfer figures of Li2S4 on diatomite are presented in Fig. 2(g and h), where the yellow region represents the electron accumulation and the cyan indicates the electron depletion. These results further confirm the strong binding between LiPSs and diatomite attributed to the interaction between Li and O, which is crucial for the chemical adsorption and the further fast conversion of LiPSs in Li-S battery. To further confirm the strong binding between LiPSs and DE/MX, we subsequently carried out the visible adsorption test and UV–vis adsorption spectrum. As shown in the insets in Fig. 2(i), the yellow Li2S6 solution with DE/MX turned into colorless after 8 h, indicating the strong chemical adsorption ability toward LiPSs, while the MXene only showed partial adsorption. The corresponding UV–vis adsorption spectra further show two characteristic peaks centered at around 240 and 280 nm ascribed to the S6 2− species. With the strong chemisorption of DE/MX, the peak intensity of S6 2− species is much weaker than that with MXene, further reflecting that less S6 2− existed in the solution due to the strong interaction between LiPSs and DE/MX. X-ray photoelectron spectroscopy (XPS) was further performed to verify the surface chemical state. The S 2p spectrum of the pristine Li2S6 exhibits two peaks at 161.40 eV and 162.95 eV, which correspond to the terminal sulfur (ST −1) and bridging sulfur (SB 0) (Fig. S3b). For the DE/MX after contacted with Li2S6, obvious thiosulfate (167.61 eV) and polythionate (168.24 eV) can be found in the S 2p spectrum (Fig. 2k(I)), which are oxidized from LiPSs by the −OH of MXene surface [53], manifesting that the DE/MX can effectively promote the conversion of LiPSs. Furthermore, we noted that the peaks of thiosulfate and polythionate on the S 2p spectrum of MXene after contacted with Li2S6 (Fig. 2k(II)) are negligible compared with the S 2p spectrum of DE/MX, demonstrating the introduction of diatomite effectively adsorb the LiPSs and further improve the catalytic activity of the MXene sheets. Specifically, a single Li–S bond at 55.02 eV was observed on the Li 1s spectrum of the pristine Li2S6 (Fig. S3a). After contacted with Li2S6, another peak at 58.09 eV was observed on the Li 1s spectrum of diatomite (Fig. 2j), which is assigned to the formation of Li–O bond. Meanwhile, in comparison with the fresh diatomite, the Li–O bond (529.81 eV) is also found on the O 1s spectrum of the diatomite after contacted with Li2S6 (Fig. S4), suggesting the –OH functional groups of diatomite play an important role in trapping LiPSs, which is consistent with the above calculations. Since the introduction of diatomite could simultaneously trap LiPSs by forming Li–O bond and prevent the further aggregation of the MXene sheets, the DE/MX is expected to have the effect on promoting the conversion of LiPSs. Therefore, symmetrical cells were assembled by loading the above samples on carbon fiber papers as the electrodes with the Li2S6 as the electrolyte. In the cycle voltammetry (CV) profiles, the cell with DE/MX electrode shows higher redox current density than the cell with diatomite or MXene (Fig. 3 a), indicating the promoted redox of LiPSs. To assess the electrochemical behavior of the above samples as the bifunctional interlayer in Li-S battery, the coin cells were assembled using the CNT/S as the cathode and Li foil as the anode. DE/MX was coated on the CNT/S cathode as the interlayer between the cathode and the separator, while the batteries with the diatomite interlayer and MXene interlayer were assembled as comparison (denoted as CNT/S@DE and CNT/S@MX, respectively). The thickness of the DE/MX interlayer is estimated to be about 9 μm as shown in Fig. S5. CV profiles of the coin cells with different interlayers at a scan rate of 0.1 mV s−1 with the potential range of 1.7–2.7 V are shown in Fig. 3(b). Two cathodic peaks can be assigned to the reduction of S8 to long-chain LiPSs (Li2S6) and the conversion of Li2S6 to Li2S. Compared with the CNT/S@DE and CNT/S@MX, CNT/S@DE/MX shows a much higher peak current density and distinct positive shift for the cathodic peaks, suggesting the promoted reaction kinetics for LiPSs redox and sulfur utilization. Tafel plots and corresponding exchange current density (J 0) were calculated to give more information on the catalytic effect of DE/MX. The fitted slops of the CNT/S@DE/MX, CNT/S@DE and CNT/S@MX are respectively 44.0, 122.1, and 135.3 mV dec−1 (Fig. 3c), and the lowest slopes of the CNT/S@DE/MX suggests the most accelerated conversion towards LiPSs. In addition, the increased calculated exchange current density of the DE/MX (5.4 mA mg−1) is much higher than diatomite (4.2 mA mg−1) and MXene (3.6 mA mg−1), validating the enhanced conversion of LiPSs to insoluble Li2S, which agrees with the previous discussion. The nucleation of Li2S was further investigated to demonstrate the conversion kinetics from LiPSs to Li2S. The potentiostatic discharge profiles (Fig. 3d–f) at 2.03 V show the capacity of the Li2S precipitation on DE/MX, diatomite and MXene, respectively. The cell with DE/MX presented the earliest Li2S deposition, the highest precipitation current (0.22 mA) and precipitation capacity of 116 mAh g−1 compared with diatomite (0.12 mA and 113 mAh g−1) and MXene (0.14 mA and 93 mAh g−1), respectively, demonstrating the much more enhanced conversion from Li2S8 to Li2S. The morphology of the deposited Li2S on different electrodes was further characterized by SEM as shown in Fig. S6. As expected, a full and homogeneous coverage of Li2S can be observed on DE/MX, in comparison with relatively low coverage on diatomite and MXene. Above results clearly illustrate that DE/MX not only increases the adsorption ability towards LiPSs but also effectively promotes their fast conversion. Based on the above discussion, DE/MX is expected to suppress the LiPSs shuttling as an interlayer in Li-S battery, and can further improve the overall electrochemical performance of the corresponding Li-S battery. The charge/discharge profiles of the batteries with a sulfur loading of 1.0 mg cm−2 are shown in Fig. 4 (a), and the charge–discharge overpotentials of the cells with DE/MX, diatomite, and MXene interlayer are 0.1454, 0.1681, and 0.1547 V, respectively, suggesting the lower polarization and the enhanced redox kinetics with DE/MX interlayer. Meanwhile, the initial capacity of CNT/S@DE/MX is 1192 mAh g−1, which is much higher than that of CNT/S@DE (1011 mAh g−1) and CNT/S@MX (1162 mAh g−1). Note that it still shows two well-defined plateaus under 3.0 C for CNT/S@DE/MX (Fig. S7), which indicates its excellent rate capability. The rate performance of the cells with different interlayers is shown in Fig. 4(b). The capacity of CNT/S@DE/MX under different current densities of 0.1, 0.2, 0.5, 1.0, 2.0, and 3.0C are 1192, 925, 835, 769, 703, and 655 mAh g−1, respectively. When the current density switched back to 0.1 C, the discharge capacity of 838 mAh g−1 is reserved, demonstrating the superior rate performance and high reversibility. Fig. 4(c) shows the electrochemical impedance spectroscopy (EIS) spectra of CNT/S@DE/MX, CNT/S@DE, and CNT/S@MX, with the corresponding equivalent circuit fitting showed in the inset, and the simulated impedance data is listed in the Table S2. Typically, the charge-transfer resistance (R ct) is corresponding to the diameter of semicircle in Nyquist plot. CNT/S@DE/MX has a smaller R ct (115.8 Ω) than CNT/S@DE (186.4 Ω), resulting from the excellent electrical conductivity of MXene. The Warburg impedance (W c) is associated with the diffusion of LiPSs, and the W c of CNT/S@DE/MX (67.47 Ω) is much lower than CNT/S@MX (120.8 Ω), demonstrating the aggregation is effectively avoided by the introduction of diatomite. Fig. 4(d) shows the long cycling performance of the cells with different interlayers at 1.0 C for 1000 cycles. The CNT/S@DE/MX exhibited a high initial capacity of 1031 mAh g−1, and the average capacity fading is only 0.059% per cycle (Fig. S8). The mass of interlayer was further calculated into the whole cathode to reflect the performance of the cathode. The initial capacity of the CNT/S@DE/MX calculated according to the mass of the whole cathode is 472.5 mAh g−1. Furthermore, we evaluated performance of the high sulfur loading cathode with the interlayer. However, the high-loading cathode blade-coated on aluminum foil has a relatively poor cycling performance (As shown in Fig. S9) due to the poor ion/electron transport. Thus, rolled-sheets method was used to fabricate the electrode with high areal sulfur loading of 6.0 mg cm−2 to form an undamaged 3D conductive framework [54], and a stable cycling performance is still achieved at 0.3 C after 200cycles (Fig. 4e). The lithium anode is also quite important for the long-term cycling of Li-S batteries. As shown in Fig. S10, the lithium metal surface of CNT/S@DE/MX after 100 cycles at 1.0 C is relatively smooth without obvious dendrite formation. And the corresponding EDS mapping shows the relatively low sulfur content on the Li anode surface of 5.23 wt.%. In contrast, corrosion and dendrite can be obviously observed on the Li anode of the battery with diatomite and MXene interlayer after 100 cycles at 1.0 C, and the sulfur content on the surface is estimated to be higher (7.51 wt.% and 9.08 wt.%). Therefore, the DE/MX interlayer can effectively alleviate the shuttling of LiPSs, reduce the formation of dead sulfur and effectively protect the lithium anode from corrosion, which is of great significance for obtaining the long-term stability. To gain further insight into the reaction mechanism and the evolution of various LiPSs species, in-situ Raman spectra were carried out during the full charge/discharge process. A negative shell with a quartz window was used in the coin cells for in-situ Raman spectroscopy measurement (Fig. S11), ensuring the direct laser illumination on the separator. The confocal Raman signal was collected from the back side of the separator facing the lithium foil. The various LiPSs species deposited on the separator were accurately reflected by the Raman signal [55]. For the cell without any interlayer (Fig. 5 a and b), at the initial discharge state (Fig. 5c-B), three characteristic Raman shifts of 151, 218 and 469 cm−1 are strongly highlighted (Fig. 5b-B), illustrating the formation of long-chain S8 2−. With the continuous discharge, the Raman shift corresponding to S8 2− gradually vanished, and the peaks at 395 and 447 cm−1 emerge at the second plateau (Fig. 5c-C), which are attributed to the mid-chain S6 2−+S4 2− and S4 2−+S3 2−, respectively. At the end of discharge process, the characteristic peak of S4 2− was located at 505 cm−1. During the charge process, the signal of S6 2−+S4 2− and S4 2−+S3 2− is persistently highlighted. It is worth noting that the intensity of mid-chain LiPSs reached the maximum values without any characteristic peak of long-chain S8 2− at the end of charge. The result suggests that the S6 2− is the charging process terminates, which means the electrochemical reaction of the cell without any interlayer during discharge/charge process is not fully reversible. In contrast, in-situ Raman spectra and mapping of the cell with DE/MX interlayer are shown in Fig. 5(d and e). Only weak Raman signal of various mid-chain LiPSs can be observed on the separator during the charge/discharge, implying the outstanding chemical trapping ability and catalytic activity toward LiPSs of DE/MX interlayer. To gain further visible evidence, the cells for in-situ Raman spectroscopy measurement were disassembled, and yellow LiPSs can be obviously observed on the separator for the cell without any interlayer. In contrast, only slight yellow speckles were found near the separator for the cell with DE/MX interlayer (Fig. S12), demonstrating the DE/MX interlayer could effectively alleviate the shuttling of LiPSs. 4 Conclusions In conclusion, we report the DE/MX hybrid material by self-assembly through electrostatic interaction as a bifunctional interlayer for Li-S battery. The diatomite shows strong chemical binding with LiPSs and the MXene can facilitate the fast conversion of LiPSs. Moreover, their integration effectively avoids the aggregation of MXene sheets and overcomes the low electrical conductivity of diatomite. The obtained DE/MX was demonstrated to show great potential to construct a bifunctional interlayer in Li-S battery for effectively trapping LiPSs and promoting the conversion of LiPSs, effectively alleviating the shuttling of LiPSs. As a result, the cell with DE/MX interlayer exhibited a high reversible capacity, outstanding rate performance, and good cyclic stability with a low capacity decay, which is only 0.059% per cycle over 1000 cycles at 1.0 C. Even with a high sulfur loading of 6.0 mg cm−2, stable cycling can still be achieved over 200 cycles. This work is anticipated to shed light on the rational design of bifunctional key materials for Li-S battery. Meanwhile, the use of environmentally friendly and low-cost marine mineral materials provides a new route for the large-scale production of high-performance interlayers for Li-S battery. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors appreciate support from the National Key Research and Development Program of China (No. 2018YFE0124500), the Young Elite Scientists Sponsorship Program by Tianjin (TJSQNTJ-2020-11) and the National Natural Science Foundation of China (Nos. 51932005, U1710109). DFT computations within this research were undertaken with the assistance of resources and services from the National Computational Infrastructure (NCI) and Phoenix High Performance Computing, which are supported by the Australian Government and the University of Adelaide. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2021.04.038. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] P.G. Bruce S.A. Freunberger L.J. Hardwick J.M. Tarascon Nat. Mater. 11 2011 19 29 P. G. Bruce, S. A. Freunberger, L. J. Hardwick, J. M. Tarascon, Nat. Mater. 11(2011) 19-29. [2] A. Manthiram Y. Fu S.H. Chung C. Zu Y.S. Su Chem. Rev. 114 2014 11751 11787 A. Manthiram, Y. Fu, S. H. Chung, C. Zu, Y. S. Su, Chem. Rev. 114(2014) 11751-11787. [3] Z.W. Seh Y. Sun Q. Zhang Y. Cui Chem. Soc. Rev. 45 2016 5605 5634 Z. W. Seh, Y. Sun, Q. Zhang, Y. Cui, Chem. Soc. Rev. 45(2016) 5605-5634. [4] Q. Pang X. Liang C.Y. Kwok L.F. Nazar Nat. Energy 1 2016 16132 Q. Pang, X. Liang, C. Y. Kwok, L. F. Nazar, Nat. Energy 1(2016) 16132. [5] H.-J. Peng J.-Q. Huang X.-B. Cheng Q. Zhang Adv. Energy Mater. 7 2017 1700260 H.-J. Peng, J.-Q. Huang, X.-B. Cheng, Q. Zhang, Adv. Energy Mater. 7(2017) 1700260. [6] L.L. Fan M. Li X.F. Li W. Xiao Z.W. Chen J. Lu Joule 3 2019 361 386 L. L. Fan, M. Li, X. F. Li, W. Xiao, Z. W. Chen, J. Lu, Joule 3(2019) 361-386. [7] Y. Hao D. Xiong W. Liu L. Fan D. Li X. Li ACS Appl. Mater. Interfaces 9 2017 40273 40280 Y. Hao, D. Xiong, W. Liu, L. Fan, D. Li, X. Li, ACS Appl. Mater. Interfaces 9(2017) 40273-40280. [8] Y.S. Su A. Manthiram Nat. Commun. 3 2012 1166 Y. S. Su, A. Manthiram, Nat. Commun. 3(2012) 1166. [9] X. Liang C. Hart Q. Pang A. Garsuch T. Weiss L.F. Nazar Nat. Commun. 6 2015 5682 X. Liang, C. Hart, Q. Pang, A. Garsuch, T. Weiss, L. F. Nazar, Nat. Commun. 6(2015) 5682. [10] W. Li J. Hicks-Garner J. Wang J. Liu A.F. Gross E. Sherman J. Graetz J.J. Vajo P. Liu Chem. Mater. 26 2014 3403 3410 W. Li, J. Hicks-Garner, J. Wang, J. Liu, A. F. Gross, E. Sherman, J. Graetz, J. J. Vajo, P. Liu, Chem. Mater. 26(2014) 3403-3410. [11] X. Liu J.Q. Huang Q. Zhang L. Mai Adv. Mater. 29 2017 1601759 X. Liu, J. Q. Huang, Q. Zhang, L. Mai, Adv. Mater. 29(2017) 1601759. [12] Z.A. Ghazi X. He A.M. Khattak N.A. Khan B. Liang A. Iqbal J. Wang H. Sin L. Li Z. Tang Adv. Mater. 29 2017 1606817 Z. A. Ghazi, X. He, A. M. Khattak, N. A. Khan, B. Liang, A. Iqbal, J. Wang, H. Sin, L. Li, Z. Tang, Adv. Mater. 29(2017) 1606817. [13] A. Paolella D. Laul V. Timoshevskii W. Zhu S. Marras G. Bertoni A.S. Wahba G. Girard C. Gagnon L. Rodrigue B. Commarieu A. Guerfi R. Gauvin M.L. Trudeau A. Vijh M. Armand K. Zaghib J. Phys. Chem. C 122 2018 1014 1023 A. Paolella, D. Laul, V. Timoshevskii, W. Zhu, S. Marras, G. Bertoni, A. S. Wahba, G. Girard, C. Gagnon, L. Rodrigue, B. Commarieu, A. Guerfi, R. Gauvin, M. L. Trudeau, A. Vijh, M. Armand, K. Zaghib, J. Phys. Chem. C 122(2018) 1014-1023. [14] L. Zhang X. Chen F. Wan Z. Niu Y. Wang Q. Zhang J. Chen ACS Nano 12 2018 9578 9586 L. Zhang, X. Chen, F. Wan, Z. Niu, Y. Wang, Q. Zhang, J. Chen, ACS Nano 12(2018) 9578-9586. [15] S. Bai X. Liu K. Zhu S. Wu H. Zhou Nat. Energy 1 2016 16094 S. Bai, X. Liu, K. Zhu, S. Wu, H. Zhou, Nat. Energy 1(2016) 16094. [16] D. Liu C. Zhang G. Zhou W. Lv G. Ling L. Zhi Q.H. Yang Adv. Sci. 5 2018 1700270 D. Liu, C. Zhang, G. Zhou, W. Lv, G. Ling, L. Zhi, Q. H. Yang, Adv. Sci. 5 (2018) 1700270. [17] H.F. Shi W. Lv C. Zhang D.W. Wang G.W. Ling Y.B. He F.Y. Kang Q.H. Yang Adv. Funct. Mater. 28 2018 1800508 H. F. Shi, W. Lv, C. Zhang, D. W. Wang, G. W. Ling, Y. B. He, F. Y. Kang, Q. H. Yang, Adv. Funct. Mater. 28(2018) 1800508. [18] Y. Song W. Cai L. Kong J. Cai Q. Zhang J. Sun Adv. Energy Mater. 10 2019 1901075 Y. Song, W. Cai, L. Kong, J. Cai, Q. Zhang, J. Sun, Adv. Energy Mater. 10 (2019) 1901075. [19] R.C. Wang C. Luo T.S. Wang G.M. Zhou Y.Q. Deng Y.B. He Q.F. Zhang F.Y. Kang W. Lv Q.H. Yang Adv. Mater. 9 2020 2000315 R. C. Wang, C. Luo, T. S. Wang, G. M. Zhou, Y. Q. Deng, Y. B. He, Q. F. Zhang, F. Y. Kang, W. Lv, Q. H. Yang, Adv. Mater. 9 (2020) 2000315. [20] B. Zhang C. Luo Y.Q. Deng Z.J. Huang G.M. Zhou W. Lv Y.B. He Y. Wan F.Y. Kang Q.H. Yang Adv. Energy Mater. 10 2020 2000091 B. Zhang, C. Luo, Y. Q. Deng, Z. J. Huang, G. M. Zhou, W. Lv, Y. B. He, Y. Wan, F. Y. Kang, Q. H. Yang, Adv. Energy Mater. 10 (2020) 2000091. [21] H. Yuan H.-J. Peng B.-Q. Li J. Xie L. Kong M. Zhao X. Chen J.-Q. Huang Q. Zhang Adv. Energy Mater. 9 2019 1802768 H. Yuan, H.-J. Peng, B.-Q. Li, J. Xie, L. Kong, M. Zhao, X. Chen, J.-Q. Huang, Q. Zhang, Adv. Energy Mater. 9 (2019) 1802768. [22] Y. Song W. Zhao L. Kong L. Zhang X. Zhu Y. Shao F. Ding Q. Zhang J. Sun Z. Liu Energy Environ. Sci. 11 2018 2620 2630 Y. Song, W. Zhao, L. Kong, L. Zhang, X. Zhu, Y. Shao, F. Ding, Q. Zhang, J. Sun, Z. Liu, Energy Environ. Sci. 11 (2018) 2620-2630. [23] L.L. Peng Z.Y. Wei C.Z. Wan J. Li Z. Chen D. Zhu D. Baumann H.T. Liu C.S. Allen X. Xu A.I. Kirkland I. Shakir Z. Almutairi S. Tolbert B. Dunn Y. Huang P. Sautet X.F. Duan Nat. Catal. 3 2020 762 770 L. L. Peng, Z. Y. Wei, C. Z. Wan, J. Li, Z. Chen, D. Zhu, D. Baumann, H. T. Liu, C. S. Allen, X. Xu, A. I. Kirkland, I. Shakir, Z. Almutairi, S. Tolbert, B. Dunn, Y. Huang, P. Sautet, X. F. Duan. Nat. Catal. 3(2020) 762-770. [24] Z. Zhang J.-N. Wang A.H. Shao D.-G. Xiong J.-W. Liu C.-Y. Lao K. Xi S.-Y. Lu Q. Jiang J. Yu H.-L. Li Z.-Y. Yang R.V. Kumar Sci. China Mater. 63 2020 2443 2455 Z. Zhang, J.-N. Wang, A. H. Shao, D.-G. Xiong, J.-W. Liu, C.-Y. Lao, K. Xi, S.-Y. Lu, Q. Jiang, J. Yu, H.-L. Li, Z.-Y. Yang, R. V. Kumar, Sci. China Mater. 63 (2020) 2443-2455. [25] L. Jiao C. Zhang C.N. Geng S.C. Wu H. Li W. Lv Y. Tao Z.J. Chen G.M. Zhou J. Li G.W. Ling Y. Wan Q.H. Yang Adv. Energy Mater. 9 2019 1900219 L. Jiao, C. Zhang, C. N. Geng, S. C. Wu, H. Li, W. Lv, Y. Tao, Z. J. Chen, G. M. Zhou, J. Li, G. W. Ling, Y. Wan, Q. H. Yang, Adv. Energy Mater. 9 (2019) 1900219. [26] J.L. Yang S.X. Zhao Y.M. Lu X.T. Zeng W. Lv G.Z. Cao Nano Energy 68 2020 104356 J. L. Yang, S. X. Zhao, Y. M. Lu, X. T. Zeng, W. Lv, G. Z. Cao, Nano Energy 68 (2020) 104356. [27] B. Wei C. Shang X. Wang G. Zhou Small 16 2020 2002789 B. Wei, C. Shang, X. Wang, G. Zhou, Small 16(2020) 2002789. [28] Q.Q. Hu J.Q. Lu C. Yang C.C. Zhang J.L. Hu S.Y. Chang H.Y. Dong C.Y. Wu Y. Hong L.Z. Zhang Small 16 2020 2002046 Q. Q. Hu, J. Q. Lu, C. Yang, C. C. Zhang, J. L. Hu, S. Y. Chang, H. Y. Dong, C. Y. Wu, Y. Hong, L. Z. Zhang, Small 16(2020) 2002046. [29] D. Tian X.Q. Song M.X. Wang X. Wu Y. Qiu B. Guan X.Z. Xu L.S. Fan N.Q. Zhang K.N. Sun Adv. Energy Mater. 9 2019 1901940 D. Tian, X. Q. Song, M. X. Wang, X. Wu, Y. Qiu, B. Guan, X. Z. Xu, L. S. Fan, N. Q. Zhang, K. N. Sun, Adv. Energy Mater. 9(2019) 1901940. [30] J. Qian F.J. Wang Y. Li S. Wang Y.Y. Zhao W.L. Li Y. Xing L. Deng Q. Sun L. Li F. Wu R.J. Chen Adv. Funct. Mater. 30 2020 2000742 J. Qian, F. J. Wang, Y. Li, S. Wang, Y. Y. Zhao, W. L. Li, Y. Xing, L. Deng, Q. Sun, L. Li, F. Wu, R. J. Chen, Adv. Funct. Mater. 30(2020) 2000742. [31] J. Park B.-C. Yu J.S. Park J.W. Choi C. Kim Y.-E. Sung J.B. Goodenough Adv. Energy Mater. 7 2017 1602567 J. Park, B.-C. Yu, J. S. Park, J. W. Choi, C. Kim, Y.-E. Sung, J. B. Goodenough, Adv. Energy Mater. 7(2017) 1602567. [32] N. Jiang G. Jiang D. Niu J. Mao M. Chen K. Li Y. Li J. Energy Chem. 51 2020 207 215 N. Jiang, G. Jiang, D. Niu, J. Mao, M. Chen, K. Li, Y. Li, J. Energy Chem. 51(2020) 207-215. [33] H. Lin S. Zhang T. Zhang S. Cao H. Ye Q. Yao G.W. Zheng J.Y. Lee ACS Nano 13 2019 7073 7082 H. Lin, S. Zhang, T. Zhang, S. Cao, H. Ye, Q. Yao, G. W. Zheng, J. Y. Lee, ACS Nano 13(2019) 7073-7082. [34] J.Y. Wu X.W. Li H.X. Zeng Y. Xue F.Y. Chen Z.G. Xue Y.S. Ye X.L. Xie J. Mater. Chem. A 7 2019 7897 7906 J. Y. Wu, X. W. Li, H. X. Zeng, Y. Xue, F. Y. Chen, Z. G. Xue, Y. S. Ye, X. L. Xie, J. Mater. Chem. A 7(2019) 7897-7906. [35] N. Deng Y. Liu Q. Li J. Yan W. Lei G. Wang L. Wang Y. Liang W. Kang B. Cheng Energy Storage Mater. 23 2019 314 349 N. Deng, Y. Liu, Q. Li, J. Yan, W. Lei, G. Wang, L. Wang, Y. Liang, W. Kang, B. Cheng, Energy Storage Mater. 23(2019) 314-349. [36] M. Ghidiu M.R. Lukatskaya M.Q. Zhao Y. Gogotsi M.W. Barsoum Nature 516 2014 78 81 M. Ghidiu, M. R. Lukatskaya, M. Q. Zhao, Y. Gogotsi, M. W. Barsoum, Nature 516 (2014) 78-81. [37] X. Liang A. Garsuch L.F. Nazar Angew. Chem. Int. Ed. 54 2015 3907 3911 X. Liang, A. Garsuch, L. F. Nazar, Angew. Chem. Int. Ed. 54 (2015) 3907-3911. [38] Y.F. Dong S.H. Zheng J.Q. Qin X.J. Zhao H.D. Shi X.H. Wang J. Chen Z.S. Wu ACS Nano 12 2018 2381 2388 Y. F. Dong, S. H. Zheng, J. Q. Qin, X. J. Zhao, H. D. Shi, X. H. Wang, J. Chen, Z. S. Wu, ACS Nano 12(2018) 2381-2388. [39] E.S. Sim G.S. Yi M. Je Y. Lee Y.-C. Chung J. Power Sources 342 2017 64 69 E. S. Sim, G. S. Yi, M. Je, Y. Lee, Y.-C. Chung, J. Power Sources 342(2017) 64-69. [40] D. Wang F. Li R. Lian J. Xu D. Kan Y. Liu G. Chen Y. Gogotsi Y. Wei ACS Nano 13 2019 11078 11086 D. Wang, F. Li, R. Lian, J. Xu, D. Kan, Y. Liu, G. Chen, Y. Gogotsi, Y. Wei, ACS Nano 13(2019) 11078-11086. [41] S.Y. Qiu C. Wang Z.X. Jiang L.S. Zhang L.L. Gu K.X. Wang J. Gao X.D. Zhu G. Wu Nanoscale 12 2020 16678 16684 S. Y. Qiu, C. Wang, Z. X. Jiang, L. S. Zhang, L. L. Gu, K. X. Wang, J. Gao, X. D. Zhu, G. Wu, Nanoscale 12(2020) 16678-16684. [42] C. Jeffryes J. Campbell H. Li J. Jiao G. Rorrer Energy Environ. Sci. 4 2011 3930 3941 C. Jeffryes, J. Campbell, H. Li, J. Jiao, G. Rorrer, Energy Environ. Sci. 4(2011) 3930-3941. [43] K. Chen C. Li L. Shi T. Gao X. Song A. Bachmatiuk Z. Zou B. Deng Q. Ji D. Ma H. Peng Z. Du M.H. Rummeli Y. Zhang Z. Liu Nat. Commun. 7 2016 13440 K. Chen, C. Li, L. Shi, T. Gao, X. Song, A. Bachmatiuk, Z. Zou, B. Deng, Q. Ji, D. Ma, H. Peng, Z. Du, M. H. Rummeli, Y. Zhang, Z. Liu, Nat. Commun. 7(2016) 13440. [44] D. Liu J. Gu Q. Liu Y. Tan Z. Li W. Zhang Y. Su W. Li A. Cui C. Gu D. Zhang Adv. Mater. 26 2014 1229 1234 D. Liu, J. Gu, Q. Liu, Y. Tan, Z. Li, W. Zhang, Y. Su, W. Li, A. Cui, C. Gu, D. Zhang, Adv. Mater. 26(2014) 1229-1234. [45] Y.H. Lo C.Y. Yang H.K. Chang W.C. Hung P.Y. Chen Sci. Rep. 7 2017 1426 Y. H. Lo, C. Y. Yang, H. K. Chang, W. C. Hung, P. Y. Chen, Sci. Rep. 7(2017) 1426. [46] G. Zhang Z. Sun Y. Duan R. Ma S. Zheng Appl. Surf. Sci. 412 2017 105 112 G. Zhang, Z. Sun, Y. Duan, R. Ma, S. Zheng, Appl. Surf. Sci. 412(2017) 105-112. [47] J. Li J. Xu Z. Xie X. Gao J. Zhou Y. Xiong C. Chen J. Zhang Z. Liu Adv. Mater. 30 2018 1800548 J. Li, J. Xu, Z. Xie, X. Gao, J. Zhou, Y. Xiong, C. Chen, J. Zhang, Z. Liu, Adv. Mater. 30(2018) 1800548. [48] Z. Li N. Zhang Y.B. Sun H.Z. Ke H.S. Cheng J. Energy Chem. 26 2017 1267 1275 Z. Li, N. Zhang, Y. B. Sun, H. Z. Ke, H. S. Cheng, J. Energy Chem. 26(2017) 1267-1275. [49] S. Tu X. Chen X. Zhao M. Cheng P. Xiong Y. He Q. Zhang Y. Xu Adv. Mater. 30 2018 1804581 S. Tu, X. Chen, X. Zhao, M. Cheng, P. Xiong, Y. He, Q. Zhang, Y. Xu, Adv. Mater. 30(2018) 1804581. [50] Q. Zhang Y. Wang Z.W. Seh Z. Fu R. Zhang Y. Cui Nano Lett. 15 2015 3780 3786 Q. Zhang, Y. Wang, Z. W. Seh, Z. Fu, R. Zhang, Y. Cui, Nano Lett. 15(2015) 3780-3786. [51] F.Y. Fan W.C. Carter Y.M. Chiang Adv. Mater. 27 2015 5203 5209 F. Y. Fan, W. C. Carter, Y. M. Chiang, Adv. Mater. 27 (2015) 5203-5209. [52] J. Klimeš D.R. Bowler A. Michaelides Phys. Rev. B 83 2011 195131 J. Klimeš, D. R. Bowler, A. Michaelides, Phys. Rev. B 83 (2011) 195131. [53] X. Liang Y. Rangom C.Y. Kwok Q. Pang L.F. Nazar Adv. Mater. 29 2017 1603040 X. Liang, Y. Rangom, C. Y. Kwok, Q. Pang, L. F. Nazar, Adv. Mater. 29 (2017) 1603040. [54] C. Zhang D.H. Liu C.N. Geng W.X. Hua Q.J. Tang G.W. Ling Q.H. Yang Chem. Res. Chin. Univ. 37 2021 323 327 C. Zhang, D. H. Liu, C. N. Geng, W. X. Hua, Q. J. Tang, G. W. Ling, Q. H. Yang. Chem. Res. Chin. Univ. 37 (2021) 323-327. [55] M. Hagen P. Schiffels M. Hammer S. Dörfler J. Tübke M.J. Hoffmann H. Althues S. Kaskel J. Electrochem. Soc. 160 2013 A1205 A1214 M. Hagen, P. Schiffels, M. Hammer, S. Dörfler, J. Tübke, M. J. Hoffmann, H. Althues, S. Kaskel, J. Electrochem. Soc. 160 (2013) A1205-A1214.",
      "scopus-id": "85105551959",
      "coredata": {
        "eid": "1-s2.0-S2095495621002503",
        "dc:description": "Lithium-Sulfur (Li-S) batteries with high theoretical energy density are promising energy storage systems in the next decades, while the lithium polysulfides (LiPSs) shuttling caused by the sluggish sulfur redox reaction severely lowers the practical performance. The use of interlayer between the cathode and separator has been widely investigated to physically or chemically block the LiPSs, while the introduction of catalytic materials is a more effective strategy to accelerate the conversion of LiPSs. MXene with rich surface chemistry has shown its potential for facilitating the catalytic conversion, however, the aggregation of MXene sheets usually leads to the loss of the catalytic active sites. Herein, we report a diatomite/MXene (DE/MX) hybrid material as the bifunctional interlayer for improving the adsorption/conversion of LiPSs in Li-S batteries. The diatomite with porous structure and rich silica-hydroxyl functional groups could trap LiPSs effectively, while prevent the aggregation of MXene. The DE/MX based interlayer showed bifunctions of enhancing the chemical adsorption and promoting the conversion of LiPSs. The Li-S batteries with the DE/MX interlayer delivered an improved cycling stability with a low capacity decay of 0.059% per cycle over 1000 cycles at 1.0 C. Moreover, stable 200 cycles can be realized with a high sulfur loading electrode up to 6.0 mg cm−2. This work provides an effective strategy to construct bifunctional interlayers for hindering the shuttling of LiPSs and boosting the practical application of Li-S batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495621002503",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fan, Zehui"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Chen"
          },
          {
            "@_fa": "true",
            "$": "Hua, Wuxing"
          },
          {
            "@_fa": "true",
            "$": "Li, Huan"
          },
          {
            "@_fa": "true",
            "$": "Jiao, Yan"
          },
          {
            "@_fa": "true",
            "$": "Xia, Jingyi"
          },
          {
            "@_fa": "true",
            "$": "Geng, Chuan-Nan"
          },
          {
            "@_fa": "true",
            "$": "Meng, Rongwei"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yingxin"
          },
          {
            "@_fa": "true",
            "$": "Tang, Quanjun"
          },
          {
            "@_fa": "true",
            "$": "Lu, Ziyang"
          },
          {
            "@_fa": "true",
            "$": "Shang, Tongxin"
          },
          {
            "@_fa": "true",
            "$": "Ling, Guowei"
          },
          {
            "@_fa": "true",
            "$": "Yang, Quan-Hong"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495621002503"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495621002503"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(21)00250-3",
        "prism:volume": "62",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Enhanced chemical trapping and catalytic conversion of polysulfides by diatomite/MXene hybrid interlayer for stable Li-S batteries",
        "prism:copyright": "© 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Li-S battery"
          },
          {
            "@_fa": "true",
            "$": "MXene"
          },
          {
            "@_fa": "true",
            "$": "Diatomite"
          },
          {
            "@_fa": "true",
            "$": "Polysulfides"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "590-598",
        "prism:endingPage": "598",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2021",
        "prism:doi": "10.1016/j.jechem.2021.04.038",
        "prism:startingPage": "590",
        "dc:identifier": "doi:10.1016/j.jechem.2021.04.038",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "551",
            "@width": "778",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "142087",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "411",
            "@width": "780",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103187",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "489",
            "@width": "623",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "96304",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "496",
            "@width": "778",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "123532",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "425",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23831",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "384",
            "@width": "756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "65361",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "155",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14908",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10184",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12143",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "140",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13717",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "103",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10591",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9365",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1464",
            "@width": "2067",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "433503",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1092",
            "@width": "2071",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "297917",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1299",
            "@width": "1654",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "321923",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1317",
            "@width": "2067",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "362529",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1883",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "127744",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1020",
            "@width": "2008",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "205382",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2911078",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621002503-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1054669",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85105551959"
      }
    }
  }
}