{
  "metadata": {
    "title": "Tandem Co–O dual sites on halloysite with promoted reaction kinetics for sulfur reduction",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-12-31",
    "doi": "10.1016/j.jechem.2022.09.011",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622004879",
    "pii": "S2095495622004879"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85138769189",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-09-13 2022-09-13 2022-09-26 2022-09-26 2023-01-17T19:57:48 1-s2.0-S2095495622004879 S2095-4956(22)00487-9 S2095495622004879 10.1016/j.jechem.2022.09.011 S300 S300.2 FULL-TEXT 1-s2.0-S2095495622X00077 2024-06-03T13:21:35.170239Z 0 0 20221201 20221231 2022 2022-09-13T05:45:26.188362Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst 2095-4956 20954956 false 75 75 C Volume 75 47 486 493 486 493 202212 December 2022 2022-12-01 2022-12-31 2022 article fla © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Published by Elsevier B.V. All rights reserved. TANDEMCOODUALSITESHALLOYSITEPROMOTEDREACTIONKINETICSFORSULFURREDUCTION ZHANG Q 1 Introduction 2 Experimental 2.1 Materials 2.2 Characterization 2.3 Synthesis of CoS x -Hal and reference catalysts 2.4 Synthesis of CoS x -Hal/S 2.5 Electrochemical measurements 2.6 Symmetric battery assembly 2.7 Linear sweep voltammetry measurements 2.8 Li2S nucleation/decomposition measurements 2.9 Shuttle current measurements 2.10 Adsorption measurements 2.11 DFT calculations 3 Results and discussion 3.1 Electrochemical performances of the catalysts 3.2 Structure of tandem Co–O dual sites 3.3 Polysulfides conversion mechanism 4 Conclusions Acknowledgments Appendix A Supplementary data References PANG 2016 16132 Q ZHAO 2021 166 173 C SONG 2022 568 573 Y CHEN 2022 2201555 Z LI 2021 2105067 H LI 2021 3102 R XU 2019 11491 11496 L PU 2022 762 770 J PAN 2020 5917 5925 Y TAO 2018 1801021 H ZHOU 2017 840 845 G SHEN 2019 1906661 Z SUN 2021 739 750 R NG 2021 2008654 S PENG 2020 762 770 L LI 2016 1600463 Y KHORSHIDI 2018 263 268 A WEI 2020 16013 16022 Y GAO 2022 573 581 R GAO 2021 614 623 R ZHANG 2022 2105661 Q LIN 2019 7073 7082 H DAI 2018 1704443 C LIU 2020 2002462 Y SHI 2021 2103050 Z BKPERDEWJPERNZERHOFM 1996 3865 3868 MONKHORST 1976 5188 5192 H YIN 2021 340 346 F LI 2020 1900701 Y TU 2018 1804581 S CHANG 2018 1804777 Z XIAO 2015 2891 2898 Z PENG 2021 e202100359 Y SHEN 2022 30 36 T YANG 2018 1801778 Y TIAN 2022 239 251 X ZHAO 2021 19865 19872 C CAO 2022 193 201 D YAO 2021 7114 7130 W YE 2020 2002168 Z HE 2020 2000613 Y LIU 2019 1428 1435 X CHEN 2020 187 195 S LUO 2022 407 415 M ZHANG 2020 12376 12384 J XU 2020 146092 J WU 2020 3365 3377 Q MENG 2019 26798 26806 T LI 2020 1906114 Z SHEN 2020 6673 6682 Z MENG 2021 2102819 R ZHANGX2022X486 ZHANGX2022X486X493 ZHANGX2022X486XQ ZHANGX2022X486X493XQ 2024-09-26T00:00:00.000Z 2024-09-26T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Published by Elsevier B.V. All rights reserved. 2022-10-01T01:58:05.566Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Postdoctoral Program for Innovative Talents BX2021276 National Postdoctoral Program for Innovative Talents http://data.elsevier.com/vocabulary/SciValFunders/501100012152 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 52042403 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ National Science Fund for Distinguished Young Scholars National Science Fund for Distinguished Young Scholars http://data.elsevier.com/vocabulary/SciValFunders/501100014219 http://sws.geonames.org/1814991/ Central South University ZLXD2017005 CSU Central South University http://data.elsevier.com/vocabulary/SciValFunders/501100002822 http://sws.geonames.org/1814991/ China Postdoctoral Science Foundation 2020M682519 China Postdoctoral Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100002858 http://sws.geonames.org/1814991/ 51225403 National Science Fund for Distinguished Young Scholars http://data.elsevier.com/vocabulary/SciValFunders/501100005153 http://sws.geonames.org/1814991 China University of Geosciences (Wuhan) 20222020110 CUG China University of Geosciences, Wuhan http://data.elsevier.com/vocabulary/SciValFunders/501100004701 http://sws.geonames.org/1814991/ This work was supported by the National Science Fund for Distinguished Young Scholars (51225403), the National Natural Science Foundation of China (52042403), the National Postdoctoral Program for Innovative Talents (BX2021276), the China Postdoctoral Science Foundation (2020M682519), the Strategic Priority Research Program of Central South University (ZLXD2017005), and the “CUG Scholar\" Scientific Research Funds at China University of Geosciences (Wuhan) (Project No. 20222020110). Computing resources were provided by High Performance Computing Centre of Central South University and the National Supercomputing Centre of China in Shenzhen. 0 item S2095-4956(22)00487-9 S2095495622004879 1-s2.0-S2095495622004879 10.1016/j.jechem.2022.09.011 286353 2023-01-17T20:11:26.467884Z 2022-12-01 2022-12-31 1-s2.0-S2095495622004879-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/MAIN/application/pdf/2dac829ac1def1aa6a12f557f9579cb6/main.pdf main.pdf pdf true 2435858 MAIN 8 1-s2.0-S2095495622004879-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/PREVIEW/image/png/3d86d9d00319c9fe18df6c0f5f330e2c/main_1.png main_1.png png 62302 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622004879-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/gr2/DOWNSAMPLED/image/jpeg/0c23b1a8abcb97269ff2ae66a1950e88/gr2.jpg gr2 gr2.jpg jpg 71866 378 711 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622004879-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/gr3/DOWNSAMPLED/image/jpeg/72f9fb4c4b3e847068a4cb03743855b0/gr3.jpg gr3 gr3.jpg jpg 133896 448 765 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622004879-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/gr4/DOWNSAMPLED/image/jpeg/7cf377324c720edafe67cce336f91402/gr4.jpg gr4 gr4.jpg jpg 96882 397 711 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622004879-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/ga1/DOWNSAMPLED/image/jpeg/5516805ae042c7b2a97419e87d3a42b1/ga1.jpg ga1 true ga1.jpg jpg 28670 200 445 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622004879-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/gr1/DOWNSAMPLED/image/jpeg/c73b9d3a60765b3eaced3008b1b67002/gr1.jpg gr1 gr1.jpg jpg 123111 522 711 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622004879-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/gr2/THUMBNAIL/image/gif/a5ac0b0a12ad558d0e581b3bf4fb4a37/gr2.sml gr2 gr2.sml sml 9089 116 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622004879-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/gr3/THUMBNAIL/image/gif/cde9b2e6f7212ccca1c1b132ddeb5cc3/gr3.sml gr3 gr3.sml sml 15977 128 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622004879-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/gr4/THUMBNAIL/image/gif/85848a5df43729b158ca1743f46963ba/gr4.sml gr4 gr4.sml sml 11378 122 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622004879-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/ga1/DOWNSAMPLED/image/gif/7316669ef18a8a1da027098c0635f036/ga1.sml ga1 true ga1.sml sml 8468 98 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622004879-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/gr1/THUMBNAIL/image/gif/6bc38bff00e9346c89a05063d5cd1744/gr1.sml gr1 gr1.sml sml 16564 161 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622004879-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/DOWNSAMPLED/image/jpeg/448c5463bf473035194fc7aec52eb39f/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 472884 1672 3148 IMAGE-HIGH-RES 1-s2.0-S2095495622004879-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/HIGHRES/image/jpeg/86f522a90d836a3150172bd99dff1395/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1041012 1983 3389 IMAGE-HIGH-RES 1-s2.0-S2095495622004879-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/HIGHRES/image/jpeg/5e89ef7869a2afade926b8939a39034b/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 699301 1756 3147 IMAGE-HIGH-RES 1-s2.0-S2095495622004879-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/HIGHRES/image/jpeg/8b693ec9e1de7e13dbc0d3f427f2631f/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 82857 531 1184 IMAGE-HIGH-RES 1-s2.0-S2095495622004879-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/HEAD-ONLY-JATS/image/jpeg/ceca714f35fb4b89a8340b06f558d8f2/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 944581 2311 3149 IMAGE-HIGH-RES 1-s2.0-S2095495622004879-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622004879/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/c07c961a0362197aa9b2f28b231f3346/mmc1.docx mmc1 mmc1.docx docx 18645878 APPLICATION 1-s2.0-S2095495622004879-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10ZHPKJFDP1/MAIN/application/pdf/3a0d8bfb919d0ef8a75d7279b08ed8c1/am.pdf am am.pdf pdf false 829993 AAM-PDF JECHEM 2741 S2095-4956(22)00487-9 10.1016/j.jechem.2022.09.011 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a) The galvanostatic charge-discharge curves, (b) rate performances, and (c) cycling performances with Hal/S, Co9S8/S, and CoS x -Hal/S cathodes. (d) Long-term cycling stability with CoS x -Hal/S cathode at 1 C. Inset in (d): the “CUG” light-emitting diode array panels powered by two Li-S coin batteries based on CoS x -Hal/S cathode. (e) Cycling performances of CoS x -Hal/S cathode with high areal sulfur loading at 0.2 and 1 C. (f) The comparison Li-S coin batteries with reported works. (g) Digital photo of the as-prepared Li-S pouch battery (China University of Geosciences badge: permission for use obtained from China University of Geosciences). (h) Cycling performance of Li-S pouch battery fabricated with the CoS x -Hal/S cathode at 0.2 C. Inset in (h): the charge-discharge curves of the 1st cycle and the 100th cycle. Fig. 2 (a) The CV curves of Hal/S, Co9S8/S and CoS x -Hal/S at a scanning rate of 0.1 mV s−1. (b) The value of I p /V 1/2 from Fig. S14, Supporting Information that represents Li+ ion diffusion ability of first cathodic reduction process (I C1), second cathodic reduction process (I C2), and anodic oxidation process (I A), respectively. (c) The CV curves of symmetric batteries at a scanning rate of 50 mV s−1. (d) LSV curves of Hal, Co9S8, and CoS x -Hal toward sulfur reduction. Current-time plots for potentiostatic (e) discharge and (f) charge profiles of the lithium-polysulfide batteries with the Hal, Co9S8, and CoS x -Hal cathodes. Fig. 3 (a) TEM image of CoS x -Hal. (b) HAADF-STEM image and corresponding EDS element mapping of CoS x -Hal (Si, green; S, Cyan; Co, yellow; scale bar: 50 nm). The high-resolution XPS spectra of (c) Co 2p and (d) S 2p of Co9S8 and CoS x -Hal. (e) Differential charge density of CoS2-Hal (yellow and azure represent charge depletion and accumulation, respectively). (f) The PDOS for the interfacial and surface oxygen p-orbital of CoS2-Hal and Hal (up), and Co d-orbital of in CoS2-Hal and Co9S8 (down). Fig. 4 (a) The activation energy barrier (E a) for the SRR of Hal/S, Co9S8/S, and CoS x -Hal/S cathodes at various voltages. Ex-situ XPS of spectra of (b) Co 2p and (c) O 1s of CoS x -Hal/S in varying discharge states. (d) Gibbs free energy diagram of LiPSs (including S8, Li2S8, Li2S6, Li2S4, Li2S2, and Li2S) conversion, the optimized configurations of S8 and LiPSs absorption on the (100) lattice plane of CoS2-Hal are shown as the insets. (e) The proposed SRR mechanism on tandem Co–O dual sites (Li, lavender; O, red; S, yellow; Co, blue). Tandem Co–O dual sites on halloysite with promoted reaction kinetics for sulfur reduction Qiang Zhang b 1 Yinyin Qian a c 1 Ji-Jun Zou d Ruijie Gao a c e ⁎ Huaming Yang a b c e ⁎ a Engineering Research Center of Nano-Geomaterials of Ministry of Education, China University of Geosciences, Wuhan 430074, Hubei, China Engineering Research Center of Nano-Geomaterials of Ministry of Education China University of Geosciences Wuhan 430074 Hubei China Engineering Research Center of Nano-Geomaterials of Ministry of Education, China University of Geosciences, Wuhan 430074, Hubei, China b Hunan Key Laboratory of Mineral Materials and Application, School of Minerals Processing and Bioengineering, Central South University, Changsha 410083, Hunan, China Hunan Key Laboratory of Mineral Materials and Application School of Minerals Processing and Bioengineering Central South University Changsha 410083 Hunan China Hunan Key Laboratory of Mineral Materials and Application, School of Minerals Processing and Bioengineering, Central South University, Changsha 410083, Hunan, China c Faculty of Materials Science and Chemistry, China University of Geosciences, Wuhan 430074, Hubei, China Faculty of Materials Science and Chemistry China University of Geosciences Wuhan 430074 Hubei China Faculty of Materials Science and Chemistry, China University of Geosciences, Wuhan 430074, Hubei, China d Key Laboratory for Green Chemical Technology of the Ministry of Education, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China Key Laboratory for Green Chemical Technology of the Ministry of Education School of Chemical Engineering and Technology Tianjin University Tianjin 300072 China Key Laboratory for Green Chemical Technology of the Ministry of Education, School of Chemical Engineering and Technology, Tianjin University, Tianjin 300072, China e Key Laboratory of Functional Geomaterials in China Nonmetallic Minerals Industry, China University of Geosciences, Wuhan 430074, Hubei, China Key Laboratory of Functional Geomaterials in China Nonmetallic Minerals Industry China University of Geosciences Wuhan 430074 Hubei China Key Laboratory of Functional Geomaterials in China Nonmetallic Minerals Industry, China University of Geosciences, Wuhan 430074, Hubei, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract Manipulating the orbital structure to construct Co–O dual catalytic sites can promote the multi-step continuous conversion of polysulfide intermediates and effectively improve the capacity and cycle stability of Li-S batteries. Facilitating sulfur reduction reaction (SRR) is a promising pathway to tackle the polysulfide shuttle effect and enhance the electrochemical performance of lithium-sulfur (Li-S) batteries. Catalysts with a solo active site can reduce a reaction barrier of a certain transition-intermediate, but the linear scaling relationship between multi-intermediates still obstructs overall SRR. Herein, we construct tandem Co–O dual sites with accelerating SRR kinetics by loading highly dispersed cobalt sulfide clusters on halloysite. This catalyst features Co with upshifted d-orbital and O with downshifted p-orbital, which cooperatively adsorb long-chain polysulfide and dissociate an S–S bond, thus achieving both optimal adsorption–desorption strength and reduced conversion energy barrier of multi-intermediates in SRR. The Li-S coin batteries using the electrocatalyst endows a high specific capacity of 1224.3 mAh g−1 at 0.2 C after 200 cycles, and enhances cycling stability with a low-capacity decay rate of 0.03% per cycle at 1 C after 1000 cycles. Moreover, the strategy of the tandem Co–O dual sites is further verified in a practical Li-S pouch battery that realizes 1014.1 mAh g−1 for 100 cycles, which opens up a novel avenue for designing electrocatalysts to accelerate multi-step reactions. Keywords Sulfur reduction reaction Dual catalytic site Orbit Li-S battery 1 Introduction The sluggish multi-step process of sulfur reduction reaction (SRR) is the inherent problem in Li-S chemistry, and the resulting shuttled polysulfides limit the practical application of Li-S batteries [1–4]. Recently, transition-metal-based electrocatalysts (such as oxides [5–8], sulfides [9–11], and phosphides [12,13]) have been developed for accelerating SRR, which prevents the dissolution of lithium polysulfide (LiPSs) into the electrolyte and promote sulfur transformation reactions [14]. Nonetheless, due to the linear scaling relationship between SRR multi-intermediates, although the solo catalytic site catalysts reduce a reaction barrier of a certain step, the barriers of other steps on the identical sites would increase, leading to the slow SRR kinetics [15,16]. Therefore, breaking the multi-intermediates conversion scaling relations is a critical bottleneck in accelerating SRR kinetics. Introducing a second catalytic site to construct dual catalytic sites can break the limit of the linear scaling relationship [17,18]. However, the selective and synthesis routes of dual sites are generally complex, thus the operational synergies and distance between two catalytic sites are difficult to predict and control [19,20], which hinders the intermediate transfer and catalytic efficiency. In our previous report, we manipulated the conversion kinetics of SRR by engineering oxygen p-orbit of halloysite [21]. Unfortunately, Li-S battery performances are still unsatisfactory, due to the solo O sites are still inefficient for cleaving the S–S bond in linearly correlated multi-intermediates. Unsaturated cobalt sulfide (Co9S8) is widely used to accelerate the catalytic conversion kinetics of SRR due to metal d-orbits and unsaturated heteroatoms leading to an effective structure with chemisorptive and catalytic characteristics [22–24]. Thus combined with the effect of electronegativity, the formation of tandem Co–O dual sites by constructing halloysite and Co9S8 is expected to manipulate the electronic orbits of interfacial Co and O sites, which may be promising to upshift the d-orbit of Co and downshift the p-orbit of interfacial O site, thus manipulating the reactive intermediates binding strength, decreasing the energy barrier, and promoting the catalytic conversion of multi-intermediates in SRR. Herein, we construct tandem Co–O dual catalytic sites by loading highly dispersed cobalt sulfide clusters on halloysite, achieving superior performance with a high specific capacity of 1224.3 mAh g−1 at 0.2 C (1 C = 1675 mA g−1) after 200 cycles, and excellent cycling stability (1000 cycles at 1 C with a low-capacity decay rate of 0.03% per cycle) in Li-S coin batteries at the high sulfur loading ratio of 78.04 wt%. Even with a high area sulfur loading of 4.5 mg cm−2, the coin battery still exhibits a high areal capacity of 4.29 mAh cm−2 at 1 C after 100 cycles, higher than the commercial Li ion batteries (∼4 mAh cm−2) [25]. Meanwhile, the Li-S pouch battery with tandem Co–O dual sites catalyst also attains a high battery specific capacity (1014.1 mAh g−1 for 100 cycles) and stable performance (∼94.6% capacity retention), which is better than previously reported S cathodes. By directly profiling the ex-situ XPS characterizations and density functional theory simulations of the multi-step SRR, we prove that the strong electronic coupling between Co–O dual sites feature Co with upshifted d-orbital and O with excess electrons, respectively, which manipulates sulfur-species intermediates adsorption–desorption and accelerates the conversation of S–S bond at tandem Co–O dual sites. 2 Experimental 2.1 Materials Raw halloysite was obtained from Sigma-Aldrich (Shanghai) Co., Ltd. Commercial Sulfur power, cobalt nitrate hexahydrate (Co(NO3)2·6H2O), 4-Fluorothiophenol (4-FTP), N-methyl-2-pyrrolidone (NMP), Li2S and N,N-dimethylformamide (DMF) were obtained from Shanghai Aladdin Bio-Chem Technology Co., Ltd, China. Ethanol, polyvinylidene difluoride (PVDF, HSV900, ARKEMA), Acetylene black and analytically pure hydrochloric acid (HCl) were purchased from Sinopharm Chemical Reagent Co., Ltd, China. Ultrapure water was used in experiments and all reagents were used without further purification. 2.2 Characterization X-ray diffraction (XRD) measurements of catalysts were tested by Bruker D8 Advance 25. X-ray photoelectron spectroscopy (XPS, Thermo Scientific K-Alpha) was investigated the chemical elements and bonding behaviors of the catalysts. Raman spectra were recorded by Renishaw in Via Raman. Thermogravimetric analysis tests were conducted by using METTLER TOLEDO TGA/DSC 3+. The structures and morphologies of the catalysts were characterized by scanning electron microscopy (SEM, TESCAN MIRA4) and transmission electron microscopy (TEM, FEI TF20). Nitrogen adsorption measurements were performed using a Micromeritics ASAP 2020 plus gas adsorption instrument. Inductively coupled plasma mass spectrometry (ICP-MS, Agilent 7800) was used to test the concentrations of Co in the catalysts. The water contact angles were determined using a Dataphysics OCA20. Ultraviolet–visible (UV–vis) absorption spectra measurement was tested by Shimadzu UV-3600 plus. 2.3 Synthesis of CoS x -Hal and reference catalysts Typically, ultrapure water washed the raw halloysite, and then HCl (4 mol L−1) was put into the washed halloysite and thermally treated at 90 °C for 3 h. After that, the mixture was washed several times with ultrapure water until neutral and was subsequently placed into a 60 °C oven for 24 h to obtain the pure halloysite (Hal). Co(NO3)2·6H2O (0.4, 0.8, 1.2, and 1.6 g) and 0.5 g of Hal were added into 20 mL of ultrapure water with stirring for 24 h. The prepared catalysts were washed with ultrapure water several times and collected via freeze-drying, and then calcined at 450 °C for 3 h in air to get the precursor. Finally, the prepared precursor was mixed with sulfur powder under an H2/Ar (1:9) atmosphere to 400 °C with a heating rate of 2 °C min−1 and maintained for 4 h. The CoS x -Hal-n (n = 1, 2, 3, and 4) were acquired after naturally cooling down the catalysts to room temperature. And the catalyst of physically mixing Hal and Co9S8 by grinding was denoted as Co9S8/Hal. 2.4 Synthesis of CoS x -Hal/S Commercial sulfur power was impregnated into CoS x -Hal with a melt-diffusion method at a mass ratio of 1:4. The mixture was ground into powder and heated at 155 °C for 12 h and obtained the CoS x -Hal/S. Similarly, the reference catalysts were prepared by the same method. 2.5 Electrochemical measurements The slurry was formed by mixing CoS x -Hal/S, acetylene black and PVDF (7:2:1 by weight) in NMP, and then the slurry was coated on the aluminum foil, finally directly processed into a diameter of 12 mm disc electrode as the cathode. The same method was used to prepare Hal/S, Co9S8/S, CoS x -Hal-n/S, and Co9S8/Hal/S cathodes. Li metal and Celgard 2400 were used as the counter cathode and separator. Lithium bis(trifluoromethanesulfonyl) imide (LiTFSI, 1 mol L−1) in 1, 3-dioxolaneand (DOL) and 1, 2-dimethoxyethane (DME) (1:1 by volume) with 0.1 M LiNO3 as the electrolyte. The 2016-type coin batteries were all assembled in Ar-filled glove box. Charge-discharge measurements were measured in the voltage range of 1.5–2.8 V (vs. Li/Li+) on Land battery tester (Land CT3001A, China). Cyclic voltammetry and electrochemical impedance spectra (EIS) were tested by electrochemical workstation (CHI760, Shanghai, China), and the frequency range was from 105 to 0.01 Hz at 5 mV AC oscillation amplitude for EIS. The specific capacity was calculated based on the mass of S or Li2S in the active material. And if not otherwise specified, the electrolyte to sulfur (E/S) ratio is controlled at ∼12 µL mgs −1 in Li-S coin batteries. 2.6 Symmetric battery assembly The electrode of the symmetric battery was prepared by mixing CoS x -Hal and PVDF with a weight ratio of 9:1 in NMP solvent followed by coating the slurry onto a carbon-coated Al foil, and then processed into a disc electrode with a diameter of 12 mm as the cathode. The same procedures were used to prepare Hal and Co9S8 electrodes. 0.5 M Li2S6 electrolyte was prepared by stirring sulfur and Li2S in the electrolyte (1.0 M LiTFSI in DOL and DME (1:1 by volume)) at 25 °C in an Ar-filled glove box for overnight. Two identical electrodes were used as the working and the counter electrodes, and Li2S6 was used as the electrolyte. The CV measurements of the symmetric batteries were tested with a voltage window between −0.8 to 0.8 V at a scan rate of 50 mV s−1. 2.7 Linear sweep voltammetry measurements The linear sweep voltammetry (LSV) measurements were performed to evaluate the catalytic activity of various catalysts. For sulfur reduction, the Li foil as the counter and reference electrode (geometric area ∼1.91 cm2) and the synthesized catalysts were loaded on glassy carbon electrode as working electrode (geometric area ∼0.07 cm2), and 4 mmol L−1 S8 molecules dissolved in the blank electrolyte (1.0 M LiTFSI in DOL and DME (1:1 by volume)) as the electrolyte, and the LSV measurements were conducted using electrochemical workstation at a scanning rate of 5 mV s−1 from 2.6 V to 2.35 V. Meanwhile, the catalytic activity of cobalt sites in CoS x -Hal was evaluated by toxicity experiments with/without adding 4-FTP in the LSV measurements. For the oxidation of Li2S, the synthesized catalysts were also loaded on a glassy carbon electrode as the working electrode (geometric area ∼0.07 cm2), saturated Ag/AgCl as the reference electrode, platinum sheet as the counter electrode, and 0.1 M Li2S/methanol solution as the electrolyte, and the LSV measurements were conducted at a scanning rate of 5 mV s−1 from −0.8 V to −0.15 V. 2.8 Li2S nucleation/decomposition measurements 15 µL Li2S6 electrolyte was used as catholyte and 15 µL 1.0 M LiTFSI (DOL/DME, 1:1 by volume) as anolyte, and battery assembly was performed in an Ar-filled glovebox by the abovementioned method. For Li2S nucleation, the batteries were galvanostatically discharged at 0.112 mA to 2.06 V and then potentiostatically discharged at 2.05 V for 20,000 s. For Li2S decomposition, the batteries were galvanostatically discharged at 0.112 mA to 1.50 V and then potentiostatically charged at 2.35 V until 20,000 s for the sufficient dissolution of Li2S. 2.9 Shuttle current measurements The electrolyte without LiNO3 additive was employed to prevent the passivation of lithium anode in the shuttle currents measurements, and battery assembly was performed in an Ar-filled glovebox by the abovementioned method. Typically, the assembled batteries were charged and discharged for 3 cycles, and then galvanostatically charged to 2.8 V at the current density of 0.2 C, followed by discharging to 2.38 V and switched to the potentiostatic mode. After around 20,000 s, the potentiostatic current was stabilized at a steady state and can be regarded as a shuttle current. 2.10 Adsorption measurements Typically, the Li2S6 solution (3 mmol L−1) for visualized adsorption measurements was prepared by mixing sulfur and Li2S at a molar ratio of 5:1 in DOL and DME (1:1 by volume) at 25 °C for 24 h. Then, certain amounts of Hal, Co9S8, and CoS x -Hal were added to 5 mL of the as-prepared Li2S6 solutions. The UV–vis absorption spectra measurements were performed after soaking the samples in Li2S6 solution for 6 h. 2.11 DFT calculations The calculations were performed utilizing first-principles DFT methods implemented in the DMol3 code. Electron exchange and correlation potential were computed by the generalized gradient approximation (GGA) in the PBE form [26]. All-electron core treatment and double numerical basis sets including polarization functions on all atoms were applied. Moreover, the real-space global orbital cutoff radius was set as 5.1 Å, and unrestricted spin was employed. The weak van der Waals interaction was considered using the DFT-D2 method. A vacuum space of 27 Å was added to each supercell along the z-direction to avoid image-image interaction. In this study, a supercell comprising 16 Al atoms, 16 Si atoms, 32 H atoms, and 72 O atoms was adopted to investigate pristine Hal (001) systems. Furthermore, the Brillouin zone was sampled using a 6 × 6 × 1 Monkhorst-Pack grid [27]. Residual force, energy, and atomic displacement convergence criteria for all geometry optimizations were fixed at 2 × 10−4 hartree/Å, 1.0 × 10−6 hartree, and 5 × 10−4 Å, respectively. 3 Results and discussion 3.1 Electrochemical performances of the catalysts The halloysite (Hal) is regular tubular (Fig. S1). By means of a wet-impregnation strategy (Fig. S2), Hal is immersed in Co(NO3)2 aqueous solution to anchor the cobalt (Co) ions on the surface of Hal. Subsequently, the Co-impregnated Hal is pyrolyzed in the air atmosphere, and then sulfuring under an H2/Ar gas flow to obtain CoS x -Hal-n (n = 1, 2, 3, and 4, n represents catalysts with different proportions of CoS x and Hal, CoS x -Hal-2 with the best performance is denoted as CoS x -Hal for the readability of the article). Co8S9/Hal is obtained by physical mixing. ICP-MS results verify that the concentration of Co is ∼0.81 wt% in CoS x -Hal (Table S1). The assembled Li-S batteries with synthesized catalysts as cathodes are used to evaluate the electrochemical performance. The sulfur content of CoS x -Hal/S is ∼78.04 wt% determined by thermogravimetric analysis (TGA, Fig. S3), which is beneficial to improving the energy density of Li-S batteries [28]. The typical galvanostatic charge–discharge curves of the synthesized catalysts at 0.2 C are displayed in Fig. 1 (a), the CoS x -Hal/S cathode endows the battery with a high initial discharge capacity (1278.8 mAh g−1) and the lowest potential gap (ΔE CoS x -Hal/S = 162 mV), better than Hal/S (738 mAh g−1 and ΔE Hal/S = 291 mV) and Co9S8/S (1005.9 mAh g−1 and ΔE Co9S8/S = 248 mV). As delivered in Fig. S4, CoS x -Hal/S cathode possesses maximum ΔQ H (392.6 mAh g−1) and ΔQ L (886.2 mAh g−1), and the highest ratio of ΔQ H/ΔQ L for CoS x -Hal/S (2.26) than those for Hal/S and Co9S8/S cathodes, indicating the less dissolution of LiPSs in the electrolyte and weaker shuttle effect [29,30]. Meanwhile, the charge and discharge voltage profiles verify CoS x -Hal/S cathode possesses a lower potential barrier and smaller overpotential at charge and discharge process than Hal/S and Co9S8/S (Fig. S5). Owing to the above issues, the CoS x -Hal/S cathode exhibits high-rate performance and excellent capacity retention, namely, the specific capacity values of 1322.2, 1213.5, 1140.8, 1072.1 and 932.1 mAh g−1 measured at 0.2, 0.5, 1, 2, and 5 C, are higher than that for Hal/S and Co9S8/S cathodes (Fig. 1b). When the current density switches back to 0.2 C, the specific capacity of 1320.7 mAh g−1 can be obtained (capacity recovery rate 99.8%) in CoS x -Hal/S cathode. Furthermore, an electrochemical activation process occurred during the initial cycles [31,32], and the CoS x -Hal/S cathode exhibits the highest specific capacity (1224.3 mAh g−1) and capacity retention rate (94.9%) after cycling for 200 cycles at 0.2 C (Fig. 1c), compared with Hal/S (425.1 mAh g−1 and 50.7%) and Co9S8/S (721.0 mAh g−1 and 82.3%), respectively. Moreover, Fig. S6 exhibits CoS x -Hal-n/S (n = 1, 3 and 4) cathodes still show better cycling performances than Hal/S, Co9S8/S, and Co9S8/Hal/S cathodes, but is inferior to CoS x -Hal/S cathode, which can be attributed to the less CoS x (CoS x -Hal-1) or too large size of CoS x nanoclusters (CoS x -Hal-3 and CoS x -Hal-4) decreasing the electrochemically active surface area (ECSA, Figs. S7 and S8), resulting in insufficient interfacial dual catalytic sites [21]. Notably, the Li-S battery with CoS x -Hal/S cathode is subjected to a long-term cycling evaluation (Fig. 1d and Fig. S9), exhibiting 752.1 mAh g−1 over 1000 cycles with a low-capacity decay of 0.03% per cycle at 1 C, better than many previously reported S cathodes (Table S2). Meanwhile, the reversible areal capacity of 5.02 and 4.29 mAh cm−2 at 0.2 and 1 C is maintained after 100 cycles for CoS x -Hal/S cathodes with high areal sulfur loading of 5.6 and 4.5 mg cm−2 (Fig. 1e), respectively, which are better than the commercial Li ion batteries (∼4 mAh cm−2) [25] and previously reported high-loading S cathodes (Fig. 1f and Table S3). In order to further explore the battery performance at low electrolyte/sulfur (E/S) ratio, the coin battery with a low E/S ratio of ∼4.5 µL mgs −1 is assembled, and the CoS x -Hal/S cathode still shows well discharge capacity of 1021.4 mAh g−1 after 100 cycles at 0.2 C (Fig. S10). Considering the inactive materials such as conductive carbon and binder, the actual sulfur content of the above cathodes is only ∼54.6 wt%, which is insatiable for the practical application of Li-S batteries. Therefore, we further prepared the Hal@High-S, Co9S8@High-S, and CoS x -Hal@High-S with increased sulfur content, in which the sulfur content is ∼84.17 wt% determined by TGA (Fig. S11a), and the actual sulfur content of cathodes including the inactive materials such as conductive carbon and binder can reach ∼70.14 wt%. Even with high actual sulfur content, the CoS x -Hal@High-S cathode still shows a high discharge capacity of 1135 mAh g−1 after 200 cycles at 0.2 C, which is superior to Hal@High-S (460.2 mAh g−1), and Co9S8@High-S (662.7 mAh g−1) cathodes (Fig. S11b), and also better than some previously reported S cathodes (Table S2), further proving Co–O dual catalytic sites can improve the cycle performance for the practical application of Li-S batteries. To fully demonstrate the practicality of CoS x -Hal/S catalyst in a practical device, the Li-S pouch battery is fabricated with the sulfur loading of 4.53 mg cm−2 and E/S ratio of 6.9 µL mgs −1, in which the stack number is two (Fig. 1g and Table S5). The as-prepared pouch battery exhibits stable cycling performance (∼94.6% capacity retention) and a high discharge capacity of 1014.1 mAh g−1 for 100 cycles at 0.2 C (Fig. 1h), which is very competitive with the previously reported cathodes (Table S4). Since CoS x -Hal/S cathode exhibits superior performance in the Li-S batteries, electrocatalysis experiments are further applied to probing the multi-step transformation process. Fig. 2 (a) and Fig. S12 deliver cyclic voltammetry (CV) curves within the voltage window of 1.5–2.8 V under the scan rate of 0.1 mV s−1. CoS x -Hal/S battery delivers the highest peak potential of negative peaks (Peak I C1 and I C2) and the lowest peak potential of positive peak (Peak I A), testifying to the remarkable electrocatalytic ability toward the conversion of LiPSs by CoS x -Hal catalyst [6,33], and the fitted Tafel slopes also demonstrate the same point (Fig. S13). Moreover, the CV curves with different sweeping rates (0.2–1.2 mV s−1) investigate the CoS x -Hal/S cathode possesses faster diffusion of Li ions than Co9S8/S and Hal/S cathodes (Fig. 2b and Fig. S14) [11]. Meanwhile, the excellent electrolyte wettability of CoS x -Hal/S surface also can promote the charge transfer rate between electrolyte and cathode and improve the activity of SRR (Fig. S15) [34,35]. In addition, the CV curve of a symmetrical battery without Li2S6 exhibits negligible capacitive current compared to that with Li2S6, indicating the polarization curve and capacity mainly originate from the redox of Li2S6 (Fig. 2c) [36]. Meanwhile, CoS x -Hal delivers a higher current density than Hal and Co9S8, which are consistent with the results of three-electrode linear sweep voltammetry (LSV) curves and the corresponding Tafel curves (Fig. 2d and Fig. S16), illuminating the favorable SRR kinetics of CoS x -Hal [37,38]. The toxicity experiment further proves the key catalytic effect of Co–O dual sites for LiPSs (Fig. S17). Moreover, the oxidation process of Li2S shows a similar result (Fig. S18a and b), illustrating CoS x -Hal also can promote the sulfur oxidation reaction kinetics. Besides, the little difference between LSV curves of CoS x -Hal toward S reduction and Li2S oxidation reactions before and after 200 cycles CV test suggests the excellent stability of CoS x -Hal in the electrolyte environment during the redox process (Fig. S18c and d). Fig. 2(e) shows the corresponding current–time plots of the batteries with Hal, Co9S8, and CoS x -Hal cathodes, respectively. CoS x -Hal cathode delivers the minimum peak current response time (285 s) and maximum area of Li2S precipitation (378.5 mAh g−1) when compared with Hal (708 s and 86.7 mAh g−1) and Co9S8 (314 s and 107.9 mAh g−1). Meanwhile, the Li2S dissolution on the catalyst matrix is also shown in Fig. 2(f), suggesting CoS x -Hal possesses the shortest dissolution time of Li2S and the maximum area of Li2S dissolution than Hal and Co9S8. Moreover, compared with Hal (9.5 × 10−3 mA cm−2) and Co9S8 (5.6 × 10−3 mA cm−2) cathodes, CoS x -Hal (2.8 × 10−3 mA cm−2) cathode possesses the lowest shuttle current (Fig. S19). The above current–time plots results indicate the best catalytic activity of CoS x -Hal in both oxidation and reduction processes of sulfur [39–41]. Besides, the results of post-cycle and XPS analysis further demonstrate LiPSs shuttle behavior is dramatically inhibited by the CoS x -Hal catalyst (Figs. S20 and S21). And after immersion for 6 h, the solution with CoS x -Hal is colorless, while Hal and Co9S8 still have a slightly yellow color, which testifies a stronger chemical affinity of CoS x -Hal for polysulfides than that of Hal and Co9S8, which is further proved by the Ultraviolet–visible (UV–vis) spectrum (Fig. S22). The electrocatalysis experiments clearly reveal CoS x -Hal catalyst could intrinsically boost the LiPSs adsorption and dissociation kinetics and endow CoS x -Hal with exceptional catalysis transformation capacity. 3.2 Structure of tandem Co–O dual sites Due to the ultralow intake of Co, the X-ray diffraction (XRD) patterns show no obvious detectable Co9S8 signals in CoS x -Hal-n (n = 1, 2, 3, and 4), and the characteristic peaks of sulfur in CoS x -Hal/S indicate the successful diffusion of melted sulfur into CoS x -Hal (Fig. S23), meanwhile, SEM images show the essential parts of sulfur in Hal/S and CoS x -Hal/S are deposited on the surface of halloysite nanotubes (Fig. S24). The Brunauer-Emmett-Teller (BET) surface area of CoS x -Hal (89.7 m2 g−1) is witnessed by N2 adsorption–desorption analysis (Fig. S25). As shown in transmission electron microscopy (TEM) images (Fig. 3 a), the CoS x nanoclusters (yellow dashed circles) loaded on Hal nanotubes are observed. Furthermore, the lattice fringes of 0.173 and 0.232 nm in high-resolution transmission electron microscope (HR-TEM) images of CoS x -Hal are indexed to the characteristic (440) and (331) planes of Co9S8 (Fig. S26). The energy dispersive spectroscopy (EDS) element mapping exhibits the homogeneous distribution of Si, S, and Co elements over the entire nanotube (Fig. 3b), further confirming the uniform loading of CoS x nanoclusters on the surface of Hal. Meanwhile, the EDS analysis suggests the molar ratio of Co/S is 1.130 (Table S6), which is close to the 1.125 ratio in stoichiometric Co9S8, further verifying the nanoparticles on the surface of Hal are Co9S8. The X-ray photoelectron spectroscopy (XPS) reveals the interaction between CoS x nanoclusters and Hal matrix. The high-resolution Co 2p XPS spectra present three types of Co species including Co-S (∼778.02 and ∼792.98 eV), Co–O (∼780.73 and ∼796.48 eV), and two apparent shakeup satellites (∼784.66 and ∼802.19 eV) in CoS x (Fig. 3c) [42–44]. Significantly, there is a blue-shift of binding energy in CoS x -Hal, corresponding to the increase of the average valence state of Co atoms in CoS x -Hal [45]. As for the XPS spectrum of S 2p (Fig. 3d), the peaks of S 2p 3/2 (∼161.90 and ∼162.45 eV) and S 2p 1/2 (∼163.11 and ∼164.17 eV) are related to the Co-S bond, also shifting to the high binding energy in CoS x -Hal compared with Co9S8 [46,47]. Specifically, the peaks in the Co 2p and S 2p spectra shift to a high valence state in CoS x -Hal may originate from the charge transfer to the interfacial oxygen atoms [21], and the O 1s spectrum in CoS x -Hal slightly shifts to the low binding energy compared with Hal, supporting the above charge transfer (Fig. S27). Besides, the blue-shift of the Co-S peak in CoS x -Hal-n in Raman spectra (Fig. S28), further confirming the Co species in CoS x -Hal possess a high oxidation state [48,49], which is consistent with XPS results (Fig. 3c and d). Density functional theory (DFT) calculations are performed to further probe the localized electronic states and structure of the synthesized catalysts. In this article, the (001) plane of the bulk Hal is used for the calculation, and the terminal Si-O layer is selected as the adsorption surface. Considering the large structure of Co9S8, small clusters of CoS2 are adopted instead of Co9S8. The models for the bulk Hal (001) and CoS2 cluster adsorbed Hal (001) (CoS2-Hal) are shown in Fig. S29. Significantly, the adsorption energy of CoS2 on Hal (001) is −0.95 eV, indicating that the CoS2 cluster on Hal (001) is very stable. For CoS2-Hal, the interfacial O atoms (Si-O-Co) bonded to Si and Co atoms are denoted as Oint. The electron density in the vicinity of the adsorbed CoS2 clusters decreased significantly (Fig. 3e), in contrast, the increase in electron density is most pronounced at the Oint sites, which further confirmed the electron transfer from the CoS2 clusters to the Oint sites. This electron-rich effect is expected to tune the p-orbital center (ε p) of the Oint sites. The calculated partial density of states (PDOS) is shown in Fig. 3(f), and the p-orbital center of the Oint sites in CoS2-Hal (-6.43 eV) is farther from the Fermi level (Ef ) than in bulk Hal (-5.47 eV), indicating that the p-orbital center of Oint sites downshifts when Hal is coupled to the CoS2 clusters. Furthermore, compared with bulk Co9S8, the d-orbital center (ε d) of Co is narrower and shifts upwards from −1.71 to −1.49 eV, contributing to the formation of unoccupied d orbitals of Co and antibonding orbitals above the Fermi level. According to the d(p) orbital center theory, the catalytic activity of metal elements (nonmetals) is related to the center position of the d(p) orbital, thus the Co–Oint dual sites which possess d- and p-orbital shifts, are expected to improve the catalytic activity of LiPSs. 3.3 Polysulfides conversion mechanism To further understand the origin of the improved catalytic activity and the specific sulfur reaction kinetics, we conduct electrochemical impedance spectroscopy (EIS) measurements and determined the temperature dependence of charge transfer resistance at the open-circuit voltage (OCV) and the various voltages (where in SRR process). The activation energy barrier (E a) is calculated to index the transportation kinetics of ion/electron from the active sites that are engaging in sulfur redox reactions [15]. As shown in Fig. S30, E a at OCV is in the order of CoS x -Hal (0.18 eV) < Co9S8 (0.21 eV) < Hal (0.28 eV), suggesting the promoting SRR kinetics over CoS x -Hal [50,51]. The temperature-dependent EIS curves at various voltages further apprehend the mechanism of the Co–O dual sites in accelerating SRR kinetics. As displayed in Fig. 4 (a) and Fig. S31, the E a of CoS x -Hal is still the lowest compared with Hal and Co9S8, indicating optimal catalytic activities for the whole SRR chemistry, which is consistent with the observed electrochemical performance. To investigate the origin of the fast SRR kinetics on the CoS x -Hal/S cathode from the electronic structure, ex-situ XPS characterizations are carried out. Fig. 4(b) and Fig. S32 demonstrate the oxidation state of Co decreases gradually in the discharge process and reaches the lowest level at 2.0 V, which is attributed to adsorption and dissociation of long-chain LiPSs molecules. The oxidation state of Co raises continuously until the potential reaches 1.6 V, probably due to the long-chain lithium polysulfide transforming into short-chain lithium polysulfide and the charge interaction between Li+ cation and sulfur chain (S2 2−/S2−) enhancing, resulting in weakening their binding strength with Co–O sites and the slowly raised binding energy in the XPS results of Co 2p. Moreover, the adsorption binding energy increases first and then decreases with the shortening of the sulfur chain further confirming the above conclusion (Table S7). Similar evidence of adsorption–desorption and catalytic dissociation behavior can be observed in the ex-situ O 1s XPS spectra of the CoS x -Hal/S cathodes (Fig. 4c and Fig. S33), however, it maintained nearly unshifted at 2.0–1.8 V, suggesting the desorption of short-chain LiPSs or Li2S on the O site is later than that at Co site. The relative Gibbs free energy spectra of the discharge process from S8 to Li2S on Hal and CoS2-Hal are exhibited in Fig. 4(d), meanwhile, the optimized structure of the intermediate on the substrate is shown in Figs. S34 and S35, and the inset of Fig. 4(d). The reduction step of S8 to Li2S8 shows spontaneous exothermic reactions on all substrates, while the following transformation (Li2S8 → Li2S6 → Li2S4 → Li2S2 → Li2S) is endothermic. For Hal (001), Li2S4* desorption is the potential-determining step because oxygen has a strong affinity for Hal, which makes Li2S4* difficult to generate, resulting in slow catalytic conversion kinetics of LiPSs. For CoS2-Hal, the co-coordinated Co–Oint can adsorb LiPSs and easily dissociate the Li-S bond during the reduction process, while the catalytic product Li2S4* is more easily desorbed from the interfacial oxygen sites due to the downshift of the p-orbital of Oint sites. Importantly, the step that determines the potential is the Li2S4 to Li2S2 transition, indicating that S reduction is thermodynamically more favorable for CoS2-Hal than Hal. Compared with Hal, the Gibbs free energy change of CoS2-Hal is reduced. These trends validate the catalytic difference between bulk Hal and CoS2-Hal, and the downshift of the p-orbital of Oint sites and the upshift of the d-orbital center of Co atoms in CoS2-Hal are expected to improve the catalytic activity. Therefore, the synergistic effect of Co–Oint dual sites in CoS2-Hal is expected to accelerate the catalytic conversion kinetics of LiPSs, which provides an opportunity to utilize Co–Oint dual sites as LiPSs catalysts for high-performance Li-S batteries. Fig. 4(e) illustrates the detailed scheme of SRR mechanism on tandem Co–O dual sites. This proposed mechanism suggests that the long-chain LiPSs molecules initially adsorb and crack at the Co and O sites, during the subsequent discharge process, and the short-chain LiPSs and Li2S is finally desorbed at the interfacial O site, which is a benefit for the successive adsorption–desorption and bond-breaking process of LiPSs, thus breaking linear scaling relationships between sulfur-species intermediates in the SRR process, and effectively promoting the conversion kinetics of lithium polysulfide. 4 Conclusions In summary, we proposed an approach to accelerate the multi-step sulfur reduction reaction by dispersing cobalt sulfide nanoclusters over halloysite to construct Co–O dual catalytic sites. By manipulating the orbital structure of Co and O atoms, the Co–O dual sites possess Co with upshifted orbital and O with excess electrons, which can lead LiPSs to the continuous conversion process of adsorption–desorption and bond-breaking, thus breaking the linear scaling relationship of multi-step SRR process. CoS x -Hal catalyst exhibits superior electrochemical performance with a high specific capacity of 1224.3 mAh g−1 at 0.2 C after 200 cycles, and enhanced cycling stability with a low-capacity decay rate of 0.03% per cycle at 1 C after 1000 cycles in Li-S batteries. In addition, the practical Li-S pouch battery with tandem Co–O dual sites catalyst also attains a high battery specific capacity (1014.1 mAh g−1 for 100 cycles) and stable performance (∼94.6% capacity retention). This work opens a novel avenue for accelerating multi-step reaction catalysts. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Science Fund for Distinguished Young Scholars (51225403), the National Natural Science Foundation of China (52042403), the National Postdoctoral Program for Innovative Talents (BX2021276), the China Postdoctoral Science Foundation (2020M682519), the Strategic Priority Research Program of Central South University (ZLXD2017005), and the “CUG Scholar\" Scientific Research Funds at China University of Geosciences (Wuhan) (Project No. 20222020110). Computing resources were provided by High Performance Computing Centre of Central South University and the National Supercomputing Centre of China in Shenzhen. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2022.09.011. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] Q. Pang X. Liang C.Y. Kwok L.F. Nazar Nat. Energy 1 2016 16132 Q. Pang, X. Liang, C.Y. Kwok, L.F. Nazar, Nat. Energy 1 (2016) 16132. [2] C. Zhao G.L. Xu Z. Yu L. Zhang I. Hwang Y.X. Mo Y. Ren L. Cheng C.J. Sun Y. Ren X. Zuo J.T. Li S.G. Sun K. Amine T. Zhao Nat. Nanotechnol. 16 2021 166 173 C. Zhao, G.L. Xu, Z. Yu, L. Zhang, I. Hwang, Y.X. Mo, Y. Ren, L. Cheng, C.J. Sun, Y. Ren, X. Zuo, J.T. Li, S.G. Sun, K. Amine, T. Zhao, Nat. Nanotechnol. 16 (2021) 166–173. [3] Y.W. Song J.L. Qin C.X. Zhao M. Zhao L.P. Hou Y.Q. Peng H.J. Peng B.Q. Li J. Energy Chem. 64 2022 568 573 Y.W. Song, J.L. Qin, C.X. Zhao, M. Zhao, L.P. Hou, Y.Q. Peng, H.J. Peng, B.Q. Li, J. Energy Chem. 64 (2022) 568–573. [4] Z.X. Chen M. Zhao L.P. Hou X.Q. Zhang B.Q. Li J.Q. Huang Adv. Mater. 35 2022 2201555 Z.X. Chen, M. Zhao, L.P. Hou, X.Q. Zhang, B.Q. Li, J.Q. Huang, Adv. Mater. 35 (2022) 2201555. [5] H. Li C. Chen Y. Yan T. Yan C. Cheng D. Sun L. Zhang Adv. Mater. 33 2021 2105067 H. Li, C. Chen, Y. Yan, T. Yan, C. Cheng, D. Sun, L. Zhang, Adv. Mater. 33 (2021) 2105067. [6] R. Li D. Rao J. Zhou G. Wu G. Wang Z. Zhu X. Han R. Sun H. Li C. Wang W. Yan X. Zheng P. Cui Y. Wu G. Wang X. Hong Nat. Commun. 12 2021 3102 R. Li, D. Rao, J. Zhou, G. Wu, G. Wang, Z. Zhu, X. Han, R. Sun, H. Li, C. Wang, W. Yan, X. Zheng, P. Cui, Y. Wu, G. Wang, X. Hong, Nat. Commun. 12 (2021) 3102. [7] L. Xu H. Zhao M. Sun B. Huang J. Wang J. Xia N. Li D. Yin M. Luo F. Luo Y. Du C. Yan Angew. Chem. Int. Ed. 58 2019 11491 11496 L. Xu, H. Zhao, M. Sun, B. Huang, J. Wang, J. Xia, N. Li, D. Yin, M. Luo, F. Luo, Y. Du, C. Yan, Angew. Chem. Int. Ed. 58 (2019) 11491–11496. [8] J. Pu Z. Wang P. Xue K. Zhu J. Li Y. Yao J. Energy Chem. 68 2022 762 770 J. Pu, Z. Wang, P. Xue, K. Zhu, J. Li, Y. Yao, J. Energy Chem. 68 (2022) 762–770. [9] Y. Pan L. Gong X. Cheng Y. Zhou Y. Fu J. Feng H. Ahmed H. Zhang ACS Nano 14 2020 5917 5925 Y. Pan, L. Gong, X. Cheng, Y. Zhou, Y. Fu, J. Feng, H. Ahmed, H. Zhang, ACS Nano 14 (2020) 5917–5925. [10] H. Tao M. Zhou R. Wang K. Wang S. Cheng K. Jiang Adv. Sci. 5 2018 1801021 H. Tao, M. Zhou, R. Wang, K. Wang, S. Cheng, K. Jiang, Adv. Sci. 5 (2018) 1801021. [11] G. Zhou H. Tian Y. Jin X. Tao B. Liu R. Zhang Z.W. Seh D. Zhuo Y. Liu J. Sun J. Zhao C. Zu D.S. Wu Q. Zhang Y. Cui Proc. Natl. Acad. Sci. U.S.A. 114 2017 840 845 G. Zhou, H. Tian, Y. Jin, X. Tao, B. Liu, R. Zhang, Z.W. Seh, D. Zhuo, Y. Liu, J. Sun, J. Zhao, C. Zu, D.S. Wu, Q. Zhang, Y. Cui, Proc. Natl. Acad. Sci. U.S.A. 114 (2017) 840–845. [12] Z. Shen M. Cao Z. Zhang J. Pu C. Zhong J. Li H. Ma F. Li J. Zhu F. Pan H. Zhang Adv. Funct. Mater. 30 2019 1906661 Z. Shen, M. Cao, Z. Zhang, J. Pu, C. Zhong, J. Li, H. Ma, F. Li, J. Zhu, F. Pan, H. Zhang, Adv. Funct. Mater. 30 (2019) 1906661. [13] R. Sun Y. Bai M. Luo M. Qu Z. Wang W. Sun K. Sun ACS Nano 15 2021 739 750 R. Sun, Y. Bai, M. Luo, M. Qu, Z. Wang, W. Sun, K. Sun, ACS Nano 15 (2021) 739–750. [14] S.F. Ng M.Y.L. Lau W.J. Ong Adv. Mater. 33 2021 2008654 S.F. Ng, M.Y.L. Lau, W.J. Ong, Adv. Mater. 33 (2021) 2008654. [15] L.L. Peng Z.Y. Wei C.Z. Wan J. Li Z. Chen D. Zhu D. Baumann H.T. Liu C.S. Allen X. Xu A.I. Kirkland I. Shakir Z. Almutairi S. Tolbert B. Dunn Y. Huang P. Sautet X.F. Duan Nat. Catal. 3 2020 762 770 L.L. Peng, Z.Y. Wei, C.Z. Wan, J. Li, Z. Chen, D. Zhu, D. Baumann, H.T. Liu, C.S. Allen, X. Xu, A.I. Kirkland, I. Shakir, Z. Almutairi, S. Tolbert, B. Dunn, Y. Huang, P. Sautet, X.F. Duan, Nat. Catal. 3 (2020) 762–770. [16] Y.W. Li Q. Sun Adv. Energy Mater. 6 2016 1600463 Y.W. Li, Q. Sun, Adv. Energy Mater. 6 (2016) 1600463. [17] A. Khorshidi J. Violet J. Hashemi A.A. Peterson Nat. Catal. 1 2018 263 268 A. Khorshidi, J. Violet, J. Hashemi, A.A. Peterson, Nat. Catal. 1 (2018) 263–268. [18] Y.S. Wei L. Sun M. Wang J. Hong L. Zou H. Liu Y. Wang M. Zhang Z. Liu Y. Li S. Horike K. Suenaga Q. Xu Angew. Chem. Int. Ed. 59 2020 16013 16022 Y.S. Wei, L. Sun, M. Wang, J. Hong, L. Zou, H. Liu, Y. Wang, M. Zhang, Z. Liu, Y. Li, S. Horike, K. Suenaga, Q. Xu, Angew. Chem. Int. Ed. 59 (2020) 16013–16022. [19] R. Gao J. Xu J. Wang J. Lim C. Peng L. Pan X. Zhang H. Yang J.J. Zou J. Am. Chem. Soc. 1 2022 573 581 R. Gao, J. Xu, J. Wang, J. Lim, C. Peng, L. Pan, X. Zhang, H. Yang, J.J. Zou, J. Am. Chem. Soc. 1 (2022) 573–581. [20] R. Gao J. Wang Z.F. Huang R. Zhang W. Wang L. Pan J. Zhang W. Zhu X. Zhang C. Shi J. Lim J.J. Zou Nat. Energy 6 2021 614 623 R. Gao, J. Wang, Z.F. Huang, R. Zhang, W. Wang, L. Pan, J. Zhang, W. Zhu, X. Zhang, C. Shi, J. Lim, J.J. Zou, Nat. Energy 6 (2021) 614–623. [21] Q. Zhang R. Gao Z. Li B. Zhou A. Tang J. Wang J.J. Zou H.M. Yang Small 18 2022 2105661 Q. Zhang, R. Gao, Z. Li, B. Zhou, A. Tang, J. Wang, J.J. Zou, H.M. Yang, Small 18 (2022) 2105661. [22] H. Lin S. Zhang T. Zhang S. Cao H. Ye Q. Yao G.W. Zheng J.Y. Lee ACS Nano 13 2019 7073 7082 H. Lin, S. Zhang, T. Zhang, S. Cao, H. Ye, Q. Yao, G.W. Zheng, J.Y. Lee, ACS Nano 13 (2019) 7073–7082. [23] C.L. Dai J.M. Lim M.Q. Wang L.Y. Hu Y.M. Chen Z.Y. Chen H. Chen S.J. Bao B.L. Shen Y. Li G. Henkelman M.W. Xu Adv. Funct. Mater. 28 2018 1704443 C.L. Dai, J.M. Lim, M.Q. Wang, L.Y. Hu, Y.M. Chen, Z.Y. Chen, H. Chen, S.J. Bao, B.L. Shen, Y. Li, G. Henkelman, M.W. Xu, Adv. Funct. Mater. 28 (2018) 1704443. [24] Y. Liu S. Ma L. Liu J. Koch M. Rosebrock T. Li F. Bettels T. He H. Pfnür N.C. Bigall A. Feldhoff F. Ding L. Zhang Adv. Funct. Mater. 30 2020 2002462 Y. Liu, S. Ma, L. Liu, J. Koch, M. Rosebrock, T. Li, F. Bettels, T. He, H. Pfnür, N.C. Bigall, A. Feldhoff, F. Ding, L. Zhang, Adv. Funct. Mater. 30 (2020) 2002462. [25] Z. Shi Z. Sun J. Cai X. Yang C. Wei M. Wang Y. Ding J. Sun Adv. Mater. 33 2021 2103050 Z. Shi, Z. Sun, J. Cai, X. Yang, C. Wei, M. Wang, Y. Ding, J. Sun, Adv. Mater. 33 (2021) 2103050. [26] B.K. Perdew JP, Ernzerhof M, Phys. Rev. Lett. 77 1996 3865 3868 B.K. Perdew JP, Ernzerhof M, Phys. Rev. Lett. 77 (1996) 3865–3868. [27] H.J. Monkhorst J.D. Pack Phys. Rev. B 13 1976 5188 5192 H.J. Monkhorst, J.D. Pack, Phys. Rev. B 13 (1976) 5188–5192. [28] F. Yin Q. Jin H. Gao X. Zhang Z. Zhang J. Energy Chem. 53 2021 340 346 F. Yin, Q. Jin, H. Gao, X. Zhang, Z. Zhang, J. Energy Chem. 53 (2021) 340–346. [29] Y. Li P. Zhou H. Li T. Gao L. Zhou Y. Zhang N. Xiao Z. Xia L. Wang Q. Zhang L. Gu S. Guo Small Methods 4 2020 1900701 Y. Li, P. Zhou, H. Li, T. Gao, L. Zhou, Y. Zhang, N. Xiao, Z. Xia, L. Wang, Q. Zhang, L. Gu, S. Guo, Small Methods 4 (2020) 1900701. [30] S. Tu X. Chen X. Zhao M. Cheng P. Xiong Y. He Q. Zhang Y. Xu Adv. Mater. 30 2018 1804581 S. Tu, X. Chen, X. Zhao, M. Cheng, P. Xiong, Y. He, Q. Zhang, Y. Xu, Adv. Mater. 30 (2018) 1804581. [31] Z. Chang Y. He H. Deng X. Li S. Wu Y. Qiao P. Wang H. Zhou Adv. Funct. Mater. 28 2018 1804777 Z. Chang, Y. He, H. Deng, X. Li, S. Wu, Y. Qiao, P. Wang, H. Zhou, Adv. Funct. Mater. 28 (2018) 1804777. [32] Z. Xiao Z. Yang L. Wang H. Nie M. Zhong Q. Lai X. Xu L. Zhang S. Huang Adv. Mater. 27 2015 2891 2898 Z. Xiao, Z. Yang, L. Wang, H. Nie, M. Zhong, Q. Lai, X. Xu, L. Zhang, S. Huang, Adv. Mater. 27 (2015) 2891–2898. [33] Y.Q. Peng M. Zhao Z.X. Chen Q. Cheng Y. Liu C.X. Zhao X. Ma B.Q. Li C.M. Chen J.Q. Huang Q. Zhang Batteries Supercaps 5 2021 e202100359 Y.Q. Peng, M. Zhao, Z.X. Chen, Q. Cheng, Y. Liu, C.X. Zhao, X. Ma, B.Q. Li, C.M. Chen, J.Q. Huang, Q. Zhang, Batteries Supercaps, 5 (2021) e202100359. [34] T.H. Shen L. Spillane J. Peng Y. Shao-Horn V. Tilel Nat Catal. 5 2022 30 36 T.H. Shen, L. Spillane, J. Peng, Y. Shao-Horn, V. Tilel, Nat Catal. 5 (2022) 30–36. [35] Y.F. Yang J.P. Zhang Adv. Energy Mater. 8 2018 1801778 Y.F. Yang, J.P. Zhang, Adv. Energy Mater. 8 (2018) 1801778. [36] X. Tian Y. Zhou B. Zhang N.B.S. Selabi G. Wang J. Energy Chem. 74 2022 239 251 X. Tian, Y. Zhou, B. Zhang, N.B.S. Selabi, G. Wang, J. Energy Chem. 74 (2022) 239–251. [37] C.X. Zhao X.Y. Li M. Zhao Z.X. Chen Y.W. Song W.J. Chen J.N. Liu B. Wang X.Q. Zhang C.M. Chen B.Q. Li J.Q. Huang Q. Zhang J. Am. Chem. Soc. 143 2021 19865 19872 C.X. Zhao, X.Y. Li, M. Zhao, Z.X. Chen, Y.W. Song, W.J. Chen, J.N. Liu, B. Wang, X.Q. Zhang, C.M. Chen, B.Q. Li, J.Q. Huang, Q. Zhang, J. Am. Chem. Soc. 143 (2021) 19865–19872. [38] D. Cao X. Shen A. Wang F. Yu Y. Wu S. Shi S.A. Freunberger Y. Chen Nat. Catal. 5 2022 193 201 D. Cao, X. Shen, A. Wang, F. Yu, Y. Wu, S. Shi, S.A. Freunberger, Y. Chen, Nat. Catal. 5 (2022) 193–201. [39] W. Yao W. Zheng J. Xu C. Tian K. Han W. Sun S. Xiao ACS Nano 15 2021 7114 7130 W. Yao, W. Zheng, J. Xu, C. Tian, K. Han, W. Sun, S. Xiao, ACS Nano 15 (2021) 7114–7130. [40] Z. Ye Y. Jiang L. Li F. Wu R. Chen Adv. Mater. 32 2020 2002168 Z. Ye, Y. Jiang, L. Li, F. Wu, R. Chen, Adv. Mater. 32 (2020) 2002168. [41] Y. He M. Li Y. Zhang Z. Shan Y. Zhao J. Li G. Liu C. Liang Z. Bakenov Q. Li Adv. Funct. Mater. 30 2020 2000613 Y. He, M. Li, Y. Zhang, Z. Shan, Y. Zhao, J. Li, G. Liu, C. Liang, Z. Bakenov, Q. Li, Adv. Funct. Mater. 30 (2020) 2000613. [42] X. Liu D. Wang X. Yang Z. Zhao H. Yang M. Feng W. Zhang W. Zheng ACS Appl. Energy Mater. 2 2019 1428 1435 X. Liu, D. Wang, X. Yang, Z. Zhao, H. Yang, M. Feng, W. Zhang, W. Zheng, ACS Appl. Energy Mater. 2 (2019) 1428–1435. [43] S. Chen J. Luo N. Li X. Han J. Wang Q. Deng Z. Zeng Energy Stor. Mater. 30 2020 187 195 S. Chen, J. Luo, N. Li, X. Han, J. Wang, Q. Deng, Z. Zeng, Energy Stor. Mater. 30 (2020) 187–195. [44] M. Luo Y. Bai R. Sun M. Qu M. Wang Z. Yang Z. Wang W. Sun K. Sun J. Energy Chem. 73 2022 407 415 M. Luo, Y. Bai, R. Sun, M. Qu, M. Wang, Z. Yang, Z. Wang, W. Sun, K. Sun, J. Energy Chem. 73 (2022) 407–415. [45] J.Y. Zhang J.M. Qian J.Q. Ran P.X. Xi L.J. Yang D.Q. Gao ACS Catal. 10 2020 12376 12384 J.Y. Zhang, J.M. Qian, J.Q. Ran, P.X. Xi, L.J. Yang, D.Q. Gao, ACS Catal. 10 (2020) 12376–12384. [46] J.L. Xu L. Liu Y.H. Sun R.F. Lu Z.R. Wang Q. Sun Appl. Surf. Sci. 514 2020 146092 J.L. Xu, L. Liu, Y.H. Sun, R.F. Lu, Z.R. Wang, Q. Sun, Appl. Surf. Sci. 514 (2020) 146092. [47] Q. Wu Z. Yao X. Zhou J. Xu F. Cao C. Li ACS Nano 14 2020 3365 3377 Q. Wu, Z. Yao, X. Zhou, J. Xu, F. Cao, C. Li, ACS Nano, 14 (2020) 3365–3377. [48] T. Meng J. Gao Y. Liu J. Zhu H. Zhang L. Ma M. Xu C.M. Li J. Jiang ACS Appl. Mater. Interfaces 11 2019 26798 26806 T. Meng, J. Gao, Y. Liu, J. Zhu, H. Zhang, L. Ma, M. Xu, C.M. Li, J. Jiang, ACS Appl. Mater. Interfaces 11 (2019) 26798–26806. [49] Z. Li Z. Xiao P. Li X. Meng R. Wang Small 16 2020 1906114 Z. Li, Z. Xiao, P. Li, X. Meng, R. Wang, Small 16 (2020) 1906114. [50] Z. Shen Z. Zhang M. Li Y. Yuan Y. Zhao S. Zhang C. Zhong J. Zhu J. Lu H. Zhang ACS Nano 14 2020 6673 6682 Z. Shen, Z. Zhang, M. Li, Y. Yuan, Y. Zhao, S. Zhang, C. Zhong, J. Zhu, J. Lu, H. Zhang, ACS Nano 14 (2020) 6673–6682. [51] R.J. Meng Q.J. Du N. Zhong X. Zhou S.H. Liu S.F. Yin X. Liang Adv. Energy Mater. 11 2021 2102819 R.J. Meng, Q.J. Du, N. Zhong, X. Zhou, S.H. Liu, S.F. Yin, X. Liang, Adv. Energy Mater. 11 (2021) 2102819.",
      "scopus-id": "85138769189",
      "coredata": {
        "eid": "1-s2.0-S2095495622004879",
        "dc:description": "Facilitating sulfur reduction reaction (SRR) is a promising pathway to tackle the polysulfide shuttle effect and enhance the electrochemical performance of lithium-sulfur (Li-S) batteries. Catalysts with a solo active site can reduce a reaction barrier of a certain transition-intermediate, but the linear scaling relationship between multi-intermediates still obstructs overall SRR. Herein, we construct tandem Co–O dual sites with accelerating SRR kinetics by loading highly dispersed cobalt sulfide clusters on halloysite. This catalyst features Co with upshifted d-orbital and O with downshifted p-orbital, which cooperatively adsorb long-chain polysulfide and dissociate an S–S bond, thus achieving both optimal adsorption–desorption strength and reduced conversion energy barrier of multi-intermediates in SRR. The Li-S coin batteries using the electrocatalyst endows a high specific capacity of 1224.3 mAh g−1 at 0.2 C after 200 cycles, and enhances cycling stability with a low-capacity decay rate of 0.03% per cycle at 1 C after 1000 cycles. Moreover, the strategy of the tandem Co–O dual sites is further verified in a practical Li-S pouch battery that realizes 1014.1 mAh g−1 for 100 cycles, which opens up a novel avenue for designing electrocatalysts to accelerate multi-step reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622004879",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Qiang"
          },
          {
            "@_fa": "true",
            "$": "Qian, Yinyin"
          },
          {
            "@_fa": "true",
            "$": "Zou, Ji-Jun"
          },
          {
            "@_fa": "true",
            "$": "Gao, Ruijie"
          },
          {
            "@_fa": "true",
            "$": "Yang, Huaming"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622004879"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622004879"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00487-9",
        "prism:volume": "75",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Published by Elsevier B.V.",
        "dc:title": "Tandem Co–O dual sites on halloysite with promoted reaction kinetics for sulfur reduction",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sulfur reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Dual catalytic site"
          },
          {
            "@_fa": "true",
            "$": "Orbit"
          },
          {
            "@_fa": "true",
            "$": "Li-S battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "486-493",
        "prism:endingPage": "493",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2022",
        "prism:doi": "10.1016/j.jechem.2022.09.011",
        "prism:startingPage": "486",
        "dc:identifier": "doi:10.1016/j.jechem.2022.09.011",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "378",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71866",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "448",
            "@width": "765",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "133896",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "397",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "96882",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "445",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28670",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "522",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "123111",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "116",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9089",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15977",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11378",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8468",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16564",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1672",
            "@width": "3148",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "472884",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1983",
            "@width": "3389",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1041012",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1756",
            "@width": "3147",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "699301",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1184",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "82857",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2311",
            "@width": "3149",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "944581",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "18645878",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622004879-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "829993",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85138769189"
      }
    }
  }
}