{
  "metadata": {
    "title": "Enhancing thermodynamic stability of single-crystal Ni-rich cathode material via a synergistic dual-substitution strategy",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2024-01-31",
    "doi": "10.1016/j.jechem.2023.09.038",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495623005545",
    "pii": "S2095495623005545"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85175533781",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2023-10-11 2023-10-11 2023-11-03 2023-11-03 2023-12-17T08:00:08 1-s2.0-S2095495623005545 S2095-4956(23)00554-5 S2095495623005545 10.1016/j.jechem.2023.09.038 S300 S300.1 FULL-TEXT 1-s2.0-S2095495623X00114 2023-12-17T08:08:21.920248Z 0 0 20240101 20240131 2024 2023-10-11T22:26:06.559733Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 88 88 C Volume 88 37 428 436 428 436 202401 January 2024 2024-01-01 2024-01-31 2024 article fla © 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. ENHANCINGTHERMODYNAMICSTABILITYSINGLECRYSTALNIRICHCATHODEMATERIALVIAASYNERGISTICDUALSUBSTITUTIONSTRATEGY SHEN J 1 Introduction 2 Experimental 2.1 Materials synthesis 2.2 Materials characterization 2.3 Electrochemical characterization 3 Results and discussion 3.1 Physicochemical characterizations 3.2 Electrochemical energy storage properties 3.3 Structural and morphology evolution 3.4 Composition degradation and schematic illustration 4 Conclusions Acknowledgments Appendix A Supplementary material References WU 2022 283 308 Q GUPTA 2023 3789 R NI 2022 2201510 L ZHANG 2021 217 229 X SU 2022 236 253 Y WANG 2022 120 130 R XIE 2023 144051 H YIN 2021 105854 S HU 2023 5318 5330 B HUANG 2022 301 309 Y WHITTINGHAM 2020 8435 8437 M GELDASA 2022 5891 5909 F LIAO 2022 12111888 C LI 2022 107335 S SUN 2022 e202207225 J WANG 2021 2013 2026 C BAK 2014 22594 22601 S GAO 2020 104798 T YJ 2020 105364 A LIU 2022 312 T LIANG 2017 25303 25313 C AHALIABADEH 2022 231633 Z QING 2016 1501914 R FENG 2021 166 175 L SHEN 2022 163999 J LIU 2018 13045 13055 Y SCHIPPER 2018 1701682 F JAMIL 2021 129118 S QIAN 2021 105926 G KONG 2019 1901756 D WANG 2022 2201744 E YANG 2019 1808825 H YANG 2022 192 197 Z PENG 2022 434 444 F WANG 2019 1900355 L ZHANG 2019 594 603 J SI 2021 9354 9363 Z ZOU 2021 26535 26539 Y PARK 2022 946 954 G PARK 2023 2301530 N YANG 2020 2002719 Z QIU 2022 2200022 L HUA 2020 4984 4997 W ZHANG 2023 e12270 B SUN 2021 138038 Y ZHANG 2019 15507 15516 J CUI 2016 1501309 S LV 2020 227718 Y ZHANG 2021 161005 S ROBERT 2015 A1823 A1828 R KIM 2019 1803902 U JAMIL 2020 21306 21316 S RYU 2019 18580 18588 H LI 2020 105365 N LI 2023 e2302208 H KANG 2021 010518 J WANG 2021 3657 3663 C YOON 2006 1257 1262 W MO 2019 260 268 Y ZHOU 2021 229 240 K PUSHNITSA 2019 6694 6699 K LIANG 2022 424 432 C WU 2021 2177 2194 F XIONG 2021 18648 18657 J LIU 2022 134745 F SHENX2024X428 SHENX2024X428X436 SHENX2024X428XJ SHENX2024X428X436XJ 2025-11-03T00:00:00.000Z 2025-11-03T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. 2023-11-08T12:18:36.557Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Jiangsu University of Science and Technology Doctoral Research Start-up Fund, China 120200012 Natural Science Fund for Colleges and Universities of Jiangsu Province 21KJB450003 BK20210887 Natural Science Foundation of Jiangsu Province http://data.elsevier.com/vocabulary/SciValFunders/501100004608 http://sws.geonames.org/1814991/ Jiangsu Provincial Double Innovation Program JSSCB20210984 This work was financially supported by the Natural Science Foundation of Jiangsu Province, China ( BK20210887 ), the Jiangsu Provincial Double Innovation Program, China (JSSCB20210984), the Natural Science Fund for Colleges and Universities of Jiangsu Province, China (21KJB450003) and the Jiangsu University of Science and Technology Doctoral Research Start-up Fund, China ( 120200012 ). item S2095-4956(23)00554-5 S2095495623005545 1-s2.0-S2095495623005545 10.1016/j.jechem.2023.09.038 286353 2023-12-17T08:08:21.920248Z 2024-01-01 2024-01-31 1-s2.0-S2095495623005545-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/MAIN/application/pdf/673a8f5d722db2ae3e0bbcf9b72f4e08/main.pdf main.pdf pdf true 3644481 MAIN 9 1-s2.0-S2095495623005545-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/PREVIEW/image/png/d54f122ecda46e81ff6f7317c1dbfcd2/main_1.png main_1.png png 61686 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495623005545-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/ga1/DOWNSAMPLED/image/jpeg/c0313b99d1c7e55222660624ffd9c109/ga1.jpg ga1 true ga1.jpg jpg 29035 200 412 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623005545-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr1/THUMBNAIL/image/jpeg/ac979fc85cec724434fbf1c6ac318e33/gr1.jpg gr1 gr1.jpg jpg 137505 603 578 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623005545-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr2/DOWNSAMPLED/image/jpeg/d850a775d5512411a284d73cdc2d0d36/gr2.jpg gr2 gr2.jpg jpg 133230 535 756 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623005545-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr3/DOWNSAMPLED/image/jpeg/ca39dd96c704c62f3d943b69096be70a/gr3.jpg gr3 gr3.jpg jpg 113522 591 622 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623005545-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr4/DOWNSAMPLED/image/jpeg/8ed9d485e88057a14efa87ddd4d4af66/gr4.jpg gr4 gr4.jpg jpg 73705 440 578 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623005545-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr5/DOWNSAMPLED/image/jpeg/0ec4b04569ed88c9291a13e3326c4017/gr5.jpg gr5 gr5.jpg jpg 117925 493 578 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623005545-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr6/DOWNSAMPLED/image/jpeg/d48582b11431360d01747d61ea859182/gr6.jpg gr6 gr6.jpg jpg 105450 543 533 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623005545-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/ga1/THUMBNAIL/image/gif/29f5db0e66b99d83e5040457fc1853f9/ga1.sml ga1 true ga1.sml sml 10929 106 219 IMAGE-THUMBNAIL 1-s2.0-S2095495623005545-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr1/THUMBNAIL/image/gif/099aa8662170abecf057a83c3ca6174e/gr1.sml gr1 gr1.sml sml 14535 164 157 IMAGE-THUMBNAIL 1-s2.0-S2095495623005545-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr2/THUMBNAIL/image/gif/be763c17e7f56386e49ef4b955063f08/gr2.sml gr2 gr2.sml sml 15435 155 219 IMAGE-THUMBNAIL 1-s2.0-S2095495623005545-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr3/THUMBNAIL/image/gif/1e0162fcdb801ad0697cc4446847827b/gr3.sml gr3 gr3.sml sml 15077 163 172 IMAGE-THUMBNAIL 1-s2.0-S2095495623005545-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr4/HIGHRES/image/gif/449537971629eb717ff0b5a15e6fa435/gr4.sml gr4 gr4.sml sml 15320 164 215 IMAGE-THUMBNAIL 1-s2.0-S2095495623005545-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr5/THUMBNAIL/image/gif/e176b4affe810e7b8a22d054648f49b3/gr5.sml gr5 gr5.sml sml 19261 164 192 IMAGE-THUMBNAIL 1-s2.0-S2095495623005545-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/gr6/THUMBNAIL/image/gif/cf81443c87661fa8c6fb1d9ca7e76c85/gr6.sml gr6 gr6.sml sml 13320 164 161 IMAGE-THUMBNAIL 1-s2.0-S2095495623005545-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/THUMBNAIL/image/jpeg/6a32b0849d1cb8a23c359f80f4d07fef/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 94504 531 1096 IMAGE-HIGH-RES 1-s2.0-S2095495623005545-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/HIGHRES/image/jpeg/d389943e4c848a993d6ffb065d5f0146/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 726216 2134 2047 IMAGE-HIGH-RES 1-s2.0-S2095495623005545-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/HIGHRES/image/jpeg/7732bfcb61ff7dce9860155f5ea43bad/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 686468 1895 2677 IMAGE-HIGH-RES 1-s2.0-S2095495623005545-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/HIGHRES/image/jpeg/fcfe255af83d770c7a98cc0393d2aa91/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 569896 2096 2205 IMAGE-HIGH-RES 1-s2.0-S2095495623005545-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/THUMBNAIL/image/jpeg/ebc52cc4b4aadd46bd834f24c341a7a2/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 347234 1560 2047 IMAGE-HIGH-RES 1-s2.0-S2095495623005545-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/HIGHRES/image/jpeg/70cb5cdb97ccc922d2684e7baf563907/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 657041 1746 2047 IMAGE-HIGH-RES 1-s2.0-S2095495623005545-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/DOWNSAMPLED/image/jpeg/0b3815b5d188e12b9714b06cbc617495/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 526623 1925 1890 IMAGE-HIGH-RES 1-s2.0-S2095495623005545-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623005545/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/8699dcfd1530b56246f5b5b82c438f2b/mmc1.docx mmc1 mmc1.docx docx 10131520 APPLICATION 1-s2.0-S2095495623005545-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10WS3SD6N4M/MAIN/application/pdf/efb6f97b728a66bd5f2b9d303100cbcc/am.pdf am am.pdf pdf false 16319711 AAM-PDF JECHEM 3416 S2095-4956(23)00554-5 10.1016/j.jechem.2023.09.038 Fig. 1 Material characterizations. (a) SEM image of the precursor Ni0.83Co0.12Mn0.5(OH)2. (b) SEM and cross-sectional SEM image (inset image) of NWNCM. (c, e) HRTEM images with the corresponding FFT images (inserts) and (d, f) line intensity profiles of the (c, d) NCM and (e, f) NWNCM sample. XRD patterns along with Rietveld refinement results of the (g) NCM and (h) NWNCM samples. Fig. 2 Electrochemical characterizations of coin-type half cells. Cycling performance at 1 C within the voltage range of 2.95–4.3 V at (a) 25 °C and (b) 55 °C. Charge/discharge curves for (c) NCM and (d) NWNCM. (e) Rate capability at 55 °C. (f) Average discharge voltage and energy density of NCM and NWNCM at various rates. (g) Thermal stability of the NCM and NWNCM. (h) Performance radar comparison diagram of the NCM and NWNCM. Fig. 3 Electrochemical characterizations of pouch-type full cells. (a) Cycling stability, (b) average discharge voltage, (c) energy density, and (d) impedance variation at 1 C and 25 °C within the voltage range of 2.8–4.25 V. Differential capacitance (dQ/dV) contour diagram of (e, f) NCM and (g, h) NWNCM based full cells under various cycles. Fig. 4 In-situ XRD patterns of (a, b) NCM and (c, d) NWNCM cathodes during the charge/discharge process to analyze the corresponding phase transitions at 25 °C. The four representative (003) diffraction peaks of (e) NCM and (f) NWNCM during the charge process. (g) Comparison of the corresponding c-axis lattice parameters. Fig. 5 Intraparticle structural evolution after long-term cycling of coin-type half cells. SEM, magnified SEM, cross-sectional SEM, and magnified cross-sectional SEM images of (a, b) NCM and (c, d) NWNCM. HRTEM images along with the FFT images and the corresponding reverse FFT images of (e) NCM and (f) NWNCM. (g) XRD patterns and (h) the magnified (003) peak of the NCM and NWNCM under various cycles. Fig. 6 XPS patterns of (a) C 1s, (b) O 1s, and (c) F 1s for the NWNCM and NCM after long-term cycling of 2025-type half cells. Schematic illustration of crack development and structural differences of (d) NCM and (e) NWNCM samples during prolonged cycling. Enhancing thermodynamic stability of single-crystal Ni-rich cathode material via a synergistic dual-substitution strategy Jixue Shen a b Hui Li a ⁎ Haoyu Qi a Zhan Lin c d Zeheng Li e Chuanbo Zheng a Weitong Du a Hao Chen c d ⁎ Shanqing Zhang c d f a School of Metallurgy Engineering, Jiangsu University of Science and Technology, Zhangjiagang 215600, Jiangsu, China School of Metallurgy Engineering Jiangsu University of Science and Technology Zhangjiagang Jiangsu 215600 China School of Metallurgy Engineering, Jiangsu University of Science and Technology, Zhangjiagang 215600, Jiangsu, China b School of Metallurgy and Environment, Central South University, Changsha 410083, Hunan, China School of Metallurgy and Environment Central South University Changsha Hunan 410083 China School of Metallurgy and Environment, Central South University, Changsha 410083, Hunan, China c Guangdong Laboratory of Chemistry and Fine Chemical Industry Jieyang Center, Jieyang 515200, Guangdong, China Guangdong Laboratory of Chemistry and Fine Chemical Industry Jieyang Center Jieyang Guangdong 515200 China Guangdong Laboratory of Chemistry and Fine Chemical Industry Jieyang Center, Jieyang 515200, Guangdong, China d Institute of Sustainable Transformation, School of Chemical Engineering and Light Industry, Guangdong University of Technology, Guangzhou 510006, Guangdong, China Institute of Sustainable Transformation School of Chemical Engineering and Light Industry Guangdong University of Technology Guangzhou Guangdong 510006 China Institute of Sustainable Transformation, School of Chemical Engineering and Light Industry, Guangdong University of Technology, Guangzhou 510006, Guangdong, China e Zhejiang Provincial Key Laboratory of Advanced Chemical Engineering Manufacture Technology, College of Chemical and Biological Engineering, Zhejiang University, Hangzhou 310027, Zhejiang, China Zhejiang Provincial Key Laboratory of Advanced Chemical Engineering Manufacture Technology College of Chemical and Biological Engineering Zhejiang University Hangzhou Zhejiang 310027 China Zhejiang Provincial Key Laboratory of Advanced Chemical Engineering Manufacture Technology, College of Chemical and Biological Engineering, Zhejiang University, Hangzhou 310027, Zhejiang, China f Centre for Catalysis and Clean Energy, School of Environment and Science, Gold Coast Campus, Griffith University, Gold Coast 4222, Queensland, Australia Centre for Catalysis and Clean Energy School of Environment and Science Gold Coast Campus Griffith University Gold Coast Queensland 4222 Australia Centre for Catalysis and Clean Energy, School of Environment and Science, Gold Coast Campus, Griffith University, Gold Coast 4222, Queensland, Australia ⁎ Corresponding authors. Graphic abstract Well-designed Na/W co-doped single-crystal LiNi0.83Co0.12Mn0.05O2 (NWNCM) is successfully prepared and exhibits significant thermodynamic stability, benefiting from the improved structural stability, suppressed phase transformation, and eliminated parasitic reactions. Nickel (Ni)-rich cathode materials have become promising candidates for the next-generation electrical vehicles due to their high specific capacity. However, the poor thermodynamic stability (including cyclic performance and safety performance or thermal stability) will restrain their wide commercial application. Herein, a single-crystal Ni-rich LiNi0.83Co0.12Mn0.05O2 cathode material is synthesized and modified by a dual-substitution strategy in which the high-valence doping element improves the structural stability by forming strong metal–oxygen binding forces, while the low-valence doping element eliminates high Li+/Ni2+ mixing. As a result, this synergistic dual substitution can effectively suppress H2-H3 phase transition and generation of microcracks, thereby ultimately improving the thermodynamic stability of Ni-rich cathode material. Notably, the dual-doped Ni-rich cathode delivers an extremely high capacity retention of 81% after 250 cycles (vs. Li/Li+) in coin-type half cells and 87% after 1000 cycles (vs. graphite/Li+) in pouch-type full cells at a high temperature of 55 °C. More impressively, the dual-doped sample exhibits excellent thermal stability, which demonstrates a higher thermal runaway temperature and a lower calorific value. The synergetic effects of this dual-substitution strategy pave a new pathway for addressing the critical challenges of Ni-rich cathode at high temperatures, which will significantly advance the high-energy-density and high-safety cathodes to the subsequent commercialization. Keywords Ni-rich cathode Single crystalline Dual-substitution strategy High-temperature cathode Li-ion batteries 1 Introduction Ni-rich layered materials (LiNi x Co y Mn1− x − y O2, x≥ 0.8) are promising cathode candidates for commercial lithium-ion batteries (LIBs) [1–4], rendering high energy density and replacing toxic cobalt (Co) element with Ni. However, pulverization of the electrode occurs due to secondary pellets with polycrystalline microstructure, originating from the variation of lattice anisotropy during the charge/discharge process [5–7]. To this end, single-crystalline materials exhibit significant advantages in suppressing the formation of micro/nano-cracks at room temperatures [8–10], maintaining the integrity of micromorphology after cycling due to the absence of crystal realms between primary pellets [11,12]. However, single-crystal particles still face irreversible phase transitions from the second hexagonal (H2) to the third hexagonal (H3) structure, accompanied by the gradual loss of H3 phase at high temperatures [13–15], accelerating volumetric shrinkage of the unit cell and sudden collapse of the bulk structure [16,17]. Moreover, the microcracks caused by the release of mechanical stress inside particles allow electrolyte penetration to induce more irreversible phase transitions from H2 to H3, thereby aggravating capacity decay [18–20]. Furthermore, the typical Li+/Ni2+ mixing will cause the deterioration of electrochemical performance of Ni-rich cathodes. At present, there are still few studies, however, on improving the cyclic stability of single-crystal Ni-rich cathodes at high temperatures. Elemental doping [21,22], as one of the most effective solutions for the aforementioned problems, is widely applied in scientific research and practical applications. Among low-valence doping elements, site occupation of Li by Na [23–25] leads to superior performance due to an increased Ni3+/Ni2+ ratio, decreased cation mixing, and expanded layer spacing. However, only Na-doping at Li-site is not enough to stabilize the structure of transition metal (TM) sites [26], which deteriorates more rapidly at high temperatures. To solve the issues caused by low-valence element doping, high-valence elements, e.g., Zr [27–29] and Ti [30–34], at the TM sites, can be doped to enhance structural stability by inhibiting irreversible phase transitions. Therefore, co-doping of low-valence elements at the Li-site and high-valence ones at the TM sites exploits the advantages of both elements, as well as compensates for the disadvantages brought by each element [35–37]. As a high-valence dopant, W is an ideal candidate for TM-site doping and beneficial for structural reinforcement by forming a strong W–O bond [38–40]. Hence, the synergistic influence of Na and W co-doping can enhance cyclic stability at room temperatures. However, the positive influence of Na/W co-doping on single-crystal Ni-rich cathodes at high temperatures requires further investigation. Herein we propose a dual-substitution strategy to improve the cycling performance of single-crystal Ni-rich cathodes at high temperatures, judiciously combining the respective advantages of low-valence Na and high-valence W elements. Well-designed Na/W co-doped single-crystal Li0.98Na0.02W0.02(Ni0.83Co0.12Mn0.05)0.98O2 (NWNCM) is successfully prepared by a facile co-precipitation method, followed by thermal annealing. Remarkably, the NWNCM exhibits a significant capacity retention of 81% at 1 C and rate capability of 173 mA h g−1 at 4 C in the voltage range of 2.95–4.3 V (vs. Li/Li+) at a high temperature of 55 °C. On the one hand, W forms a strong W–O bond instead of the TM–O bond, inhibiting irreversible phase transitions and avoiding microcracks, which significantly strengthens the structural stability. On the other hand, Na doping decreases Li+/Ni2+ mixing by occupying Li-sites in the laminar structure, compensating for the disadvantages brought by W-doping, i.e., decreasing the Ni3+/Ni2+ ratio. Furthermore, co-doping of Na and W is also able to alleviate the formation of LiF and Li x PO y F z due to electrolyte decomposition. Consequently, the dual-substitution strategy significantly improves structural stability, delays H2-H3 phase transitions, and inhibits electrolyte erosion, enhancing the cyclic performance and thermal stability of NWNCM at high temperatures. 2 Experimental 2.1 Materials synthesis The co-precipitation method was applied to prepare the spherical hydroxide precursor of Ni0.83Co0.12Mn0.5(OH)2. First, the precursor was prepared by the co-precipitation method, where NiSO4·6H2O (2 mol L−1), CoSO4·7H2O (2 mol L−1), and MnSO4·5H2O (2 mol L−1) were dissolved in an aqueous solution in Ni/Co/Mn ratio of 0.83:0.11:0.06. The above solution was simultaneously pumped into a continuously stirring tank reactor (CSTR, 200 L) under N2 atmosphere. Meanwhile, 5 mol L−1 NaOH solution (precipitation agent) and 4 mol L−1 NH3·H2O solution (chelating agent) were separately poured into the reactor while maintaining the temperature at 50 °C, pH value at 11.5, and stirring speed at 400 r min−1. Then, the sediment was washed, separated, and dried in a vacuum oven at 110 °C overnight to obtain Ni0.83Co0.11Mn0.06(OH)2 precursor. Subsequently, to obtain co-doped NWNCM powder, the spherical hydroxide precursor was mixed with Na2CO3, nano-WO3, and Li2CO3 using a high-efficiency mixer, where the amount of both Na and W doping was 0.2 mol%. Then, the mixture was calcined at 500 °C for 5 h, followed by sintering at 900 °C for 10 h with a heating rate of 5 °C min−1 under O2 atmosphere. Moreover, the NWNCM sample was prepared after grinding. Also, all the samples were synthesized by co-calcination without (denoted as NCM) or with Na2CO3 (denoted as NNCM) or nano-WO3 (denoted as WNCM) or together with Na2CO3 and nano-WO3 (denoted as NWNCM). 2.2 Materials characterization The crystal structure and elemental compositions were identified using an X-ray diffractometer (XRD, Rigaku D/maxb, Cu K α radiations). The morphology and microstructure were investigated using a scanning electron microscope (SEM, JSM 6400) and transmission electron microscopy (TEM, JEOL 2100F). The oxidation states of different elements were analyzed by X-ray photoelectron spectroscopy (XPS, Thermo Fisher ESCALAB 250Xi). In addition, the cycled cathodes were cautiously separated from cells in an Ar-filled glovebox and washed with dimethyl carbonate (DMC) solvent to remove the residual salt, followed by drying at 80 °C in a vacuum oven. 2.3 Electrochemical characterization The active single-crystal Ni-rich material was mixed with Super-P, KS-6, and polyvinylidene fluoride (PVDF) in a weight ratio of 89:5:3.5:2.5 in N-methyl pyrrolidone (NMP) to obtain a homogenous slurry, which was cast on the current collector (aluminum foil) and dried at 120 °C for 2 h in vacuum to obtain the working electrode. The electrolyte was 1 mol L−1 LiPF6 dissolved in ethylene carbonate (EC), dimethyl-carbonate (DMC) and ethyl methyl carbonate (EMC) (1:1:1 v/v/v) solution. Celgard-2400 was chosen as a separator. The mass loading of active cathode material was controlled to be 3.75 ± 0.25 mg cm−2. For CR2025-type coin cells, metallic Li tablets served as counter electrodes. For pouch cells, natural graphite was applied as an anode material and the negative/positive capacity ratio was controlled to be about 1.18. CR2025-type coin cells and pouch cells were both assembled in an argon-filled glovebox. The galvanostatic charge/discharge characterization was carried out at the current rate of 1 C and temperatures of 25 and 55 °C. In the case of 2025-type coin cells, the voltage ranged from 3 to 4.3 V (vs. Li/Li+). In the case of pouch cells, the voltage ranged from 2.8 to 4.25 V (vs. graphic/Li+). The rate performance was assessed at different current densities of 0.2, 0.5, 1, 2, and 4 C. The energy density involved in this paper is the energy density of the cathode material, that is, the specific capacity of the material multiplied by the average voltage. 3 Results and discussion 3.1 Physicochemical characterizations For the synthesis of the single-crystalline NWNCM cathodes, morphological transformation with precise control is the primary concern when the calcination temperature increases. The morphology of precursors was observed by SEM, as presented in Fig. 1 (a), showing secondary particles with a diameter of 2–3 μm. The precursors attain single-crystalline characteristics due to the aggregation caused by the high mobility of reactive compounds with increasing calcination temperature, as described by the Ostwald ripening mechanism [41–43]. As shown in Fig. S1 and Fig. 1(b), the four as-prepared materials are all single-crystal morphology, which is attributed to the inheritance of the same precursor. However, there are slight differences in size and aggregation. The NCM shows a certain degree of agglomeration and non-uniformity, resulting in uneven cross section exposure, which is not conducive to further lithiation/delithiation of Li+. After Na doping, the Na dopant can promote the preferential orientation of single-crystal Ni-rich cathode because of the aiding melting of Na dopant [44]. As for W doping, the W dopant can reduce the agglomeration of single-crystal particles and increase the dispersion of particles. Therefore, after co-doped by Na and W, the as-prepared NWNCM shows a well-faceted single-crystal structure and uniform cross-section morphology with a diameter of 2–3 µm. In order to observe the elemental composition and distribution of NWNCM, we have performed energy dispersive spectroscopy (EDS) [45]. The sample contains Ni, Co, Mn, O, Na, and W (Fig. S2), confirming the successful doping of Na and W with uniform distribution in the bulk structure and also on the surface. Besides, XPS [46] further confirms the existence of Na and W (Fig. S3), which is consistent with EDS results. As demonstrated by TEM and the corresponding fast Fourier transform (FFT) images, both NCM and NWNCM samples show clear (003) crystalline surface, suggesting the existence of layered structures. However, compared with the NCM sample (Fig. 1c and d), the NWNCM sample shows a regular arrangement of Li and TM layers without any disorder in Fig. 1(e and f). In addition, the layer spacing is expanded from 0.475 to 0.485 nm after Na/W co-doping, which is caused by the entrance of Na and W with a large ionic radius, facilitating the migration of Li-ions and accommodating volumetric changes during the charge/discharge process. Moreover, XRD analysis was performed to further investigate the effect of dual-substitution strategy on material structure [47,48]. XRD patterns (Fig. S4) of pristine sample (NCM), Na-doped sample (NNCM), W-doped sample (WNCM), and co-doped one (NWNCM) can be indexed with PDF#70-4311, confirming the successful synthesis of typical rhombohedral crystal structures with R3m space group. Also, the existence of split peaks at (006)/(012) and (018)/(110) indicates the presence of a highly-ordered crystalline structure in all samples [49,50]. According to the Rietveld refinements using GASA software (Fig. 1g and h and Figs. S5 and S6), Li+/Ni2+ mixing (Ni2+/Li+ ratio) of pure NCM, NNCM, WNCM, and NWNCM is found to be 5.4%, 3.17%, 7.24%, and 2.51%, respectively, which demonstrates that W-doping aggravates Li+/Ni2+ mixing due to the charge balance effect. Also, Na-doping significantly suppresses Li+/Ni2+ mixing due to the occupation of Li sites by Na atoms. In addition, as shown in Table S1, the NWNCM sample possesses the lowest percentage of Ni at Li-sites, which proves the positive influence of dual-substitution strategy on structural stability. 3.2 Electrochemical energy storage properties To investigate the influence of dual-substitution strategy on the electrochemical performance, the pristine NCM and modified samples were measured at various cut-off voltages using coin-type half-cells (Fig. 2 ). As displayed in Fig. 2(a), the NCM sample can be cycled for only 100 times at 1 C and 25 °C, corresponding to a capacity retention of 81%. After doping with Na or W element, the capacity retention greatly decreases to 72% for the NNCM sample and 80% for the WNCM sample after 200 cycles at 1 C. More impressively, the as-prepared NWNCM exhibits the highest capacity retention of 85% after 200 cycles, showing the synergistic effects of the dual-substitution strategy. When increasing the temperature to 55 °C (Fig. 2b), the as-prepared NWNCM delivers an increased initial reversible capacity of 191.2 mA h g−1 at 1 C and achieves a high capacity retention of 81% after 250 cycles, whereas the NCM sample retains only 68% of the initial capacity after 100 charge/discharge cycles. In addition, as illustrated by the charge/discharge profiles of the NCM in the voltage range of 2.95–4.3 V (Fig. 2c), the discharge voltage and reversible capacity continue to decrease with cycling, indicating the formation and development of polarization with the deterioration of Li-ion diffusion and side reactions. In contrast, although similar changes are observed for the NWNCM after 250 cycles (Fig. 2d), the plateau gap between the charging and discharging profiles remains relatively narrow. At the same time, the reversible capacity of the NWNCM is invigorative, indicating excellent cycling stability due to the dual-substitution strategy. The rate capability was evaluated at various rates, ranging from 0.2 to 4 C (Fig. 2e). Compared to the NCM at low rates (0.2 to 1 C), the NWNCM maintains a slightly higher capacity, and the capacity gradually gains dominant advantages as the discharge rate reached 2 C. Even at a rate of 4 C, the capacity of the NWNCM cathode still maintains an absolute ascendancy. When the C-rate gradually decreases, the capacity of NWNCM maintains a dominant position, showing a strong rate capability. As shown in Fig. 2(f), the NWNCM owns a higher energy density than NCM at the current density of 4 C and exhibits a similar energy density to NCM at 0.2, 0.5, 1, and 2 C, which shares a similar tendency to the voltage of the electrode materials at different rates. As mentioned earlier, the excellent rate capability of the NWNCM probably results from the expansion of the layer spacing, which increases the electrical conductivity and accelerates the migration of Li-ions. To further investigate the thermal stability of the NWNCM, the thermal absorption experiment was carried out. As shown in Fig. 2(g), pure NCM exhibits thermal instability at 220.76 °C, while the NWNCM can maintain thermally stable at 230.34 °C. It is worth noting that the heat dissipated from the pure NCM is 1315.17 J g−1, which is much higher than that form the NWNCM (960.6 J g−1). In order to compare the performance of the NWNCM and NCM more intuitively, we have utilized radar charts to summarize and compare the energy density, capacity retention at 55 and 25 °C, and thermal stability. It is obvious that the NWNCM exhibits excellent performance in all dimensions, especially for cyclic and rate performance at high temperatures (Fig. 2h). This fully proves that the dual-substitution strategy can be applied to modify Ni-rich cathodes at high temperatures. Moreover, pouch-type cells with a total weight of 75.6888 g were assembled to investigate the electrochemical performance of full cells (Fig. 3 a). The NWNCM-based full cell was cycled in the voltage window of 2.8 to 4.25 V at a current rate of 1 C and 55 °C. Herein, the initial discharge capacity of NWNCM reaches 197.5 mA h g−1 and the capacity retention is 87% after 1000 charge/discharge cycles. In contrast, the NCM-based full cell retains only 80% of the initial capacity after 500 charge/discharge cycles. The average voltage of the NWNCM-based full cell is maintained at around 3.6 V during the lithiation/delithiation processes, while the average voltage of the NCM-based full cell starts to decrease and eventually drops to about 3.5 V at the 500th cycle (Fig. 3b). Meanwhile, energy density of both pouch cells was calculated with cycling and summarized in Fig. 3(c). The energy density of the NWNCM-based full cell remains stable throughout cycling, whereas that of the NCM-based full cell starts to decrease after prolonged cycles. During the charge/discharge process, the impedance value of NCM gradually increases. On the other hand, the impedance value of NWNCM remains stable after 500 charge/discharge cycles, demonstrating the stable structure of the NWNCM cathode (Fig. 3d). To further investigate the reversibility and phase transition behavior of the NCM and NWNCM, dQ/dV profiles during long-term cycling are presented in Fig. 3(e–h). During the lithiation process, both samples experience a phase change from hexagonal phase (H1) to monoclinic phase (M), followed by sequentially transforming into hexagonal phase (H2) and hexagonal phase (H3), as exhibited by three couples of redox peaks at ∼3.7, 4.0, and 4.2 V, respectively [51–55]. The results reveal that H2 → H3 phase transition leads to lattice shrinkage of the cell along the c-direction and severe mechanical strain of Ni-rich cathodes [56,57]. Even single-crystal materials cannot avoid the mechanical strain and undergo obvious volumetric shrinkage at high temperatures. It is worth noting that the peak corresponding to the H2 + H3 phase transformation becomes weaker after Na/W co-doping, which indicates that the dual-substitution strategy effectively inhibits the irreversible phase change (H2 + H3). In addition, the peaks of the NCM gradually shift to a lower potential and become stronger, showing an increased polarization and irreversible phase transitions. In contrast, the dQ/dV profiles corresponding to the NWNCM remain almost stable, suggesting that Na and W play key roles in improving structural stability. 3.3 Structural and morphology evolution To understand the influence of dual-substitution strategy on cyclic stability and structural integrity, we have investigated the structural evolution of the NWNCM and NCM during the first lithiation/delithiation cycle by in-situ XRD at 25 °C. As shown in Fig. S7, the NCM and NWNCM exhibit identical phase change at 25 and 55 °C, respectively, demonstrating that the test temperatures of 25 and 55 °C will not affect the phase change for a specific Ni-rich sample. Detailed and comprehensive in-situ XRD patterns of NCM and NWNCM cathodes are presented in Figs. S8 and S9, respectively. As shown in Fig. 4 (a–d), the position of (003) peak in XRD patterns of the NCM and NWNCM initially shifts to a low angle direction, indicating a progressive increase in the value of c parameter [58–61]. Then, the position of (003) peak shifts towards the high diffraction angle, corresponding to an irreversible phase transition (H2 + H3) and a decreased c value. In addition, the shift in the position of (003) peak for NCM is found to be larger than that of NWNCM, indicating the occurrence of severe irreversible phase transitions (H2 + H3) (Fig. 4a and c). Compared with the NWNCM, the sharper surface deformation and obvious peak shift of (101) peaks to high diffraction angles indicate acute volumetric changes and severe irreversible phase transitions of the NCM (Fig. 4b and d), leading to inferior cycling performance, structural distortion, and internal microcracks during the lithiation/delithiation process. The four representative (003) diffraction peaks of NCM and NWNCM during the charge process are depicted in Fig. 4(e and f). we can see that the pristine NCM has an apparent coexistence of two peaks, suggesting that the H1 and H2 phase structures appear simultaneously due to their limited diffusion kinetics, which reduces the consistency of crystal structure and further limits the cyclic stability and rate performance. In contrast, continuous stable peak transformation without H1 and H2 coexistence was detected for NWNCM, suggesting a better and uniform phase structure. Moreover, the significant shift in the 2θ value is attributed to the contraction of c-axis (Fig. 4g), where the smaller c values indicate the more reversible H2-H3 phase transition in NWNCM (3.6% vs. 4.7% of NCM). Benefitting from the dual-substitution strategy, the NWNCM achieves a more stable structure to effectively inhibit irreversible phase transitions (H2 + H3), leading to superior cyclic performance. After cycling of coin-type half cells, SEM, TEM, and XRD analyses were carried out to observe the microstructure and crystal structure of cathodes. As shown in Fig. 5 (a and b), serious cracks appear on the surface of the NCM particles due to irreversible phase transitions and pulverization of the active material. However, the morphology of the NWNCM is maintained without any cracks due to the strong W–O bond created by the dual-substitution strategy (Fig. 5c and d). As presented in Fig. 5(f), the micro-morphology of NWNCM retains the typical layered structure with a space group of R3m, which could be attributed to the increase of Ni3+/Ni2+ radio after Na doping, occupying Li-sites, leading to structural stability and inhibiting the appearance of rock-salt structure [62]. On the other hand, the NCM transforms into the rock-salt structure with a space group of Fd3m after long-term cycling (Fig. 5e). According to Fig. 5(g and h), the (003) diffraction peak of both samples shifts to a low diffraction angle, corresponding to the displacement of 0.330° and 0.226° in the NCM and NWNCM samples, respectively. During the charge/discharge process, the irreversible phase transitions lead to a release of lattice oxygen, loss of active lithium, and increase of Li+/Ni2+ mixing. However, the lower displacement value of the NWNCM indicates that co-doping results in a stable structure, suppressing irreversible phase transitions and Li+/Ni2+ mixing. 3.4 Composition degradation and schematic illustration Furthermore, XPS analysis was carried out to investigate the decomposition of the electrolyte during the charge/discharge process (Fig. 6 a and b). The detail spectrum in the C 1s region contains four peaks at 284.8, 286.3, 288.6, and 290.8 eV [63], which can be attribute to C–C/CH, CO, CO, and CF2 species respectively, from Super P, PVDF binder, and electrolyte composition products. The weak signal of C–O and CO in cycled NCM cathode suggests a limited solvent decomposition of electrolyte (Fig. 6a). The reduction of C–O (532.2 eV) and CO (534.1 eV) contents in cycled NCM and NWNCM (Fig. 6b) [64] also reveals the decreased parasitic reactions between the NWNCM cathode and electrolyte, compared with the NCM. The significantly stronger LiF signal (685.0 eV) and Li x PO y F z signal (686.8 eV) are exhibited in F 1s spectra for the cycled NCM [65], demonstrating the severe decomposition of the lithium salt (LiPF6) in NCM (Fig. 6c). In contrast, the relatively low content of LiF in NWNCM cathode represents a lower interfacial impedance and the better Li+ transport kinetics of battery. Therefore, XPS results reveal that the dual-substitution strategy significantly reduces side reactions at the cathode/electrolyte interface under high voltages, suppressing the decomposition of electrolytes and improving the electrochemical performance of the material. Schematic illustrations of crack development and structural differences between NCM and NWNCM during cycling are presented in Fig. 6(d and e). Briefly, Na replaces the Li-site and increases the Ni3+/Ni2+ ratio by decreasing Li+/Ni2+ mixing and preventing Ni2+ from migrating to the Li layer during the lithiation/delithiation process. Moreover, W occupies the TM site and forms a strong W–O bond, rendering the desired structural stability and inhibiting irreversible phase transitions. As expected, a few serious cracks are generated in pure NCM and the typical layered structure turns into the rock-salt structure with a space group of Fd3m after long-term cycling. In addition, electrolyte erosion contributes to the decline of electrochemical performance of the NCM cathode. It is worth emphasizing that the dual-substitution strategy can effectively mitigate side reactions, ease Li+/Ni2+ mixing, and suppress the appearance of rock-salt structure, resulting in a stable structure and accelerating Li-ion diffusion. Therefore, the electrochemical performance of the NWNCM cathode is significantly improved. 4 Conclusions To effectively improve the high-temperature performance of single-crystalline Ni-rich cathode materials, a dual-substitution strategy has been proposed to exploit the advantages of both Na and W doping and compensate for the disadvantages of both elements. The results revealed that Na/W co-doping enhanced structural stability, promoted electrochemical performance, alleviated Li+/Ni2+ mixing, and inhibited electrolyte erosion. The NWNCM cathode delivered an initial capacity of 193.7 mA h g−1 at the current rate of 0.2 C and retained 85% of the initial capacity after 200 charge/discharge cycles at the current rate of 1 C. Moreover, the proposed dual-strategy resulted in excellent rate capacity, rendering the capacity of 182.8 mA h g−1 at the current rate of 4 C (about of 92.3% the capacity at 1 C). In addition, the electrochemical performance of the NWNCM was studied at high temperatures using a pouch-type full cell configuration, rendering an initial capacity of 197.5 mA h g−1 and retaining 87% of the initial capacity after 1000 charge/discharge cycles at 55 °C. Besides, it demonstrates excellent thermal stability, which demonstrates a higher thermal runaway temperature and a lower calorific value. In conclusion, the proposed dual-substitution strategy resulted in superior electrochemical performance and thermal stability of the NWNCM electrodes, showing promise for further modification of nickel-rich NCM cathodes for LIBs. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the Natural Science Foundation of Jiangsu Province, China (BK20210887), the Jiangsu Provincial Double Innovation Program, China (JSSCB20210984), the Natural Science Fund for Colleges and Universities of Jiangsu Province, China (21KJB450003) and the Jiangsu University of Science and Technology Doctoral Research Start-up Fund, China (120200012). Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2023.09.038. Materials characterizations (Figs. S1–S6), electrochemical characterizations (Fig. S7), In-situ XRD patterns (Fi. S8 and S9) and the Rietveld refinement results of the four prepared samples (Table S1). Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary data 1 References [1] Q. Wu B. Zhang Y. Lu J. Energy Chem. 74 2022 283 308 Q. Wu, B. Zhang, Y. Lu, J. Energy Chem. 74 (2022) 283–308. [2] R.B. Gupta S. Mallick A. Patel X.-G. Sun M.P. Paranthaman M. Mou J.H. Mugumya M. Jiang M. Rasche H. Lopez J. Mater. Chem. A 11 2023 3789 R.B. Gupta, S. Mallick, A. Patel, X.-G. Sun, M.P. Paranthaman, M. Mou, J.H. Mugumya, M. Jiang, M. Rasche, H. Lopez, J. Mater. Chem. A 11 (2023) 3789. [3] L. Ni S. Zhang A. Di W. Deng G. Zou H. Hou X. Ji Adv. Energy Mater. 12 2022 2201510 L. Ni, S. Zhang, A. Di, W. Deng, G. Zou, H. Hou, X. Ji, Adv. Energy Mater 12 (2022) 2201510. [4] X. Zhang Y. Zhang J. Liu Z. Yan J. Chen J. Energy Chem. 63 2021 217 229 X. Zhang, Y. Zhang, J. Liu, Z. Yan, J. Chen, J. Energy Chem. 63 (2021) 217–229. [5] Y. Su Q. Zhang L. Chen L. Bao Y. Lu S. Chen F. Wu J. Energy Chem. 65 2022 236 253 Y. Su, Q. Zhang, L. Chen, L. Bao, Y. Lu, S. Chen, F. Wu, J. Energy Chem. 65 (2022) 236–253. [6] R. Wang L. Wang Y. Fan W. Yang C. Zhan G. Liu J. Ind. And Eng. Chem. 110 2022 120 130 R. Wang, L. Wang, Y. Fan, W. Yang, C. Zhan, G. Liu, J. Ind. And Eng. Chem. 110 (2022) 120–130. [7] H. Xie H. Peng D. Jiang Z. Xiao X. Liu H. Liang M. Wu D. Liu Y. Li Y. Sun S. Zhong Z. Qian R. Wang Chem. Eng. J. 470 2023 144051 H. Xie, H. Peng, D. Jiang, Z. Xiao, X. Liu, H. Liang, M. Wu, D. Liu, Y. Li, Y. Sun, S. Zhong, Z. Qian, R. Wang, Chem. Eng. J. 470 (2023) 144051. [8] S. Yin W. Deng J. Chen X. Gao G. Zou H. Hou X. Ji Nano Energy 83 2021 105854 S. Yin, W. Deng, J. Chen, X. Gao, G. Zou, H. Hou, X. Ji, Nano Energy 83 (2021) 105854. [9] B. Hu J. Peng D. Liu M. Wu Y. Wei B. Huang Y. Li S. Xiao R. Wang ACS Appl. Energy Mater. 6 2023 5318 5330 B. Hu, J. Peng, D. Liu, M. Wu, Y. Wei, B. Huang, Y. Li, S. Xiao, R. Wang, ACS Appl. Energy Mater. 6 (2023) 5318–5330. [10] Y.-D. Huang H.-X. Wei P.-Y. Li Y.-H. Luo Q. Wen D.-H. Le Z.-J. He H.-Y. Wang Y.-G. Tang C. Yan J. Mao K.-H. Dai X.-H. Zhang J.-C. Zheng J. Energy Chem. 75 2022 301 309 Y.-D. Huang, H.-X. Wei, P.-Y. Li, Y.-H. Luo, Q. Wen, D.-H. Le, Z.-J. He, H.-Y. Wang, Y.-G. Tang, C. Yan, J. Mao, K.-H. Dai, X.-H. Zhang, J.-C. Zheng, J. Energy Chem. 75 (2022) 301–309. [11] M.S. Whittingham Nano Lett. 20 2020 8435 8437 M.S. Whittingham, Nano Lett. 20 (2020) 8435–8437. [12] F.T. Geldasa M.A. Kebede M.W. Shura F.G. Hone RSC Adv. 12 2022 5891 5909 F.T. Geldasa, M.A. Kebede, M.W. Shura, F.G. Hone, RSC Adv. 12 (2022) 5891–5909. [13] C. Liao F. Li J. Liu Nanomaterials (Basel) 12 2022 12111888 C. Liao, F. Li, J. Liu, Nanomaterials (Basel) 12 (2022) 12111888. [14] S. Li Z. Liu L. Yang X. Shen Q. Liu Z. Hu Q. Kong J. Ma J. Li H.-J. Lin C.-T. Chen X. Wang R. Yu Z. Wang L. Chen Nano Energy 98 2022 107335 S. Li, Z. Liu, L. Yang, X. Shen, Q. Liu, Z. Hu, Q. Kong, J. Ma, J. Li, H.-J. Lin, C.-T. Chen, X. Wang, R. Yu, Z. Wang, L. Chen, Nano Energy 98 (2022) 107335. [15] J. Sun X. Cao H. Yang P. He M.A. Dato J. Cabana H. Zhou Angew. Chem. Int. Ed. Engl. 61 2022 e202207225 J. Sun, X. Cao, H. Yang, P. He, M.A. Dato, J. Cabana, H. Zhou, Angew. Chem. Int. Ed. Engl. 61 (2022) e202207225. [16] C. Wang L. Han R. Zhang H. Cheng L. Mu K. Kisslinger P. Zou Y. Ren P. Cao F. Lin H.L. Xin Matter 4 2021 2013 2026 C. Wang, L. Han, R. Zhang, H. Cheng, L. Mu, K. Kisslinger, P. Zou, Y. Ren, P. Cao, F. Lin, H.L. Xin, Matter 4 (2021) 2013–2026. [17] S.M. Bak E. Hu Y. Zhou X. Yu S.D. Senanayake S.J. Cho K.B. Kim K.Y. Chung X.Q. Yang K.W. Nam ACS Appl. Mater. Interfaces 6 2014 22594 22601 S.M. Bak, E. Hu, Y. Zhou, X. Yu, S.D. Senanayake, S.J. Cho, K.B. Kim, K.Y. Chung, X.Q. Yang, K.W. Nam, ACS Appl. Mater. Interfaces 6 (2014) 22594–22601. [18] T.-P. Gao K.W. Wong K.M. Ng Nano Energy 73 2020 104798 T.-P. Gao, K.W. Wong, K.M. Ng, Nano Energy 73(2020) 104798. [19] A. Yj A. Py A. My B. Jl J.B. Hang Z.C. Bo A. Ms Nano Energy 78 2020 105364 A. Yj, A. Py, A. My, B. Jl, J.B. Hang, Z.C. Bo, A. Ms, Nano Energy 78(2020) 105364. [20] T. Liu J. Lu F. Lin Nature 305 2022 312 T. Liu, Jun Lu, Feng Lin, Nature 305(2022) 312. [21] C. Liang F. Kong R.C. Longo C. Zhang Y. Nie Y. Zheng K. Cho J. Mater. Chem. A 5 2017 25303 25313 C. Liang, F. Kong, R.C. Longo, C. Zhang, Y. Nie, Y. Zheng, K. Cho, J. Mater. Chem. A 5 (2017) 25303–25313. [22] Z. Ahaliabadeh X. Kong E. Fedorovskaya T. Kallio J. Power Sources 540 2022 231633 Z. Ahaliabadeh, X. Kong, E. Fedorovskaya, T. Kallio, J Power Sources 540 (2022) 231633. [23] R.-P. Qing J.-L. Shi D.-D. Xiao X.-D. Zhang Y.-X. Yin Y.-B. Zhai L. Gu Y.-G. Guo Adv. Energy Mater. 6 2016 1501914 R.-P. Qing, J.-L. Shi, D.-D. Xiao, X.-D. Zhang, Y.-X. Yin, Y.-B. Zhai, L. Gu, Y.-G. Guo, Adv. Energy Mater 6 (2016) 1501914. [24] L. Feng Y. Liu L. Wu W. Qin Z. Yang Powder Technol. 388 2021 166 175 L. Feng, Y. Liu, L. Wu, W. Qin, Z. Yang, Powder Technol. 388 (2021) 166–175. [25] J. Shen D. Deng X. Li B. Zhang Z. Xiao C. Hu X. Yan X. Ou J. Alloy. Compd. 903 2022 163999 J. Shen, D. Deng, X. Li, B. Zhang, Z. Xiao, C. Hu, X. Yan, X. Ou, J. Alloys Compd. 903 (2022) 163999. [26] Y. Liu D. Liu H.-H. Wu X. Fan A. Dou Q. Zhang M. Su ACS Sustain. Chem. Eng. 6 2018 13045 13055 Y. Liu, D. Liu, H.-H. Wu, X. Fan, A. Dou, Q. Zhang, M. Su, ACS Sustainable Chem. Eng. 6 (2018) 13045–13055. [27] F. Schipper H. Bouzaglo M. Dixit E.M. Erickson T. Weigel M. Talianker J. Grinblat L. Burstein M. Schmidt J. Lampert C. Erk B. Markovsky D.T. Major D. Aurbach Adv. Energy Mater. 8 2018 1701682 F. Schipper, H. Bouzaglo, M. Dixit, E.M. Erickson, T. Weigel, M. Talianker, J. Grinblat, L. Burstein, M. Schmidt, J. Lampert, C. Erk, B. Markovsky, D.T. Major, D. Aurbach, Adv. Energy Mater. 8 (2018) 1701682. [28] S. Jamil A. Bin Yousaf S. Hee Yoon D. Suk Han L. Yang P. Kasak X. Wang Chem. Eng. J. 416 2021 129118 S. Jamil, A. Bin Yousaf, S. Hee Yoon, D. Suk Han, L. Yang, P. Kasak, X. Wang, Chem Eng J 416 (2021) 129118. [29] G. Qian H. Huang F. Hou W. Wang Y. Wang J. Lin S.-J. Lee H. Yan Y.S. Chu P. Pianetta X. Huang Z.-F. Ma L. Li Y. Liu Nano Energy 84 2021 105926 G. Qian, H. Huang, F. Hou, W. Wang, Y. Wang, J. Lin, S.-J. Lee, H. Yan, Y.S. Chu, P. Pianetta, X. Huang, Z.-F. Ma, L. Li, Y. Liu, Nano Energy 84 (2021) 105926. [30] D. Kong J. Hu Z. Chen K. Song C. Li M. Weng M. Li R. Wang T. Liu J. Liu M. Zhang Y. Xiao F. Pan Adv. Energy Mater. 9 2019 1901756 D. Kong, J. Hu, Z. Chen, K. Song, C. Li, M. Weng, M. Li, R. Wang, T. Liu, J. Liu, M. Zhang, Y. Xiao, F. Pan, Adv. Energy Mater. 9 (2019) 1901756. [31] E. Wang D. Xiao T. Wu X. Liu Y. Zhou B. Wang T. Lin X. Zhang H. Yu Adv. Funct. Mater. 32 2022 2201744 E. Wang, D. Xiao, T. Wu, X. Liu, Y. Zhou, B. Wang, T. Lin, X. Zhang, H. Yu, Adv. Funct. Mater. 32 (2022) 2201744. [32] H. Yang H.H. Wu M. Ge L. Li Y. Yuan Q. Yao J. Chen L. Xia J. Zheng Z. Chen J. Duan K. Kisslinger X.C. Zeng W.K. Lee Q. Zhang J. Lu Adv. Funct. Mater. 29 2019 1808825 H. Yang, H.H. Wu, M. Ge, L. Li, Y. Yuan, Q. Yao, J. Chen, L. Xia, J. Zheng, Z. Chen, J. Duan, K. Kisslinger, X.C. Zeng, W.K. Lee, Q. Zhang, J. Lu, Adv. Funct. Mater. 29 (2019) 1808825. [33] Z. Yang L. Chen H. Zhu Y. Zhu H. Jiang C. Li J. Mater. Sci. Technol. 125 2022 192 197 Z. Yang, L. Chen, H. Zhu, Y. Zhu, H. Jiang, C. Li, J. Mater. Sci. Technol. 125 (2022) 192–197. [34] F. Peng Y. Chu Y. Li Q. Pan G. Yang L. Zhang S. Hu F. Zheng H. Wang Q. Li J. Energy Chem. 71 2022 434 444 F. Peng, Y. Chu, Y. Li, Q. Pan, G. Yang, L. Zhang, S. Hu, F. Zheng, H. Wang, Q. Li, J. Energy Chem. 71 (2022) 434–444. [35] L. Wang J. Ma C. Wang X. Yu R. Liu F. Jiang X. Sun A. Du X. Zhou G. Cui Adv. Sci. 6 2019 1900355 L. Wang, J. Ma, C. Wang, X. Yu, R. Liu, F. Jiang, X. Sun, A. Du, X. Zhou, G. Cui, Adv. Sci. 6 (2019) 1900355. [36] J.-N. Zhang Q. Li C. Ouyang X. Yu M. Ge X. Huang E. Hu C. Ma S. Li R. Xiao W. Yang Y. Chu Y. Liu H. Yu X.-Q. Yang X. Huang L. Chen H. Li Nat. Energy 4 2019 594 603 J.-N. Zhang, Q. Li, C. Ouyang, X. Yu, M. Ge, X. Huang, E. Hu, C. Ma, S. Li, R. Xiao, W. Yang, Y. Chu, Y. Liu, H. Yu, X.-Q. Yang, X. Huang, L. Chen, H. Li, Nat. Energy 4 (2019) 594–603. [37] Z. Si B. Shi J. Huang Y. Yu Y. Han J. Zhang W. Li J. Mater. Chem. A 9 2021 9354 9363 Z. Si, B. Shi, J. Huang, Y. Yu, Y. Han, J. Zhang, W. Li, J. Mater. Chem. A 9 (2021) 9354–9363. [38] Y.G. Zou H. Mao X.H. Meng Y.H. Du H. Sheng X. Yu J.L. Shi Y.G. Guo Angew. Chem. Int. Ed. Engl. 60 2021 26535 26539 Y.G. Zou, H. Mao, X.H. Meng, Y.H. Du, H. Sheng, X. Yu, J.L. Shi, Y.G. Guo, Angew. Chem. Int. Ed. Engl. 60 (2021) 26535–26539. [39] G.-T. Park B. Namkoong S.-B. Kim J. Liu C.S. Yoon Y.-K. Sun Nat. Energy 7 2022 946 954 G.-T. Park, B. Namkoong, S.-B. Kim, J. Liu, C.S. Yoon, Y.-K. Sun, Nat. Energy 7 (2022) 946–954. [40] N.Y. Park S.B. Kim M.C. Kim S.M. Han D.H. Kim M.S. Kim Y.K. Sun Adv. Energy Mater. 13 2023 2301530 N.Y. Park, S.B. Kim, M.C. Kim, S.M. Han, D.H. Kim, M.S. Kim, Y.K. Sun, Adv. Energy Mater. 13 (2023) 2301530. [41] Z. Yang L. Mu D. Hou M.M. Rahman Z. Xu J. Liu D. Nordlund C.J. Sun X. Xiao F. Lin Adv. Energy Mater. 11 2020 2002719 Z. Yang, L. Mu, D. Hou, M.M. Rahman, Z. Xu, J. Liu, D. Nordlund, C.J. Sun, X. Xiao, F. Lin, Adv. Energy Mater. 11(2020) 2002719. [42] L. Qiu Y. Song M. Zhang Y. Liu Z. Yang Z. Wu H. Zhang W. Xiang Y. Liu G. Wang Y. Sun J. Zhang B. Zhang X. Guo Adv. Energy Mater. 12 2022 2200022 L. Qiu, Y. Song, M. Zhang, Y. Liu, Z. Yang, Z. Wu, H. Zhang, W. Xiang, Y. Liu, G. Wang, Y. Sun, J. Zhang, B. Zhang, X. Guo, Adv. Energy Mater. 12(2022) 2200022. [43] W. Hua K. Wang M. Knapp B. Schwarz S. Wang H. Liu J. Lai M. Müller A. Schökel A. Missyul D. Ferreira Sanchez X. Guo J.R. Binder J. Xiong S. Indris H. Ehrenberg Chem. Mater. 32 2020 4984 4997 W. Hua, K. Wang, M. Knapp, B. Schwarz, S. Wang, H. Liu, J. Lai, M. Müller, A. Schökel, A. Missyul, D. Ferreira Sanchez, X. Guo, J.R. Binder, J. Xiong, S. Indris, H. Ehrenberg, Chem. Mater. 32 (2020) 4984–4997. [44] B. Zhang J. Shen Q. Wang C. Hu B. Luo Y. Liu Z. Xiao X. Ou Energy Environmen. Mater. 6 2023 e12270 B. Zhang, J. Shen, Q. Wang, C. Hu, B. Luo, Y. Liu, Z. Xiao, X. Ou, Energy Environmen. Mater. 6 (2023) e12270. [45] Y. Sun Z. Liu X. Chen X. Yang F. Xiang W. Lu Electrochim. Acta 376 2021 138038 Y. Sun, Z. Liu, X. Chen, X. Yang, F. Xiang, W. Lu, Electrochim. Acta 376 (2021) 138038. [46] J. Zhang J. Zhang X. Ou C. Wang C. Peng B. Zhang ACS Appl. Mater. Interfaces 11 2019 15507 15516 J. Zhang, J. Zhang, X. Ou, C. Wang, C. Peng, B. Zhang, ACS Appl. Mater. Interfaces 11 (2019) 15507–15516. [47] S. Cui Y. Wei T. Liu W. Deng Z. Hu Y. Su H. Li M. Li H. Guo Y. Duan W. Wang M. Rao J. Zheng X. Wang F. Pan Adv. Energy Mater. 6 2016 1501309 S. Cui, Y. Wei, T. Liu, W. Deng, Z. Hu, Y. Su, H. Li, M. Li, H. Guo, Y. Duan, W. Wang, M. Rao, J. Zheng, X. Wang, F. Pan, Adv. Energy Mater 6 (2016) 1501309. [48] Y. Lv X. Cheng W. Qiang B. Huang J. Power Sources 450 2020 227718 Y. Lv, X. Cheng, W. Qiang, B. Huang, J Power Sources 450 (2020) 227718. [49] S. Zhang P. Gao Y. Wang J. Li Y. Zhu J. Alloy. Compd. 885 2021 161005 S. Zhang, P. Gao, Y. Wang, J. Li, Y. Zhu, J. Alloys Compd. 885 (2021) 161005. [50] R. Robert P. Novák J. Electrochem. Soc. 162 2015 A1823 A1828 R. Robert, P. Novák, J. Electrochem. Soc. 162 (2015) A1823–A1828. [51] U.H. Kim H.H. Ryu J.H. Kim R. Mücke P. Kaghazchi C.S. Yoon Y.K. Sun Adv. Energy Mater. 9 2019 1803902 U.H. Kim, H.H. Ryu, J.H. Kim, R. Mücke, P. Kaghazchi, C.S. Yoon, Y.K. Sun, Adv. Energy Mater 9 (2019) 1803902. [52] S. Jamil G. Wang L. Yang X. Xie S. Cao H. Liu B. Chang X. Wang J. Mater. Chem. A 8 2020 21306 21316 S. Jamil, G. Wang, L. Yang, X. Xie, S. Cao, H. Liu, B. Chang, X. Wang, J. Mater. Chem. A 8 (2020) 21306–21316. [53] H.-H. Ryu G.-T. Park C.S. Yoon Y.-K. Sun J. Mater. Chem. A 7 2019 18580 18588 H.-H. Ryu, G.-T. Park, C.S. Yoon, Y.-K. Sun, J. Mater. Chem. A 7 (2019) 18580–18588. [54] N. Li S. Sallis J.K. Papp B.D. Mccloskey W. Yang W. Tong Nano Energy 78 2020 105365 N. Li, S. Sallis, J.K. Papp, B.D. Mccloskey, W. Yang, W. Tong, Nano Energy 78 (2020) 105365. [55] H. Li L. Wang Y. Song Y. Wu H. Zhang A. Du X. He Small 19 2023 e2302208 H. Li, L. Wang, Y. Song, Y. Wu, H. Zhang, A. Du, X. He, Small. 19 (2023) e2302208. [56] J. Kang S. Takai T. Yabutsuka T. Yao J. Electrochem. Soc. 168 2021 010518 J. Kang, S. Takai, T. Yabutsuka, T. Yao, J. Electrochem. Soc. 168 (2021) 010518. [57] C. Wang R. Zhang K. Kisslinger H.L. Xin Nano Lett. 21 2021 3657 3663 C. Wang, R. Zhang, K. Kisslinger, H.L. Xin, Nano Lett. 21 (2021) 3657–3663. [58] W.-S. Yoon K.Y. Chung J. Mcbreen X.-Q. Yang Electrochem. Commun. 8 2006 1257 1262 W.-S. Yoon, K.Y. Chung, J. Mcbreen, X.-Q. Yang, Electrochem. Commun. 8 (2006) 1257–1262. [59] Y. Mo L. Guo B. Cao Y. Wang L. Zhang X. Jia Y. Chen Energy Storage Mater. 18 2019 260 268 Y. Mo, L. Guo, B. Cao, Y. Wang, L. Zhang, X. Jia, Y. Chen, Energy Storage Mater. 18 (2019) 260–268. [60] K. Zhou Q. Xie B. Li A. Manthiram Energy Storage Mater. 34 2021 229 240 K. Zhou, Q. Xie, B. Li, A. Manthiram, Energy Storage Mater. 34 (2021) 229–240. [61] K.A. Pushnitsa A.E. Kim A.A. Popovich Q. Wang P.A. Novikov J. Electron. Mater. 48 2019 6694 6699 K.A. Pushnitsa, A.E. Kim, A.A. Popovich, Q. Wang, P.A. Novikov, J. Electron. Mater. 48 (2019) 6694–6699. [62] C. Liang L. Jiang Z. Wei W. Zhang Q. Wang J. Sun J. Energy Chem. 65 2022 424 432 C. Liang, L. Jiang, Z. Wei, W. Zhang, Q. Wang, J. Sun, J. Energy Chem. 65 (2022) 424–432. [63] F. Wu S. Fang M. Kuenzel A. Mullaliu J.-K. Kim X. Gao T. Diemant G.-T. Kim S. Passerini Joule 5 2021 2177 2194 F. Wu, S. Fang, M. Kuenzel, A. Mullaliu, J.-K. Kim, X. Gao, T. Diemant, G.-T. Kim, S. Passerini, Joule 5 (2021) 2177–2194. [64] J. Xiong T. Zheng Y.J. Cheng J. Sun R. Cao Y. Xia ACS Appl. Mater. Interfaces 13 2021 18648 18657 J. Xiong, T. Zheng, Y.J. Cheng, J. Sun, R. Cao, Y. Xia, ACS Appl. Mater. Interfaces 13 (2021) 18648–18657. [65] F. Liu Z. Zhang Z. Yu X. Fan M. Yi M. Bai Y. Song Q. Mao B. Hong Z. Zhang Y. Lai Chem. Eng. J. 434 2022 134745 F. Liu, Z. Zhang, Z. Yu, X. Fan, M. Yi, M. Bai, Y. Song, Q. Mao, B. Hong, Z. Zhang, Y. Lai. Chem. Eng. J. 434 (2022) 134745.",
      "scopus-id": "85175533781",
      "coredata": {
        "eid": "1-s2.0-S2095495623005545",
        "dc:description": "Nickel (Ni)-rich cathode materials have become promising candidates for the next-generation electrical vehicles due to their high specific capacity. However, the poor thermodynamic stability (including cyclic performance and safety performance or thermal stability) will restrain their wide commercial application. Herein, a single-crystal Ni-rich LiNi0.83Co0.12Mn0.05O2 cathode material is synthesized and modified by a dual-substitution strategy in which the high-valence doping element improves the structural stability by forming strong metal–oxygen binding forces, while the low-valence doping element eliminates high Li+/Ni2+ mixing. As a result, this synergistic dual substitution can effectively suppress H2-H3 phase transition and generation of microcracks, thereby ultimately improving the thermodynamic stability of Ni-rich cathode material. Notably, the dual-doped Ni-rich cathode delivers an extremely high capacity retention of 81% after 250 cycles (vs. Li/Li+) in coin-type half cells and 87% after 1000 cycles (vs. graphite/Li+) in pouch-type full cells at a high temperature of 55 °C. More impressively, the dual-doped sample exhibits excellent thermal stability, which demonstrates a higher thermal runaway temperature and a lower calorific value. The synergetic effects of this dual-substitution strategy pave a new pathway for addressing the critical challenges of Ni-rich cathode at high temperatures, which will significantly advance the high-energy-density and high-safety cathodes to the subsequent commercialization.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495623005545",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shen, Jixue"
          },
          {
            "@_fa": "true",
            "$": "Li, Hui"
          },
          {
            "@_fa": "true",
            "$": "Qi, Haoyu"
          },
          {
            "@_fa": "true",
            "$": "Lin, Zhan"
          },
          {
            "@_fa": "true",
            "$": "Li, Zeheng"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Chuanbo"
          },
          {
            "@_fa": "true",
            "$": "Du, Weitong"
          },
          {
            "@_fa": "true",
            "$": "Chen, Hao"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Shanqing"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495623005545"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495623005545"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(23)00554-5",
        "prism:volume": "88",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Enhancing thermodynamic stability of single-crystal Ni-rich cathode material via a synergistic dual-substitution strategy",
        "prism:copyright": "© 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ni-rich cathode"
          },
          {
            "@_fa": "true",
            "$": "Single crystalline"
          },
          {
            "@_fa": "true",
            "$": "Dual-substitution strategy"
          },
          {
            "@_fa": "true",
            "$": "High-temperature cathode"
          },
          {
            "@_fa": "true",
            "$": "Li-ion batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "428-436",
        "prism:endingPage": "436",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2024",
        "prism:doi": "10.1016/j.jechem.2023.09.038",
        "prism:startingPage": "428",
        "dc:identifier": "doi:10.1016/j.jechem.2023.09.038",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "412",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29035",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "603",
            "@width": "578",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "137505",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "535",
            "@width": "756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "133230",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "591",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "113522",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "440",
            "@width": "578",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73705",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "493",
            "@width": "578",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "117925",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "543",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "105450",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10929",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "157",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14535",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "155",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15435",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "172",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15077",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15320",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19261",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "161",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13320",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1096",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "94504",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2134",
            "@width": "2047",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "726216",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1895",
            "@width": "2677",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "686468",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2096",
            "@width": "2205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "569896",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1560",
            "@width": "2047",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "347234",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1746",
            "@width": "2047",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "657041",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1925",
            "@width": "1890",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "526623",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "10131520",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623005545-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "16319711",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85175533781"
      }
    }
  }
}