{
  "metadata": {
    "title": "Flower-like ZnO modified with BiOI nanoparticles as adsorption/catalytic bifunctional hosts for lithium–sulfur batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2020-12-31",
    "doi": "10.1016/j.jechem.2020.03.040",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495620301728",
    "pii": "S2095495620301728"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85083641035",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2020-04-14 2020-04-14 2020-04-25 2020-04-25 2020-11-23T23:55:17 1-s2.0-S2095495620301728 S2095-4956(20)30172-8 S2095495620301728 10.1016/j.jechem.2020.03.040 S300 S300.2 FULL-TEXT 1-s2.0-S2095495620X00052 2023-11-11T03:10:02.462513Z 0 0 20201201 20201231 2020 2020-04-14T15:14:24.713506Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor orcid primabst ref specialabst 2095-4956 20954956 false 51 51 C Volume 51 4 21 29 21 29 202012 December 2020 2020-12-01 2020-12-31 2020 article fla © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. FLOWERLIKEZNOMODIFIEDBIOINANOPARTICLESADSORPTIONCATALYTICBIFUNCTIONALHOSTSFORLITHIUMSULFURBATTERIES ZENG P 1 Introduction 2 Experimental 2.1 Synthesis of the flower-like ZnO 2.2 Preparation of flower-like ZnO modified with BiOI nanoparticles and the synthesis of the pure phase BiOI 2.3 Preparation of Zno/Bioi/Cnt/S cathode material and the related comparison materials 2.4 Structural characterization 2.5 Assembly of the symmetric cell 2.6 Measurement for the Li2S nucleation 2.7 Electrochemical measurements 3 Results and discussion 4 Conclusions Declaration of Competing Interest Acknowledgments Appendix Supplementary materials References CHEN 2019 142 158 X FENG 2020 129 138 Y LIU 2017 5222 5234 M ZHENG 2019 17204 17241 M HYUAN 2019 7484 7495 T ZHU 2019 K SERVICE 2018 1080 R LI 2019 15418 15439 F LIU 2018 1700270 D LI 2019 4608940 B ZHANG 2018 1701330 J ZHANG 2019 122055 Y DIEZ 2019 3498 3509 N CHEN 2020 123905 M ZHONG 2018 1701110 Y BALACH 2018 23127 23168 J KONG 2018 477 489 Y CHEN 2018 831 842 M ZENG 2019 42104 42113 P ZHANG 2018 1707536 Z KONG 2018 1705219 L ZHAO 2019 3779 3783 M CHEN 2018 13562 13572 M CHEN 2018 1803134 M WU 2019 13109 13115 X QIU 2007 1345 1352 Y ZHOU 2017 28337 28348 C YE 2011 12479 12484 L JIANG 2018 16828 16837 S JIANG 2011 20555 20564 J TONG 2017 90 101 Y PARK 2018 35 64 J XU 2019 123694 J LIM 2019 18746 18757 W YUAN 2019 1802768 H FAN 2015 5203 5209 F XU 2018 1 11 Z WAHAB 2007 1640 1648 R YANG 2019 13103 13112 W ZHANG 2019 1903955 L SHEN 2019 1906661 Z FAN 2019 1906132 S ZENGX2020X21 ZENGX2020X21X29 ZENGX2020X21XP ZENGX2020X21X29XP 2022-04-25T00:00:00.000Z 2022-04-25T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2020-03-27T09:24:40.551Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas National Key Research and Development Program of China Stem Cell and Translational Research http://data.elsevier.com/vocabulary/SciValFunders/501100013290 http://sws.geonames.org/1814991 item S2095-4956(20)30172-8 S2095495620301728 1-s2.0-S2095495620301728 10.1016/j.jechem.2020.03.040 286353 2020-11-24T00:02:08.312524Z 2020-12-01 2020-12-31 1-s2.0-S2095495620301728-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/MAIN/application/pdf/fc686c8f64108d7d4b941bf0f458d201/main.pdf main.pdf pdf true 3700921 MAIN 9 1-s2.0-S2095495620301728-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/PREVIEW/image/png/e9d86c988f42aad7e9ba8fa78c57f12e/main_1.png main_1.png png 58076 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495620301728-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr1/DOWNSAMPLED/image/jpeg/59f6f0b781784d53b0f3e885311f0f77/gr1.jpg gr1 gr1.jpg jpg 105995 572 565 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620301728-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr2/DOWNSAMPLED/image/jpeg/c20230cbde52a3e0d7129b0646d8114d/gr2.jpg gr2 gr2.jpg jpg 174231 503 678 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620301728-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr3/DOWNSAMPLED/image/jpeg/115e0583dab0233c96f7ccdf2fc045c1/gr3.jpg gr3 gr3.jpg jpg 85301 475 678 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620301728-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr4/DOWNSAMPLED/image/jpeg/89852678979371e5751fcd787df7cef1/gr4.jpg gr4 gr4.jpg jpg 106533 649 565 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620301728-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr5/DOWNSAMPLED/image/jpeg/8a5d83f8af175dc951c1ea8f0ee72208/gr5.jpg gr5 gr5.jpg jpg 109365 625 565 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620301728-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr6/DOWNSAMPLED/image/jpeg/dbf6ebf1d014149ea2915eaae61416f0/gr6.jpg gr6 gr6.jpg jpg 97629 305 565 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620301728-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/fx1/DOWNSAMPLED/image/jpeg/b61920e655dad7fd34f8331a0209c037/fx1.jpg fx1 true fx1.jpg jpg 35901 184 301 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620301728-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr1/THUMBNAIL/image/gif/59549f910caa0631b0f47e421df4ab4b/gr1.sml gr1 gr1.sml sml 11812 164 162 IMAGE-THUMBNAIL 1-s2.0-S2095495620301728-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr2/THUMBNAIL/image/gif/e59b6d6c9e4a992be6af8215eb3a367d/gr2.sml gr2 gr2.sml sml 27292 162 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620301728-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr3/THUMBNAIL/image/gif/4465475d40a7e871ea031ab62c5a8a87/gr3.sml gr3 gr3.sml sml 14516 154 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620301728-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr4/THUMBNAIL/image/gif/426014402e78bc2e338b5085203fc89a/gr4.sml gr4 gr4.sml sml 9621 163 142 IMAGE-THUMBNAIL 1-s2.0-S2095495620301728-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr5/THUMBNAIL/image/gif/0f60ceba9072be3032c1480e1599cc37/gr5.sml gr5 gr5.sml sml 9788 164 148 IMAGE-THUMBNAIL 1-s2.0-S2095495620301728-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr6/THUMBNAIL/image/gif/23ce8416bd0c3473030db0137873b90b/gr6.sml gr6 gr6.sml sml 16912 118 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620301728-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/fx1/THUMBNAIL/image/gif/eed967cf946505713f143996ac95b4a6/fx1.sml fx1 true fx1.sml sml 16703 134 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620301728-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr1/HIGHRES/image/jpeg/2863d34f19f5597c657c95c9e1683e4d/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 934669 2529 2500 IMAGE-HIGH-RES 1-s2.0-S2095495620301728-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr2/HIGHRES/image/jpeg/f8d308d9e06b753706d50745965fe52d/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 2315698 2224 3000 IMAGE-HIGH-RES 1-s2.0-S2095495620301728-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr3/HIGHRES/image/jpeg/5af64e28de88e5603160d1752c9d6174/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 789041 2103 3000 IMAGE-HIGH-RES 1-s2.0-S2095495620301728-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr4/HIGHRES/image/jpeg/3a4f1512e6cb3852509a318f3d9187be/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 948631 2872 2500 IMAGE-HIGH-RES 1-s2.0-S2095495620301728-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr5/HIGHRES/image/jpeg/a4541c5aec3b7b301b016f36a2864886/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 936005 2766 2500 IMAGE-HIGH-RES 1-s2.0-S2095495620301728-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/gr6/HIGHRES/image/jpeg/55b9f47d0905fe32207fbcf4c3e3967c/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 770855 1349 2500 IMAGE-HIGH-RES 1-s2.0-S2095495620301728-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/fx1/HIGHRES/image/jpeg/81805ad4fc8f896642db07f1de72d1b9/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 282683 816 1333 IMAGE-HIGH-RES 1-s2.0-S2095495620301728-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620301728/mmc1/MAIN/application/msword/3a1ec6af5a8012c25205e7dfd4d8223a/mmc1.doc mmc1 mmc1.doc doc 14514176 APPLICATION 1-s2.0-S2095495620301728-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10HL4D497F5/MAIN/application/pdf/5a523945fb9b2f5a54ceb800ecc0249f/am.pdf am am.pdf pdf false 2937369 AAM-PDF JECHEM 1185 S2095-4956(20)30172-8 10.1016/j.jechem.2020.03.040 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a) Schematic diagram of the material synthesis process, (b) XRD patterns of ZnO, BiOI and ZnO/BiOI material, (c) TGA curves of pure BiOI and ZnO/BiOI material in the air atmosphere, (d) XRD pattern of ZnO/BiOI/CNT/S material and (e) TGA curves of CNT/S, ZnO/CNT/S and ZnO/BiOI/CNT/S material in the N2 atmosphere. Fig 1 Fig. 2 SEM images of (a) ZnO, (b) BiOI and (c) ZnO/BiOI material; TEM images of (d) ZnO, (e) BiOI and (f) ZnO/BiOI material; (g) high-resolution TEM image of ZnO/BiOI material; EDS elemental mapping images of ZnO/BiOI material: (h) Zn, (i) O, (j) Bi, (k) I. Fig 2 Fig. 3 (a) Adsorption experiment of lithium polysulfides for the as-prepared materials, (b) the ultraviolet absorption spectra of the adsorbed solutions, (c) CV test for the symmetrical batteries based on ZnO and ZnO/BiOI electrodes; Li2S precipitation experiments of (d) CP, (e) CP/ZnO and (f) CP/ZnO/BiOI substrates; the morphology of the final precipitation on (g) CP, (h) CP/ZnO and (i) CP/ZnO/BiOI substrates. Fig 3 Fig. 4 XPS spectra of (a) Zn 2p, (b) Bi 4f and (c) I 3d before and after adsorption of Li2S6 by ZnO/BiOI material; CV curves of (d) ZnO/CNT/S and (e) ZnO/BiOI/CNT/S cathodes at different temperatures; (f) relation between CV peak current (≈2 V) and temperature of ZnO/CNT/S and ZnO/BiOI/CNT/S cathodes. Fig 4 Fig. 5 (a) First cycle charge voltage curves at 0.2 C, (b) first GDC curves and (c) cycle performance of the three electrodes at 0.5 C, (d) rate performance of the above cathodes, (e) long cycle performance of the ZnO/BiOI/CNT/S cathode at 1 C. Fig 5 Fig. 6 A schematic diagram of the adsorption/catalytic bifunctional host for lithium–sulfur battery. Fig 6 Flower-like ZnO modified with BiOI nanoparticles as adsorption/catalytic bifunctional hosts for lithium–sulfur batteries Peng Zeng a Hao Yu a Manfang Chen a Wensheng Xiao a Yongfang Li a Hong Liu a Jing Luo a Jiao Peng a Dingsheng Shao a Ziyi Zhou a Zhigao Luo a Ying Wang b ⁎ Baobao Chang c Xianyou Wang a ⁎ a National Base for International Science & Technology Cooperation, National Local Joint Engineering Laboratory for Key Materials of New Energy Storage Battery, Hunan Province Key Laboratory of Electrochemical Energy Storage & Conversion, School of Chemistry, Xiangtan University, Xiangtan 411105, Hunan, China National Base for International Science & Technology Cooperation National Local Joint Engineering Laboratory for Key Materials of New Energy Storage Battery Hunan Province Key Laboratory of Electrochemical Energy Storage & Conversion School of Chemistry Xiangtan University Xiangtan Hunan 411105 China aNational Base for International Science & Technology Cooperation, National Local Joint Engineering Laboratory for Key Materials of New Energy Storage Battery, Hunan Province Key Laboratory of Electrochemical Energy Storage & Conversion, School of Chemistry, Xiangtan University, Xiangtan 411105, Hunan, China b Department of Chemistry, The Chinese University of Hong Kong, Shatin, N.T., Hong Kong, China Department of Chemistry The Chinese University of Hong Kong Shatin, N.T. Hong Kong, China bDepartment of Chemistry, The Chinese University of Hong Kong, Shatin, N.T., Hong Kong, China c Key laboratory of Materials Processing and Mold of Ministry of Education, Zhengzhou University, Zhengzhou 450001, Henan, China Key laboratory of Materials Processing and Mold of Ministry of Education Zhengzhou University Zhengzhou Henan 450001 China cKey laboratory of Materials Processing and Mold of Ministry of Education, Zhengzhou University, Zhengzhou 450001, Henan, China ⁎ Corresponding authors. Due to the high specific capacity and energy density, lithium–sulfur battery is regarded as a potential energy storage conversion system. However, the serious shuttle effect and the sluggish electrochemical reaction kinetics impede the practical use of lithium–sulfur battery. In the interests of breaking through the above knotty problems, herein we propose to use the polar flower-like ZnO modified by BiOI nanoparticles as bifunctional host with catalytic and adsorption ability for polysulfides in lithium–sulfur battery. It can be found that this adsorption/catalytic host integrates the functions of adsorption and mutual catalytic conversion of polysulfides, in which the polar flower-like ZnO can effectively capture the polysulfides through strong polar-polar interaction, simultaneously the BiOI nanoparticles can accelerate the mutual conversion of polysulfides to Li2S through reducing the activation energy and conversion energy barrier required for the electrochemical reaction. As a result, under a sulfur loading of 2.5 mg cm−2, the lithium–sulfur battery with ZnO/BiOI/CNT/S as cathode reveals a considerable initial specific capacity of 1267 mAh g−1 at a current density of 0.1C. Even the current density increased to 1C, the capacity can reach as 873.4 mAh g−1, together with a good capacity retention of 67.1% after 400 cycles. Therefore, after systematically study the positive effects of the flower-like ZnO modified by catalytic BiOI nanoparticles on the adsorption and catalytic conversion of polysulfides, this work provides a new idea for the development and application of high-performance lithium–sulfur batteries. Graphical abstract In a adsorption/catalytic bifunctional host of ZnO/BiOI, the main ingredient ZnO can inhibit shuttle effect polysulphides, while the decorative ingredient BiOI can decrease the activation energy required for reaction. Image, graphical abstract Keywords Flower-like ZnO BiOI nanoparticles Mutual catalytic conversion Shuttle effect Lithium–sulfur batteries 1 Introduction The rapid growth of energy supply demand stimulates the vigorous development of the next generation energy storage system [1,2]. Among the many candidates, lithium–sulfur battery use low-cost and nontoxic elemental sulfur as the cathode material, which is supposed as a promising energy storage and conversion system based on its high theoretical specific capacity and theoretical energy density [3–5]. Nevertheless, there are still some thorny problems that hinder the practical use of lithium–sulfur battery [6]. First, the insulating property of elemental sulfur determines that sulfur alone is difficult to be an electrode active material [7]. Second, the shuttle effect of polysulfides in lithium–sulfur batteries needs to be further controlled and solved. As a matter of fact, the soluble polysulfides will generate in the discharge process, and even worse, the conversion from these soluble polysulfides to insoluble Li2S2/Li2S is a rate-limiting step as the loss of the electric contact with the electrode conductive structure [8]. Soluble polysulfides tend to towards the anode side and occur some side reactions with lithium metal, which will not only cause the loss of active materials, but also easily cause the generation of lithium dendrites. Third, during the oxidation–reduction reaction process, the activation energy required for the conversion of insoluble Li2S2/Li2S to soluble polysulfides is tremendous, which lead to the slow kinetics of the electrode reaction [9]. Moreover, a series of problems such as lithium dendrite growth still exist in the lithium metal anode, which hinders the application of lithium–sulfur batteries [10]. Therefore, to construct an ideal sulfur cathode, the first step is to improve the conductivity of the electrode, which mainly depends on the addition of carbon materials or other materials with good conductivity. Then, the shuttle behavior of polysulfides should be effectively restrained, which mainly includes physical confinement or chemical adsorption of polysulfides [11]. Furthermore, the introduction of electrocatalysts in cathode is also important, because electrocatalysts can accelerate the “solid-liquid-solid” mutual conversion process in lithium–sulfur batteries, thus effectively reducing the dissolution of polysulfide and activation energy of the reverse reaction [12]. Up to now, many carbon materials have been used as cathode host materials of lithium–sulfur battery [13–15]. On account of the high conductivity carbon materials, lithium–sulfur batteries with carbon materials as host can achieve a good specific capacity. However, when increasing the sulfur loading, the cycle performance deviates from expectations, owing to the non-polar carbon materials have the limited constraint ability on polar polysulfides [16]. Consequently, to enhance the capture of polysulfides and improve cycle stability, some inorganic polar materials combined with carbon materials are reported and applied in lithium–sulfur batteries, such as ZnO [17], MnO2 [18], and Y2O3 [19]. These polar carriers can usually reduce the shuttle effect of polysulfides through strong polar-polar interaction. Even so, the slow kinetics of electrochemical reaction of lithium–sulfur batteries has not been effectively solved. Subsequently, with the deepening knowledge on the mechanism of lithium–sulfur batteries, Zhang's group puts forward the concept of introducing electrocatalyst into lithium–sulfur batterys [20,21]. Ordinarily, the materials were assembled into symmetrical batteries and polysulfides solution was used as electrolyte to carry out CV test, and the catalytic material tends to get a higher corresponding current response, indicating that it can promote the “liquid-liquid conversion” (the mutual conversion between soluble Li2S6 and soluble Li2S4) in the electrode reaction [22]. Simultaneously, the Li2S deposition experiments can be used to analyze whether the catalyst can promote the “liquid-solid conversion” (the mutual conversion of soluble polysulfides to solid-Li2S2/Li2S2) of lithium–sulfur batteries [22]. It is noted that although metal oxides have strong adsorption effects, the catalytic characteristics of metal oxides are yet currently not satisfactory, therefore some innovative improvements are still needed to promote the catalytic conversion capacity of polysulfides if they are to be further applied in lithium–sulfur batteries. Recently, the idea of integrating the advantages of various materials to construct the cathode material of high-efficiency lithium–sulfur battery has been put forward. In this respect, our research group has made a lot of attempts, and has reported many effective materials, such as S@PSS/CNT/Ti4O7 composites [23], CC/MoS2/PrNP/S composites [24] and so on. Apparently, the electrochemical performance of lithium–sulfur batteries can be greatly improved by using a small amount of materials to modify the cathode materials when the modification materials are selected appropriately. Based on our previous results, here we attempt to apply a high-effect catalyst BiOI to modify a metal oxide ZnO so that to ameliorate the performance and expand the application of metal oxides in lithium–sulfur batteries. By integrating the advantages of ZnO and BiOI, the ZnO/BiOI material has the good potential to improve the comprehensive performance of lithium–sulfur batteries. Meanwhile, it is worth noting that although ZnO and BiOI have been separately reported for the application of lithium–sulfur batteries [17,25], there is still few work focused on the synergistic effect of ZnO and BiOI, especially on the mechanism of performance improvement. Besides, this modification technology can also be used to modify many other metal oxides, which will further promote the application of metal oxides in lithium–sulfur batteries. In this work, we strategically prepared and employed the polar flower-like ZnO modified with BiOI nanoparticles as the adsorption/catalytic host materials for lithium–sulfur batteries. The polar flower-like ZnO can effectively capture the polysulfides through strong polar-polar interaction, while the BiOI nanoparticles can further accelerate the mutual conversion of polysulfides, including the “liquid-liquid conversion” and the “liquid-solid conversion”. A series of electrochemical tests (Li2S deposition experiment, variable temperature CV test and so on) confirmed the catalytic effects of above mutual conversion behaviors, and lithium–sulfur battery using the ZnO/BiOI/CNT material as the sulfur host shows an improved electrochemical performance compared with the original CNT and ZnO/CNT hosts. On the whole, this work systematically studied the positive effects of the flower-like ZnO modified with BiOI nanoparticles on adsorption and catalytic conversion of polysulfides, which provided a new idea for the design of high-performance lithium–sulfur batteries. 2 Experimental 2.1 Synthesis of the flower-like ZnO At room temperature (25 °C), 0.025 g polyvinylpyrrolidone (PVP) was added to 30 mL of Zn(NO3)2·5H2O solution (0.05 mol L−1) and stirred rapidly for 15 min to make it dissolve completely. Then, 30 mL NaOH solution (0.25 mol L−1) was added into the above solution drop by drop. After continuous stirring for 2 h, filtered, the flower-like ZnO product can be obtained. 2.2 Preparation of flower-like ZnO modified with BiOI nanoparticles and the synthesis of the pure phase BiOI First, 0.02 g of cetyltrimethyl ammonium bromide (CTAB) was added into 20 mL of deionized water and stirred vigorously to let it dissolve completely. Then, 0.12 g of the as-prepared flower-like ZnO and 0.055 g of Bi(NO3)3·5H2O were added to the above solution and stirred for 30 min. Next, 40 mL of KI solution (0.0027 mol L−1) was added to the above solution and reacted in an oil bath at 80 °C for 3 h. After the reaction, centrifuges were used to separate and collect the precipitate, which was washed three times with deionized water and ethanol, and then dried in an oven at 60 °C. The final product was named as ZnO/BiOI. The synthesis of the pure phase BiOI was similar to above, only without the addition of the flower-like ZnO powder and CTAB. 2.3 Preparation of Zno/Bioi/Cnt/S cathode material and the related comparison materials 0.08 g of ZnO/BiOI material, 0.02 g of CNT and 0.3 g of sulfur powder was mixed evenly by grinding. Then, the mixture was transferred into a closed container, and heated at 155 °C for 12 h to obtained the final product. The preparation of the related comparison materials (CNT/S and ZnO/CNT/S material) were the same above, just the added materials were different. 2.4 Structural characterization To characterize the structure of the as-mentioned materials, X-ray diffraction (XRD) patterns were collected by using a D8 advance X-ray diffractometer with Cu K α (λ =0.154 nm) radiation (Bruker, Germany). The morphology and structures of the as-prepared materials were further analyzed by the scanning electron microscope (JSM-6610LV) and transmission electron microscopy (TEM, JEM-2100F, JEOL). XPS spectra were performed and used to explore the chemical state of the elements on the surface of the materials based on a monochromatic Al K α X-ray (350 W) with a pass energy of 29 eV. Thermogravimetric analysis (TGA 50, American) were carried out at N2 or air atmosphere with the heating rate of 10 °C min−1 to analyze the content of certain materials according to the thermal stability of the samples. 2.5 Assembly of the symmetric cell Li2S and S were added to the 1 mol L−1 ditrifluoromethane sulfonamide lithium (LiTFSI) in 1,3-dioxolane/1,2-Dimethoxyethane (DOL/DME) solution (1/1, v/v) at a molar ratio of 1:5 and stirred at 60 °C for 12 h to form a Li2S6 solution (5 mmol L−1). The ZnO (or ZnO/BiOI material), CNT and polyvinylidene fluoride (PVDF) binder were dispersed into NMP with a mass ratio of 70:20:10 to form a slurry material. The slurry material was then coated on a piece of Al foil and dried at 60 °C for 12 h. The dried material-coated Al foil was cut into some small pieces with the diameter of 1 cm. A symmetric cell used ZnO or ZnO/BiOI material as cathode and anode, and employed 20 µL of the above 5 mmol L−1 Li2S6 solution as the electrolyte. 2.6 Measurement for the Li2S nucleation Li2S and S were added to the 1 mol L−1 LiTFSI in DOL/DME solution (1/1, v/v) at a molar ratio of 1:7 and stirred at 60 °C for 12 h to form a Li2S8 solution (0.2 mol L−1). A battery was assembled by using the carbon paper (CP) as the cathode, the thick lithium wafer as the anode and 20 µL of the above Li2S8 solution as the electrolyte. CP were punched into disks with a diameter of 10 mm and about 0.40 mg of ZnO and ZnO/BiOI powders were separately dispersed on CP using pure ethanol as solvent. First, the battery should be galvanostatically discharged under a current of 0.112 mA with a cut-off voltage of 2.06 V. Subsequently, it is kept at the voltage of 2.05 V for Li2S nucleation and growth. 2.7 Electrochemical measurements Electrochemical performance of the as-prepared materials was tested based on CR2025 coin cells. The as-prepared cathodes (CNT/S, ZnO/CNT/S and ZnO/BiOI/CNT/S) were first mixed with PVDF binder and conductive additive (CNT) with the weight ratio of 8:1:1 in N-methyl-2-pyrrolidone (NMP) and then casted on aluminum foils. The average sulfur areal loading coated onto Al current collector was controlled at 2.5 mg cm−2 in this work. 1.0 mol L−1 LiTFSI in DME/DOL (v/v = 1/1) with 1 wt% LiNO3 addition was used as electrolyte, and the dosage is controlled by adding 15 µL of electrolyte per 1 mg of active materials. The porous polypropylene membranes (Celgard 2325) were used as separators in lithium–sulfur batteries. The galvanostatic discharge-charge (GDC) and the cyclic voltammetry (CV) test of the cells were carried out using multichannel battery testing system (Neware, China) and an electrochemical workstation (CHI-660, Chenhua), respectively. The scan rate of CV tests were 0.1 mV s−1. All of the batteries were tested in a potential range of 1.7–2.8 V. 3 Results and discussion The materials used in this work were prepared by wet chemistry method as shown in Fig. 1 (a). First, the flower-like ZnO was synthesized by using polyvinylpyrrolidone (PVP) as the template, Zn(NO3)2·5H2O and KOH as raw materials. Second, a layer of BiOI was grown in situ on the surface of flower-like ZnO to form the final product (ZnO/BiOI). For comparison, the pure phase BiOI was also synthesized by the similar method, only without the addition of the flower-like ZnO and CTAB. To analyze the structure and component of the as-prepared materials, the corresponding materials were tested by XRD and TGA. As shown in Fig. 1(b), the characteristic peaks of the materials synthesized in the first step can well match the ZnO standard card (PDF#36-1451) [26], and the characteristic peaks of the as-prepared BiOI can also match to the standard card (PDF#10-0445) [27]. Meanwhile, the characteristic peaks of both ZnO and BiOI can be clearly found in the XRD pattern of the as-obtained ZnO/BiOI material. However, the characteristic peaks of BiOI is relatively weak and this may be due to the relatively low content of BiOI in the composite. To accurately analyze the content of BiOI in the ZnO/BiOI composite material, TGA test was carried out at the air atmosphere with a heating rate of 10 °C min−1. Generally speaking, ZnO has a good thermal stability and will not decompose even in high temperature, while BiOI will decompose into Bi2O3 when the temperature reaches a certain level (5BiOI + O2 → Bi5O7I + 2I2, 2Bi5O7I + 1/2O2 → 5Bi2O3 + I2) [28]. Based on above point, the content of BiOI in the composite can be calculated out. In fact, the TGA results of the materials are in line with expectations. As shown in Fig. 1(c), the pure BiOI and the ZnO/BiOI material show the weight loss of 28.8 wt% and 5.4 wt% at the temperature range of 350–650 °C, respectively. After a relevant calculation, it can be known that the content of BiOI in the ZnO/BiOI material is about 18.8 wt%. The as-prepared materials were mixed with elemental sulfur to construct the cathode and used for lithium–sulfur batteries. Meanwhile, some CNT also should be added to improve the conductivity of the whole electrode. Specifically, the mass ratio of host materials, conductive CNT and the elemental sulfur was 0.8:0.2:3. It can be seen from Fig. 1(d) that the diffraction peak positions of ZnO/BiOI/CNT/S material match well with the S standard card (PDF#08-0247) [29]. Besides, several characteristic peaks matching the ZnO standard card (PDF#36-1451) can also be seen, but the diffraction peak signal of BiOI is almost invisible. The cause of the above phenomenon may be related to the content of corresponding materials in the composite. Since BiOI has the lowest content in the composite material and other materials have too strong diffraction peak strength, no obvious diffraction peak signal of BiOI can be seen. As shown in the SEM image (Fig. S1(a)) of ZnO/BiOI/CNT/S, the sulfur is mixed well with the ZnO/BiOI material, and some CNT is attached to the surface to improve the electrical conductivity of the material. The EDX element mapping (Fig. S1(b–h)) shows the uniform distribution of Zn, O, I, Bi, S and C, which implies a uniform mixture of ZnO/BiOI material, S and CNT. Furthermore, the practical sulfur content in the composite is confirmed by the TGA test at N2 atmosphere. It can be seen from Fig. 1(e) that the sulfur contents in CNT/S, ZnO/CNT/S and ZnO/BiOI/CNT/S are 71.3 wt%, 72.9 wt% and 73.1 wt%, respectively. SEM and TEM tests were performed to characterize the structure and morphology of the as-prepared materials. As shown in Fig. 2 (a), the as-prepared ZnO shows a floral structure with an diameter of 2–3 µm. And the as-prepared pure phase BiOI shows a lamellar structure (Fig. 2(b)). After growing a layer of BiOI, the surface of the ZnO material changed significantly, and the nanoparticle covering on the surface of flower-like ZnO may be presumed to be the BiOI (Fig. 2(c)). Furthermore, TEM image shown in Fig. 2(d) confirmed that the surface of flower-like ZnO has some needle-like structure, and it can be inferred that these needle-like primary particles constitute the flower-like ZnO. Fig. 2(e) shows that the BiOI sheet structure is nearly transparent, which means the as-prepared BiOI should be a thin slice layer. However, in TEM image of the ZnO/BiOI material (Fig. 2(f)), it seems that no lamellar structure can be seen, which is possible because the BiOI layer grown on the surface of flower-like ZnO is too thin. Correspondingly, the high-resolution transmission TEM image also verifies the above statement. As shown in Figs. 2(g) and S2, there are two kinds of lattice stripes can be seen in the field of view. The interplanar spacing of 0.30 nm is the (102) planes of BiOI [30], while interplanar spacing of 0.25 nm corresponds to the (002) planes of ZnO [31], which can further prove that BiOI particles are indeed growing on the surface of ZnO. Meanwhile, as shown in the EDX elemental mapping images in Fig. 2(h–k), Zn, O, Bi and I elements are uniformly distributed on the ZnO/BiOI material, which also proves the successful preparation of the flower-like ZnO modified with BiOI nanoparticles. Usually, the solution of the shuttle effect of polysulfides in lithium–sulfur batteries largely depends on the chemical interaction between polar materials and polysulfides [32]. In order to explore the binding effect of polar ZnO, BiOI and ZnO/BiOI material on polysulfides, polysulfides adsorption experiments were systematically carried out. The Li2S6 solution diluted several times is added to the vials containing 30 mg of ZnO, BiOI or ZnO/BiOI materials, and the change of the solution color is directly related to the adsorption capacity of the materials to polysulfides. As shown in Fig. 3 (a), compared to the original Li2S6 solution, the solution with ZnO addition become almost transparent, which means a strong adsorption between ZnO and polysulfides. Meanwhile, the solutions with BiOI or ZnO/BiOI materials additions also show significant color changes but still looks a little pale orange, and this phenomenon may be due to interference from the intrinsic color of the BiOI. The ultraviolet absorption spectra of the adsorbed solutions can better reflect the adsorption capacity of polysulfides. It can be seen from Fig. 3(b) that the signal strength order of polysulfides is ZnO<ZnO/BiOI<BiOI. This result means that ZnO has the strongest adsorption capacity and all of the above three materials can effectively adsorb polysulfides. Therefore, it can be speculated that introducing ZnO and BiOI into cathode host of lithium–sulfur batteries can effectively capture the polysulfides and further improve the cycling stability. In addition, since sulfur, Li2S2 and Li2S are insoluble, accelerating the rates of conversion reaction of soluble lithium polysulfides (to S, Li2S2 or Li2S) can availably reduce the content of polysulfides in the electrolyte, and thus improving the battery performance. According to some reported works [20–22], the catalytic property of the polar hosts in lithium–sulfur batteries can accelerate the reaction kinetics, which is also conducive to solving the shuttling problem. Generally, CV tests of symmetrical batteries with Li2S6 tetraglyme solution as electrolyte can be carried out to analyze the “liquid-liquid conversion” behavior of polysulfides, and the current density response reflects the catalytic capacity of the materials to polysulfides [33–34]. As shown in Fig. 3(c), the ZnO/BiOI electrode has a larger current response than ZnO electrode, and shows an obvious redox peak for the conversion of polysulfides, suggesting that ZnO/BiOI has a better catalytic effect. Therefore, it can be inferred that using ZnO/BiOI material as the host materials of lithium–sulfur batteries can improve the reaction kinetics and reduce the diffusion of polysulfides, and further improve the electrochemical performance. Exploring the role of ZnO/BiOI material in regulating the “liquid-solid conversion” behavior of lithium–sulfur batteries is a significant work, so Li2S precipitation experiment was carried out based on different materials including carbon paper (CP), CP/ZnO and CP/ZnO/BiOI. The material loading in these experiments was about 0.5 mg cm−1, and 20 µL of the as-prepared Li2S8 solution was used as the electrolyte. First, the assembled-battery was galvanostatically discharged under a current of 0.112 mA with a cut-off voltage of 2.06 V to consume the most of high-order polysulfides. Subsequently, it was kept at the voltage of 2.05 V for Li2S nucleation and growth. Fig. 3(d–f) exhibit the current-time curve under the constant voltage of 2.05 V, which can reflect the nucleation and growth of Li2S. The CP/ZnO/BiOI shows the earliest nucleation time among the three substances, with a sharp redox peak, indicating the fastest kinetics for the corresponding Li2S nucleation [35]. The specific contributions of the polysulfides (Li2S8/L2S6) reduction and Li2S precipitation are mathematically modeled according to some corresponding works [36,37] and identified by red, blue and baby blue colors, respectively. The specific capacity that directly related to the Li2S precipitation amount on CP, CP/ZnO and CP/ZnO/BiOI are calculated to be 37.5, 76.2, and 114.4 mAh g−1 (based on per gram sulfur), respectively. Accordingly, the CP/ZnO/BiOI electrode shows the highest activity to the Li2S precipitation. To directly observe the deposition of Li2S on different substrates, the SEM tests of the final electrodes were carried out. It can be seen from Fig. 3(g) that there is barely observable Li2S deposits on CP surface, which is due to the low affinity of nonpolar CP for the polar polysulfides. In the CP/ZnO substance, the Li2S deposition is obviously increased but still insufficient, and it may be caused by the limited number of initial nucleation sites of CP/ZnO substance (Fig. 3(h)). However, when the CP/ZnO/BiOI substance is used as the electrode, it can be clearly observed the uniform and dense deposition of Li2S, which is probably related to the numerous and well-distributed nucleation sites on the CP/ZnO/BiOI substance (Fig. 3(i)). The conversion of polysulfides to Li2S has to overcome a high energy barrier, which can lead to the deposition of Li2S blocked. Obviously, with the introduction of ZnO/BiOI material, Li2S can deposit more evenly and densely on the substance, and it may be the result of both the increased nucleation sites and decreased activation energy barrier of the reaction. Therefore, the ZnO/BiOI material indeed play an important catalytic part in promoting the conversion of the polysulfides and regulating the Li2S nucleation, thereby it is very significant for restraining the shuttle effect of polysulfides and improving the reaction kinetics of lithium–sulfur batteries. X-ray photoelectron spectroscopy (XPS) technique is used to analyze the surface chemical properties of ZnO/BiOI composite materials before and after absorption of Li2S6. As shown in Fig. 4 (a), the Zn 2p spectrum of the ZnO/BiOI material exhibits two typical resonances of 2p 3/2 and 2p 1/2 located at 1021.6 eV and 1044.7 eV, respectively, with a spin-orbit splitting of 23.1 eV, which indicates Zn is in the oxidation state of Zn2+ [38]. After adsorbing Li2S6, it can be seen that the Zn 2p peaks shift by 0.85 eV toward high binding energy, indicating a strong chemical interaction between ZnO and Li2S6 [39]. In the Bi 4f spectrum and I 3d spectrum (Fig. 4(b,c)), it can be seen that Bi 4f peaks have no obvious binding energy shift before and after adsorption of Li2S6, but the main peaks of I 3d shift by 1.1 eV toward to high binding energy, which means the exposed I sites are the main active sites of absorbing Li2S6 [40]. The activation energy is usually an important index to determine the difficulty of electrode reaction. To further analyze the influence of the as-prepared catalytic active materials on the reaction activation energy, CV curves at different temperatures were collected to fit the activation energy of the reaction. Note that temperatures also have some effects on the Li ions diffusion in electrolyte, which may more or less contributes to the calculated activation energy. Therefore, this comparison should be carried out under the same test conditions as possible to ensure its validity and persuasiveness [41]. As shown in Fig. 4(d,e), as temperature rises, the oxidation and reduction peaks of CV curve shift toward the equilibrium states, which reflects the accelerated reaction kinetics. Furthermore, as shown in Fig. S3, the reduction peak of the ZnO/BiOI/CNT/S cathode at ≈2.05 V is relative narrow shape compared to the ZnO/CNT/S electrode, and it can be inferred that ZnO/BiOI material can promote the mutual conversion of liquid polysulfides to solid Li2S2/Li2S and accelerate the reaction kinetics. Because the peak current is proportional to the reaction rates, the relation of peak currents and temperatures can be fitted out according to the Arrhenius equation, and the reaction activation energy of polysulfides conversion can be obtained by calculating the slope [41]. As shown in Fig. 4(f), it can be known that the reaction activation energy required for ZnO/BiOI/CNT/S cathode is 19.4 kJ mol−1, which is less than the activation energy required for the ZnO/CNT/S cathode (25.2 kJ mol−1). As Fig. S4 illustrated, a smaller activation energy indicates that the reaction needs to overcome a lower energy barrier, which is beneficial to reduce polarization and increase the utilization rate of active materials of lithium–sulfur batteries. To examine the electrochemical performance improvement of ZnO/BiOI for lithium–sulfur batteries, the galvanostatic discharge-charge (GDC) tests based on CNT/S, ZnOI/CNT/S and ZnO/BiOI/CNT/S cathodes were carried out in coin cells with the same sulfur loading of about 2.5 mg cm−2. Fig. 5 (a) shows the first charge curves of the three cathodes at 0.2 C, and it is worth noting that the ZnO/BiOI/CNT/S cathode displays a lower potential barrier compared to the CNT/S and ZnO/CNT/S cathodes. Due to low electrical conductivity and low lithium ion diffusivity of Li2S, the decomposition of Li2S also needs a high overpotential at the initial charging so as to overcome the high energy barrier of the “solid-liquid” conversion progress. Therefore, the lower energy barrier of the ZnO/BiOI/CNT/S cathode indicates that the ZnO/BiOI material play a catalytic role in the “solid-liquid” reaction [42]. When the current rate increases to 0.5C (Fig. 5b), the CNT/S, ZnO/CNT/S and ZnO/BiOI/CNT/S cathodes can deliver the initial capacity of 653.6 mAh g−1, 892.0 mAh g−1 and 997.7 mAh g−1, respectively. Besides, it also can be observed that the overpotential of the three cathodes are 0.38 V, 0.31 V and 0.26 V, respectively. Obviously, the ZnO/BiOI/CNT/S cathode shows a relatively lower overpotential, and it can be attributed to the catalytic effect of ZnO/BiOI material, which is benefit to reducing the polarization of electrode reaction and improving the electrochemical performance. As shown in Fig. 5(c), the cyclic stability of the ZnO/BiOI/CNT/S cathode is obviously improved compared with CNT/S and ZnO/CNT/S cathodes. Even after 250 cycles, the ZnO/BiOI/CNT/S cathode can still keep the specific capacity of 790 mAh g−1, whose capacity retention and fading rate are 79.2% and 0.08% per cycle, respectively. Comparatively, the ZnO/CNT/S cathode performs much worse, with the capacity retention and fading rate of 57.4% and 0.17% per cycle, respectively. Moreover, the CNT/S cathode shows the worst performance, whose reversible capacity is only 384 mAh g−1 after 250 cycles. Furthermore, the rate performance of the three cathodes is also compared in Fig. 5(d). It can be seen that the ZnO/BiOI/CNT/S cathode delivers the specific capacity of 1267 mAh g−1 at 0.1 C, 1176 mAh g−1 at 0.2 C, 1016 mAh g−1 at 0.5 C, 896 mAh g−1 at 1 C, and 761 mAh g−1 at 2 C, respectively. Apparently, these performaces are much better than the ZnO/CNT/S and CNT/S cathodes. It also can be observed from Fig. 5(e) that the cycling performance at a large current density of 1 C also shows the advantages of ZnO/BiOI/CNT/S cathode. The initial capacity of ZnO/BiOI/CNT/S cathode can reach as 873.4 mAh g−1, after 400 cycles it still can keep a reversible capacity of 586.2 mAh g−1, with a low capacity fading rate of 0.08% per cycle. Here the specific capacity of ZnO/BiOI/CNT/S cathode exhibited ups and down over the previous cycles, and it is speculated that the reason for above phenomenon may be related to the structure of the electrode material. The ZnO/BiOI/CNT/S composite shows a large block structure with a radial dimension of 3–5 µm. There are continuous dissolution and deposition processes of sulfur active substances during the cycling process, which results in the redistribution of active substances. The redistribution of the active material results in different sulfur utilization rates during the cycle process, so the electrochemical performance fluctuates to a certain extent. Moreover, it can be known from Fig. S5 that the both capacity and cyclic stability of CNT/S and ZnO/CNT/S cathodes at a current density of 1 C performed much worse than ZnO/BiOI/CNT/S cathode. Generally speaking, catalytic active materials can accelerate the conversion of polysulfides, thus reducing the dissolution of polysulfide from the root; in the same time, the polar host materials can effectively adsorb the dissolved polysulfides, so the shuttle effect can be well suppressed. Therefore, the ZnO/BiOI/CNT/S cathode can deliver the best electrochemical performance among the above three electrodes. After the above discussion, the effect of ZnO/BiOI material on improving the performance of lithium–sulfur battery can be summarized. In the discharge process of Li–S battery, the long chain polysulfides dissolve into the electrolyte, and the soluble polysulfides is hard to convert completely to the Li2S because the Li2S2/Li2S are all insoluble and insulated, and thus Li–S battery often shows a poor utilization of active material and a poor cycle performance. As shown in Fig. 6 , when the adsorption/catalytic host (ZnO/BiOI) is applied in lithium–sulfur batteries, the adsorption and catalysis of polysulfides were presented synchronously. On the one hand, the main ingredient ZnO can effectively inhibit shuttle effect behavior of polysulphides in lithium–sulfur batteries and reduce the loss of active material, on the other hand, the activation energy required for reaction is obviously decreased under the action of the BiOI catalyst, which will be conducive to enhance the electrochemical reaction kinetics and reduce the polarization effect, so the electrochemical performance of lithium–sulfur batteries can be improved a lot. 4 Conclusions In this work, the flower-like ZnO modified with BiOI nanopaticles were prepared and applied as adsorption/catalytic hosts for lithium–sulfur batteries. This adsorption/catalytic host have strong adsorption effect on polysulfides and can catalyze the conversion reaction of soluble polysulfides as a catalyst in a sulfur cathode. Meanwhile, the ZnO/BiOI material can also promote the uniform deposition of Li2S by reducing the activation energy barrier required for the electrode reaction. As a result, the obtained ZnO/BiOI/CNT/S cathode exhibited the good electrochemical performances, including the good cyclic stability and rate performance. For example, with a sulfur loading of 2.5 mg cm−2, it can deliver a high specific capacity of 1267 mAh g−1 at 0.1 C. Moreover, the capacity of the ZnO/BiOI/CNT/S cathode can maintain as high as 790 mAh g−1 after 250 cycles when the current density was increased to 0.5 C, with a low capacity fading rate of 0.08% per cycle. Even at a high current density of 1 C, it is still able to show a capacity retention rate of 67.1% after 400 stable cycles. This work demonstrates the positive effects of ZnO/BiOI material on achieving the management and restraint of polysulfides shuttle, and provides an effective exploration for the practical application of lithium–sulfur batteries. Declaration of Competing Interest The authors declare no competing financial interest. Acknowledgments This work was supported financially by the National Key Research and Development Program of China (2018YFB0104200), the Key Project of Strategic New Industry of Hunan Province (No. 2019GK2032). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jechem.2020.03.040. Appendix Supplementary materials Supplementary materials Supplementary material associated with this article can be found, in the online version. Image, application 1 References [1] X. Chen T. Hou K.A. Persson Q. Zhang Mater. Today 22 2019 142 158 X. Chen, T. Hou, K.A. Persson, Q. Zhang, Mater. Today22 (2019) 142–158. [2] Y. Feng S. Chen J. Wang B. Lu J. Energy Chem. 43 2020 129 138 Y. Feng, S. Chen, J. Wang, B. Lu, J. Energy Chem.43 (2020) 129–138. [3] M. Liu X. Qin Y.B. He B. Li F. Kang J. Mater. Chem. A 5 11 2017 5222 5234 M. Liu, X. Qin, Y.B. He, B. Li, F. Kang, J. Mater. Chem. A5(11) (2017) 5222–5234. [4] M. Zheng Y. Chi Q. Hu H. Tang X. Jiang L. Zhang S. Zhang H. Pang Q. Xu J. Mater. Chem. A 7 29 2019 17204 17241 M. Zheng, Y. Chi, Q. Hu, H. Tang, X. Jiang, L. Zhang, S. Zhang, H. Pang, Q. Xu, J. Mater. Chem. A7(29) (2019) 17204–17241. [5] T.Liu H.Yuan Y. Liu J. Nai Y. Wang W. Zhang X. Tao Chem. Sci. 10 32 2019 7484 7495 H.Yuan, T. Liu, Y. Liu, J. Nai, Y. Wang, W. Zhang, X. Tao, Chem. Sci.10(32) (2019) 7484–7495. [6] K. Zhu C. Wang Z. Chi F. Ke Y. Yang A. Wang W. Wang L. Miao Front. Energy Res. 7 123 2019 10.3389/fenrg.2019.00123 K. Zhu, C. Wang, Z. Chi, F. Ke, Y. Yang, A. Wang, W. Wang, L. Miao, Front. Energy Res.7(123) (2019). (DOI: 10.3389/fenrg.2019.00123) [7] R.F. Service Science 359 6380 2018 1080 R.F. Service, Science359 (6380) (2018) 1080. [8] F. Li Q. Liu J. Hu Y. Feng P. He J. Ma Nanoscale 11 33 2019 15418 15439 F. Li, Q. Liu, J. Hu, Y. Feng, P. He, J. Ma, Nanoscale11(33) (2019) 15418–15439. [9] D. Liu C. Zhang G. Zhou W. Lv G. Ling L. Zhi Q.H. Yang Adv. Sci. 5 1 2018 1700270 D. Liu, C. Zhang, G. Zhou, W. Lv, G. Ling, L. Zhi, Q.H. Yang, Adv. Sci.5(1) (2018) 1700270. [10] B.Q. Li X.R. Chen C.X. Zhao R. Zhang X.B. Cheng Q. Zhang Research 2019 2019 4608940 10.34133/2019/4608940 B.Q. Li, X.R. Chen, C.X. Zhao, R. Zhang, X.B. Cheng, Q. Zhang, Research2019 (2019) 4608940. (DOI: 10.34133/2019/4608940) [11] J. Zhang M. Huang B. Xi K. Mi A. Yuan S. Xiong Adv. Energy Mater. 8 2 2018 1701330 J. Zhang, M. Huang, B. Xi, K. Mi, A. Yuan, S. Xiong, Adv. Energy Mater.8(2) (2018) 1701330. [12] Y. Zhang W. Qiu Y. Zhao Y. Wang Z. Bakenov X. Wang Chem. Eng. J. 375 2019 122055 Y. Zhang, W. Qiu, Y. Zhao, Y. Wang, Z. Bakenov, X. Wang, Chem. Eng. J.375 (2019), 122055. [13] N. Díez G.A. Ferrero M. Sevilla A.B. Fuertes Sustain. Energy Fuels 3 12 2019 3498 3509 N. Díez, G.A. Ferrero, M. Sevilla, A.B. Fuertes, Sustain. Energy Fuels3(12) (2019) 3498–3509. [14] M. Chen X. Zhao Y. Li P. Zeng H. Liu H. Yu M. Wu Z. Li D. Shao C. Miao G. Chen H. Shu Y. Pei X. Wang Chem. Eng. J. 385 2020 123905 10.1016/j.cej.2019.123905 M. Chen, X., Zhao, Y. Li, P. Zeng, H. Liu, H. Yu, M. Wu, Z. Li, D. Shao, C. Miao, G. Chen, H. Shu, Y. Pei, X. Wang, Chem. Eng. J.385 (2020) 123905. (DOI: 10.1016/j.cej.2019.123905) [15] Y. Zhong X. Xia S. Deng J. Zhan R. Fang Y. Xia X. Wang Q. Zhang J. Tu Adv. Energy Mater. 8 1 2018 1701110 Y. Zhong, X. Xia, S. Deng, J. Zhan, R. Fang, Y. Xia, X. Wang, Q. Zhang, J. Tu, Adv. Energy Mater.8(1) (2018) 1701110 [16] J. Balach J. Linnemann T. Jaumann L. Giebeler J. Mater. Chem. A 6 46 2018 23127 23168 J. Balach, J. Linnemann, T. Jaumann, L. Giebeler, J. Mater. Chem. A6(46) (2018) 23127–23168. [17] Y. Kong J. Luo C. Jin H. Yuan O. Sheng L. Zhang C. Fang W. Zhang H. Huang Y. Xia C. Liang J. Zhang Y. Gan X. Tao Nano Res. 11 1 2018 477 489 Y. Kong, J. Luo, C. Jin, H. Yuan, O. Sheng, L. Zhang, C. Fang, W. Zhang, H. Huang, Y. Xia, C. Liang, J. Zhang, Y. Gan, X. Tao, Nano Res.11(1) (2018) 477–489 [18] M. Chen Q. Lu S. Jiang C. Huang X. Wang B. Wu K. Xiang Y. Wu Chem. Eng. J. 335 2018 831 842 M. Chen, Q. Lu, S. Jiang, C. Huang, X. Wang, B. Wu, K. Xiang, Y. Wu, Chem. Eng. J.335 (2018) 831–842. [19] P. Zeng M. Chen J. Luo H. Liu Y. L J. Peng J. Li H. Yu Z. Luo H. Shu C. Miao G. Chen X. Wang ACS Appl. Mater. Interfaces 11 45 2019 42104 42113 P. Zeng, M. Chen, J. Luo, H. Liu, Y. L, J. Peng, J. Li, H. Yu, Z. Luo, H. Shu, C. Miao, G. Chen, X. Wang, ACS Appl. Mater. Interfaces11(45) (2019) 42104–42113. [20] Z.W. Zhang H.J. Peng M. Zhao J.Q. Huang Adv. Funct. Mater. 28 38 2018 1707536 Z.W. Zhang, H.J. Peng, M. Zhao, J.Q. Huang, Adv. Funct. Mater.28(38) (2018) 1707536. [21] L. Kong X. Chen B.Q. Li H.J. Peng J.Q. Huang J. Xie Q. Zhang Adv. Mater. 30 2 2018 1705219 L. Kong, X. Chen, B.Q. Li, H.J. Peng, J.Q. Huang, J. Xie, Q. Zhang, Adv. Mater.30(2) (2018) 1705219. [22] M. Zhao H.J. Peng Z.W. Zhang B.Q. Li X. Chen J. Xie X. Chen J.Y. Wei Q. Zhang J.Q. Huang Angew. Chem. Int. Ed. 58 12 2019 3779 3783 M. Zhao, H.J. Peng, Z.W. Zhang, B.Q. Li, X. Chen, J. Xie, X. Chen, J.Y. Wei, Q. Zhang, J.Q. Huang, Angew. Chem. Int. Ed.58(12) (2019) 3779–3783. [23] M. Chen S. Jiang C. Huang J. Xia X. Wang K. Xiang P. Zeng Y. Zhang S. Jamil ACS Appl. Mater. Interfaces 10 16 2018 13562 13572 M. Chen, S. Jiang, C. Huang, J. Xia, X. Wang, K. Xiang, P. Zeng, Y. Zhang, S. Jamil, ACS Appl. Mater. Interfaces10(16) (2018) 13562–13572. [24] M. Chen W. Xu S. Jamil S. Jiang C. Huang X. Wang Y. Wang H. Shu K. Xiang P. Zeng Small 14 49 2018 1803134 M. Chen, W. Xu, S. Jamil, S. Jiang, C. Huang, X. Wang, Y. Wang, H. Shu, K. Xiang, P. Zeng, Small14(49) (2018) 1803134. [25] X. Wu N. Liu M. Wang Y. Qiu B. Guan D. Tian Z. Guo L. Fan N. Zhang ACS Nano 13 11 2019 13109 13115 X. Wu, N. Liu, M. Wang, Y. Qiu, B. Guan, D. Tian, Z. Guo, L. Fan, N. Zhang, ACS Nano13(11) (2019) 13109–13115. [26] Y. Qiu S. Yang Adv. Funct. Mater. 17 8 2007 1345 1352 Y. Qiu, S. Yang, Adv. Funct. Mater.17(8) (2007) 1345–1352. [27] C. Zhou H. Yang G. Wang J. Chen R. Wang C. Jiang Int. J. Hydrogen Energy 42 47 2017 28337 28348 C. Zhou, H. Yang, G. Wang, J. Chen, R. Wang, C. Jiang, Int. J. Hydrogen Energy42(47) (2017) 28337–28348. [28] L. Ye L. Tian T. Peng L. Zan J. Mater. Chem. 21 33 2011 12479 12484 L. Ye, L. Tian, T. Peng, L. Zan, J. Mater. Chem.21(33) (2011) 12479–12484. [29] S. Jiang M. Chen X. Wang Z. Wu P. Zeng C. Huang Y. Wang ACS Sustain. Chem. Eng. 6 12 2018 16828 16837 S. Jiang, M. Chen, X. Wang, Z. Wu, P. Zeng, C. Huang, Y. Wang, ACS Sustain. Chem. Eng.6(12) (2018) 16828–16837. [30] J. Jiang X. Zhang P. Sun L. Zhang J. Phys. Chem. C 115 42 2011 20555 20564 J. Jiang, X. Zhang, P. Sun, L. Zhang, J. Phys. Chem. C115(42) (2011) 20555–20564. [31] Y. Tong C. Zheng W. Lang F. Wu T. Wu W. Luo H. Chen Mater. Des. 122 2017 90 101 Y. Tong, C. Zheng, W. Lang, F. Wu, T. Wu, W. Luo, H. Chen, Mater. Des.122 (2017) 90–101. [32] J. Park S.H. Yu Y.E. Sung Nano Today 18 2018 35 64 J. Park, S.H. Yu, Y.E. Sung, Nano Today18 (2018) 35–64. [33] J. Xu F. Yu J. Hua W. Tang C. Yang S. Hu S. Zhao X. Zhang Z. Xin D. Niu Chem. Eng. J. 2019 123694 10.1016/j.cej.2019.123694 J. Xu, F. Yu, J. Hua, W. Tang, C. Yang, S. Hu, S. Zhao, X. Zhang, Z. Xin, D. Niu, Chem. Eng. J. (2019) 123694. (DOI: 10.1016/j.cej.2019.123694) [34] W.G. Lim S. Kim C. Jo J. Lee Angew. Chem. Int. Ed. 58 52 2019 18746 18757 W.G. Lim, S. Kim, C. Jo, J. Lee, Angew. Chem. Int. Ed.58(52) (2019) 18746–18757. [35] H. Yuan H.J. Peng B.Q. Li J. Xie L. Kong M. Zhao X. Chen J.Q. Huang Q. Zhang Adv. Energy Mater. 9 1 2019 1802768 H. Yuan, H.J. Peng, B.Q. Li, J. Xie, L. Kong, M. Zhao, X. Chen, J.Q. Huang, Q. Zhang, Adv. Energy Mater.9(1) (2019) 1802768. [36] F.Y. Fan W.C. Carter Y.M. Chiang Adv. Mater. 27 35 2015 5203 5209 F.Y. Fan, W.C. Carter, Y.M. Chiang, Adv. Mater.27(35) (2015) 5203–5209. [37] Z.L. Xu S. Lin N. Onofrio L. Zhou F. Shi W. Lu K. Kang Q. Zhang S.P. Lau Nat. Commun. 9 1 2018 1 11 Z.L. Xu, S. Lin, N. Onofrio, L. Zhou, F. Shi, W. Lu, K. Kang, Q. Zhang, S.P. Lau, Nat. Commun.9(1) (2018) 1–11. [38] R. Wahab S.G. Ansari Y.S. Kim H.K. Seo G.S. Kim G. Khang H.S. Shin Mater. Res. Bull. 42 9 2007 1640 1648 R. Wahab, S.G. Ansari, Y.S. Kim, H.K. Seo, G.S. Kim, G. Khang, H.S. Shin, Mater. Res. Bull.42(9) (2007) 1640–1648. [39] W. Yang W. Yang L. Dong X. Gao G. Wang G. Shao J. Mater. Chem. A 7 21 2019 13103 13112 W. Yang, W. Yang, L. Dong, X. Gao, G. Wang, G. Shao, J. Mater. Chem. A7(21) (2019) 13103–13112. [40] L. Zhang D. Liu Z. Muhammad F. Wan W. Xie Y. Wang L. Song Z. Niu J. Chen Adv. Mater. 31 40 2019 1903955 L. Zhang, D. Liu, Z. Muhammad, F. Wan, W. Xie, Y. Wang, L. Song, Z. Niu, J. Chen, Adv. Mater.31(40) (2019) 1903955. [41] Z. Shen M. Cao Z. Zhang J. Pu C. Zhong J. Li H. Ma F. Li J. Zhu F. Pan H. Zhang Adv. Funct. Mater. 2019 1906661 10.1002/adfm.201906661 Z. Shen, M. Cao, Z. Zhang, J. Pu, C. Zhong, J. Li, H. Ma, F. Li, J. Zhu, F. Pan, H. Zhang, Adv. Funct. Mater. (2019) 1906661. (DOI: 10.1002/adfm.201906661) [42] S. Fan S. Huang M.E. Pam S. Chen Q. Wu J. Hu Y. Wang L.K. Ang C. Yan Y. Shi H.Y. Yang Small 15 51 2019 1906132 S. Fan, S. Huang, M.E. Pam, S. Chen, Q. Wu, J. Hu, Y. Wang, L.K. Ang, C. Yan, Y. Shi, H.Y. Yang, Small15(51) (2019) 1906132.",
      "scopus-id": "85083641035",
      "coredata": {
        "eid": "1-s2.0-S2095495620301728",
        "dc:description": "Due to the high specific capacity and energy density, lithium–sulfur battery is regarded as a potential energy storage conversion system. However, the serious shuttle effect and the sluggish electrochemical reaction kinetics impede the practical use of lithium–sulfur battery. In the interests of breaking through the above knotty problems, herein we propose to use the polar flower-like ZnO modified by BiOI nanoparticles as bifunctional host with catalytic and adsorption ability for polysulfides in lithium–sulfur battery. It can be found that this adsorption/catalytic host integrates the functions of adsorption and mutual catalytic conversion of polysulfides, in which the polar flower-like ZnO can effectively capture the polysulfides through strong polar-polar interaction, simultaneously the BiOI nanoparticles can accelerate the mutual conversion of polysulfides to Li2S through reducing the activation energy and conversion energy barrier required for the electrochemical reaction. As a result, under a sulfur loading of 2.5 mg cm−2, the lithium–sulfur battery with ZnO/BiOI/CNT/S as cathode reveals a considerable initial specific capacity of 1267 mAh g−1 at a current density of 0.1C. Even the current density increased to 1C, the capacity can reach as 873.4 mAh g−1, together with a good capacity retention of 67.1% after 400 cycles. Therefore, after systematically study the positive effects of the flower-like ZnO modified by catalytic BiOI nanoparticles on the adsorption and catalytic conversion of polysulfides, this work provides a new idea for the development and application of high-performance lithium–sulfur batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495620301728",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zeng, Peng"
          },
          {
            "@_fa": "true",
            "$": "Yu, Hao"
          },
          {
            "@_fa": "true",
            "$": "Chen, Manfang"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Wensheng"
          },
          {
            "@_fa": "true",
            "$": "Li, Yongfang"
          },
          {
            "@_fa": "true",
            "$": "Liu, Hong"
          },
          {
            "@_fa": "true",
            "$": "Luo, Jing"
          },
          {
            "@_fa": "true",
            "$": "Peng, Jiao"
          },
          {
            "@_fa": "true",
            "$": "Shao, Dingsheng"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Ziyi"
          },
          {
            "@_fa": "true",
            "$": "Luo, Zhigao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Ying"
          },
          {
            "@_fa": "true",
            "$": "Chang, Baobao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Xianyou"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495620301728"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495620301728"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(20)30172-8",
        "prism:volume": "51",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Flower-like ZnO modified with BiOI nanoparticles as adsorption/catalytic bifunctional hosts for lithium–sulfur batteries",
        "prism:copyright": "© 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Flower-like ZnO"
          },
          {
            "@_fa": "true",
            "$": "BiOI nanoparticles"
          },
          {
            "@_fa": "true",
            "$": "Mutual catalytic conversion"
          },
          {
            "@_fa": "true",
            "$": "Shuttle effect"
          },
          {
            "@_fa": "true",
            "$": "Lithium–sulfur batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "21-29",
        "prism:endingPage": "29",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2020",
        "prism:doi": "10.1016/j.jechem.2020.03.040",
        "prism:startingPage": "21",
        "dc:identifier": "doi:10.1016/j.jechem.2020.03.040",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "572",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "105995",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "503",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "174231",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "475",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "85301",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "649",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "106533",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "625",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109365",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "305",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "97629",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "184",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35901",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "162",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11812",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "27292",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14516",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "142",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9621",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "148",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9788",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "118",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16912",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16703",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2529",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "934669",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2224",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "2315698",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2103",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "789041",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2872",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "948631",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2766",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "936005",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1349",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "770855",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "816",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "282683",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "14514176",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620301728-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2937369",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85083641035"
      }
    }
  }
}