{
  "metadata": {
    "title": "Molten salt electrochemical modulation of Ni/Co nanoparticles onto N-doped carbon for oxygen reduction",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-11-30",
    "doi": "10.1016/j.jechem.2022.06.044",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622003515",
    "pii": "S2095495622003515"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85135709920",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-06-30 2022-06-30 2022-08-09 2022-08-09 2022-10-19T19:56:36 1-s2.0-S2095495622003515 S2095-4956(22)00351-5 S2095495622003515 10.1016/j.jechem.2022.06.044 S300 S300.1 FULL-TEXT 1-s2.0-S2095495622X00065 2024-06-03T13:21:19.250072Z 0 0 20221101 20221130 2022 2022-06-30T02:37:27.750966Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 74 74 C Volume 74 21 212 217 212 217 202211 November 2022 2022-11-01 2022-11-30 2022 article fla © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. MOLTENSALTELECTROCHEMICALMODULATIONNICONANOPARTICLESNDOPEDCARBONFOROXYGENREDUCTION LIANG X 1 Introduction 2 Experimental 3 Results and discussion 3.1 Structural characteristics 3.2 Electrocatalysis performance 3.3 Electrocatalysis performance 3.4 Density functional theory calculation 4 Conclusions Acknowledgments Appendix A Supplementary data References ZHAO 2021 7745 7778 C LI 2021 6671 6693 W LI 2020 8104 8108 D WOO 2021 7350 7361 J MORALES 2020 1905992 D SUN 2019 1803513 Y KONAR 2021 137709 R PENG 2021 e202116068 S CHEN 2020 1908945 S ZHANG 2022 466 473 Y KONG 2022 e202116290 F JIA 2022 e202110838 Y YANG 2022 524 530 J LIU 2019 13241 13249 L LIU 2022 1997 2003 Z XIE 2022 4191 4199 Z HE 2022 151 160 Y WENG 2021 24905 24909 W XUE 2019 5048 Z XUE 2018 1801564 Z LUO 2020 8575 8585 J HU 2021 2103632 K ZHANG 2022 554 560 Z LI 2021 1911011 L SHENG 2021 45394 45405 K SEKHON 2022 149 172 S FAN 2022 8549 8556 X ZHAI 2021 20320 20344 Z LV 2021 12742 12746 B PANG 2021 102 107 D PANG 2021 622 640 Z FAN 2021 415 430 Z CAO 2021 129713 Y HU 2020 104670 J YANG 2020 195 207 J CHEN 2017 1700047 Z LIANG 2019 10514 10522 X NORSKOV 2004 17886 17892 J LV 2020 2002241 T PEREZSOSA 2021 21419 21432 M SYUGAEV 2015 2933 2941 A ZHANG 2019 764 769 X WANG 2021 106147 Y LIU 2017 1700874 S BRUNAUER 1940 1723 1732 S WENG 2020 4800 4806 W LIANG 2021 2120 2124 X LIU 2021 e202113389 M HE 2020 136968 J JIANG 2019 322 333 H JIANG 2020 96 108 M YOU 2018 184 192 Y ZHOU 2012 3214 3223 G LIANGX2022X212 LIANGX2022X212X217 LIANGX2022X212XX LIANGX2022X212X217XX 2024-08-09T00:00:00.000Z 2024-08-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2022-08-16T17:41:54.594Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Key R&D Program of China 2018YFE0201703 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ Fundamental Research Funds for the Central Universities 2042022kf1174 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100013804 http://sws.geonames.org/1814991 The authors acknowledge the funding support from the National Key R&D Program of China ( 2018YFE0201703 ) and the Fundamental Research Funds for the Central Universities ( 2042022kf1174 ). 0 item S2095-4956(22)00351-5 S2095495622003515 1-s2.0-S2095495622003515 10.1016/j.jechem.2022.06.044 286353 2022-10-19T22:26:09.193368Z 2022-11-01 2022-11-30 1-s2.0-S2095495622003515-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/MAIN/application/pdf/e8b95184e19ae29c8ea6c4fd12ed8d37/main.pdf main.pdf pdf true 1853925 MAIN 6 1-s2.0-S2095495622003515-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/PREVIEW/image/png/5ef43a21aa7432304f04d7994c37c9e3/main_1.png main_1.png png 64152 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622003515-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/ga1/DOWNSAMPLED/image/jpeg/d0eff520bbcc59c4aa6a88879db1ef95/ga1.jpg ga1 true ga1.jpg jpg 18515 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622003515-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/gr1/DOWNSAMPLED/image/jpeg/5d9ccc106bbb93136d62437e333f3757/gr1.jpg gr1 gr1.jpg jpg 82285 284 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622003515-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/gr2/DOWNSAMPLED/image/jpeg/489b5acf90304e229377865fdd59191f/gr2.jpg gr2 gr2.jpg jpg 107328 463 538 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622003515-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/gr3/DOWNSAMPLED/image/jpeg/45818f54ce4a9ebe3e9a292943d66e50/gr3.jpg gr3 gr3.jpg jpg 57589 323 383 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622003515-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/gr4/DOWNSAMPLED/image/jpeg/24371bf04b5efe93c82f287f04dd8eb0/gr4.jpg gr4 gr4.jpg jpg 86710 437 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622003515-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/ga1/DOWNSAMPLED/image/gif/dac3e262afa7daac5021a916abd7afc8/ga1.sml ga1 true ga1.sml sml 6585 88 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622003515-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/gr1/THUMBNAIL/image/gif/4c86b409380849161f74042d7d4b2c24/gr1.sml gr1 gr1.sml sml 22834 117 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622003515-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/gr2/THUMBNAIL/image/gif/d1edfbb7d7ecf2e926ae23eb490c1a8f/gr2.sml gr2 gr2.sml sml 14403 163 190 IMAGE-THUMBNAIL 1-s2.0-S2095495622003515-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/gr3/THUMBNAIL/image/gif/494c1a2c8176a20b2411ff8f156241b4/gr3.sml gr3 gr3.sml sml 14552 164 194 IMAGE-THUMBNAIL 1-s2.0-S2095495622003515-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/gr4/THUMBNAIL/image/gif/93e8f0fcafc8beb0de352fff1f076ab2/gr4.sml gr4 gr4.sml sml 13923 164 200 IMAGE-THUMBNAIL 1-s2.0-S2095495622003515-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/HIGHRES/image/jpeg/7509415a19399a319db9fecd6c660663/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 58687 531 1328 IMAGE-HIGH-RES 1-s2.0-S2095495622003515-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/HIGHRES/image/jpeg/ea4b91f02af3da175743b07363e504c7/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 306431 755 1418 IMAGE-HIGH-RES 1-s2.0-S2095495622003515-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/HIGHRES/image/jpeg/586eaefefd5a9595a3954282133c4288/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 586371 2051 2384 IMAGE-HIGH-RES 1-s2.0-S2095495622003515-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/HIGHRES/image/jpeg/227862090c769f6a1cbd2b8bda529bff/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 328339 1431 1695 IMAGE-HIGH-RES 1-s2.0-S2095495622003515-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/HIGHRES/image/jpeg/4d45f198213bb1df97ca464bb079b9dd/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 497881 1933 2364 IMAGE-HIGH-RES 1-s2.0-S2095495622003515-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/da58c06b2c1fdc60f30ab696a50588a5/mmc1.docx mmc1 mmc1.docx docx 26836304 APPLICATION 1-s2.0-S2095495622003515-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622003515/STRIPIN/image/svg+xml/05a2fb7272583ab605b8642bb92a536e/si1.svg si1 si1.svg svg 8664 ALTIMG 1-s2.0-S2095495622003515-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:109PMT1HFLV/MAIN/application/pdf/9c399bfd843ab09ffe63a457c701be38/am.pdf am am.pdf pdf false 1110609 AAM-PDF JECHEM 2634 S2095-4956(22)00351-5 10.1016/j.jechem.2022.06.044 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a) SEM image of Ni/Co@NC; (b) TEM image of Ni/Co@NC (the inset shows the particle size distribution) and corresponding elemental mapping (c–f); backscatter electron image (g) and HRTEM (h–j) of Ni/Co@NC. Fig. 2 (a) CVs of the samples in N2 and O2 saturated 0.1 M KOH electrolyte (0 r min−1, 50 mV s−l, with no iR-compensation). (b) LSV curves of Ni/Co@NC, Ni/Co@CDC, Pt/C, CDC and NC in O2-saturated 0.1 M KOH with the scan rate of 10 mV s−l at 1600 r min−1. (c) Tafel plots of the samples. (d) Linear relationships between the capacitance current density and the scan rate in non-Faradaic regions. (e) Nyquist plots and the fitting results obtained at 0.82 V vs. RHE (the inset is the equivalent circuit diagram, in which R s, R ct and CPE represent the solution resistance, charge transfer resistance, and the constant phase angle element, respectively). (f) Koutecky-Levich plots and corresponding electron transfer numbers of Ni/Co@NC at different potential in O2-saturate 0.1 M KOH. (g) H2O2 yield and the calculated electron number of Ni/Co@NC. (h) Chronoamperometric plots recorded at 0.6 V vs. RHE for 10 h of Ni/Co@NC and Pt/C. (i) The methanol tolerance tests of Ni/Co@NC and Pt/C. Fig. 3 (a and b) In-situ Raman spectra of Ni/Co@NC and Ni/Co@CDC over the potential. XRD patterns (c) and ex-situ Raman spectra (d) of Ni/Co@NC before and after ORR test. Fig. 4 (a–e) Charge density difference mappings between *OH intermediate and different surface sites on Co@NC(Co), Ni/Co@CDC(Ni), Ni/Co@CDC(Co), Ni/Co@NC(Ni) and Ni/Co@NC (Co) (The skyblue and yellow isosurfaces stand for the negative and positive charges, respectively. The isosurface of charge density is set to 0.005 e Å−3). (f) Free energy profile of ORR on Co@NC, Ni/Co@CDC and Ni/Co@NC at pH = 14 and U = 1.23 eV. (g) PDOS of 3d states of surface metallic sites in Co@NC, Ni/Co@CDC and Ni/Co@NC. The dashed line stands for Fermi level. Molten salt electrochemical modulation of Ni/Co nanoparticles onto N-doped carbon for oxygen reduction Xinxin Liang a Jialin Chen c Biao Hong a Tingting Wan a Wei Weng b ⁎ Wei Xiao a ⁎ a College of Chemistry and Molecular Sciences, Hubei Key Laboratory of Electrochemical Power Sources, Wuhan University, Wuhan 430072, Hubei, China College of Chemistry and Molecular Sciences Hubei Key Laboratory of Electrochemical Power Sources Wuhan University Wuhan 430072 Hubei China College of Chemistry and Molecular Sciences, Hubei Key Laboratory of Electrochemical Power Sources, Wuhan University, Wuhan 430072, Hubei, China b Zijin School of Geology and Mining, Fujian Key Laboratory of Green Extraction and High-value Utilization of Energy Metals, Fuzhou University, Fuzhou 350108, Fujian, China Zijin School of Geology and Mining Fujian Key Laboratory of Green Extraction and High-value Utilization of Energy Metals Fuzhou University Fuzhou 350108 Fujian China Zijin School of Geology and Mining, Fujian Key Laboratory of Green Extraction and High-value Utilization of Energy Metals, Fuzhou University, Fuzhou 350108, Fujian, China c Queen Marry University of London Engineering School, Northwestern Polytechnical University, Xi'an 710129, Shaanxi, China Queen Marry University of London Engineering School Northwestern Polytechnical University Xi'an 710129 Shaanxi China Queen Marry University of London Engineering School, Northwestern Polytechnical University, Xi'an 710129, Shaanxi, China ⁎ Corresponding authors. Graphical abstract Ni/Co bimetallic nanoparticles embedded in the porous and defective N-doped carbon matrix is fabricated by thermoselectrolysis in molten salts. Benefiting from composition and electronic structure, Ni/Co@NC delivered comparable performance to commercial Pt/C for ORR. Activation of oxygen over non-precious materials has been an imperative task to develop efficient electrochemical energy storage and conversion such as fuel cells and metal-air batteries. Herein, a molten salt electrochemical modulation of metal-nitrogen-carbon based compounds (M–N–C) is achieved. By electrochemical treatment of polydopamine-coated NiCo2O4 (NiCo2O4@PDA) in molten Li2CO3-Na2CO3-K2CO3 at 500 °C, Ni/Co bimetal-nitrogen-carbon catalyst (denoted as Ni/Co@NC) consisting of Ni-Co nanoparticles anchoring on porous nitrogen-doped carbon is constructed and evaluated as electrocatalysts towards the oxygen reduction reaction (ORR). Experimental and calculation results confirm that alloying of Ni-Co and nitrogen doping to carbon enhances the rate-determining transformation of *OH intermediate during ORR. The Ni/Co@NC hence shows an ORR activity comparable with the commercial Pt/C. Keywords Oxygen reduction Metal-nitrogen-carbon Electrochemistry Molten salt Bimetal modulation 1 Introduction The oxygen reduction reaction (ORR) is the pivotal process in regenerative fuel cells and metal-air batteries, however, suffered from sluggish reaction kinetics. The four-electron-transfer reaction kinetics can be enhanced by adopting noble metal-based catalysts, but its large-scale application is impeded by the scarcity, high cost and easily CO-induced deactivation. Exploring high-activity non-noble ORR catalysts is in urgent need [1–7]. N-doped carbon with anchored transition metal (M–N–C) clusters is one of the most promising candidates for electrocatalysis due to their special physical features and electronic structure [8–11]. Specifically, the coexistence of metallic nanoparticles and carbon film contributes to the optimization of electronic structure, facilitating the electronic conductivity, mass transfer and electrochemical reaction kinetics [12,13]. Besides, the N-doped carbon matrix can improve the electrochemical activity [2,14–16], enhance the electronic conductivity, and alleviate aggregation [17,18]. The above merits stimulate the investigation enthusiasm for preparing M–N–C catalysts with optimized structure. For example, metal–organic frameworks (MOF) and MOF-derived catalysts have been reported as the potential function materials for oxygen catalysis [12,13,19,20]. According to previous reports, themethods including template method [4,21–24], thermal pyrolysis strategy [25–27], defect engineering [14,28], and chemical vapor deposition [10] were reported for rational design of effective M–N–C catalysts with large active surface area, high conductivity and abundant intrinsic active reaction sites. High-efficiency preparation of M–N–C catalysis with further improved activity and long-term stability are still in compelling need [4,29]. Molten salt strategy has been getting lots of attention, and regarded as the efficient and sustainable technique for carbon-based materials [30–32]. Herein, bimetallic Ni/Co alloy nanoparticles embedded in porous N-doped carbon matrix (Ni/Co@NC) is prepared by coupling organic-matter-pyrolysis with metal-oxides-electrolysis in Li2CO3-Na2CO3-K2CO3 molten salt at 500 °C. Pyrolysis of nitrogenous organic matter in molten salt results in the concomitant spectacular bubbling effect [33], contributing to formation of highly porous structure [34]. Electrolysis of metal oxides results in formation of metallic particles, whose agglomeration is largely inhibited due to the highly anchoring state of metal clusters on N-doped carbon and the strong polarizing force of the molten salts [35,36]. Resultantly, the as-prepared Ni/Co@NC presents a highly porous structure, containing abundant anchoring-state metallic nanoparticles on the defective N-doped carbon. Benefited from the synergy among Ni/Co nanoparticles, N-doped atoms and defective carbon matrix, the resultant Ni/Co@NC possesses the admirable electronic conductivity and electrochemically active surface sites, showing good ORR performance in the alkaline solution. 2 Experimental Details on preparing NiCo2O4 and polydopamine-coated NiCo2O4 (NiCo2O4@PDA) are shown in the Supporting Information. Field emission scanning electron microscopy (FESEM, Zeiss SIGMA) and transmission electron microscopy (TEM, TecnaiG2F30/F20, FEI, America) equipped with an energy dispersive X-ray spectroscopy (EDS, GENESIS 7000 and OXFORD IET 200) were used for morphology observation. X-ray diffraction (XRD) was performed on the Rigaku Miniflex600 with Cu K α radiation (λ = 0.15418 nm) with a step scanning rate of 5° min−1. Ex-situ Raman spectroscopy were collected on a Raman microscope (DXR, American Thermo Electron) with an excitation wavelength of 532 nm. X-ray photoelectron spectra (XPS) was examined on X-ray photoelectron spectrometer (ESCALAB250Xi, Thermo Fisher Scientific, America) equipped with monochromatic Al K α radiation. The high-resolution and survey spectra were obtained with pass energy of 30 and 100 eV, respectively. All the reported XPS spectra were calibrated to C 1s peak of adventitious carbon at 284.8 eV. Thermogravimetry analysis (TGA) was conducted on the analyser (METTLER TGA/DSC) from room temperature to 900 °C in air with a heating rate of 10 °C min−1. The samples were degassed in vacuum at 150 °C for 6 h. The N2 adsorption/desorption isotherms were obtained on an ASAP 2020 (Micromeritics, USA). The BET specific surface area was calculated by Brunauer-Emmett-Teller (BET) method, and the pore size distribution was obtained by the Barrett-Joyner-Halenda (BJH) model. XRD patterns and SEM results reveal the flower-shape NiCo2O4 clusters (Fig. S1). The electrochemical reduction of CO2 and NiCo2O4 was conducted in the Li2CO3-Na2CO3-K2CO3 (41:34:25 in molar ratio) molten salt, which is contained in an alumina crucible inside the argon gas-protected (200 mL min−1) tubular reactor. Electro-reduction of the NiCo2O4 pellets (20 mm in diameter, and obtained by die-pressing 1.0 g powders under 6 MPa) was conducted at 2.2 V for 3 h, using the Pt as the anode and injected CO2 gas as the carbon source. The electrolysis product was rinsed in 0.5 M H2SO4 at 80 °C overnight and vacuum-dried, resulting in the acquisition of the final product (noted as Ni/Co@CDC). CO2-derived carbon (named as CDC) was also prepared using the similar procedures with carbon fiber (2 cm × 2 cm) as the cathode. Also, Ni/Co@NC was prepared by replacing the NiCo2O4 pellets with NiCo2O4@PDA pellets at the same electrolysis ways. Similarly, Ni@NC or Co@NC was correspondingly obtained by replacing the NiCo2O4 with NiO or Co3O4, respectively. The control sample of N-doped carbon material (NC) was also prepared by the same procedures using only PDA as the cathode pellets. Electrochemical measurements were performed with a three-electrode system in fresh 0.1 M KOH at 25 °C on electrochemical workstation (CHI 760E, CH Instruments Ins., Shanghai, China) with modulated speed rotator (Pine, AFMSRCE). Carbon rod and homemade reversible hydrogen electrode (RHE) filling with 0.1 M KOH were used as counter and reference electrodes [37]. The reference electrodes were calibrated before each measurement. The glassy carbon rotating disk electrode (RDE, 5.0 mm in diameter, PINE) and rotating ring-disk electrode (RRDE, E7R9, PINE) were served as working electrodes. For the catalyst ink, 2.5 mg catalyst was dispersed in 500 μL solvent mixed with 490 μL of isopropanol-ethanol solution (volume ratio of 1:1) and 10 μL Nafion solution (5 wt%). Homogeneous ink was dropped on working electrode with a loading amount of 382 μg cm−2. The performance of commercial Pt/C (Pt/C-20%) was also tested for ORR, with the loading being 104 μg cm−2. Prior to each electrochemical measurement, the fresh electrolyte was purged with O2 or N2 for more than 30 min. Before experiments, all modified electrodes were activated by potential cycling from 1.2 to 0.2 V vs. RHE for 20 cycles at a scan rate of 100 mV s−1 in N2 saturated 0.1 M KOH. Cyclic voltammetry curves (CVs) were collected under 50 mV s−1 at 0 r min−1 in N2 and O2-saturated electrolyte. Electrochemical surface area (ECSA) was calculated by CVs in non-faradaic region. Electrochemical impedance spectra (EIS) were tested at 105–10−1 Hz with a potential amplitude of 5 mV under the potential of 0.82 V vs. RHE. All polarization curves were recorded at the scan rate of 10 mV s−1 by linear sweep voltammetry (LSV) under various rotating speeds (400, 625, 900, 1225, 1600 r min−1). Details for correcting the LSV curves, determinations of the electron-transfer number for ORR, and the hydrogen peroxide yield were presented in the Supporting Information. The free energy profiles of ORR on Co@NC, Ni/Co@CDC and Ni/Co@NC were calculated by the Vienna Ab-initio Simulation Package (VASP) with the revised Perdew-Burke-Ernzerh (RPBE) of the generalized gradient approximation (GGA). The interaction between ionic core and valence electrons was described with PAW pseudo-potential. The 5 × 5 supercell was used to simulate the graphite layer. The Co nanoparticle was simulated by one cluster consisting of 15 Co atoms, while the Ni/Co nanoparticle with a ratio of Ni: Co = 1:2 simulated by one cluster consisting of 10 Co atoms and 5 Ni atoms. The energy cutoff of plane-wave basis of 400 eV and the energy convergence threshold of 1.0 × 10−5 eV were used in the geometry optimization at gamma point. After geometry optimization, the Monkhorst-Pack k-point mesh of 2 × 2 × 1, energy convergence threshold of 1.0 × 10−5 eV and the energy cutoff of plane-wave basis of 400 eV were used in the calculations of the projected density of states (PDOS) and the charge density difference mappings between intermediate and surface. The reported standard hydrogen electrode (SHE) model was adopted in the calculations of Gibbs free energy changes (ΔG) of all reaction steps adopted, which was obtained from the following formula [38]. G = E + Z P E - T S where E, ZPE and S are the electronic free energy, zero-point energy and entropy of model at T = 298.15 K, respectively. 3 Results and discussion 3.1 Structural characteristics NiCo2O4@PDA was used as the precursor for preparing Ni/Co@NC. Co-electrolysis of CO2 and NiCo2O4 resulted in generation of Ni/Co@CDC. Existence of Ni/Co bimetallic clusters on nitrogen-doped graphitic carbon for sample Ni/Co@NC was validated by XRD pattern, SEM-EDS results, and TEM observations as well as XPS characterizations. Both Ni (JCPDS No. 89-7128) and Co (JCPDS No. 89-4307) were detected in the XRD patterns of Ni/Co@NC (Fig. S2), with the peak at 26.4° for graphitized carbon (JCPDS No. 01-0640) being also disclosed, confirming the co-existence of Ni, Co, and graphitic carbon. Such results are further corroborated by FESEM and TEM results (Fig. 1 a–j), as shown by the closely embedded Ni/Co bimetallic clusters (dark nanoparticles, 20–80 nm in size, Fig. 1b) inside the porous carbon (Fig. 1a and b). Also, generation of the bimetallic Ni/Co nanoclusters is demonstrated by the co-distributions of Ni and Co elements in the EDS mapping results (Fig. 1c–f) [39]. Specifically, the tightly wrapped Ni/Co clusers present the typical core-shell structure (Fig. 1g and h), with the metallic Ni/Co core and graphitic carbon shell being clearly observed by high-resolution TEM images (Fig. 1i and j). For the graphitic carbon shell, nitrogen doping is verified by the XPS and EDS results, with nitrogen being detected in the XPS survey spectra (Fig. S3) [40], high-resolution N 1s spectra (Fig. S4a), and C 1s spectra (Fig. S5) as well as EDS results (Fig. S6) [41,42]. For the further analysis of the Ni/Co content of Ni/Co@NC, the inductively coupled plasma-optical emission spectroscopy (ICP-OES, Agilent ICPOES730)was applied. And the content of Ni and Co are determined to be 3.66 wt% and 6.40 wt%, respectively. Compared with Ni/Co@NC, Ni/Co@CDC also presents the co-existence of Ni/Co and graphitic carbon (Figs. S2, S4b and c), however, is free of nitrogen (Figs. S3, S4a, S5, and S6) [40,43]. The results reveal that the doped nitrogen is originated from the pyrolysis of PDA and metallic Ni/Co clusters are generated from electro-reduction of NiCo2O4 during thermoelectrolysis of NiCo2O4@PDA in molten salts, showing the importance of simultaneous occurrence of PDA pyrolysis and NiCo2O4 electrolysis for preparing the Ni/Co@NC. Importantly, Co–N bond and Co–C bond in Co 2p spectrum as well as M–N bond in N 1s spectrum (Fig. S4) with high peak intensities were all detected in Ni/Co@NC [44], revealing the abundance of M–N–C sites, which is beneficial for the ORR reaction. In addition to discrepancy in nitrogen doping, the pore abundance between Ni/Co@NC and Ni/Co@CDC also shows huge difference. As shown in Fig. S7, the specific surface areas of Ni/Co@NC and Ni/Co@CDC are 422 and 167 m2 g−1 respectively [45], implying that pyrolysis of PDA contributes to forming more abundant pores. Large amounts of gases released from PDA pyrolysis induces the bubbling effect in molten salts, benefiting to formation of the porous structure [46]. Moreover, these released gases are generally reducing agents, contributing to deeper reduction level of metal oxides [46], which is proved by more metallic Ni/Co clusters in the Ni/Co@NC than Ni/Co@CDC (Fig. S8). In addition to the pyrolysis process, the molten salt media itself is also beneficial for generating larger specific surface areas, as manifested by more dispersed nanoparticles in products obtained in molten salts than that free of molten salts (Figs. S9 and S10). These results indicate that the strong polarizing force of the molten salts restricts the agglomeration of nanoparticles, resulting in the more porous structure. The Ni/Co@NC also presents more defects in the graphitic carbon matrix than Ni/Co@CDC. The defect degree of graphitic carbon can be evaluated by the intensity ratio of D and G bands (I D/I G) in Raman spectrum [47]. The highest I D/I G was detected for Ni/Co@NC among Ni/Co@NC, Ni/Co@CDC, CDC, and NC (Fig. S11), revealing that concurrent occurrence of PDA pyrolysis and NiCo2O4 electrolysis contributes to higher defects in generated graphitic carbon. The higher defect degree of Ni/Co@NC than Ni/Co@CDC is further manifested by electron paramagnetic resonance (EPR) spectra, which presents the stronger g-value of 2.003 (indicator for unpaired electrons on sp 2-carbon atoms) for the former case (Fig. S12) [48]. The structural defects in the carbon matrix can contribute to the enhancement of catalytic activity towards ORR [14]. The Ni/Co@NC, which is obtained by simultaneous pyrolysis of PDA and electrolysis of NiCo2O4 in molten salts from NiCo2O4@PDA, possesses a highly porous structure, lots of doped nitrogen, and abundant defects in carbon matrix. The electrolysis-generated bimetallic Ni/Co clusters are tightly wrapped by the porous carbon matrix, which induces strong interactions between Ni/Co and carbon, as implied by the strong Co–C bond in XPS results (Fig. S4b) [41,42]. Such spectacular merits in both structure and composition can hopefully endow the composites with desirable catalytic ability. 3.2 Electrocatalysis performance The outstanding ORR performance of Ni/Co@NC was testified by evaluation in 0.1 M KOH. For comparisons, CO2-derived carbon noted as CDC, Ni/Co@CDC, commercial Pt/C (Johnson Matthey Corp, 20 wt%, noted as Pt/C-20%) and N-doped carbon noted as NC were also tested. The Ni/Co@NC presents more positive oxygen reduction potential than both Ni/Co@CDC, CDC and NC in the cyclic voltammograms (CV) curves, meaning the highest ORR activity of Ni/Co@NC (Fig. 2 a). The activity of Ni/Co@NC is comparable to the benchmark Pt/C-20% catalyst, as revealed by the similar oxygen reduction potential values (Fig. 2a). The superior activity of Ni/Co@NC is also manifested in the linear scan voltammogram (LSV) results (Fig. 2b), in which both the onset (E onset, 1.003 V vs. RHE) and half-wave potential (E 1/2, 0.873 V vs. RHE) of Ni/Co@NC show the most positive values among all tested samples. Of note, these values of Ni/Co@NC are more positive than the Pt/C-20% (Fig. 2b), again proving the comparable ORR activity between these two samples. The appealing ORR activity of Ni/Co@NC is further revealed in the Tafel plots (Fig. 2c), which show that the Tafel slopes of Ni/Co@NC, Pt/C-20%, Ni/Co@NC, CDC, and NC are 69, 83, 82, 94, and 131 mV dec−1, respectively. The lowest Tafel slope of Ni/Co@NC means the most favorable reaction kinetics for ORR. The structure-activity relationship of Ni/Co@NC is disclosed by comparing the LSV curves, electrochemical active surface area (ECSA), and charge transfer resistance (R ct). For comparison, Ni@NC, Co@NC and NC were also synthesized by the similar methods (see the experimental part, Figs. S13–S15). The higher ORR activity of Ni/Co@NC than Ni@NC, Co@NC, and NC are revealed from both the LSV curves (Fig. S16a) and the corresponding Tafel plots (Fig. S16b), showing that the efficient synergistic effect between Ni/Co alloy nanoparticles and N-doped graphitic carbon matrix contribute to the activity enhancement. Such a strong synergy also endows the Ni/Co@NC with the highest ability among the recently reported non-precious catalysts towards ORR (Table S1). Another reason for the superior catalytic activity of Ni/Co@NC is due to the highest ECSA among all samples, as reflected by the largest double layer capacitance (C dl, Fig. 2d), which is derived from CVs in non-Faraday region under different scan rates (Fig. S17). The fully exposed active surface area and strong synergy effect conjointly promote the charge transfer during the catalytic reaction process, as indicated by the very low charge transfer resistance of Ni/Co@NC (Fig. 2e, Table S2), promising a four-electron-transfer process for ORR reaction on Ni/Co@NC (Fig. 2f, Figs. S18 and S19) [49]. The four-electron-transfer process is also demonstrated by the negligible hydrogen peroxide yield (H2O2%, Fig. 2g), which is determined by the ring disk electrode (RRDE) measurement (Fig. S20). The stability and durability performance of Ni/Co@NC and Pt/C-20% were evaluated by potentiostatic and methanol (CH3OH) tolerance tests. In Fig. 2(h), Ni/Co@NC displays a current drop of only 17% at 0.6 V vs. RHE for 10 h, much lower than that of commercial Pt/C-20% (40%), indicating the better stability for as-prepared Ni/Co@NC. The high stability of Ni/Co@NC is also shown by the negligible changes in morphology after stability test (Fig. S21). Fig. 2(i) depicts Ni/Co@NC with the satisfying resistance against CH3OH injection, while Pt/C-20% exhibits the poor tolerance with a sharp loss of approximately 30%. To better understand ORR activity differences, the chronoamperometric plots and the methanol tolerance tests of Ni@NC and Co@NC are also conducted. As shown in Fig. S22, Ni@NC and Co@NC display the current drop of 55% and 47% at 0.6 V vs. RHE for 10 h (Fig. S22a), and exhibit the sharp current loss of approximately 50% and 30% with CH3OH injection (Fig. S22b). Above results demonstrate the superiority of Ni/Co alloy nanoparticles in Ni/Co@NC in stability and methanol-tolerance property. Compared with the commercial benchmark Pt/C-20% catalyst, the Ni/Co@NC exhibits comparable ORR activity, better long-term stability, and stronger CH3OH-tolerance. The superior performance of Ni/Co@NC is ascribed to the highly porous structure, strong synergy between Ni/Co and N-doped carbon, and abundant defects in N-doped carbon as well as full exposure of electrochemical active surface area. 3.3 Electrocatalysis performance Transformation of the *OH intermediate specie is commonly viewed as the rate-determining step during the ORR process [50–53]. In-situ Raman spectra analysis reveals that transformation of *OH species at Ni/Co@NC is much smoother than Ni/Co@NC, implying faster reaction kinetics in the former case. The prominent peaks around 1050 cm−1 pointing to the bending vibration of *OH species are detected in both Ni/Co@NC (Fig. 3 a) and Ni/Co@CDC (Fig. 3b) [50], confirming that *OH species is the intermediates for ORR process. With the negative shift of electrode potential on Ni/Co@NC, signal intensity of *OH species decreases significantly (Fig. 3a), implying the smoothly transformation from *OH intermediates to final reduction product (O2−). However, negligible decay was detected for the intensity of *OH species when Ni/Co@CDC was adopted (Fig. 3b), meaning much more sluggish reaction kinetics for the deep transformation of *OH intermediates. The results again manifest the pivotal role of the synergy between Ni/Co and N-doped carbon for boosting the ORR process. Active sites for ORR including oxyhydroxide and oxides are probed by ex-situ characterizations of XRD and Raman spectrum [51]. Metal oxides were found in the XRD results after long-term ORR test (Fig. 3c), which is in consistent with the Raman spectrum (Fig. 3d). Specifically, the peaks at around 340, 440 and 680 cm−1 (Fig. 3d) match well with the characteristic vibrations of Co-O and Ni-O in Ni/Co hydroxide phase [52,53]. The band of 850 cm−1 attributes to the metal oxides on the surface, corresponding to the XRD pattern. The shape peak at around 730 cm−1 is assigned to the O–O stretching vibration in NiOOH/CoOOH. The results imply that active oxyhydroxides and oxides are generated during the ORR process. 3.4 Density functional theory calculation Density functional theory calculation (DFT) was employed to clarify the ORR kinetics and pathway for Co@NC, Ni/Co@CDC and Ni/Co@NC. The detailed comparison of intermediates adsorption on the different active sites was identified. Optimized slabs of Co@NC (Co), Ni/Co@CDC (Ni), Ni/Co@NC (Ni), Ni/Co@CDC (Co) and Ni/Co@NC (Co) and adsorption of *O2, *OOH, *O, *OH, *H2O on the slabs are listed in Fig. S23. The adsorption energy of pivotal *OH intermediate can affect the removal of the product during the ORR process. The optimized configurations of *OH adsorption on Co@NC(Co), Ni/Co@CDC(Ni), Ni/Co@CDC(Co), Ni/Co@NC(Ni) and Ni/Co@NC (Co) models are listed in Fig. 4(a–e). As shown in Fig. 4(f), the calculated free energy profiles of ORR show that the surface Ni site in Ni/Co@NC owns a lowest energy barrier (2.31 eV) than other sites. The results are in consistent with the in-situ Raman results in Fig. 3(a and b). Especially, converting *OH is the main rate-determining step in ORR in which the *OH intermediate is chemically adsorbed on all surface sites according to the charge density difference mappings (Fig. 4a–e). Introduction of bimetallic core and the NC coupling layer reduces the desorption of ORR products. The PDOS suggests that the enhanced activity on the surface Ni site of Ni/Co@NC is attributed to its more filled 3d states below the Fermi level (Fig. 3g). As a result, the O2 being bonded with the surface Ni site of Ni/Co@NC is easier to be reduced into H2O in ORR. 4 Conclusions A novel strategy integrating concomitant pyrolysis of PDA and electro-reduction of NiCo2O4 in molten salt is suggested for preparing high-activity ORR catalysts. Pyrolysis of PDA contributes to the formation of nitrogen-doped carbon with a highly porous structure and abundant defects. Electrolysis of NiCo2O4 results in the generation of Ni/Co bimetallic nanoparticles. Simultaneous occurrence of these two process, namely thermoelectrolysis, induces the highly anchoring state of metal clusters on defective N-doped carbon with a special core–shell structure, and the strong polarizing force of the molten salts conjointly promotes the well dispersion of Ni/Co nanoparticles. These merits endow the as-prepared Ni/Co@N-C with excellent ORR performances, namely a half-wave potential of 0.893 V and Tafel slope of 69 mV dec−1 in 0.1 M KOH, which are comparable with that of the commercial Pt/C-20% benchmark catalysts. In-situ Raman spectroscopy and DFT calculations reveal that the synergy between Ni/Co and N-C enhances the reaction kinetics for the rate-determining transformation of the *OH intermediate. This work highlights the importance of molten salt media for synthesizing high-activity catalysts by tuning the composition and morphology. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors acknowledge the funding support from the National Key R&D Program of China (2018YFE0201703) and the Fundamental Research Funds for the Central Universities (2042022kf1174). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2022.06.044. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] C.-X. Zhao J.-N. Liu J. Wang D. Ren B.-Q. Li Q. Zhang Chem. Soc. Rev. 50 2021 7745 7778 C.-X. Zhao, J.-N. Liu, J. Wang, D. Ren, B.-Q. Li, Q. Zhang, Chem. Soc. Rev. 50 (2021) 7745–7778. [2] W.J. Li C. Han K. Zhang S.L. Chou S.X. Dou J. Mater. Chem. A 9 2021 6671 6693 W.J. Li, C. Han, K. Zhang, S.L. Chou, S.X. Dou, J. Mater. Chem. A 9 (2021) 6671–6693. [3] D.H. Li C.Y. Li L.J. Zhang H. Li L.K. Zhu D.J. Yang A.R. Fang S.L. Qu X.D. Yao J. Am. Chem. Soc. 142 2020 8104 8108 D.H. Li, C.Y. Li, L.J. Zhang, H. Li, L.K. Zhu, D.J. Yang, A.R. Fang, S.L. Qu, X.D. Yao, J. Am. Chem. Soc. 142 (2020) 8104–8108. [4] J. Woo J.S. Lim J.H. Kim S.H. Joo Chem. Commun. 57 2021 7350 7361 J. Woo, J.S. Lim, J.H. Kim, S.H. Joo, Chem. Commun. 57 (2021) 7350–7361. [5] D.M. Morales M.A. Kazakova S. Dieckhoefer A.G. Selyutin G.V. Golubtsov W. Schuhmann J. Masa Adv. Funct. Mater. 30 2020 1905992 D.M. Morales, M.A. Kazakova, S. Dieckhoefer, A.G. Selyutin, G.V. Golubtsov, W. Schuhmann, J. Masa, Adv. Funct. Mater. 30 (2020) 1905992. [6] Y. Sun Z. Liu W. Zhang X. Chu Y. Cong K. Huang S. Feng Small 15 2019 1803513 Y. Sun, Z. Liu, W. Zhang, X. Chu, Y. Cong, K. Huang, S. Feng, Small 15 (2019) 1803513. [7] R. Konar S. Das E. Teblum A. Modak I. Perelshtein J.J. Richter A. Schechter G.D. Nessim Electrochim. Acta 370 2021 137709 R. Konar, S. Das, E. Teblum, A. Modak, I. Perelshtein, J.J. Richter, A. Schechter, G.D. Nessim, Electrochim. Acta 370 (2021) 137709. [8] S. Peng H. Huang D. Yu F. Hu S.-C. Huang J. Song H.-Y. Chen L. Li Angew. Chem. Int. Ed. 61 2021 e202116068 S. Peng, H. Huang, D. Yu, F. Hu, S.-C. Huang, J. Song, H.-Y. Chen, L. Li, Angew. Chem. Int. Ed. 61 (2021) e202116068. [9] S. Chen L. Ma S. Wu S. Wang Z. Li A.A. Emmanuel M.R. Huqe C. Zhi J.A. Zapien Adv. Funct. Mater. 30 2020 1908945 S. Chen, L. Ma, S. Wu, S. Wang, Z. Li, A.A. Emmanuel, M.R. Huqe, C. Zhi, J.A. Zapien, Adv. Funct. Mater. 30 (2020) 1908945. [10] Y. Zhang X.-P. Kong X. Lin K. Hu W. Zhao G. Xie X. Lin X. Liu Y. Ito H.-J. Qiu J. Energy Chem. 66 2022 466 473 Y. Zhang, X.-P. Kong, X. Lin, K. Hu, W. Zhao, G. Xie, X. Lin, X. Liu, Y. Ito, H.-J. Qiu, J. Energy Chem. 66 (2022) 466–473. [11] F.T. Kong X.Z. Cui Y.F. Huang H.L. Yao Y.F. Chen H. Tian G. Meng C. Chen Z.W. Chang J.L. Shi Angew. Chem. Int. Ed. 61 2022 e202116290 F.T. Kong, X.Z. Cui, Y.F. Huang, H.L. Yao, Y.F. Chen, H. Tian, G. Meng, C. Chen, Z.W. Chang, J.L. Shi, Angew. Chem. Int. Ed. 61 (2022) e202116290. [12] Y. Jia Z. Xue J. Yang Q. Liu J. Xian Y. Zhong Y. Sun X. Zhang Q. Liu D. Yao G. Li Angew. Chem. Int. Ed. 61 2022 e202110838 Y. Jia, Z. Xue, J. Yang, Q. Liu, J. Xian, Y. Zhong, Y. Sun, X. Zhang, Q. Liu, D. Yao, G. Li, Angew. Chem. Int. Ed. 61 (2022) e202110838. [13] J. Yang J. Xian Q. Liu Y. Sun G. Li J. Energy Chem. 69 2022 524 530 J. Yang, J. Xian, Q. Liu, Y. Sun, G. Li, J. Energy Chem. 69 (2022) 524–530. [14] L. Liu J. Sun J. Ding Y. Zhang T. Sun J. Jia Inorg. Chem. 58 2019 13241 13249 L. Liu, J. Sun, J. Ding, Y. Zhang, T. Sun, J. Jia, Inorg. Chem. 58 (2019) 13241–13249. [15] Z.Y. Liu J.X. Wan M. Li Z.P. Shi J.H. Liu Y.W. Tang Nanoscale 14 2022 1997 2003 Z.Y. Liu, J.X. Wan, M. Li, Z.P. Shi, J.H. Liu, Y.W. Tang, Nanoscale 14 (2022) 1997–2003. [16] Z. Xie Q.L. Li X.K. Peng X.W. Wang L.L. Guo X.H. Zhang Z.M. Lu X.J. Yang X.F. Yu L.L. Li J. Mater. Chem. A 10 2022 4191 4199 Z. Xie, Q.L. Li, X.K. Peng, X.W. Wang, L.L. Guo, X.H. Zhang, Z.M. Lu, X.J. Yang, X.F. Yu, L.L. Li, J. Mater. Chem. A 10 (2022) 4191–4199. [17] Y. He Y. Xu M. Zhang J. Xu B. Chen Y. Zhang J. Bao X. Zhou Sci. Bull. 67 2022 151 160 Y. He, Y. Xu, M. Zhang, J. Xu, B. Chen, Y. Zhang, J. Bao, X. Zhou, Sci. Bull. 67 (2022) 151–160. [18] W. Weng J. Xiao Y. Shen X. Liang T. Lv W. Xiao Angew. Chem. Int. Ed. 60 2021 24905 24909 W. Weng, J. Xiao, Y. Shen, X. Liang, T. Lv, W. Xiao, Angew. Chem. Int. Ed. 60 (2021) 24905–24909. [19] Z. Xue K. Liu Q. Liu Y. Li M. Li C.-Y. Su N. Ogiwara H. Kobayashi H. Kitagawa M. Liu G. Li Nat. Commun. 10 2019 5048 Z. Xue, K. Liu, Q. Liu, Y. Li, M. Li, C.-Y. Su, N. Ogiwara, H. Kobayashi, H. Kitagawa, M. Liu, G. Li, Nat. Commun. 10 (2019) 5048. [20] Z. Xue Y. Li Y. Zhang W. Geng B. Jia J. Tang S. Bao H.-P. Wang Y. Fan Z.-W. Wei Z. Zhang Z. Ke G. Li C.-Y. Su Adv. Energy Mater. 8 2018 1801564 Z. Xue, Y. Li, Y. Zhang, W. Geng, B. Jia, J. Tang, S. Bao, H.-P. Wang, Y. Fan, Z.-w. Wei, Z. Zhang, Z. Ke, G. Li, C.-Y. Su, Adv. Energy Mater. 8 (2018) 1801564. [21] J. Luo X. Qiao J. Jin X. Tian H. Fan D. Yu W. Wang S. Liao N. Yu Y. Deng J. Mater. Chem. A 8 2020 8575 8585 J. Luo, X. Qiao, J. Jin, X. Tian, H. Fan, D. Yu, W. Wang, S. Liao, N. Yu, Y. Deng, J. Mater. Chem. A 8 (2020) 8575–8585. [22] K.L. Hu T.T. Yu Y.Y. Zhang X.R. Lin Y.L. Zhao G.Q. Xie X.J. Liu X. Lin J. Fujita H.J. Qiu Y. Ito Adv. Funct. Mater. 31 2021 2103632 K.L. Hu, T.T. Yu, Y.Y. Zhang, X.R. Lin, Y.L. Zhao, G.Q. Xie, X.J. Liu, X. Lin, J. Fujita, H.J. Qiu, Y. Ito, Adv. Funct. Mater. 31 (2021) 2103632. [23] Z. Zhang J. Sun L. Duan Y. Du J. Li J. Shen X. Zhou J. Mater. Chem. A 10 2022 554 560 Z. Zhang, J. Sun, L. Duan, Y. Du, J. Li, J. Shen, X. Zhou, J. Mater. Chem. A 10 (2022) 554–560. [24] L. Li S. Shen G. Wei J. Zhang Acta Phys.-Chim. Sin. 37 2021 1911011 L. Li, S. Shen, G. Wei, J. Zhang, Acta Phys.-Chim. Sin. 37 (2021) 1911011. [25] K. Sheng Q.F. Yi A.L. Chen Y.B. Wang Y.H. Yan H.D. Nie X.L. Zhou ACS Appl. Mater. Interfaces 13 2021 45394 45405 K. Sheng, Q.F. Yi, A.L. Chen, Y.B. Wang, Y.H. Yan, H.D. Nie, X.L. Zhou, ACS Appl. Mater. Interfaces 13 (2021) 45394–45405. [26] S.S. Sekhon J. Lee J.-S. Park J. Energy Chem. 65 2022 149 172 S.S. Sekhon, J. Lee, J.-S. Park, J. Energy Chem. 65 (2022) 149–172. [27] X.Z. Fan X. Du Q.Q. Pang S. Zhang Z.Y. Liu X.Z. Yue ACS Appl. Mater. Interfaces 14 2022 8549 8556 X.Z. Fan, X. Du, Q.Q. Pang, S. Zhang, Z.Y. Liu, X.Z. Yue, ACS Appl. Mater. Interfaces 14 (2022) 8549–8556. [28] Z. Zhai W. Yan L. Dong S. Deng D.P. Wilkinson X. Wang L. Zhang J. Zhang J. Mater. Chem. A 9 2021 20320 20344 Z. Zhai, W. Yan, L. Dong, S. Deng, D.P. Wilkinson, X. Wang, L. Zhang, J. Zhang, J. Mater. Chem. A 9 (2021) 20320–20344. [29] B. Lv X. Li K. Guo J. Ma Y. Wang H. Lei F. Wang X. Jin Q. Zhang W. Zhang R. Long Y. Xiong U.-P. Apfel R. Cao Angew. Chem. Int. Ed. 60 2021 12742 12746 B. Lv, X. Li, K. Guo, J. Ma, Y. Wang, H. Lei, F. Wang, X. Jin, Q. Zhang, W. Zhang, R. Long, Y. Xiong, U.-P. Apfel, R. Cao, Angew. Chem. Int. Ed. 60 (2021) 12742–12746. [30] D. Pang W. Weng J. Zhou D. Gu W. Xiao J. Energy Chem. 55 2021 102 107 D. Pang, W. Weng, J. Zhou, D. Gu, W. Xiao, J. Energy Chem. 55 (2021) 102–107. [31] Z. Pang G. Li X. Xiong L. Ji Q. Xu X. Zou X. Lu J. Energy Chem. 61 2021 622 640 Z. Pang, G. Li, X. Xiong, L. Ji, Q. Xu, X. Zou, X. Lu, J. Energy Chem. 61 (2021) 622–640. [32] Z. Fan W. Weng J. Zhou D. Gu W. Xiao J. Energy Chem. 58 2021 415 430 Z. Fan, W. Weng, J. Zhou, D. Gu, W. Xiao, J. Energy Chem. 58 (2021) 415–430. [33] Y. Cao H. Peng S. Chu Y. Tang C. Huang Z. Wang F. Liu J. Wu B. Shan R. Chen Chem. Eng. J. 420 2021 129713 Y. Cao, H. Peng, S. Chu, Y. Tang, C. Huang, Z. Wang, F. Liu, J. Wu, B. Shan, R. Chen, Chem. Eng. J. 420 (2021) 129713. [34] J. Hu D. Wu C. Zhu C. Hao C. Xin J. Zhang J. Guo N. Li G. Zhang Y. Shi Nano Energy 72 2020 104670 J. Hu, D. Wu, C. Zhu, C. Hao, C. Xin, J. Zhang, J. Guo, N. Li, G. Zhang, Y. Shi, Nano Energy 72 (2020) 104670. [35] J. Yang W. Weng W. Xiao J. Energy Chem. 43 2020 195 207 J. Yang, W. Weng, W. Xiao, J. Energy Chem. 43 (2020) 195–207. [36] Z. Chen B. Deng K. Du X. Mao H. Zhu W. Xiao D. Wang Adv. Sustain. Syst. 1 2017 1700047 Z. Chen, B. Deng, K. Du, X. Mao, H. Zhu, W. Xiao, D. Wang, Adv. Sustain. Syst. 1 (2017) 1700047. [37] X.X. Liang W. Weng D. Gu W. Xiao J. Mater. Chem. A 7 2019 10514 10522 X.X. Liang, W. Weng, D. Gu, W. Xiao, J. Mater. Chem. A 7 (2019) 10514–10522. [38] J.K. Norskov J. Rossmeisl A. Logadottir L. Lindqvist J.R. Kitchin T. Bligaard H. Jonsson J. Phys. Chem. B 108 2004 17886 17892 J.K. Norskov, J. Rossmeisl, A. Logadottir, L. Lindqvist, J.R. Kitchin, T. Bligaard, H. Jonsson, J. Phys. Chem. B 108 (2004) 17886–17892. [39] T. Lv J. Xiao W. Weng W. Xiao Adv. Energy Mater. 10 2020 2002241 T. Lv, J. Xiao, W. Weng, W. Xiao, Adv. Energy Mater. 10 (2020) 2002241. [40] M.A. Perez-Sosa E. Ramirez-Meneses A. Manzo-Robledo J. Mateos-Santiago M.A. Hernandez-Perez V. Garibay-Febles L. Lartundo-Rojas G. Zacahua-Tlacuatl Int. J. Hydrogen Energy 46 2021 21419 21432 M.A. Perez-Sosa, E. Ramirez-Meneses, A. Manzo-Robledo, J. Mateos-Santiago, M.A. Hernandez-Perez, V. Garibay-Febles, L. Lartundo-Rojas, G. Zacahua-Tlacuatl, Int. J. Hydrogen Energy 46 (2021) 21419–21432. [41] A.V. Syugaev N.V. Lyalina S.F. Lomayeva A.N. Maratkanova J. Solid State Electrochem. 19 2015 2933 2941 A.V. Syugaev, N.V. Lyalina, S.F. Lomayeva, A.N. Maratkanova, J. Solid State Electrochem. 19 (2015) 2933–2941. [42] X. Zhang X. Sun D. Xu X. Tao P. Dai Q. Guo X. Liu Appl. Surf. Sci. 469 2019 764 769 X. Zhang, X. Sun, D. Xu, X. Tao, P. Dai, Q. Guo, X. Liu, Appl. Surf. Sci. 469 (2019) 764–769. [43] Y. Wang Z. Li P. Zhang Y. Pan Y. Zhang Q. Cai S.R.P. Silva J. Liu G. Zhang X. Sun Z. Yan Nano Energy 87 2021 106147 Y. Wang, Z. Li, P. Zhang, Y. Pan, Y. Zhang, Q. Cai, S.R.P. Silva, J. Liu, G. Zhang, X. Sun, Z. Yan, Nano Energy 87 (2021) 106147. [44] S. Liu Z. Wang S. Zhou F. Yu M. Yu C.-Y. Chiang W. Zhou J. Zhao J. Qiu Adv. Mater. 29 2017 1700874 S. Liu, Z. Wang, S. Zhou, F. Yu, M. Yu, C.-Y. Chiang, W. Zhou, J. Zhao, J. Qiu, Adv. Mater. 29 (2017) 1700874. [45] S. Brunauer L.S. Deming W.E. Deming E. Teller J. Am. Chem. Soc. 62 1940 1723 1732 S. Brunauer, L.S. Deming, W.E. Deming, E. Teller, J. Am. Chem. Soc. 62 (1940) 1723–1732. [46] W. Weng J. Zhou D. Gu W. Xiao J. Mater. Chem. A 8 2020 4800 4806 W. Weng, J. Zhou, D. Gu, W. Xiao, J. Mater. Chem. A 8 (2020) 4800–4806. [47] X. Liang J. Xiao W. Weng W. Xiao Angew. Chem. Int. Ed. 60 2021 2120 2124 X. Liang, J. Xiao, W. Weng, W. Xiao, Angew. Chem. Int. Ed. 60 (2021) 2120–2124. [48] M. Liu C. Wei H. Zhuzhang J. Zhou Z. Pan W. Lin Z. Yu G. Zhang X. Wang Angew. Chem. Int. Ed. 61 2021 e202113389 M. Liu, C. Wei, H. Zhuzhang, J. Zhou, Z. Pan, W. Lin, Z. Yu, G. Zhang, X. Wang, Angew. Chem. Int. Ed. 61 (2021) e202113389. [49] J.-Z. He W.-J. Niu Y.-P. Wang Q.-Q. Sun M.-J. Liu K. Wang W.-W. Liu M.-C. Liu F.-C. Yu Y.-L. Chueh Electrochim. Acta 362 2020 136968 J.-Z. He, W.-J. Niu, Y.-P. Wang, Q.-Q. Sun, M.-J. Liu, K. Wang, W.-W. Liu, M.-C. Liu, F.-C. Yu, Y.-L. Chueh, Electrochim. Acta 362 (2020) 136968. [50] H. Jiang J.X. Gu X.S. Zheng M. Liu X.Q. Qiu L.B. Wang W.Z. Li Z.F. Chen X.B. Ji J. Li Energy Environ. Sci. 12 2019 322 333 H. Jiang, J.X. Gu, X.S. Zheng, M. Liu, X.Q. Qiu, L.B. Wang, W.Z. Li, Z.F. Chen, X.B. Ji, J. Li, Energy Environ. Sci. 12 (2019) 322–333. [51] M. Jiang J. Yang J. Ju W. Zhang L. He J. Zhang C. Fu B. Sun Energy Storage Mater. 27 2020 96 108 M. Jiang, J. Yang, J. Ju, W. Zhang, L. He, J. Zhang, C. Fu, B. Sun, Energy Storage Mater. 27 (2020) 96–108. [52] Y. You H. Chang L. Ma L. Guo X. Qin J. Li J. Li Chem. Eng. J. 347 2018 184 192 Y. You, H. Chang, L. Ma, L. Guo, X. Qin, J. Li, J. Li, Chem. Eng. J. 347 (2018) 184–192. [53] G. Zhou D.-W. Wang L.-C. Yin N. Li F. Li H.-M. Cheng ACS Nano 6 2012 3214 3223 G. Zhou, D.-W. Wang, L.-C. Yin, N. Li, F. Li, H.-M. Cheng, ACS Nano 6 (2012) 3214–3223.",
      "scopus-id": "85135709920",
      "coredata": {
        "eid": "1-s2.0-S2095495622003515",
        "dc:description": "Activation of oxygen over non-precious materials has been an imperative task to develop efficient electrochemical energy storage and conversion such as fuel cells and metal-air batteries. Herein, a molten salt electrochemical modulation of metal-nitrogen-carbon based compounds (M–N–C) is achieved. By electrochemical treatment of polydopamine-coated NiCo2O4 (NiCo2O4@PDA) in molten Li2CO3-Na2CO3-K2CO3 at 500 °C, Ni/Co bimetal-nitrogen-carbon catalyst (denoted as Ni/Co@NC) consisting of Ni-Co nanoparticles anchoring on porous nitrogen-doped carbon is constructed and evaluated as electrocatalysts towards the oxygen reduction reaction (ORR). Experimental and calculation results confirm that alloying of Ni-Co and nitrogen doping to carbon enhances the rate-determining transformation of *OH intermediate during ORR. The Ni/Co@NC hence shows an ORR activity comparable with the commercial Pt/C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622003515",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liang, Xinxin"
          },
          {
            "@_fa": "true",
            "$": "Chen, Jialin"
          },
          {
            "@_fa": "true",
            "$": "Hong, Biao"
          },
          {
            "@_fa": "true",
            "$": "Wan, Tingting"
          },
          {
            "@_fa": "true",
            "$": "Weng, Wei"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Wei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622003515"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622003515"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00351-5",
        "prism:volume": "74",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Molten salt electrochemical modulation of Ni/Co nanoparticles onto N-doped carbon for oxygen reduction",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxygen reduction"
          },
          {
            "@_fa": "true",
            "$": "Metal-nitrogen-carbon"
          },
          {
            "@_fa": "true",
            "$": "Electrochemistry"
          },
          {
            "@_fa": "true",
            "$": "Molten salt"
          },
          {
            "@_fa": "true",
            "$": "Bimetal modulation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "212-217",
        "prism:endingPage": "217",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2022",
        "prism:doi": "10.1016/j.jechem.2022.06.044",
        "prism:startingPage": "212",
        "dc:identifier": "doi:10.1016/j.jechem.2022.06.044",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18515",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "284",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "82285",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "463",
            "@width": "538",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "107328",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57589",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "437",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86710",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6585",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "117",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22834",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "190",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14403",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14552",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13923",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "58687",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "755",
            "@width": "1418",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "306431",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2051",
            "@width": "2384",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "586371",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1431",
            "@width": "1695",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "328339",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1933",
            "@width": "2364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "497881",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "26836304",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "8664",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622003515-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1110609",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85135709920"
      }
    }
  }
}