{
  "metadata": {
    "title": "Two-dimensional multimetallic sulfide nanosheets with multi-active sites to enhance polysulfide redox reactions in liquid Li<ce:inf loc=post>2</ce:inf>S<ce:inf loc=post>6</ce:inf>-based lithium-polysulfide batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-01-31",
    "doi": "10.1016/j.jechem.2020.04.059",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495620302989",
    "pii": "S2095495620302989"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85085049588",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2020-05-06 2020-05-06 2020-05-20 2020-05-20 2021-01-27T19:55:28 1-s2.0-S2095495620302989 S2095-4956(20)30298-9 S2095495620302989 10.1016/j.jechem.2020.04.059 S300 S300.2 FULL-TEXT 1-s2.0-S2095495620X00064 2022-06-22T05:54:08.842505Z 0 0 20210101 20210131 2021 2020-05-06T03:28:48.068442Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 52 52 C Volume 52 20 163 169 163 169 202101 January 2021 2021-01-01 2021-01-31 2021 article fla © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. TWODIMENSIONALMULTIMETALLICSULFIDENANOSHEETSMULTIACTIVESITESENHANCEPOLYSULFIDEREDOXREACTIONSINLIQUIDLI2S6BASEDLITHIUMPOLYSULFIDEBATTERIES ZHA C 1 Introduction 2 Experimental 2.1 Preparation of materials 2.2 Material characterization 2.3 Electrochemical characterization 2.4 Computational methods and models 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References GOODENOUGH 2015 158 161 J YANG 2013 3018 3032 Y MANTHIRAM 2014 11751 11787 A BRUCE 2012 19 29 P WILD 2015 3477 3494 M XIAO 2019 1901454 K ZHA 2020 40 45 C XU 2018 73 82 J LUO 2018 7659 7667 L LI 2018 1800624 P ZHANG 2015 3780 3786 Q YUAN 2016 519 527 Z ZHA 2018 16574 16582 C HUANG 2017 1700544 Z YAO 2018 1489 1494 Y ZHA 2019 6431 6438 C PENG 2016 12990 12995 H KONG 2018 1705219 L ZHOU 2015 7760 G PERDEW 1996 3865 J KRESSE 1996 11169 G BLOCHL 1994 17953 P GHORPADE 2015 19777 19788 U LI 2012 26507 26516 M LI 2017 576 587 Z ZHA 2014 16931 16938 C DENG 2013 A553 A558 Z LI 2017 12230 12239 Q YANG 2019 1900747 X ZHA 2017 10971 10978 C ZHA 2013 122 129 C LEI 2017 1701013 T PANG 2015 A2567 A2576 Q ZHA 2019 118 125 C YANG 2016 1501122 H KATO 2016 16030 Y PHILIPPE 2016 A178 A191 B TAO 2014 5288 5294 X ZHAX2021X163 ZHAX2021X163X169 ZHAX2021X163XC ZHAX2021X163X169XC 2022-05-20T00:00:00.000Z 2022-05-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. 2022-06-12T00:33:15.568Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Soochow University Soochow University http://data.elsevier.com/vocabulary/SciValFunders/501100007824 http://sws.geonames.org/1814991/ Natural Science Foundation of Colleges and Universities in Jiangsu Province 19KJB530008 Natural Science Research of Jiangsu Higher Education Institutions of China http://data.elsevier.com/vocabulary/SciValFunders/501100010023 http://sws.geonames.org/1814991/ Start-up Foundation of Nanjing Tech University Technicians Team Construction Projects of Henan Province CXTD2017002 Natural Science Foundation of Jiangsu Province BK20180686 BK20190670 Natural Science Foundation of Jiangsu Province http://data.elsevier.com/vocabulary/SciValFunders/501100004608 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 61801210 61904080 91833302 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ This research was supported by the Start-up Foundation of Nanjing Tech University , the National Natural Science Foundation of China ( 61904080 , 61801210 , 91833302 ), the Natural Science Foundation of Jiangsu Province ( BK20190670 , BK20180686 ), the Natural Science Foundation of Colleges and Universities in Jiangsu Province ( 19KJB530008 ), the Innovation Scientists and Technicians Team Construction Projects of Henan Province ( CXTD2017002 ), the funding for “Distinguished professors” and “High-level talents in six industries” of Jiangsu Province and Technology Innovation Project for Overseas Scholar in Nanjing. The authors also acknowledge Prof. Yanguang Li ( Soochow University ) for experimental supports and valuable discussions. This research was supported by the Start-up Foundation of Nanjing Tech University, the National Natural Science Foundation of China (61904080, 61801210, 91833302), the Natural Science Foundation of Jiangsu Province (BK20190670, BK20180686), the Natural Science Foundation of Colleges and Universities in Jiangsu Province (19KJB530008), the Innovation Scientists and Technicians Team Construction Projects of Henan Province (CXTD2017002), the funding for “Distinguished professors” and “High-level talents in six industries” of Jiangsu Province and Technology Innovation Project for Overseas Scholar in Nanjing. The authors also acknowledge Prof. Yanguang Li (Soochow University) for experimental supports and valuable discussions. item S2095-4956(20)30298-9 S2095495620302989 1-s2.0-S2095495620302989 10.1016/j.jechem.2020.04.059 286353 2021-01-27T21:45:16.266781Z 2021-01-01 2021-01-31 1-s2.0-S2095495620302989-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/MAIN/application/pdf/424bdc8c2eeef02c8b15adedb030656a/main.pdf main.pdf pdf true 1622000 MAIN 7 1-s2.0-S2095495620302989-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/PREVIEW/image/png/27c500fd85a45854c5d2e9a01634343a/main_1.png main_1.png png 57832 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495620302989-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr2/DOWNSAMPLED/image/jpeg/465c9fc16cebec6a829113b58eb0770d/gr2.jpg gr2 gr2.jpg jpg 112519 552 779 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620302989-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr3/DOWNSAMPLED/image/jpeg/aba731931398a1ed094eb60b34b2ea88/gr3.jpg gr3 gr3.jpg jpg 73548 312 778 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620302989-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr4/DOWNSAMPLED/image/jpeg/2333e880bcea2bf0a43302aa00f2644a/gr4.jpg gr4 gr4.jpg jpg 42481 290 371 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620302989-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/ga1/DOWNSAMPLED/image/jpeg/b36105c150e10756c21e3eb881d38b62/ga1.jpg ga1 true ga1.jpg jpg 57734 200 470 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620302989-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr1/DOWNSAMPLED/image/jpeg/55b2f254b9029d1abd2eabe4bbe8e4d9/gr1.jpg gr1 gr1.jpg jpg 77056 347 774 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620302989-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr2/THUMBNAIL/image/gif/49c54f1df9ae83cc81a6f9859df53500/gr2.sml gr2 gr2.sml sml 12400 155 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620302989-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr3/THUMBNAIL/image/gif/3bccb6270c6a8e4695c1cdb6b8fd94da/gr3.sml gr3 gr3.sml sml 8838 88 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620302989-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr4/THUMBNAIL/image/gif/c614af85bea746d6b8e5a49592b519e5/gr4.sml gr4 gr4.sml sml 16165 164 210 IMAGE-THUMBNAIL 1-s2.0-S2095495620302989-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/ga1/THUMBNAIL/image/gif/58f38e72189e6861c0c50827cc7b7287/ga1.sml ga1 true ga1.sml sml 13366 93 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620302989-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr1/THUMBNAIL/image/gif/b711b995700363d697683d05cc3d658c/gr1.sml gr1 gr1.sml sml 14046 98 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620302989-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr2/HIGHRES/image/jpeg/679900d2ce3810b42264dbbcacdc1da3/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 381243 1712 2415 IMAGE-HIGH-RES 1-s2.0-S2095495620302989-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr3/HIGHRES/image/jpeg/e96098b4304ef7e3d7d94e9a8283c6dd/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 262702 967 2411 IMAGE-HIGH-RES 1-s2.0-S2095495620302989-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr4/HIGHRES/image/jpeg/f7351b32d02605f74c0a7df2049465cf/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 154919 898 1150 IMAGE-HIGH-RES 1-s2.0-S2095495620302989-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/ga1/HIGHRES/image/jpeg/5b9aff2988f47bdb38bba0b9b850d8b5/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 173593 531 1250 IMAGE-HIGH-RES 1-s2.0-S2095495620302989-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/gr1/HIGHRES/image/jpeg/98da4a87bcd7f6234d8684baf2863f01/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 322262 1075 2398 IMAGE-HIGH-RES 1-s2.0-S2095495620302989-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620302989/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/004b0e1901f24711ba1618d89cc70b2e/mmc1.docx mmc1 mmc1.docx docx 25023376 APPLICATION 1-s2.0-S2095495620302989-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:101S0G0BKB5/MAIN/application/pdf/2c43a421529579ad4beafb6450e364ef/am.pdf am am.pdf pdf false 540734 AAM-PDF JECHEM 1291 S2095-4956(20)30298-9 10.1016/j.jechem.2020.04.059 Science Press Fig. 1 XRD patterns of CZSS nanosheets and simulated wurtzite crystals (a). SEM images (b, c), HRTEM image (d), HAADF image (e) and corresponding Cu, Zn, Sn and S elemental mapping (f–i) of CZSS nanosheets. The inset in (d) shows the SAED image of CZSS nanosheets. Fig. 2 The electrochemical performance of Li2S6-based CZSS cells. The cycling stability and Coulombic efficiency of cells in different conditions (a, b). The rate performance and Coulombic efficiency of cells at different current conditions (c), and the charge and discharge profiles with increasing the current density (d). Nyquist plots of the 1st, 250th and 500th cycles (e). Inset in (e): the equivalent circuit of the cell. Stabilized CV curves for a cell scanned from 1st to 15th times at 0.4 mV/s (f). Rated CV curves from 0.1 to 0.5 mV/s (g). Corresponding cathodic and anodic peak currents versus the square root of the scan rate showing a linear correlation (h). Fig. 3 Schematic illustration of a symmetric cell (a). CV curves (b), Nyquist plots (c) and Cottrell plots of the chronoamperometric curves (d) of the CZSS-CC-based and CC-based symmetrical cells. Schematic illustration of fast redox reaction and electron transfer processes by a CZSS electrode, concomitant with the reduction of liquid Li2S6 to solid Li2S (e). The S 2p spectra of in-situ XPS from CZSS nanosheets (f), the Li2S6-based CZSS cells after the 1st (g) and 500th (h) cycles. The measured curves are in black, and the fitted ones are in red. Fig. 4 The charge density difference of most stable configurations for Li2S8 (a), Li2S6 (b), Li2S4 (c) and Li2S (d) on (0 0 2) surfaces of CZSS. The cyan and yellow regions represent the electron loses and gains, respectively. Two-dimensional multimetallic sulfide nanosheets with multi-active sites to enhance polysulfide redox reactions in liquid Li2S6-based lithium-polysulfide batteries Chenyang Zha a ⁎ Donghai Wu b Yuwei Zhao a Jun Deng e Jinghua Wu d Rong Wu a Meng Yang a Lin Wang a Houyang Chen c ⁎ a Key Laboratory of Flexible Electronics (KLOFE), Institute of Advanced Materials (IAM), Nanjing Tech University, Nanjing 211816, Jiangsu, China Key Laboratory of Flexible Electronics (KLOFE) Institute of Advanced Materials (IAM) Nanjing Tech University Nanjing 211816 Jiangsu China Key Laboratory of Flexible Electronics (KLOFE), Institute of Advanced Materials (IAM), Nanjing Tech University, Nanjing, 211816 Jiangsu, China b Henan Key Laboratory of Nanocomposites and Applications, Institute of Nanostructured Functional Materials, Huanghe Science and Technology College, Zhengzhou 450006, Henan, China Henan Key Laboratory of Nanocomposites and Applications Institute of Nanostructured Functional Materials Huanghe Science and Technology College Zhengzhou 450006 Henan China Henan Key Laboratory of Nanocomposites and Applications, Institute of Nanostructured Functional Materials, Huanghe Science and Technology College, Zhengzhou, 450006 Henan, China c Department of Chemical and Biological Engineering, University at Buffalo, The State University of New York, Buffalo, NY 14260-4200, USA Department of Chemical and Biological Engineering University at Buffalo The State University of New York Buffalo NY 14260-4200 USA Department of Chemical and Biological Engineering, University at Buffalo, The State University of New York, Buffalo, NY 14260-4200, USA d Ningbo Institute of Materials Technology and Engineering, Chinese Academy of Sciences, Ningbo 315201, Zhejiang, China Ningbo Institute of Materials Technology and Engineering Chinese Academy of Sciences Ningbo 315201 Zhejiang China Ningbo Institute of Materials Technology and Engineering, Chinese Academy of Sciences, Ningbo, 315201 Zhejiang, China e School of Materials and Chemical Technology, Tokyo Institute of Technology, 2-12-1 Ookayama, Meguro, Tokyo 152-8550, Japan School of Materials and Chemical Technology Tokyo Institute of Technology 2-12-1 Ookayama , Meguro Tokyo 152-8550 Japan School of Materials and Chemical Technology, Tokyo Institute of Technology, 2-12-1 Ookayama, Meguro, Tokyo 152-8550, Japan ⁎ Corresponding authors. Graphical abstract Two-dimensional Cu, Zn and Sn-based multimetallic sulfide nanosheets were prepared to construct multi-active sites for the immobilization and entrapment of polysulfides with offering better performance in liquid Li2S6-based lithium-polysulfide batteries. The lithium-sulfur battery has attracted enormous attention as being one of the most significant energy storage technologies due to its high energy density and cost-effectiveness. However, the “shuttle effect” of polysulfide intermediates represents a formidable challenge towards its wide applications. Herein, we have designed and synthesized two-dimensional Cu, Zn and Sn-based multimetallic sulfide nanosheets to construct multi-active sites for the immobilization and entrapment of polysulfides with offering better performance in liquid Li2S6-based lithium-polysulfide batteries. Both experimental measurements and theoretical computations demonstrate that the interfacial multi-active sites of multimetallic sulfides not only accelerate the multi-chained redox reactions of highly diffusible polysulfides, but also strengthen affinities toward polysulfides. By adopting multimetallic sulfide nanosheets as the sulfur host, the liquid Li2S6-based cell exhibits an impressive rate capability with 1200 mAh/g and retains 580 mAh/g at 0.5 mA/cm2 after 1000 cycles. With high sulfur mass loading conditions, the cell with 2.0 mg/cm2 sulfur loading delivers a cell capacity of 1068 mAh/g and maintains 480 mAh/g with 0.8 mA/cm2 and 500 cycles. This study provides new insights into the multifunctional material design with multi-active sites for elevated lithium-polysulfide batteries. Keywords Multimetallic sulfide Nanosheets Multi-active sites Lithium-polysulfide battery 1 Introduction The continuously increasing demands on electric automobiles and portable power sources have led to crucial requirements for next-generation energy storage systems with high power densities and long cycle life [1–3]. However, most of rechargeable energy storage systems cannot reach such demands. Under this circumstance, lithium-sulfur (Li-S) batteries may be a promising candidate due to their prominent theoretical capacity and energy density (1675 mAh/g and 2600 Wh/kg), natural abundance and low-cost sulfur materials [1–3]. However, the low electrical conductivities of sulfur and the “shuttle effect” of polysulfides hamper the development of the high-performance Li-S batteries. To address these shortcomings, state-of-the-art strategies have been developed through the integration of conductive and functional additives, including metal oxides, sulfides and nitrides [2,4–7]. Among them, the metal sulfides have shown strong adsorption/catalysis capacities for polysulfide intermediates, and meanwhile, they could largely lower the resistance of sulfur [8–10]. For example, Li group prepared a kind of Cu/Cu2S materials with 1200 mAh/g for Li-S cells, which could sustain 1000 cycles. The formation of Cu2S nanoflake arrays with tunable morphology and thickness could approach an equivalent sulfur uptake up to 5 mg/cm2 [10]. Wang group reported the ZnS nanospheres based Li-S battery, which has 589 mAh/g with 7 mg/cm2 sulfur loading after 200 cycles. As-synthesized ZnS-based kinetic analyses suggested that it not only facilities polysulfide redox kinetics in the liquid phase (Li2S8 to Li2S4), but also promotes the effective decompositions of lithium sulfides (Li2S2/Li2S) [8]. By providing an efficient sulfur host involving a three-dimensional graphene aerogel with SnS2 nanodots, Manthiram team showed that the Li-S battery with SnS2-graphene electrodes demonstrated a capacity of 1016 mAh/g with 300 cycles and an areal capacity of 11 mAh/cm2 [9]. These results reveal that the noticeably accelerated redox of liquid polysulfides to solid sulfur via the activated single-metal site and the enhanced electrochemical reactivity could be expected to reduce the migration possibility of polysulfides in the Li-S cell working [8–10]. However, due to the distinct electrochemical properties and different molecular structures of sulfur and lithium sulfides (S8, Li2S8, Li2S6, Li2S4, Li2S2 and Li2S…), the catalytic function of the single active site may not contribute to the multi-chained polysulfide redox reaction equally [11–14]. This means that, to boost the performance of Li-S cells, an ideal catalyst material containing multiple active sites may further enhance redox conversion reactions of the different molecule-based polysulfides. Inspired by prior reports [3,8–10,15–19], multi-activated-site-based catalysts could be beyond the performance of the single site of materials in Li-S cells. Unfortunately, it remains a challenge to synthesize and design multimetallic materials. Nowadays, most studies focused on single-metallic sulfides due to the challenge in constructing complex crystalline structures and atom space configurations [15]. Therefore, the development of synthesis methods with precisely controlled elemental composition and phase, could bring a new repertoire of nanostructures with unprecedented properties and functionalities. Herein, we report a facile colloidal synthesis of Cu, Zn and Sn-based multimetallic sulfide nanosheets (Cu2ZnSnS4: CZSS) with exposed (0 0 2) facets by adopting the one-step thermal decomposition synthetic approach. The exposed (0 0 2) facets with high surface density generate a two-dimensional (2D) morphology of the wurtzite phase. The highly crystallized CZSS nanosheets can lower the charge transfer resistivity to enhance the performance of lithium-polysulfide cells in polysulfide redox reaction processes. By adopting electrochemical analysis and in-situ XPS analysis, this study has confirmed that the exposed (0 0 2) facets can lead to effective polysulfide catalysis processes via the interfacial synergistic effect of Cu, Zn and Sn-based multi-active sites in liquid Li2S6 systems. The cell (1.0 mg/cm2 sulfur loading) suggests a cell capacity of 1200 mAh/g and retains 580 mAh/g at 0.5 mA/cm2 after 1000 cycles. During the high sulfur mass loading, the cell with 2.0 mg/cm2 sulfur loading delivers a cell capacity of 1068 mAh/g and maintains 480 mAh/g at 0.8 mA/cm2 after 500 cycles. 2 Experimental 2.1 Preparation of materials First, 2 mmol Copper(II) acetylacetonate, 1 mmol Zinc(II) acetylacetonate, and 1 mmol Tin(IV) chloride pentahydrate were transferred to a 100 mL three-necked flask involving 20 mL 1-dodecanethiol. Moisture and oxygen were repelled from the solution by raising the temperature to 110–120 °C (held for 30–35 min) under magnetic stirring and Ar protection. After that, the temperature was raised to 200–220 °C (with a rate of 3–4 °C/min) and held for 10–15 min, and later to 250–260 °C (with a rate of 3–4 °C/min) and held for 25–30 min. Then, the obtained products were precipitated and washed with cyclohexane and ammonium sulfide after cooling down the mixture to room temperature. Next, the as-prepared samples were annealed with the Ar atmosphere at 300–400 °C for 30–90 min. Finally, the products (CZSS) were successfully synthesized. For the control group of Cu2S synthesis, 0.6 g Cuprous thiocyanate were added into a three-necked flask with 100 mL oleylamine. With vigorous stirring, the flask with aerated Ar gas held at 130–140 °C for 30–40 min, and then was heated to 240–250 °C for another 30–40 min. After that, the reacted solution was rapidly cooled down to room temperature. The obtained products were centrifuged (with ethanol) and collected (after drying). 2.2 Material characterization Structures of samples were evaluated by employing Powder X-ray diffraction (XRD) analysis (PANalytical, Empyrean). Morphologies and microstructures of samples were examined by field emission scanning electron microscopy (SEM, Gemini instrument operated at 5–15 kV). Transmission electron microscopy (TEM) images and scanning transmission electron microscopy (STEM) images were acquired by adopting a Tecnai F20 transmission electron microscope (200 kV). In-situ X-ray photoelectron spectroscopy (XPS) measurements were performed on a Thermo Scientific Nexsa XPS system with a monochromatic Al K α radiation (hν = 1486.7 eV) and a concentric hemispherical analyzer. Before all in-situ XPS measurements, with the argon-filled glovebox, batteries were disassembled, and the electrodes were rinsed with 3 mL (1:1 volume ratio) mixed solvents of 1,3-dioxolane (DOL) and 1,2-dimethoxyethane (DME). For the sample preparation and sample transfer, an airtight bottle was adopted to prevent air exposure. All XPS data analysis was carried out with Avantage software. 2.3 Electrochemical characterization Coin cells (CR2032) were employed for electrochemical measurements. They were assembled under an argon-filled glove box (H2O and O2 < 0.1 ppm). The active material (CZSS), conductive carbon black and polyvinylidene fluoride (PVDF) were mixed with a weight ratio of 7:2:1, and dispersed in N-methylpyrrolidone (NMP) to form a homogeneous slurry. Then, the slurry coated uniformly onto the carbon cloth current collector (area: 2 cm2) to achieve an areal loading of 1.0–2.0 mg/cm2, and dried at 100 °C with a vacuum environment overnight (100 °C for 24 h). The lithium foil was adopted for the counter electrode, while the Celgard 2325 membrane was employed for the separator. The electrodes were protected by carbon paper. The high purity electrolyte was constructed by dissolving 1 M bis(trifluoromethane) sulfonamide lithium salt (LiTFSI) and 0.5 M LiNO3 in mixed solvents of 1,2-dimethoxyethane (DME) and 1,3-dioxolane (DOL) (1: 1volume ratio). Then, Li2S and sulfur powder (the molar ratio is 1 : 5) were introduced in the high purity electrolyte to generate 0.5 M Li2S6 (Li2S + 5S = Li2S6, the molar concentration was computed with the S atom). To obtain a uniform catholyte solution, the mixture was stirred on the hot plate at 50 °C under the Ar atmosphere. The cathode was then impregnated with a computed amount of the Li2S6-containing catholyte. For instance, 21 μL 0.5 M Li2S6-containing catholyte and 40–50 μL additional electrolyte (without Li2S6, only DOL solution, DME solution, LiTFSI and LiNO3 salts) are adopted to get 1.0 mg/cm2 sulfur loading, while, 63 μL 0.5 M Li2S6-containing catholyte and 20–50 μL additional electrolyte (without Li2S6, only DOL solution, DME solution, LiTFSI and LiNO3 salts) are used to obtain 3 mg/cm2 sulfur loading. By employing a NEWARE BTS and LAND (CT2001A) battery tester, the galvanostatic discharge–charge measures were adopted with a range of 1.8–2.6 V (vs. Li/Li+) at various rates. C-rate currents and capacities were computed upon on sulfur (1C denotes 1600 mA/g). The electrochemical impedance spectroscopy (EIS) analysis was employed on a Gamry potentiostat by adopting a sine wave of 10 mV amplitude with a frequency range between 100 kHz and 1 mHz. The cyclic voltammetry (CV) was used via the CHI660E potentiostat under a 0.1 mV/s scan rate. All cells were aged and then activated for several cycles before cyclic tests. 2.4 Computational methods and models By employing Vienna ab-initio simulation package (VASP) package [20], all first-principles computations are run via the density functional theory (DFT). The electron interaction is described by the generalized gradient approximation (GGA) modeling using Perdew-Burke-Ernzerhof (PBE) exchange–correlation functional [21]. The projector augmented-wave (PAW) approach is adopted to demonstrate the relationships of ion cores and valence electrons [22]. A plane wave energy cutoff of 500 eV was applied and the 3 × 3 × 1 k-point grids were employed for the Monkhorst-Pack scheme. Geometry optimizations are carried out by the conjugated gradient approach and the convergence of 10−5 eV for energy and 0.01 eV/Å for force are used. The vacuum space was set to 15 Å to prevent the interplay between two periodic images. A surface slab model with 2 × 2 × 1 supercell (i.e. Cu32Zn16Sn16S64 containing 128 atoms) was used to describe the (0 0 2) surface of Wurtzite Cu2ZnSnS4. In this DFT model, the ratio of Cu, Zn and Sn is 2:1:1. Essentially, the model consisted of eight atomic layers (where the four outermost layers relax while the others are fastened). The adsorption energy (E ads) was counted via the formula of E ads = E total–E sub–E Li-S, where E total, E sub, and E Li-S were total energies of the entire system, of the substrate and of molecules (Li2S8 or Li2S6, Li2S4 or Li2S), respectively. A negative E ads indicated the lithium sulfides could be located on the surface steadily, and the more negative E ads implied the stronger adsorption capability between the lithium sulfides and the substrate. 3 Results and discussion The powder X-ray diffraction (XRD) is employed as a crystal analysis technique to ensure the compositional homogeneity across the CZSS nanosheet. A resultant XRD diffract gram (Fig. 1 a) shows major reflections at 2-theta degree relating to (1 0 0), (0 0 2), (1 0 1), (1 1 0), (1 0 3) and (1 1 2) planes of a hexagonal structure, matching the simulated wurtzite crystalline structure (Fig. S1) (space group P63mc; a = b = 3.843 Å and c = 6.337 Å) [23,24]. One should be noticed that the Bragg peak intensities of (0 0 2) are larger than those of other patterns, which reveals the highly exposed (0 0 2) facets of CZSS [23,24]. Morphologies of CZSS are examined by employing both transmission electron microscope (TEM) and field emission scanning electron microscope (FESEM). Mainly, hexagonal and quasi-polygonal shapes occur for the nanosheets (Fig. 1b and c), and the lateral sizes are approximately 300–400 nm. The high-resolution TEM (HRTEM) image (Fig. 1d) described that the interplanar spacing (d spacing) of CZSS nanosheets is approximately 0.32 nm, matching the (1 0 0) planes of the wurtzite structure. The selected area electron diffraction (SAED) pattern of CZSS nanosheets (the inset of Fig. 1d) could be assigned to the [0 0 1] zone axis of the wurtzite structure, confirming the well-crystallized nature of CZSS. The high-angle annular dark-field (HAADF) imaging (Fig. 1e) with energy dispersive spectroscopy (EDS) elemental mapping (Fig. 1f-i) of Cu, Zn, Sn and S species via scanning transmission electron microscopy (STEM) implies the scatter behavior of Cu, Zn, Sn and S on the entire area, suggesting a high correlation of their spatial arrangement. In what follows, the cycling performance of the cell with a Li2S6-based CZSS cathode is investigated (Fig. 2 a and b). In the lithium polysulfide cell cycling, the cell (1.0 mg/cm2 sulfur loading) shows a cell capacity of 1200 mAh/g and retains 500 mAh/g at 0.5 mA/cm2 after 1000 cycles with an approximately 96% Columbic efficiency (Fig. 2a). During the high sulfur loading, the cell with 2.0 mg/cm2 sulfur loading delivers a cell capacity of 1068 mAh/g and retains 480 mAh/g at 0.8 mA/cm2 after 500 cycles with an approximately 97% Columbic efficiency (Fig. 2b). Previous studies of the performances of similar lithium-polysulfide batteries are collected in Table S1. Later, the SEM (Fig. S2) of the electrode shows that the coating of the sulfur-based materials on the interface of CZSS, and the CZSS retains its original structure (Fig. S3). The elemental mapping of Cu, Zn, Sn, S, Li, C, F and N species via SEM catches their spatial arrangement and correlation, suggesting the uniform coating of sulfur-based materials on CZSS (Fig. S2d–l). In the extreme conditions of sulfur mass loading (Fig. S4), the CZSS-based lithium polysulfide cell (with 4 mg/cm2 sulfur loading) delivers a high initial capacity of 820 mAh/g, and retains 780 mAh/g at 1.6 mA/cm2 with an averaged 99% Columbic efficiency after 50 cycles. To testify the stability of the Li2S6-based CZSS cathode (3.0 mg/cm2 sulfur loading), the cell (Fig. 2c) delivers capacities as high as 1000, 870, 760 and 640 mAh/g at 2, 3, 4 and 5 mA/cm2, respectively. Then, decreasing the current density to 2 mA/cm2 would get a capacity of 820 mAh/g, demonstrating better reversibility and stability. Fig. 2(d) presented the charge/discharge voltage profiles during a cycling process. The two-step reduction reaction of sulfur (S8 to Li2S/Li2S2) and one oxidation reaction from Li2S2/Li2S to S8 can be obtained from the two distinct plateaus in the discharging graph and one plateau in the charging graph, respectively [8,13,25–27]. All curves presented clear and smooth plateaus during the discharge and charge processes of the lithium-polysulfide cell. According to the prior study [28], Cu2S nanosheets are synthesized for comparing with CZSS. From Fig. S5(a), XRD patterns of Cu2S nanosheets can be assigned to chalcocite Cu2S (JCPDS No. 09-0328). SEM images (Fig. S5b and c) present uniform hexagonal nanoplates of the obtained Cu2S, and the TEM image (Fig. S5d) suggests a side length of about 60 nm. In the lithium polysulfide cell cycling, the 2D-Cu2S-based cell (with 2.0 mg/cm2 sulfur loading) shows a cell capacity of 440 mAh/g and retains 410 mAh/g at 0.8 mA/cm2 after 100 cycles with an approximately 97% Columbic efficiency (Fig. S5e). Compared to Cu2S materials, the as-prepared CZSS have better performance of lithium polysulfide cells, which may come from the interfacial multi-active catalytic sites. Further, the electrochemical impedance spectroscopy (EIS) is employed to examine the charge transfer behavior and internal resistance of the Li2S6-based CZSS electrode (Fig. 2e) [12,29]. The Rs reveals the electron conduction phenomenon between the current collector and reaction sites in the high-frequency region. The Rp refers to the charge transfer behavior around the reaction sites/electrolyte interface in the medium-frequency region. The models of W and CPE represent the finite diffusion-controlled Warburg impedance and migration of Li ions in the bulk electrode, respectively [8,9,13,26,27,30,31]. The small difference of Rp semicircle after 250 and 500 cycles shows the stable charge transportation, which could be beneficial from the crystal structure of the CZSS-based solid-electrolyte interface (SEI) layer. What’s more, based on the cyclic voltammetry (CV) approach with 2.0 mg/cm2 sulfur loading [13,26,27,32], the Randles-Sevcik equation could offer the diffusion coefficient (D Li +) of lithium ions, i.e., I p = 2.69 × 105 n 1/2 AD Li 1/2 V Li 1/2 C Li (I p: the current maximum; A: the electrode area; n: the number of transferred electrons; D: the diffusion coefficient; C: the concentration; and V: the scan rate). Then, the diffusion states of Li ions could get from the linear relationships of D and I A1 (or I C1, or I C2). Further, two cathodic peaks in each CV (Fig. 2f and g) curve are attributed to the transition from S8 to polysulfides and Li2S/Li2S2, whereas anodic peaks in each CV curve are ascribed to the formation of S8, which are oxidized from polysulfides. During the fifteen times scanning at 0.4 mV/s (Fig. 2f), the occurrence of the slight difference of polarized voltages (I: the maximum current) in the cathodic and anodic peaks could reveal the stable redox reaction process of S8 and Li2S/Li2S2 on CZSS (0 0 2) facets. Further, the increases of the scanning speeding (e.g. from 0.1 to 0.4 mV/s in Fig. 2g) raised the CV peak current and slightly shifted its position. Ordered Li+ diffusion-limited processes could be proved by a linear relationship when the curve of peak current plotted with the square root of the scan rate (Fig. 2h) [13,26,27,32–34]. Next, the symmetric cells (Fig. 3 a) are used to explore essentials, which enhances the electrochemical properties of lithium-polysulfide cells. The CZSS with carbon cloth (CZSS-CC) and current collector of carbon cloth (CC) loaded the same mass of Li2S6 in electrolytes. CV curves (Fig. 3b) show that the CZSS-CC-based cell has a higher current and multiple potential responses as compared to carbon cloth with Li2S6-containing electrolyte, which might suggest the high electrochemical activity of CZSS. In the symmetric cell of Li2S6-based CV, the oxidation process on one electrode could be balanced by the reduction process on the counter electrode (S8, Li2S6, Li2S…). During the CV test (Fig. 3b), multiple peaks could be from the multiple activated sites of CZSS, which are the combined outcome of the multi-catalysis of polysulfides in chained redox electrochemical reactions. Therefore, the multi-site catalyst CZSS for polysulfide conversion reactions could be similar to the “bifunctional catalysts” in oxygen electrochemical reactions [11–14,35], indicating that CZSS could be an effective catalyst for the oxidation of polysulfides to sulfur and reduction of polysulfides to Li2S2/Li2S [11–14,35]. The EIS spectra (Fig. 3c) indicate that the reaction semicircle of the CZSS-CC-based cell has a similar diameter with that of the CC-based cell, suggesting the minor difference of the charge transfer resistance for the two cells [27]. The chronoamperometric curves (Fig. 3d) disclose the occurrence of diffusion limitation phenomenon in the electrode interface (90 mA/cm2 for CZSS-CC and 27 mA/cm2 for CC). As shown by the straight line passing through the origin in the Cottrell plot (Fig. 3d) [36], the CZSS-CC-based cell has a higher current response than the CC-based cell, which suggests a better interaction between the Li2S6 and CZSS with exposed (0 0 2) facets. Furthermore, the in-situ XPS technology is adopted to study the polysulfide redox reaction process on the CZSS surface (Fig. 3e) [13,33,37]. The Fig. 3(f) provides four characteristic peaks for S 2p with a range of 174–159 eV, revealing the intrinsic Cu/Sn-S (165–160 eV) and Zn-S (163–160 eV) binding. It is worth noting that, the close electronegativity of Cu (1.90) and Sn (1.93) results in the overlap of the chemical bond energies of Cu-S and Sn-S, generating multiple peaks (Cu/Sn-S). The in-situ XPS fine spectra (Fig. 3g and h) demonstrate that the Li2S6-based cell with CZSS electrodes ran 1 and 500 times (1st and 500th) at 0.8 mA/cm2 after aged time. In Fig. 3(g), the new broad peaks could be attributed to the LiTFSI salt (171–167 eV), Cu/Sn-polysulfides (170–165 eV) and Zn-polysulfide (169–165 eV) binding, respectively. For the LiTFSI salt, those peaks could be originated from S = O or S–N bonds [11–13,37,38]. For the Cu/Sn-polysulfides and Zn-polysulfides, those peaks could be from the interfacial adsorption of CZSS (0 0 2) facets with polysulfides, deriving from the synergistic effect of the Cu, Zn and Sn-based multimetallic active sites [7,11,12,16,25,34]. In general, the interfacial adsorption offers an effective route of electron transport, enhancing the transition between solid–liquid (S8 to Sn 2−) and liquid–solid (Sn 2− to Li2S/Li2S2) and reducing the “shuttle reaction” of the sulfur redox electrochemistry [11,13,25,37]. Compared to Fig. 3(g), the minor change in the results of Fig. 3(h) indicates the stable Cu/Sn-polysulfides (170–167 eV) and Zn-polysulfides (169–166 eV) binding after 500 cycles, which would be beneficial to restrain the movement of polysulfides. Further, the adsorption behavior of lithium sulfides on the (0 0 2) facet of wurtzite CZSS is examined by density functional theory computations to deeply examine their interplay. Interestingly, after structural optimization of the slab model of CZSS (0 0 2) facet, the Cu, Zn and S atoms at the outermost layer rearrange and almost present at the same plane, whereas the Sn atoms remain out of the plane [23,24]. Then, all possible sites are tested for lithium sulfides landing on the CZSS (0 0 2) facet (Fig. S6). We further employ the adsorption energy E ads to evaluate the adsorption behavior of lithium sulfides on the surface. Fig. 4 provides the most stable adsorption configurations of Li2S8, Li2S6, Li2S4, and Li2S on the (0 0 2) facet of wurtzite CZSS with adsorption energies of −1.045, −0.761, −0.873 and −2.367 eV, respectively. More carefully observing the most stable configurations, one can find that lithium sulfides prefer to be located on the surface containing Cu, Zn and S atoms. Li atoms interact with surrounding S atoms of the CZSS (0 0 2) surface, while S atoms of the lithium sulfides prefer to the neighboring Cu and/or Zn atoms [11]. To better understand the bonding feature between lithium sulfides and CZSS, the electronic properties are examined via the Bader charge analysis and charge density difference. From Fig. 4, the yellow regions concentrated S atoms and cyan regions surrounded Li atoms demonstrate that they are electron acceptors and donors, respectively. The charge depletion and accumulation around S and Li atoms in the charge density difference suggest a typical covalent bond feature for S–S bonds and an ionic bond character for S–Li bonds. Further, the Bader charge analysis reveals that the two Li atoms in Li2S8, Li2S6, Li2S4, and Li2S species donate 1.718, 1.72, 1.706 and 1.733 |e|, respectively, while S atom(s) in Li2S8, Li2S6, Li2S4, and Li2S species gain 1.582, 1.591, 1.505, and 1.268 |e|, respectively. This indicates that per Li atom in lithium sulfides denotes nearly equal charge, while the gained electrons per S decrease with increasing the number of the sulfur cluster. From the Bader charge analysis, one can find that Li atoms not only donate electrons to S atoms in lithium sulfides, but also transfer electrons to the S atoms in CZSS. Based on above-mentioned results, among lithium sulfides, the Li2S has the strongest adsorption capacity, which is in good accordance with the results of adsorption energy. 4 Conclusions In summary, we report a facile strategy for the controllable synthesis of multimetallic sulfides with highly exposed (0 0 2) facets. As a sulfur host for lithium-polysulfide batteries, the CZSS materials have superior electrochemical performance. The CZSS-based lithium-polysulfide cells have an initial capacity of 1200 mAh/g and remain 580 mAh/g at 0.5 mA/cm2 with 1.0 mg/cm2 sulfur loading after 1000 cycling. In the quick-acting cell running, its initial capacity is 1068 mAh/g and the capacity after 500 cycles approaches to 480 mAh/g with 2.0 mg/cm2 sulfur loading at 0.8 mA/cm2. This work offers a facile strategy for the multifunctional material design and may provide the prospect of designing highly efficient multi-active sites, which not only enhances the multi-chained polysulfide redox kinetics, but also moderates the diffusion of polysulfides. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This research was supported by the Start-up Foundation of Nanjing Tech University, the National Natural Science Foundation of China (61904080, 61801210, 91833302), the Natural Science Foundation of Jiangsu Province (BK20190670, BK20180686), the Natural Science Foundation of Colleges and Universities in Jiangsu Province (19KJB530008), the Innovation Scientists and Technicians Team Construction Projects of Henan Province (CXTD2017002), the funding for “Distinguished professors” and “High-level talents in six industries” of Jiangsu Province and Technology Innovation Project for Overseas Scholar in Nanjing. The authors also acknowledge Prof. Yanguang Li (Soochow University) for experimental supports and valuable discussions. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2020.04.059. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] J.B. Goodenough Energy Storage Mater. 1 2015 158 161 J.B. Goodenough, Energy Storage Mater., 1 (2015) 158-161. [2] Y. Yang G. Zheng Y. Cui Chem. Soc. Rev. 42 2013 3018 3032 Y. Yang, G. Zheng, Y. Cui, Chem. Soc. Rev., 42 (2013) 3018-3032. [3] A. Manthiram Y. Fu S. Chung C. Zu Y. Su Chem. Rev. 114 2014 11751 11787 A. Manthiram, Y. Fu, S. Chung, C. Zu, Y. Su, Chem. Rev., 114 (2014) 11751-11787. [4] P.G. Bruce S.A. Freunberger L.J. Hardwick J. Tarascon Nat. Mater. 11 2012 19 29 P.G. Bruce, S.A. Freunberger, L.J. Hardwick, J. Tarascon, Nat. Mater., 11 (2012) 19-29. [5] M. Wild L.O. Neill T. Zhang R. Purkayastha G. Minton M. Marinescu G.J. Offer Energy Environ. Sci. 8 2015 3477 3494 M. Wild, L. O. Neill, T. Zhang, R. Purkayastha, G. Minton, M. Marinescu, G.J. Offer, Energy Environ. Sci., 8 (2015) 3477-3494. [6] K. Xiao J. Wang Z. Chen Y. Qian Z. Liu L. Zhang X. Chen J. Liu X. Fan Z.X. Shen Small 15 2019 1901454 K. Xiao, J. Wang, Z. Chen, Y. Qian, Z. Liu, L. Zhang, X. Chen, J. Liu, X. Fan, Z.X. Shen, Small, 15 (2019) 1901454. [7] C. Zha X. Zhu J. Deng Y. Zhou Y. Li J. Chen P. Ding Y. Hu Y. Li H. Chen Energy Storage Mater. 26 2020 40 45 C. Zha, X. Zhu, J. Deng, Y. Zhou, Y. Li, J. Chen, P. Ding, Y. Hu, Y. Li, H. Chen, Energy Storage Mater., 26 (2020) 40-45. [8] J. Xu W. Zhang H. Fan F. Cheng D. Su G. Wang Nano Energy 51 2018 73 82 J. Xu, W. Zhang, H. Fan, F. Cheng, D. Su, G. Wang, Nano Energy, 51 (2018) 73-82. [9] L. Luo S. Chung A. Manthiram J. Mater. Chem. A 6 2018 7659 7667 L. Luo, S. Chung, A. Manthiram, J. Mater. Chem. A, 6 (2018) 7659-7667. [10] P. Li L. Ma T. Wu H. Ye J. Zhou F. Zhao N. Han Y. Wang Y. Wu Y. Li Adv. Energy Mater. 2018 1800624 P. Li, L. Ma, T. Wu, H. Ye, J. Zhou, F. Zhao, N. Han, Y. Wang, Y. Wu, Y. Li, Adv. Energy Mater., (2018) 1800624. [11] Q. Zhang Y. Wang Z.W. Seh Z. Fu R. Zhang Y. Cui Nano Lett. 15 2015 3780 3786 Q. Zhang, Y. Wang, Z.W. Seh, Z. Fu, R. Zhang, Y. Cui, Nano Lett., 15 (2015) 3780-3786. [12] Z. Yuan H. Peng T. Hou J. Huang C. Chen D. Wang X. Cheng F. Wei Q. Zhang Nano Lett. 16 2016 519 527 Z. Yuan, H. Peng, T. Hou, J. Huang, C. Chen, D. Wang, X. Cheng, F. Wei, Q. Zhang, Nano Lett., 16 (2016) 519-527. [13] C. Zha F. Yang J. Zhang T. Zhang S. Dong H. Chen J. Mater. Chem. A 6 2018 16574 16582 C. Zha, F. Yang, J. Zhang, T. Zhang, S. Dong, H. Chen, J. Mater. Chem. A, (2018) 16574-16582. [14] Z.F. Huang J. Wang Y. Peng C.Y. Jung A. Fisher X. Wang Adv. Energy Mater. 7 2017 1700544 Z.F. Huang, J. Wang, Y. Peng, C.Y. Jung, A. Fisher, X. Wang, Adv. Energy Mater., 7 (2017) 1700544. [15] Y. Yao Z. Huang P. Xie S.D. Lacey R.J. Jacob H. Xie F. Chen A. Nie T. Pu M. Rehwoldt D. Yu M.R. Zachariah C. Wang R. Shahbazian-Yassar J. Li L. Hu Science 359 2018 1489 1494 Y. Yao, Z. Huang, P. Xie, S.D. Lacey, R.J. Jacob, H. Xie, F. Chen, A. Nie, T. Pu, M. Rehwoldt, D. Yu, M.R. Zachariah, C. Wang, R. Shahbazian-Yassar, J. Li, L. Hu, Science, 359 (2018) 1489-1494. [16] C. Zha X. Gu D. Wu H. Chen J. Mater. Chem. A 7 2019 6431 6438 C. Zha, X. Gu, D. Wu, H. Chen, J. Mater. Chem. A, 7 (2019) 6431-6438. [17] H.J. Peng G. Zhang X. Chen Z. Zhang W. Xu J. Huang Q. Zhang Angew. Chem. Int. Ed. 55 2016 12990 12995 H.J. Peng, G. Zhang, X. Chen, Z. Zhang, W. Xu, J. Huang, Q. Zhang, Angew. Chem., Int. Ed., 55 (2016) 12990-12995. [18] L. Kong X. Chen B.Q. Li H. Peng J. Huang J. Xie Q. Zhang Adv. Mater. 30 2018 1705219 L. Kong, X. Chen, B.Q. Li, H. Peng, J. Huang, J. Xie, Q. Zhang, Adv. Mater., 30 (2018) 1705219. [19] G. Zhou E. Paek G.S. Hwang A. Manthiram Nat. Commun. 6 2015 7760 G. Zhou, E. Paek, G.S. Hwang, A. Manthiram, Nat. Commun., 6 (2015) 7760. [20] J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 J.P. Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett., 77 (1996) 3865. [21] G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 G. Kresse, J. Furthmüller, Phys. Rev. B, 54 (1996) 11169. [22] P.E. Blöchl Phys. Rev. B 50 1994 17953 P.E. Blöchl, Phys. Rev. B, 50 (1994) 17953. [23] U.V. Ghorpade M.P. Suryawanshi S.W. Shin C.W. Hong I. Kim J.H. Moon J.H. Yun J.H. Kim S.S. Kolekar Phys. Chem. Chem. Phys. 17 2015 19777 19788 U.V. Ghorpade, M.P. Suryawanshi, S.W. Shin, C.W. Hong, I. Kim, J.H. Moon, J.H. Yun, J.H. Kim, S.S. Kolekar, Phys. Chem. Chem. Phys., 17 (2015) 19777-19788. [24] M. Li W. Zhou J. Guo Y. Zhou Z. Hou J. Jiao Z. Zhou Z. Du S. Wu J. Phys. Chem. C 116 2012 26507 26516 M. Li, W. Zhou, J. Guo, Y. Zhou, Z. Hou, J. Jiao, Z. Zhou, Z. Du, S. Wu, J. Phys. Chem. C, 116 (2012) 26507-26516. [25] Z. Li B.Y. Guan J. Zhang X.W. Lou Joule 1 2017 576 587 Z. Li, B.Y. Guan, J. Zhang, X.W. Lou, Joule, 1 (2017) 576-587. [26] C. Zha D. He J. Zou L. Shen X. Zhang Y. Wang H. Kung N. Bao J. Mater. Chem. A 2 2014 16931 16938 C. Zha, D. He, J. Zou, L. Shen, X. Zhang, Y. Wang, H. Kung, N. Bao, J. Mater. Chem. A, 2 (2014) 16931-16938. [27] Z. Deng Z. Zhang Y. Lai J. Liu J. Li Y. Liu J. Electrochem. Soc. 160 2013 A553 A558 Z. Deng, Z. Zhang, Y. Lai, J. Liu, J. Li, Y. Liu, J. Electrochem. Soc., 160 (2013) A553-A558. [28] Q. Li X. Wang K. Tang M. Wang C. Wang C. Yan ACS Nano 11 2017 12230 12239 Q. Li, X. Wang, K. Tang, M. Wang, C. Wang, C. Yan, ACS Nano, 11 (2017) 12230-12239. [29] X. Yang A.L. Rogach Adv. Energy Mater. 9 2019 1900747 X. Yang, A.L. Rogach, Adv. Energy Mater., 9 (2019) 1900747. [30] C. Zha J. Zhang L. Shen S. Dong A. Gupta N. Bao Chemistryselect 2 2017 10971 10978 C. Zha, J. Zhang, L. Shen, S. Dong, A. Gupta, N. Bao, Chemistryselect, 2 (2017) 10971-10978. [31] C. Zha L. Shen X. Zhang Y. Wang B.A. Korgel A. Gupta N. Bao ACS Appl. Mater. Interfaces 6 2013 122 129 C. Zha, L. Shen, X. Zhang, Y. Wang, B.A. Korgel, A. Gupta, N. Bao, ACS Appl. Mater. Interfaces, 6 (2013) 122-129. [32] T. Lei Y. Xie X. Wang S. Miao J. Xiong C. Yan Small 13 2017 1701013 T. Lei, Y. Xie, X. Wang, S. Miao, J. Xiong, C. Yan, Small, 13 (2017) 1701013. [33] Q. Pang X. Liang C. Kwok L.F. Nazar J. Electrochem. Soc. 162 2015 A2567 A2576 Q. Pang, X. Liang, C. Kwok, L.F. Nazar, J. Electrochem. Soc., 162 (2015) A2567-A2576. [34] C. Zha D. Wu T. Zhang J. Wu H. Chen Energy Storage Mater. 17 2019 118 125 C. Zha, D. Wu, T. Zhang, J. Wu, H. Chen, Energy Storage Mater., 17 (2019) 118-125. [35] H.B. Yang J. Miao S. Hung J. Chen H.B. Tao X. Wang L. Zhang R. Chen J. Gao H.M. Chen Sci. Adv. 2 2016 1501122 H.B. Yang, J. Miao, S. Hung, J. Chen, H.B. Tao, X. Wang, L. Zhang, R. Chen, J. Gao, H.M. Chen, Sci. Adv., 2 (2016) 1501122. [36] Y. Kato S. Hori T. Saito K. Suzuki M. Hirayama A. Mitsui M. Yonemura H. Iba R. Kanno Nat. Energy 1 2016 16030 Y. Kato, S. Hori, T. Saito, K. Suzuki, M. Hirayama, A. Mitsui, M. Yonemura, H. Iba, R. Kanno, Nat. Energy, 1 (2016) 16030. [37] B. Philippe M. Hahlin K. Edstrom T. Gustafsson H. Siegbahn H. Rensmo J. Electrochem. Soc. 163 2016 A178 A191 B. Philippe, M. Hahlin, K. Edstrom, T. Gustafsson, H. Siegbahn, H. Rensmo, J. Electrochem. Soc., 163 (2016) A178-A191. [38] X. Tao J. Wang Z. Ying Q. Cai G. Zheng Y. Gan H. Huang Y. Xia C. Liang W. Zhang Y. Cui Nano Lett. 14 2014 5288 5294 X. Tao, J. Wang, Z. Ying, Q. Cai, G. Zheng, Y. Gan, H. Huang, Y. Xia, C. Liang, W. Zhang, Y. Cui, Nano Lett., 14 (2014) 5288-5294.",
      "scopus-id": "85085049588",
      "coredata": {
        "eid": "1-s2.0-S2095495620302989",
        "dc:description": "The lithium-sulfur battery has attracted enormous attention as being one of the most significant energy storage technologies due to its high energy density and cost-effectiveness. However, the “shuttle effect” of polysulfide intermediates represents a formidable challenge towards its wide applications. Herein, we have designed and synthesized two-dimensional Cu, Zn and Sn-based multimetallic sulfide nanosheets to construct multi-active sites for the immobilization and entrapment of polysulfides with offering better performance in liquid Li2S6-based lithium-polysulfide batteries. Both experimental measurements and theoretical computations demonstrate that the interfacial multi-active sites of multimetallic sulfides not only accelerate the multi-chained redox reactions of highly diffusible polysulfides, but also strengthen affinities toward polysulfides. By adopting multimetallic sulfide nanosheets as the sulfur host, the liquid Li2S6-based cell exhibits an impressive rate capability with 1200 mAh/g and retains 580 mAh/g at 0.5 mA/cm2 after 1000 cycles. With high sulfur mass loading conditions, the cell with 2.0 mg/cm2 sulfur loading delivers a cell capacity of 1068 mAh/g and maintains 480 mAh/g with 0.8 mA/cm2 and 500 cycles. This study provides new insights into the multifunctional material design with multi-active sites for elevated lithium-polysulfide batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495620302989",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zha, Chenyang"
          },
          {
            "@_fa": "true",
            "$": "Wu, Donghai"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Yuwei"
          },
          {
            "@_fa": "true",
            "$": "Deng, Jun"
          },
          {
            "@_fa": "true",
            "$": "Wu, Jinghua"
          },
          {
            "@_fa": "true",
            "$": "Wu, Rong"
          },
          {
            "@_fa": "true",
            "$": "Yang, Meng"
          },
          {
            "@_fa": "true",
            "$": "Wang, Lin"
          },
          {
            "@_fa": "true",
            "$": "Chen, Houyang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495620302989"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495620302989"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(20)30298-9",
        "prism:volume": "52",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "dc:title": "Two-dimensional multimetallic sulfide nanosheets with multi-active sites to enhance polysulfide redox reactions in liquid Li2S6-based lithium-polysulfide batteries",
        "prism:copyright": "© 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Multimetallic sulfide"
          },
          {
            "@_fa": "true",
            "$": "Nanosheets"
          },
          {
            "@_fa": "true",
            "$": "Multi-active sites"
          },
          {
            "@_fa": "true",
            "$": "Lithium-polysulfide battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "163-169",
        "prism:endingPage": "169",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2021",
        "prism:doi": "10.1016/j.jechem.2020.04.059",
        "prism:startingPage": "163",
        "dc:identifier": "doi:10.1016/j.jechem.2020.04.059",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "552",
            "@width": "779",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "112519",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "312",
            "@width": "778",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "73548",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "290",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42481",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57734",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "347",
            "@width": "774",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "77056",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "155",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12400",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8838",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16165",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13366",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14046",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1712",
            "@width": "2415",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "381243",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "967",
            "@width": "2411",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "262702",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "898",
            "@width": "1150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "154919",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "173593",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1075",
            "@width": "2398",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "322262",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "25023376",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620302989-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "540734",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85085049588"
      }
    }
  }
}