{
  "metadata": {
    "title": "A lithium carbonate-based additive for the interfacial stabilization of LiCoO<ce:inf loc=post>2</ce:inf> cathode at 4.6 V",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-05-31",
    "doi": "10.1016/j.jechem.2024.12.046",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625000105",
    "pii": "S2095495625000105"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85216124056",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-01-08 2025-01-08 2025-01-28 2025-01-28 2025-03-27T19:56:08 1-s2.0-S2095495625000105 S2095-4956(25)00010-5 S2095495625000105 10.1016/j.jechem.2024.12.046 S300 S300.1 FULL-TEXT 1-s2.0-S2095495625X00024 2025-03-27T20:09:55.658539Z 0 0 20250501 20250531 2025 2025-01-09T00:11:58.524689Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 104 104 C Volume 104 36 404 413 404 413 202505 May 2025 2025-05-01 2025-05-31 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ALITHIUMCARBONATEBASEDADDITIVEFORINTERFACIALSTABILIZATIONLICOO2CATHODE46V WANG Z 1 Introduction 2 Experimental 2.1 Materials preparation 2.2 Materials characterization 2.3 Preparation of electrode and cell 2.4 Electrochemical measurements 2.5 Computational details 3 Results and discussion 3.1 Design and synthesis of Li2CO3-based cathode additive 3.2 Electrochemical properties of Li2CO3-based cathode additive 3.3 Decomposition mechanism of Li2CO3-based cathode additive 3.4 Effect of Li2CO3-based cathode additive on the stability of high voltage LCO 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References CASTELVECCHI 2019 308 D LEE 2014 519 522 J WANG 2021 353 361 Q MANTHIRAM 2021 323 A LIN 2017 194 206 D GENT 2022 1132 1143 W WANG 2020 228062 K JIAO 2018 739 746 S LI 2021 599 605 J LIN 2023 48 Z SHANG 2022 5810 T CAI 2023 159 168 M FANG 2024 2314005 J LIN 2024 2307404 C ZHAO 2023 2204281 G ZHANG 2023 192 199 Z LIU 2022 e202207000 J QIAO 2021 653 662 Y ZHANG 2022 2108353 J WU 2023 4806 4817 Z CHEN 2020 386 397 J ZHOU 2020 224 230 Y ZAHIRI 2021 1392 1400 B MA 2024 e33 X ZHANG 2023 e9 Z YOU 2024 257 J WU 2024 103713 S YANG 2017 972 978 S ZOU 2023 2210671 J PATHAK 2023 1150737 A ZHU 2024 2312159 Y CHEN 2024 2473 2479 X LUO 2016 684 691 K LI 2022 20331 20342 L WANG 2023 2213931 Z CAO 2022 4908 D LU 2012 6192 6197 X BENYAHIA 2013 3687 3701 H FISHER 2014 545 548 C XIA 2024 684 693 Y ZHANG 2022 492 504 B CHENG 2023 e202311480 Z LUO 2024 e202412214 H LANGDON 2022 2205188 J LIU 2024 2302722 C GUO 2020 20752 20762 H MOON 2024 2403261 H WANGX2025X404 WANGX2025X404X413 WANGX2025X404XZ WANGX2025X404X413XZ 2027-01-28T00:00:00.000Z 2027-01-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-02-24T12:43:18.970Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Xiamen Science and Technology Project 3502Z20231057 http://sws.geonames.org/1814991 National Key Research and Development Program of China 2022YFB2502103 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ http://sws.geonames.org/1814991 20720230039 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991 Fujian Provincial Natural Science Foundation of China 2024J01040 Natural Science Foundation of Fujian Province http://data.elsevier.com/vocabulary/SciValFunders/501100003392 http://sws.geonames.org/1814991/ http://sws.geonames.org/1814991 National Natural Science Foundation of China 22309153 22279107 22288102 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 This work was supported by the National Key Research and Development Program of China (2022YFB2502103), the Xiamen Science and Technology Project (No. 3502Z20231057), the National Natural Science Foundation of China (No.22288102, No. 22279107, No. 22309153), the Fujian Provincial Natural Science Foundation of China (No. 2024J01040), the Fundamental Research Funds for the Central Universities (No. 20720230039), item S2095-4956(25)00010-5 S2095495625000105 1-s2.0-S2095495625000105 10.1016/j.jechem.2024.12.046 286353 2025-03-27T20:09:55.658539Z 2025-05-01 2025-05-31 1-s2.0-S2095495625000105-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/MAIN/application/pdf/d83b48b7ce975397885ab8bc12b38139/main.pdf main.pdf pdf true 2679595 MAIN 10 1-s2.0-S2095495625000105-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/PREVIEW/image/png/bfd36f9f0b0f90bafc41775b93ff0557/main_1.png main_1.png png 60592 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625000105-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/ga1/DOWNSAMPLED/image/jpeg/c05d02f061aafade63b7869d9c0cab15/ga1.jpg ga1 true ga1.jpg jpg 29661 200 382 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625000105-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr1/DOWNSAMPLED/image/jpeg/bd445abce2a760e64e82109feaa19b88/gr1.jpg gr1 gr1.jpg jpg 79958 459 645 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625000105-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr2/DOWNSAMPLED/image/jpeg/2cabfa8bdbcffa2bb7763d28a16e8025/gr2.jpg gr2 gr2.jpg jpg 96398 488 649 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625000105-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr3/DOWNSAMPLED/image/jpeg/905627fd10d622b063836cc81a6bdde9/gr3.jpg gr3 gr3.jpg jpg 76054 321 720 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625000105-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr4/DOWNSAMPLED/image/jpeg/19b57660ef19a937040b83987c62249a/gr4.jpg gr4 gr4.jpg jpg 97826 491 535 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625000105-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr5/DOWNSAMPLED/image/jpeg/ac8997ca32e374f36d43f2b432177449/gr5.jpg gr5 gr5.jpg jpg 107854 526 711 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625000105-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr6/DOWNSAMPLED/image/jpeg/b3bb804e5291f5d43102b47d344683d7/gr6.jpg gr6 gr6.jpg jpg 116079 508 763 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625000105-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/ga1/HIGHRES/image/gif/36d05d92122ada63d954e2e9f21dc6c7/ga1.sml ga1 true ga1.sml sml 13529 115 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625000105-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr1/THUMBNAIL/image/gif/5edfea3138577c8a6c69ed9e1f62f7bf/gr1.sml gr1 gr1.sml sml 13050 156 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625000105-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr2/THUMBNAIL/image/gif/e662c184163eb555427e30e87dd85bd7/gr2.sml gr2 gr2.sml sml 12341 164 218 IMAGE-THUMBNAIL 1-s2.0-S2095495625000105-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr3/THUMBNAIL/image/gif/c7e8d6e08d44ddf969e3432f7e5f8809/gr3.sml gr3 gr3.sml sml 8706 98 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625000105-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr4/DOWNSAMPLED/image/gif/eb51ca51f92b832ef90a919e8667e647/gr4.sml gr4 gr4.sml sml 18007 163 178 IMAGE-THUMBNAIL 1-s2.0-S2095495625000105-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr5/THUMBNAIL/image/gif/a10c2436b487a5b3b7d27872ccbe184c/gr5.sml gr5 gr5.sml sml 13143 162 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625000105-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/gr6/THUMBNAIL/image/gif/85a4c5d8c844ce3787bad93e6b4f9fab/gr6.sml gr6 gr6.sml sml 17277 146 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625000105-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/HIGHRES/image/jpeg/34a1c37bcaae3eff21b56c2e55c85e64/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 165640 886 1692 IMAGE-HIGH-RES 1-s2.0-S2095495625000105-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/HIGHRES/image/jpeg/646e8d1bb10710778febc4939e668282/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 429960 2031 2854 IMAGE-HIGH-RES 1-s2.0-S2095495625000105-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/HIGHRES/image/jpeg/485942ac2be494a12cc79d99a1251ce1/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 498416 2163 2875 IMAGE-HIGH-RES 1-s2.0-S2095495625000105-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/HIGHRES/image/jpeg/ed5def26f58f3e9666bf4c12aad72f0f/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 411800 1422 3186 IMAGE-HIGH-RES 1-s2.0-S2095495625000105-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/MAIN/image/jpeg/bd40c376dbc5b0c8693c141db7c46dbb/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 653340 2174 2368 IMAGE-HIGH-RES 1-s2.0-S2095495625000105-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/HIGHRES/image/jpeg/3eb999cb8b3e1e93e2d25703fdc0bc5c/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 531715 2332 3150 IMAGE-HIGH-RES 1-s2.0-S2095495625000105-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/HIGHRES/image/jpeg/0420eb365a7241883cadc8e9bc4328e5/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 681684 2252 3380 IMAGE-HIGH-RES 1-s2.0-S2095495625000105-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625000105/mmc1/MAIN/application/pdf/7099bd0a1c5cd164768d473330f1d2ed/mmc1.pdf mmc1 mmc1.pdf pdf false 1221012 APPLICATION JECHEM 4366 S2095-4956(25)00010-5 10.1016/j.jechem.2024.12.046 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Fig. 1 Preparation of Li2CO3-based cathode additive. (a) Schematic diagram of the synthesis process by solid-phase sand-mining. (b) SEM image of GML-111 (TEM image and schematic diagram of the microscopic morphology of the GML in the inset picture). (c) Mn 2p and (d) C 1s XPS spectra of MnO2, Li2CO3, GM-11, GL-11, and GML-111. (e) X-ray absorption near edge structure curves of GM-11 and GML-111. Fig. 2 (a, d) The first-cycle charge diagram of Li2CO3-based cathode additive at a cut-off capacity of 724 mAh g−1 or cut-off voltage of 4.8 V. (b) XRD pattern and (c) FTIR spectra of the first-charged GML-111. DEMS measurement of (e) GML-111 and (f) GL-11 during the charging process. (g) Comparative plots of Li2CO3 adsorption energy on MnO2 and G. (h) The reaction free energy differences for Li2CO3 decomposition process on MnO2 and G. Fig. 3 The effect of Li2CO3-based additive on the electrochemical performance of high-voltage LiCoO2. Cyclic stability test of LCO and LCO-GML at 0.5 C in the voltage range of (a) 2.7–4.5 V or (b–d) 2.7–4.6 V in a half coin cell with Li foil anode. The cycle stability in the full cell with graphite anode and cathode of (e) LCO and (f) LCO-GML at 0.5 C in the 3.0–4.5 V voltage range. Fig. 4 The effect of Li2CO3-based additive on the structure of high-voltage LiCoO2. In situ XRD pattern of (a) LCO-GML and (b) LCO in thefirst cycle between 3.0 and 4.6 V. (c) The TEM images and (d) corresponding fast Fourier transform (FFT) images of LCO without cycling. (e) The TEM images and (f, g) corresponding FFT images of LCO after 100 cycles at a cut-off voltage of 4.6 V. (h) The TEM image and (i–k) corresponding FFT images of LCO-GML after 100 cycles at a cut-off voltage of 4.6 V. (l) The normalized Co K-edge of LCO and LCO-GML electrode after 100 cycles at a cut-off voltage of 4.6 V. Fig. 5 The effect of Li2CO3-based additive on CEI in the high-voltage LiCoO2 interface. Characterization of the electrode surface under different cycles of (a, b) C 1s XPS and (c, d) FTIR spectra of LCO and LCO-GML in the voltage range 2.7–4.6 V. The changes in the intensity ratios of (e) C=O and (f) Li2CO3 relative to C–C. (g) Comparison of R CEI during charging and discharging in the in situ EIS for LCO-GML and LCO cathode at the third cycle. (h) Schematic diagram of the change process of CEI layer on the surface of LCO-GML electrode during the cyclic testing. Fig. 6 TOF-SIMS on the surface of electrode. The depth profiling and the corresponding 2D images of the second ion fragments (CoO2 −, C2HO−, CO3 −) on (a) LCO-GML and (b) LCO cathode after 50 cycles at cut-off voltage of 4.6 V. (c) The calculated values of the average Young's modulus by HEC-AFM on the LCO-GML and LCO cathode after 50 cycles at cut-off voltage of 4.6 V. (d) Schematic comparison of CEI layers on LCO and LCO-GML surfaces during high voltage cycling. A lithium carbonate-based additive for the interfacial stabilization of LiCoO2 cathode at 4.6 V Zhen Wang Writing – original draft Data curation a Jun-Ke Liu Writing – review & editing Writing – original draft a Li Deng Writing – review & editing Data curation b ⁎ Jian Liu Data curation a Zhi-Liang Jin Investigation Data curation a Yu-Xi Luo Validation c Guo-Dong Bai Validation Data curation a Wen-Jing Sun Writing – review & editing Data curation a Gao-Yang Bai Validation Supervision a Jing-Yi Lin Validation Data curation a Zu-Wei Yin Writing – review & editing Funding acquisition a ⁎ Yao Zhou Funding acquisition a Jun-Tao Li Writing – review & editing Funding acquisition a a College of Energy, Xiamen University, Xiamen 361102, Fujian, China College of Energy Xiamen University Xiamen Fujian 361102 China College of Energy, Xiamen University, Xiamen 361102, Fujian, China b Amperex Technology Limited, Ningde 352100, Fujian, China Amperex Technology Limited Ningde Fujian 352100 China Amperex Technology Limited, Ningde 352100, Fujian, China c College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005, Fujian, China College of Chemistry and Chemical Engineering Xiamen University Xiamen Fujian 361005 China College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005, Fujian, China ⁎ Corresponding authors. Graphical abstract A Li2CO3-based additive was synthesized using the solid-phase sand-milling method, providing active Li+ and rapidly forming a uniform and stable cathode electrolyte interphase (CEI) layer, stabilizing the interface of the LCO cathode. Extending the charging voltage of LiCoO2 (LCO) is anongoing and promising approach to increase its energy density. However, the main challenge of the approach lies in the insuperable cathodic interfacial processes at high voltage, which leads to rapid failure both in the performance and structure of the LCO cathode. Herein, a Li2CO3-based additive was prepared by a simple sand-milling method, enabling a low electrochemical decomposition voltage <4.6 V from commonly >4.8 V, stabilizing the interface of the LCO cathode at 4.6 V. The decomposition of Li2CO3 provides extra Li+ and CO2 to supplement the Li consumption required in the initial irreversible interfacial reactions and rapidly form a uniform and stable cathode electrolyte interphase layer (less organic and more inorganic components) on the LCO cathode by reducing CO2. Thus, the phase transformation and the emergence of high-valent Co ions on the surface of LCO at 4.6 V high voltage were inhibited. Thanks to this, with 2% Li2CO3-based additive, the capacity retention of commercial LCO at a high voltage of 4.6 V at 0.5 C for 100 cycles was improved from 59.3% to 79.3%. This work improves the high-voltage stability of LCO and provides a new idea for realizing the high-voltage operation of batteries. Keywords Lithium-ion batteries High-voltage LiCoO2 Interfacial stability Cathode additive Lithium carbonate Sand-milling 1 Introduction Lithium-ion batteries (LIBs) are important power sources for computers, communication, and consumer (3C) electronic devices and energy storage systems [1–3]. LiCoO2 (LCO), with high theoretical capacity (274 mAh g−1) and high volumetric energy density, has been recognized as one of the promising cathodes for traditional LIBs in the region of portable electronic devices for decades [4–6]. However, the stable delithiation of LCO is limited to 0.5 Li per formula at around 4.2 V (vs. Li/Li+), yielding a practical capacity of 140 mAh g−1, far from the requirements of gradual increase in energy density [7]. Extending the charging cut-off voltage is an effective approach to unlock its full potential. However, the LCO cathode undergoes a formidable challenge of cycling irreversibility when charging at a high voltage [8–10]. The CoO6 layers collapse during deep delithiation at high voltage, causing substantial internal strain and even mechanical damage [11–14]. At the same time, the surface phase transition and the reconstruction of the unstable cathode electrolyte interphase (CEI) layer occur on the near surface of the cathode, which reduces the interfacial charge transfer kinetics and further degrades the cycling performance [15–17]. It is worth noting that the construction of the CEI layer depletes the active Li in the LCO cathode, exacerbating the collapse of the LCO structure [18]. The structural collapse of the cathode during cycling also contributes to the instability of the CEI layer [19]. The CEI layer, an important factor affecting battery performance, undergoes a dynamic evolution process during battery cycling [20]. Dense and stable CEI layers are proposed to favor calendar life, while loose and fragile CEI layers cause severe performance degradation [21–23]. Thus, it is necessary to rapidly construct a stable CEI layer on the surface of LCO particles to reduce the side reactions at high voltage. In recent years, the elaboration on the construction, composition, and key roles of the stable CEI layer has been reported in many articles [24–26]. However, there are few reports on the mode of participation and role of lithium carbonate (Li2CO3), as one of the important components of the inorganic components in the CEI layer, greatly affecting the stability of the CEI layer under high voltage operation [27]. It is reported that Li2CO3 can be decomposed following the equation: Li2CO3 → CO2 + 1/2O2 + 2Li+ + 2e− [28–30]. Inspired by this, it should be noted that the Li2CO3 species formed by the reactions between the cathode material and the electrolyte will decompose during charging. The decomposition of Li2CO3 leads to the rupture of the CEI layer, affecting the stability of the cathode interface, especially at 4.6 V high voltages. Therefore, clarifying the mechanism of Li2CO3 participation during high-voltage operations is crucial. Moreover, the decomposition of Li2CO3 can provide extra Li+ under high voltage as a Li supplemental additive with a theoretical specific capacity of 724 mAh g−1, making it a promising material to compensate for the irreversible lithium depletion during the cycling process [31]. Lithium supplement from Li2CO3 can be commercially viable due to its good air stability to align with industrial production, which only requires irreversible Li+ release within the working voltage range of the full battery during the initial cycle. Compared with some of the currently reported lithium cathode supplementation agents, Li2CO3 leaves as little residue as possible after decomposition, and the gaseous products can be safely vented out of the battery or involved in the subsequent construction of the CEI layer on the cathode surface. Unfortunately, the role of Li2CO3 as a cathode additive in improving interfacial stability has not been systematically studied. In this work, we have synthesized a Li2CO3-based cathode additive by sand-milling and demonstrated that Li2CO3 can decompose fully before 4.6 V under the catalysis of MnO2 and graphene. This cathodic additive Li2CO3 species can replenish active Li loss and repair the CEI layer on LCO cathode material. The mechanism of Li2CO3 involvement under 4.6 V high voltage was elucidated by characterizing the changes of Li2CO3 in the CEI layer on the LCO surface during the cycling process. It was revealed that Li2CO3 in the CEI layer was formed slowly in the first cycle on the LCO surface. As the cycle progresses, the spinel-like Co3O4 originated from phase transition and the high valence Co ions appeared on the LCO surface, leading to high interfacial activity of the electrode and aggravating side reactions, which results in the rupture and thickening of the CEI layer. With a 2% Li2CO3-based cathode additive, a more stable interface and CEI layer were observed during the cycling of LCO with a cut-off potential of 4.6 V. The phase transitions from layered to spinel-like structure and the appearance of high valence Co ions are suppressed obviously. Consequently, the capacity retention of commercial LCO at a high voltage of 4.6 V for 100 cycles was improved from 59.3% to 79.3%. 2 Experimental 2.1 Materials preparation All the reagents are analytical grade without further purification. The commercial conductive graphene was purchased from Xiamen Kaina Graphene Technology Co., Ltd. The commercial manganese dioxide was purchased from Shanghai Boer Chemical Reagent Co., Ltd. The commercial nano lithium oxide was purchased from Aladdin Reagent Network. Ordinary LiCoO2 (LCO, 99.8%) was purchased from Shanghai Macklin Biochemical Technology Co., Ltd. (China). Polyvinylidene fluoride (PVDF, average Mw ∼1000000) was provided by Shanghai Acmec Biochemical Co., Ltd. (China). Nano Li2CO3-based cathode additive loaded on manganese dioxide/graphene composite was prepared by sand milling. The conductive graphene and commercial manganese dioxide in a mass ratio of 1:1 were added to a beaker with ethanol for ultrasonic treatment for 1 h, followed by the addition of an appropriate amount of nano lithium oxide for ultrasonic treatment for 1 h, and then transferred to a Sander for sanding treatment for 20 h. The material, after sand milling, was dried at 80 °C for 24 h. Finally, the dried materials were transferred to the tubular furnace after holding at 160 °C for 6 h in the CO2 atmosphere to obtain the Li2CO3-based cathode additive as experimental material. 2.2 Materials characterization The surface profile of all prepared samples was observed by a field emission scanning electron microscope (FESEM, Hitachi S-4800) at 3–10 kV and transmission electron microscopy (TEM, Zeiss GeminiSEM 500). A unified sampling method is adopted to ensure the reproducibility and validity of the TEM observations. A small amount of the initial powder sample was dissolved in ethanol solution and sonicated for 30 min. Three drops of the well-dispersed solution were dropped on the carbon film microgrid for TEM test in batches, and sealed for use after the ethanol evaporates. The circulated electrode needs to be cleaned with dimethyl carbonate (DMC) for remove residual lithium salt on the surface before testing, and the subsequent steps for sample preparation are the same as the initial powder sample. To further analyze the cell parameters and the phase structure, ex-situ X-ray diffraction (XRD) patterns were detected on an X-ray diffractometer (Rigaku Ultima IV, Cu K α radiation (λ = 1.5406 Å), 40 kV, 40 Ma) at a scan rate of 10° min−1. X-ray photoelectron spectroscopy (XPS, Quantum 2000) was implemented for evaluating the valence distribution of elements on the electrode surface. Spectra were corrected by adjusting the binding energy of the C–C component of the C 1s peak to 284.8 eV. Fourier transform infrared spectroscopy (FTIR, NICOLET iN10, Thermo Fisher, America) was used to analyze the surface composition of the material. A differential electrochemical mass spectrometer (DEMS, Prima BT, Thermo Scientific Ltd.) coupled with a gas chromatograph (GC, Hope Ltd.) was used to analyze gas products during charging. The interface composition and composition content of electrode materials were analyzed by the time-of-flight secondary ion mass spectrometry (TOF-SIMS, IONTOF M6). High-resolution environmentally controlled atomic force microscopy (HEC-AFM) was used for collecting Young's modulus of pole pieces after cycling. X-ray absorption spectroscopy (XAS) was collected in fluorescence mode on the beamline (BL14W1) of the Shanghai Synchrotron Radiation Facility (SSRF), and the collected data was calibrated, normalized, and analyzed using Athena software. 2.3 Preparation of electrode and cell 80 wt% of active cathode material, 10 wt% of super-P as a conductive agent, and 10 wt% of PVDF as abinder were added to a certain amount of N-methyl pyrrolidone (NMP) as the slurry, which was scraped onto the carbon-coated aluminum foil. The prepared aluminum foil was completely dried in the 40 °C blast drying oven and then transferred to the vacuum drying oven at 100 °C for 10 h. The 2025 type-coin half-cells were assembled in the glove box with the prepared cathode, lithium metal as an anode, separator (Celgard 2400), and electrolyte. The electrolyte was 1.0 mol L−1 LiPF6 in diethyl carbonate (DEC): DMC: ethylene carbonate (EC) (1:1:1 vol%) with 10% fluoroethylene carbonate (FEC) and 2% vinylene carbonate (VC) as additive. The battery installation environment was filled with argon gas, and the water content was kept below 0.1 ppm. The electrode composition of 2025 type-coin full-cells (anode capacity: cathode electrode capacity = 1.2) was as follows: the cathode composition consists of LCO or LCO-GML, conductive carbon, and PVDF (mass ratio of 8:1:1); the negative electrode composition consists of graphite, conductive carbon, and carboxymethyl cellulose-styrene butadiene rubber (CMC-SBR) binder (mass ratio of 95:2.5:2.5). The mass loading of LCO and LCO-GML was around 5.0 mg cm−2. 2.4 Electrochemical measurements The electrochemical performance of all batteries was tested after 12 h of resting time. The galvanostatic charge/discharge tests of half-cells with Li2CO3-based cathode additives were conducted in the voltage range of 3–4.8 V (vs. Li/Li+) on theLAND-2001A battery tester (Wuhan, China). The first galvanostatic charge/discharge tests at a current density of 0.1 C of half-cells were conducted in the voltage range of 2.7–4.5 V or 2.7–4.6 V (vs. Li/Li+) on the LAND-2001A battery tester (Wuhan, China). The long-cycle test was conducted at a current density of 0.5 C in the voltage range of 2.7–4.5 V or 2.7–4.6 V (vs. Li/Li+). The ex-situ electrochemical impedance spectroscopy (EIS) test was conducted on the CHI 660D electrochemical workstation (Shanghai, China) and in-situ EIS cycling performance was investigated on a VERSASTATV3 (Princeto, USA) electrochemical workstation, which was performed from 100 kHz to 0.1 Hz. 2.5 Computational details The density functional theory (DFT) calculations were performed using the Vienna Ab initio Simulation Package (VASP), with the generalized gradient approximation (GGA) Perdew-Burke-Ernzerhof (PBE) functional to describe electron exchange and correlation. The projection-enhanced plane wave (PAW) potentials were used to describe core-valence electron interactions with valence electrons taken into account, using a plane wave basis set with a kinetic energy cutoff of 450 eV. Partial occupancies of the Kohn-Sham orbitals were allowed using the Gaussian smearing method and a width of 0.05 eV. The electronic energy was considered self-consistent when the energy change was lower than 10−5 eV. A geometry optimization was considered convergent when the force change was smaller than 0.02 eV Å−1. A k-points sampling of 4 × 3 × 1 with theMonkhorst-Pack scheme was used in all calculations, and all calculations considered the spin polarization effect. The (110) plane of MnO2 was generated for adsorption calculation. A vacuum space exceeding 15 Ǻ was employed to avoid the interaction between two periodic units. 3 Results and discussion 3.1 Design and synthesis of Li2CO3-based cathode additive The thermodynamic decomposition potential of Li2CO3 is 3.82 V, but it is difficult to decompose before 4.8 V (vs. Li/Li+) due to the large size and low electron conductivity of commercial Li2CO3 particles (Fig. S1) [31]. To decrease the decomposition potential of Li2CO3, a simple sand-milling method with subsequent heat treatment under a CO2 atmosphere, as shown in Fig. 1 (a), was adopted to reduce the particle size of Li2CO3 with the conductive and catalytic reagents. In this synthesis process, conductive graphene (G), manganese dioxide (MnO2), and lithium oxide (Li2O) nanoparticles were used to prepare Li2CO3-based cathode additive (denoted as GML) with Li2CO3 nanoparticles and good contact with the conductive substrate. As displayed in Fig. S2(a), the XRD pattern of GML-111 (1:1:1, mass ratio of G: MnO2: Li2CO3) exhibits obvious Li2CO3 diffraction peaks, corresponding to (−110), (−202), and (002) crystal planes of Li2CO3 (PDF#22-1141), and no other impurity peaks. The peak of 2θ at 26.4° corresponds to (002) crystal planes of graphene (PDF#41-1487). As the content of Li2CO3 in GML increases, the diffraction peak of Li2CO3 is gradually enhanced and the diffraction peak of graphene is decreased, due to the gradual cover of the GML surface by Li2CO3. The SEM image in Fig. 1(b) shows that nano-sized Li2CO3 particles are uniformly distributed on the surface of graphene, which is also evidenced by the element mapping in Fig. S3. The TEM image shown in the inset of Fig. 1(b) can observe Li2CO3 nanoparticles of a dozen nanometers in size. When MnO2 is not involved in the synthesis process, the GL-11 (1:1, mass ratio of G: Li2CO3) is still covered by Li2CO3 (Fig. S2b) with an uneven distribution (Fig. S2d, f). XPS and XAS characterizations were performed to clarify the interaction species during the sand-mining to prepare the GML sample. In Fig. 1(c), the Mn 2p XPS spectra shift towards higher binding energy, indicating that MnO2 undergoes a valence state increase due to the high-speed rotation of the sand-milling in the air during the synthesis process. It should be noted that the binding energy of Mn 2p XPS at 642.6 eV attributed to Mn3+ in GML-111 is higher than that in GM-11 (642.4 eV), based on the results of XPS characterization [32]. In Table S1, the percentage of each valence state is calculated based on the Mn 2p XPS fitting spectra. The Mn4+ content in GML-111 is 46%, higher than that in GM-11 (44%). Meanwhile, the K-edge information collected by XAS was used to analyze the changes in the valence state of the Mn element. As demonstrated in Fig. 1(e), the binding energy of the Mn element in the GML-111 bulk phase is slightly higher than that of GM-11 [33]. From the C 1s XPS spectra in Fig. 1(d), the binding energy of Li2CO3 in GML-111 and GL-11 is located at 291.0 and 290.7 eV, respectively [34]. Li2CO3 in GML-111 tends to release electrons due to the formation of Mn–CO3 interaction bonds by combining high valence Mn. This is a conspicuous indication that MnO2 can interact with lithium carbonate, which may facilitate the decomposition of Li2CO3 during charging. 3.2 Electrochemical properties of Li2CO3-based cathode additive To evaluate the lithium replenishment performance of Li2CO3-based cathode additive decomposition, the initial charge test was conducted at a cut-off voltage of 4.8 V (vs. Li/Li+) or a cut-off capacity of 724 mAh g−1. As depicted in Fig. 2 (a), the GML-111 can fully release the charge capacity of 724 mAh g−1 in the first charge below 4.5 V. In contrast, GL-11 could not be decomposed completely at 4.8 V without the MnO2 catalyst. To clarify the degree of decomposition of Li2CO3, the surface of the electrode pole pieces before and after charging was characterized by XRD. Fig. 2(b) shows that significant Li2CO3 diffraction peaks at 21.3°, 30.6°, and 31.8° were observed on the electrode surface in the initial state, and the diffraction peaks nearly completely disappeared after charging. However, the obvious Li2CO3 diffraction peaks can still be observed on GL-11 (Fig. S4a). FTIR spectroscopy was also applied to further characterize the change of Li2CO3 before and after charging. From the FTIR spectra in Fig. 2(c), two obvious IR bands of Li2CO3 appeared at 864 and 1434 cm−1 in the initial state but were no longer present after charge, indicating the decomposition of Li2CO3 in GML-111, which was also verified by the electrochemical impedance in Fig. S4(c) [35]. The IR bands of Li2CO3 after charging are still obvious in GL-11 (Fig. S4b), indicating that the Li2CO3 cannot be decomposed completely. Thus, the MnO2 plays a key role in the decomposition of Li2CO3. In addition, when the content of Li2CO3 in the GML materials increases to 75%, the decomposing voltage of GML-116 can be kept below 4.6 V, as shown in Fig. 2(d). This is attributed to the catalysis of MnO2 and more uniformly distributed Li2CO3 nanoparticles on conductive graphene and MnO2. Especially, the high-speed collision and extrusion of the material during sand-miling make a more tightly interaction between the Li2CO3 and MnO2, as demonstrated in our XPS characterization. Further electrochemical analyses were adopted to investigate whether the released capacity during the first charging originated from the release of Li+ in Li2CO3 or the decomposition of the electrolyte. With only graphene, there is nearly no charge capacity below a charge voltage of 4.8 V (Fig. S4d), which means that the electrolyte is hardly oxidized to decompose. For the GM-11 specimen, a charging capacity of about 50 mAh g−1 was measured in the charge voltage region of 4.7–4.8 V, which is related to the decomposition of the electrolyte. Therefore, the involvement of MnO2 in catalyzing Li2CO3 also accelerates the electrolyte decomposition when the potential is higher than 4.7 V. The decomposition of the GML cathode additive releases active Li in the first cycle at 4.6 V, proving that the GML has been successfully synthesized as a cathode lithium replenisher. The GML additives have advantages over many lithium supplements as shown in Table S2, which is a potential value for commercialization. 3.3 Decomposition mechanism of Li2CO3-based cathode additive The DEMS characterization was used for gas product analysis during the charging process of Li2CO3-based cathode additive. As shown in Fig. 2(f), the CO2 and CO mix-gas is detected on GL-11 with a molar ratio of 1: 0.26 at the stable stage, where the CO gas is generated mainly from the electrolyte decomposition reaction [36]. On the contrary, the gas produced by the decomposition of Li2CO3 in GML-111 is primarily CO2, accompanied by a small amount of O2 (16% at the stable stage) and a trace of CO (Fig. 2e). The O2 produced is less than the theoretical amount (33%) by the decomposition of Li2CO3, which can be ascribed to the O species adsorbed on theMn atom in MnO2. Superoxide radicals are stabilized to avoid decomposition of the electrolyte, as confirmed by observing the trace of CO. In addition, the first-cycle charging test was conducted with different Li2CO3 decomposition amounts in Fig. S5 to determine the gas effect from Li2CO3 decomposition inside the battery. When the decomposition amount of Li2CO3 is below 0.56 mg cm−2, the charging curve is normal; while the decomposition amount of Li2CO3 is above 0.92 mg cm−2, the gas inside the battery increases leading to poor contact at the cathode interface. Therefore, the content of Li2CO3 can be controlled below 0.5 mg cm−2 in practical application. Based on the above characterization analysis, the key factor in the decomposition of Li2CO3 is that the valence state of the Mn element in MnO2 is elevated in GML-111 to combineLi2CO3 and form the Mn–O bonds, in which the electrons transfer between Li2CO3 and MnO2 make Li2CO3 more susceptible to decomposition. Density functional theory (DFT) calculations were performed to verify this conjecture. The adsorption energy of Li2CO3 on G or on the (110) crystal plane of MnO2 based on the XRD and TEM results and the reaction free energy related to the Li2CO3 decomposition reaction on thesurface at both open circuit (U = 0 V) and equilibrium (U = U0) potentials are calculated for the optimal reaction pathways in Fig. 2(g and h). The complete decomposition of Li2CO3 is a multi-step process, and * indicates an adsorbate on the G or MnO2 surface. From Fig. 2(g), the adsorption energy of Li2CO3 on MnO2 is −1.84 eV, much higher than that on graphene (−0.28 eV). When Li2CO3 interacts with MnO2, the Mn of MnO2 will bond with the O atom of Li2CO3, which is consistent with the XPS characterization. The reaction-free energy of the decomposition reaction of Li2CO3 on graphene or MnO2 surface (Fig. 2h) indicates that Li2CO3 decomposes more easily on the MnO2 surface, with a lower energy barrier for the rate-determining step. More importantly, in this decomposition, the energy barrier to form O2 (7.83 eV) is lower than that on the graphene surface to form O− (12.11 eV). In other words, the decomposed product of Li2CO3 with the MnO2 catalyst is O2 instead of O− which can oxidize the electrolyte. The decomposition process of Li2CO3 during charging is hypothesized based on the DFT calculations (Fig. S6). The Li2CO3 decomposition process with MnO2 greatly avoids the side reactions of electrolyte decomposition in Fig. S6(a). However, Li2CO3 decomposition on the graphene surface lacking the catalytic effect of MnO2 produces large amounts of CO gas and other byproducts in Fig. S6(b). 3.4 Effect of Li2CO3-based cathode additive on the stability of high voltage LCO To evaluate the effect of the Li2CO3-based cathode additive on the stability of high-voltage LCO, 98% LCO and 2% Li2CO3-based cathode additive (GML-116) were used as cathode active materials (denoted as LCO-GML) to assemble the half coin cell for testing electrochemical performance. As exhibited in Fig. S7, the crystal structure and microscopic morphology of LCO are not significantly changed by adding GML-116. The first-cycle charge/discharge was tested in half cells with lithium anode in the voltage range of 2.7–4.5 V or 2.7–4.6 V. From Fig. S8, the first-cycle charge capacity of LCO-GML is 198.4 mAh g−1 at 4.5 V, which is higher than that of bare commercial LCO (188.2 mAh g−1) by 10.2 mAh g−1. This is close to the additional capacity released from Li2CO3 decomposition. The discharge capacity of LCO-GML and LCO are 184.1 and 182.9 mAh g−1, respectively. The initial Coulombic efficiency of LCO-GML is 92.8% lower than that of LCO (97.2%), due to the irreversible decomposition of Li2CO3. When the charging voltage increases to 4.6 V, the charging capacity of LCO-GML is 243.2 mAh g−1, while the LCO delivers a charge capacity of 232.7 mAh g−1. The cyclic performance of LCO-GML and LCO was tested at 0.5 C in half cells. In the voltage range of 2.7–4.5 V, the discharge capacity after 180 cycles is 163.2 and 156.6 mAh g−1 for LCO-GML and LCO, respectively (Fig. S8e, f). The capacity retention of LCO-GML after 180 cycles is 88.6% in Fig. 3 (a), which is slightly higher than that of the LCO (85.6%). The cycling performance in 2.7–4.6 V was shown in Fig. 3(b–d). LCO-GML has a capacity of 174.2 mAh g−1 after 100 cycles, while the capacity of LCO is 125.1 mAh g−1. The capacity retention rate of LCO-GML (79.3%) is much higher than that of LCO (59.3%), indicating that Li2CO3-based cathode additive improves the cyclic stability of LCO cathode under high-voltage conditions, which is further validated by the cycling stability of LCO-GML and LCO at high loadings and the LCO with different cathode additives in Fig. S8(g, h). In addition, the full cell of LCO and LCO-GML cathodes with graphite anode was assembled. The LCO-GML cathode has capacity retention of 85.4% after 100 cycles in 3.0–4.5 V (4.55 V vs. Li/Li+) at 0.5 C, which is higher than LCO (75.4%), shown in Fig. 3(e and f). In-situ XRD analyses were conducted on LCO-GML and LCO to observe the phase transitions of LCO during the charge/discharge processes. As displayed in Fig. 4 (a), the pristine LCO-GML sample shows a pure H1 phase with a single (003)H1 peak at 18.96° (indicated by the bottom-most blue line) [20]. With a minor Li extraction level at 3.95 V, a new peak at 18.77° is assigned to the (003) peak of the H2 phase, which suggests the coexistence of H1 and H2 phases in the non-homogeneous delithiation of LCO-GML. With further delithiation, the (003)H2 peak shifts to lower positions, and the proportion of the H1 phase decreases but remains unshifted. At 3.99 V, only the H2 phase is remained, and the d-spacing continues to increase. Whereafter, the (003)H2 peak undergoes a rightward shift. The successive shifts of the (003)H2 peak reveal changes in the d-spacing between CoO6 slabs within the H2 phase, influenced by the repulsion and attraction among atoms with varying degrees of Li extraction. During discharge, the (003)H2 peak undergoes a reversible phase transition back to a pure H1 phase (the peak at 18.96°) as Li+ becomes embedded. The bare LCO cathode undergoes the same phase transition as LCO-GML during charging and discharging in Fig. 4(b), but the single (003)H1 peak is at 18.94° at the end of the discharge [37–39]. After 100 cycles, the single (003)H1 peak of LCO-GML is at 18.94° with a smaller angular shift, while that of bare LCO is located at 18.90° in Fig. S9, indicating a larger lattice change compared with LCO-GML. The microscopic morphology of post-cycling electrodes was observed by TEM and SEM characterization. As demonstrated in Fig. 4(c), the TEM image shows a typical layer structure for pristine LCO. After 100 cycles at 4.6 V, a thicker and inhomogeneous phase transition layer on the bare LCO surface was observed in Fig. 4(g), which was attributed to the spinel phase [40]. On the cycled LCO-GML sample, the surface remains a layered structure under the same test conditions (Fig. 4h–k). No obvious surface phase transition layer appears, and the CEI layer remains uniform and intact on the surface of the LCO-GML particles. Unlike the particles of LCO-GML in Fig. S10, the LCO particle shows more fragmentation and cracks after 100 cycles under 4.6 V due to the accumulation of more irreversible phase transitions on bare LCO, which also led to the rupture of the CEI layer. In the case of 4.5 V as the cut-off potential, both LCO and LCO-GML remain relatively intact after 100 cycles under 4.5 V, as depicted in the SEM images of Fig. S11. The K-edge information collected by XAS was used to analyze the changes in the valence state of Co ions after 100 cycles. In the standardized Co K-edge spectrum (Fig. 4l), the Co K-edge of the LCO electrode shifts towards higher energy compared with the LCO-GML electrode, indicating that the appearance of high-valent Co ions on the surface of LCO-GML was suppressed [31]. The spinel phase formation, high valence Co ions, and the thick surface phase transition layer are the main reasons forthe rapid decay of theLCO cycling performance under 4.6 V high voltage. The CEI layer on the cathode surface under different cycles was analyzed to further clarify the cause of the performance differentiation between LCO and LCO-GML at 4.6 V high voltage. The peaks at 289.9 and 287.6 eV in the C 1s XPS spectra were attributed to Li2CO3 and C=O (R–C=O, derived from organic lithium salts formed by electrolyte decomposition at the cathode interface), representing the inorganic and organic components in the CEI layer, respectively [41]. After the first cycle, no significant C 1s XPS attributed to the CEI layer was observed in Fig. 5 (a), and a distinct C=O peak appeared on the electrode surface after the third cycle. During the subsequent cycles, the Li2CO3 and C=O peaks decrease to a dynamic steady state, which indicates the slow formation of a stable CEI layer on the LCO surface. After 50 cycles, the C=O peak increases significantly higher than the C–C peak, indicating the formation of amore organicCEI layer on the LCO cathode surface. Meanwhile, the evolution of the CEI layer on the LCO surface was verified by the FTIR characterization. As exhibited in Fig. 5(c), the absorption bands at 1427 and 1490 cm−1 are assigned to Li2CO3 species [42]. The above characterization demonstrates an unstable CEI with more organic components formed slowly after 50 cycles, and a portion of the active Li is consumed in this process, causing a decrease in Coulombic efficiency. The unstable CEI layer causes the highly active cathode surface to directly contact the electrolyte, leading to side reactions,which lowers the interfacial charge transfer kinetics and further degrades the cycling performance. Due to the participation of CO2 generated from the decomposition of Li2CO3 in the construction of the CEI layer, the evolution of the CEI layer on the LCO-GML electrode differs from that on the LCO electrode. As shown in the C 1s XPS spectra of Fig. 5(b), a more stable CEI layer can be rapidly constructed on the LCO-GML cathode surface at the beginning of the cycle and then slowly increase to maintain relative stability during the subsequent charging and discharging process. To demonstrate the change of the CEI layer on the LCO-GML surface, C 1s XPS peaks of both Li2CO3 and C=O are normalized by the C–C peak in Fig. 5(e and f) and Tables S3 and S4, and corresponding component percentage diagrams were shown in Fig. S12. The rapidly constructed CEI layer on the LCO-GML electrode surface is more stable, which was also verified by the O 1s and F 1s XPS spectra in Figs. S13 and S14. Similarly, the IR bands of Li2CO3 in the CEI layer on LCO-GML are provided in Fig. 5(d). In situ EIS testing was used to track the change process of the CEI layer in cycling. As demonstrated in Fig. 5(g) and Fig. S15, the electrochemical impedance of the CEI layer (R CEI, the first semicircle) of the LCO-GML (154.6 Ω) is slightly larger than that of LCO (136.8 Ω) in the first cycle, which decreases slowly during charging due to the effect of Li2CO3. The charge transfer impedance (R ct, the second semicircle) emerges at 3.9 V, corresponding to the start of charging voltage plateau of the LCO. The charge transfer impedance increases because of the difficulty of releasing the capacity of the LCO in a deep delithiation state when charged to 4.6 V. During the discharging process, the charge transfer impedance gradually decreases while the electrochemical impedance of the CEI layer gradually increases, corresponding to the back-embedding of Li+ with the formation of the CEI layer. When discharged to 3.0 V, the R CEI of LCO-GML is larger due to the rapid construction of the CEI layer on the LCO-GML surface. During the third charging/discharging process, the R CEI of LCO-GML changes from 36.3 to 17. 8 Ω and then to 45.8 Ω. The R CEI of LCO undergoes the same trends (from 81.8 to 16.4 Ω and then to 48.7 Ω) with greater impedance variations, indicating a more stable CEI layer on the LCO-GML surface. The CEI layer on the LCO-GML surface is in this dynamic equilibrium and slowly thickens with cycling. The schematic diagram in Fig. 5(h) graphically depicts the CEI layer change process on the LCO-GML electrode surface. Li2CO3 decomposes to produce CO2 during the first charging, inducing therapid formation ofa stable CEI layer on the LCO electrode surface, which will thicken slowly as the cycle progresses. The composition and distribution of the CEI layer on the electrode surface after cycling were further observed using TOF-SIMS. C2HO− and CO3 − ion fragments represent organic CEI layers andinorganic CEI layers, respectively [43–45]. As shown in Fig. 6 (a), C2HO− and CO3 − ion fragment signals on the LCO-GML surface appear at the beginning, and the CoO2 − ion fragment has negligible signal strength. Further increasing the sputtering time, the CoO2 − ion fragment signal is rapidly enhanced as the C2HO− and CO3 − diminish. The CEI layer is thicker on the LCO surface than that on LCO-GML, as evidenced by the apparent plateau of C2HO− and CO3 − signals from the initial sputtering in Fig. 6(b). Through data comparison, the relatively higher proportion of organic components (C2HO−) on the surface of the bare LCO electrode indicates more side reactions on the LCO electrode surface than that on the LCO-GML, which is also evidenced by the two-dimensional (2D) image corresponding to the second ion fragment on the electrode surface composition. In addition, the densification of the CEI layer is also a critical factor in improving the high-voltage stability performance. The HEC-AFM was used to verify the densities of the CEI layer on the electrode surface. In Fig. 6(c), the average Young's modulus calculated values of the CEI layers on the LCO-GML and LCO surface after 50 cycles are 709 and 473 MPa, respectively, indicating that the surface CEI layer of theLCO-GML cathode is dense [46,47]. Based on the above analysis, the enhancement of thecycling performance of LiCoO2 at 4.6 V by Li2CO3-based additive could be attributed to the three factors. (1) The Li2CO3 of LCO-GML can decompose and release Li+ during the first charging cycle to supplement the Li consumption. (2) The decomposed Li2CO3 generates CO2, inducing the rapid construction of a relatively homogeneous, dense, and stable CEI layer (less organic and more inorganic components). (3) A stable CEI layer stabilizes the interface of the LCO particles under the high potential (4.6 V), reducing the layered-to-spinel phase transition and high-valent Co ions on the surface. The evolution and functions of the CEI layer were diagrammatically demonstrated during the cycling in Fig. 6(d), in which a stable and homogeneous CEI is built quickly under the LCO with the participation ofdecomposed products of Li2CO3 in the GML additive at high voltage. 4 Conclusions In summary, a Li2CO3-based cathode additive was successfully synthesized by the sand-milling method. Theoretical calculations and experimental characterizations confirm that the Li2CO3-based cathode additive initially decomposes and releases Li+ during the first charging cycle at a low potential <4.6 V, supplementing the Li consumption required for the active Li loss. Meanwhile, the CO2 generated from the decomposition of Li2CO3-based additives induces the rapid formation of a uniform and stable CEI layer (less organic and more inorganic components) on the surface of LCO, which is conducive to improving the interfacial and high-voltage stability of LCO. In addition, the evolution of the CEI layer on the LCO surface under high voltage is proposed by observing the changes of Li2CO3 in the CEI layer with different cycles. The rapid formation of a stable CEI layer on the LCO surface, induced by the Li2CO3-based additives, can reduce the formation of the spinel phase and the emergence of high-valent Co ions and improve the stability of the cathode/electrolyte interface. Thanks to this, LCO-GML with Li2CO3-based additive has a capacity retention rate of 79.3% for 100 cycles at a high voltage of 4.6 V, which is higher than that of ordinary commercial LCO (59.3%). In this work, the CEI layer and the high-voltage stability of the LCO cathode are improved by solid additives, which not only provides a new idea torealize the high-voltage operation of batteries but also gives a clue to the design of metal-CO2 batteries. CRediT authorship contribution statement Zhen Wang: Writing – original draft, Data curation. Jun-Ke Liu: Writing – review & editing, Writing – original draft. Li Deng: Writing – review & editing, Data curation. Jian Liu: Data curation. Zhi-Liang Jin: Investigation, Data curation. Yu-Xi Luo: Validation. Guo-Dong Bai: Validation, Data curation. Wen-Jing Sun: Writing – review & editing, Data curation. Gao-Yang Bai: Validation, Supervision. Jing-Yi Lin: Validation, Data curation. Zu-Wei Yin: Writing – review & editing, Funding acquisition. Yao Zhou: Funding acquisition. Jun-Tao Li: Writing – review & editing, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Key Research and Development Program of China (2022YFB2502103), the Xiamen Science and Technology Project (No. 3502Z20231057), the National Natural Science Foundation of China (No.22288102, No. 22279107, No. 22309153), the Fujian Provincial Natural Science Foundation of China (No. 2024J01040), the Fundamental Research Funds for the Central Universities (No. 20720230039), Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2024.12.046. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] D. Castelvecchi E. Stoye Nature 574 2019 308 D. Castelvecchi, E. Stoye, Nature 574 (2019) 308-308. [2] J. Lee A. Urban X. Li D. Su G. Hautier G. Ceder Science 343 2014 519 522 J. Lee, A. Urban, X. Li, D. Su, G. Hautier, G. Ceder, Science 343 (2014) 519-522. [3] Q. Wang S. Mariyappan G. Rousse A.V. Morozov B. Porcheron R. Dedryvère J. Wu W. Yang L. Zhang M. Chakir M. Avdeev M. Deschamps Y.-S. Yu J. Cabana M.-L. Doublet A.M. Abakumov J.-M. Tarascon Nat. Mater. 20 2021 353 361 Q. Wang, S. Mariyappan, G. Rousse, A.V. Morozov, B. Porcheron, R. Dedryvère, J. Wu, W. Yang, L. Zhang, M. Chakir, M. Avdeev, M. Deschamps, Y.-S. Yu, J. Cabana, M.-L. Doublet, A.M. Abakumov, J.-M. Tarascon, Nature Materials 20 (2021) 353-361. [4] A. Manthiram J.B. Goodenough Nat. Energy 6 2021 323 A. Manthiram, J.B. Goodenough, Nature Energy 6 (2021) 323-323. [5] D. Lin Y. Liu Y. Cui Nat. Nanotechnol. 12 2017 194 206 D. Lin, Y. Liu, Y. Cui, Nature Nanotechnology 12 (2017) 194-206. [6] W.E. Gent G.M. Busse K.Z. House Nat. Energy 7 2022 1132 1143 W.E. Gent, G.M. Busse, K.Z. House, Nature Energy 7 (2022) 1132-1143. [7] K. Wang J. Wan Y. Xiang J. Zhu Q. Leng M. Wang L. Xu Y. Yang J. Power Sources 460 2020 228062 K. Wang, J. Wan, Y. Xiang, J. Zhu, Q. Leng, M. Wang, L. Xu, Y. Yang, Journal of Power Sources 460 (2020) 228062. [8] S. Jiao X. Ren R. Cao M.H. Engelhard Y. Liu D. Hu D. Mei J. Zheng W. Zhao Q. Li N. Liu B.D. Adams C. Ma J. Liu J.-G. Zhang W. Xu Nat. Energy 3 2018 739 746 S. Jiao, X. Ren, R. Cao, M.H. Engelhard, Y. Liu, D. Hu, D. Mei, J. Zheng, W. Zhao, Q. Li, N. Liu, B.D. Adams, C. Ma, J. Liu, J.-G. Zhang, W. Xu, Nature Energy 3 (2018) 739-746. [9] J. Li C. Lin M. Weng Y. Qiu P. Chen K. Yang W. Huang Y. Hong J. Li M. Zhang C. Dong W. Zhao Z. Xu X. Wang K. Xu J. Sun F. Pan Nat. Nanotechnol. 16 2021 599 605 J. Li, C. Lin, M. Weng, Y. Qiu, P. Chen, K. Yang, W. Huang, Y. Hong, J. Li, M. Zhang, C. Dong, W. Zhao, Z. Xu, X. Wang, K. Xu, J. Sun, F. Pan, Nature Nanotechnology 16 (2021) 599-605. [10] Z. Lin K. Fan T. Liu Z. Xu G. Chen H. Zhang H. Li X. Guo X. Zhang Y. Zhu P. Hou H. Huang Nano-Micro Letters 16 2023 48 Z. Lin, K. Fan, T. Liu, Z. Xu, G. Chen, H. Zhang, H. Li, X. Guo, X. Zhang, Y. Zhu, P. Hou, H. Huang, Nano-Micro Letters 16 (2023) 48. [11] T. Shang D. Xiao F. Meng X. Rong A. Gao T. Lin Z. Tang X. Liu X. Li Q. Zhang Y. Wen R. Xiao X. Wang D. Su Y.-S. Hu H. Li Q. Yu Z. Zhang V. Petricek L. Wu L. Gu J.-M. Zuo Y. Zhu C.-W. Nan J. Zhu Nat. Commun. 13 2022 5810 T. Shang, D. Xiao, F. Meng, X. Rong, A. Gao, T. Lin, Z. Tang, X. Liu, X. Li, Q. Zhang, Y. Wen, R. Xiao, X. Wang, D. Su, Y.-S. Hu, H. Li, Q. Yu, Z. Zhang, V. Petricek, L. Wu, L. Gu, J.-M. Zuo, Y. Zhu, C.-W. Nan, J. Zhu, Nature Communications 13 (2022) 5810. [12] M. Cai Y. Dong M. Xie W. Dong C. Dong P. Dai H. Zhang X. Wang X. Sun S. Zhang M. Yoon H. Xu Y. Ge J. Li F. Huang Nat. Energy 8 2023 159 168 M. Cai, Y. Dong, M. Xie, W. Dong, C. Dong, P. Dai, H. Zhang, X. Wang, X. Sun, S. Zhang, M. Yoon, H. Xu, Y. Ge, J. Li, F. Huang, Nature Energy 8 (2023) 159-168. [13] J.-J. Fang Y.-H. Du Z.-J. Li W.-G. Fan H.-Y. Ren H.-C. Yi Q.-H. Zhao F. Pan J. Electrochem. 30 2024 2314005 J.-J. Fang, Y.-H. Du, Z.-J. Li, W.-G. Fan, H.-Y. Ren, H.-C. Yi, Q.-H. Zhao, F. Pan, Journal of Electrochemistry 30 (2024) 2314005. [14] C. Lin J. Li Z.-W. Yin W. Huang Q. Zhao Q. Weng Q. Liu J. Sun G. Chen F. Pan Adv. Mater. 36 2024 2307404 C. Lin, J. Li, Z.-W. Yin, W. Huang, Q. Zhao, Q. Weng, Q. Liu, J. Sun, G. Chen, F. Pan, Advanced Materials 36 (2024) 2307404. [15] G. Zhao Z.-L. Gong Y.-X. Li Y. Yang J. Electrochem. 29 2023 2204281 G. Zhao, Z.-L. Gong, Y.-X. Li,Y. Yang, Journal of Electrochemistry29 (2023) 2204281. [16] Z. Zhang C. Qin K. Wang X. Han J. Li M. Sui P. Yan J. Energy Chem. 81 2023 192 199 Z. Zhang, C. Qin, K. Wang, X. Han, J. Li, M. Sui, P. Yan, Journal of Energy Chemistry 81 (2023) 192-199. [17] J. Liu J. Wang Y. Ni J. Liu Y. Zhang Y. Lu Z. Yan K. Zhang Q. Zhao F. Cheng J. Chen Angew. Chem. Int. Ed. 61 2022 e202207000 J. Liu, J. Wang, Y. Ni, J. Liu, Y. Zhang, Y. Lu, Z. Yan, K. Zhang, Q. Zhao, F. Cheng, J. Chen, Angewandte Chemie International Edition 61 (2022) e202207000. [18] Y. Qiao H. Yang Z. Chang H. Deng X. Li H. Zhou Nat. Energy 6 2021 653 662 Y. Qiao, H. Yang, Z. Chang, H. Deng, X. Li, H. Zhou, Nature Energy 6 (2021) 653-662. [19] J. Zhang P.-F. Wang P. Bai H. Wan S. Liu S. Hou X. Pu J. Xia W. Zhang Z. Wang B. Nan X. Zhang J. Xu C. Wang Adv. Mater. 34 2022 2108353 J. Zhang, P.-F. Wang, P. Bai, H. Wan, S. Liu, S. Hou, X. Pu, J. Xia, W. Zhang, Z. Wang, B. Nan, X. Zhang, J. Xu, C. Wang, Advanced Materials 34 (2022) 2108353. [20] Z. Wu G. Zeng J. Yin C.-L. Chiang Q. Zhang B. Zhang J. Chen Y. Yan Y. Tang H. Zhang S. Zhou Q. Wang X. Kuai Y.-G. Lin L. Gu Y. Qiao S.-G. Sun ACS Energy Lett. 8 2023 4806 4817 Z. Wu, G. Zeng, J. Yin, C.-L. Chiang, Q. Zhang, B. Zhang, J. Chen, Y. Yan, Y. Tang, H. Zhang, S. Zhou, Q. Wang, X. Kuai, Y.-G. Lin, L. Gu, Y. Qiao, S.-G. Sun, ACS Energy Letters 8 (2023) 4806-4817. [21] J. Chen X. Fan Q. Li H. Yang M.R. Khoshi Y. Xu S. Hwang L. Chen X. Ji C. Yang H. He C. Wang E. Garfunkel D. Su O. Borodin C. Wang Nat. Energy 5 2020 386 397 J. Chen, X. Fan, Q. Li, H. Yang, M.R. Khoshi, Y. Xu, S. Hwang, L. Chen, X. Ji, C. Yang, H. He, C. Wang, E. Garfunkel, D. Su, O. Borodin, C. Wang, Nature Energy 5 (2020) 386-397. [22] Y. Zhou M. Su X. Yu Y. Zhang J.-G. Wang X. Ren R. Cao W. Xu D.R. Baer Y. Du O. Borodin Y. Wang X.-L. Wang K. Xu Z. Xu C. Wang Z. Zhu Nat. Nanotechnol. 15 2020 224 230 Y. Zhou, M. Su, X. Yu, Y. Zhang, J.-G. Wang, X. Ren, R. Cao, W. Xu, D.R. Baer, Y. Du, O. Borodin, Y. Wang, X.-L. Wang, K. Xu, Z. Xu, C. Wang, Z. Zhu, Nature Nanotechnology 15 (2020) 224-230. [23] B. Zahiri A. Patra C. Kiggins A.X.B. Yong E. Ertekin J.B. Cook P.V. Braun Nat. Mater. 20 2021 1392 1400 B. Zahiri, A. Patra, C. Kiggins, A.X.B. Yong, E. Ertekin, J.B. Cook, P.V. Braun, Nature Materials 20 (2021) 1392-1400. [24] X. Ma J. Wang Z. Wang L. Wang H. Xu X. He Electron 2 2024 e33 X. Ma, J. Wang, Z. Wang, L. Wang, H. Xu, X. He, Electron 2 (2024) e33. [25] Z. Zhang C. Qin X. Cheng J. Li Y. Zhang W. Zhao L. Wang Y. Du M. Sui P. Yan Electron 1 2023 e9 Z. Zhang, C. Qin, X. Cheng, J. Li, Y. Zhang, W. Zhao, L. Wang, Y. Du, M. Sui, P. Yan, Electron 1 (2023) e9. [26] J. You Q. Wang R. Wei L. Deng Y. Hu L. Niu J. Wang X. Zheng J. Li Y. Zhou J.-T. Li Nano-Micro Letters 16 2024 257 J. You, Q. Wang, R. Wei, L. Deng, Y. Hu, L. Niu, J. Wang, X. Zheng, J. Li, Y. Zhou, J.-T. Li, Nano-Micro Letters 16 (2024) 257. [27] S. Wu X. Gu Y. Li F. Li Z. Cheng Q. Yao J. Yang D. Liu L. Li P. Dai M. Wu Energy Storage Mater. 72 2024 103713 S. Wu, X. Gu, Y. Li, F. Li, Z. Cheng, Q. Yao, J. Yang, D. Liu, L. Li, P. Dai, M. Wu, Energy Storage Materials 72 (2024) 103713. [28] S. Yang Y. Qiao P. He Y. Liu Z. Cheng J.-J. Zhu H. Zhou Energ. Environ. Sci. 10 2017 972 978 S. Yang, Y. Qiao, P. He, Y. Liu, Z. Cheng, J.-j. Zhu, H. Zhou, Energy & Environmental Science 10 (2017) 972-978. [29] J. Zou G. Liang F. Zhang S. Zhang K. Davey Z. Guo Adv. Mater. 35 2023 2210671 J. Zou, G. Liang, F. Zhang, S. Zhang, K. Davey, Z. Guo, Advanced Materials 35 (2023) 2210671. [30] A.D. Pathak P.R. Adhikari W. Choi Front. Energy Res. 11 2023 1150737 A.D. Pathak, P.R. Adhikari, W. Choi, Frontiers in Energy Research 11 (2023) 1150737. [31] Y. Zhu Y. Chen J. Chen J. Yin Z. Sun G. Zeng X. Wu L. Chen X. Yu H. Luo Y. Yan H. Zhang B. Zhang X. Kuai Y. Tang J. Xu W. Yin Y. Qiu Q. Zhang Y. Qiao S.-G. Sun Adv. Mater. 36 2024 2312159 Y. Zhu, Y. Chen, J. Chen, J. Yin, Z. Sun, G. Zeng, X. Wu, L. Chen, X. Yu, H. Luo, Y. Yan, H. Zhang, B. Zhang, X. Kuai, Y. Tang, J. Xu, W. Yin, Y. Qiu, Q. Zhang, Y. Qiao, S.-G. Sun, Advanced Materials 36 (2024) 2312159. [32] X. Chen J. Chen Y. Qiao Y. Gao S. Fan Y. Liu L. Li Y. Liu S. Chou Chem. Sci. 15 2024 2473 2479 X. Chen, J. Chen, Y. Qiao, Y. Gao, S. Fan, Y. Liu, L. Li, Y. Liu, S. Chou, Chemical Science 15 (2024) 2473-2479. [33] K. Luo M.R. Roberts R. Hao N. Guerrini D.M. Pickup Y.-S. Liu K. Edström J. Guo A.V. Chadwick L.C. Duda P.G. Bruce Nat. Chem. 8 2016 684 691 K. Luo, M.R. Roberts, R. Hao, N. Guerrini, D.M. Pickup, Y.-S. Liu, K. Edström, J. Guo, A.V. Chadwick, L.C. Duda, P.G. Bruce, Nature Chemistry 8 (2016) 684-691. [34] L. Li H. Duan L. Zhang Y. Deng G. Chen J. Mater. Chem. A 10 2022 20331 20342 L. Li, H. Duan, L. Zhang, Y. Deng, G. Chen, Journal of Materials Chemistry A 10 (2022) 20331-20342. [35] Z. Wang B. Liu X. Yang C. Zhao P. Dong X. Li Y. Zhang K. Doyle-Davis X. Zeng Y. Zhang X. Sun Adv. Funct. Mater. 33 2023 2213931 Z. Wang, B. Liu, X. Yang, C. Zhao, P. Dong, X. Li, Y. Zhang, K. Doyle-Davis, X. Zeng, Y. Zhang, X. Sun, Advanced Functional Materials 33 (2023) 2213931. [36] D. Cao C. Tan Y. Chen Nat. Commun. 13 2022 4908 D. Cao, C. Tan, Y. Chen, Nature Communications 13 (2022) 4908. [37] X. Lu Y. Sun Z. Jian X. He L. Gu Y.-S. Hu H. Li Z. Wang W. Chen X. Duan L. Chen J. Maier S. Tsukimoto Y. Ikuhara Nano Lett. 12 2012 6192 6197 X. Lu, Y. Sun, Z. Jian, X. He, L. Gu, Y.-S. Hu, H. Li, Z. Wang, W. Chen, X. Duan, L. Chen, J. Maier, S. Tsukimoto, Y. Ikuhara, Nano Letters 12 (2012) 6192-6197. [38] H. Ben Yahia M. Shikano H. Kobayashi Chem. Mater. 25 2013 3687 3701 H. Ben Yahia, M. Shikano, H. Kobayashi, Chemistry of Materials 25 (2013) 3687-3701. [39] C.A.J. Fisher A. Kuwabara H. Moriwake H. Oki K. Kohama Y. Ikuhara Rapid Res. Lett. 8 2014 545 548 C.A.J. Fisher, A. Kuwabara, H. Moriwake, H. Oki, K. Kohama, Y. Ikuhara, physica status solidi (RRL) – Rapid Research Letters 8 (2014) 545-548. [40] Y. Xia J. Feng J. Li Y. Li Z. Zhang X. Wang J. Shao M. Sui P. Yan J. Energy Chem. 95 2024 684 693 Y. Xia, J. Feng, J. Li, Y. Li, Z. Zhang, X. Wang, J. Shao, M. Sui, P. Yan, Journal of Energy Chemistry 95 (2024) 684-693. [41] B. Zhang L. Wang X. Wang S. Zhou A. Fu Y. Yan Q. Wang Q. Xie D. Peng Y. Qiao S.-G. Sun Energy Storage Mater. 53 2022 492 504 B. Zhang, L. Wang, X. Wang, S. Zhou, A. Fu, Y. Yan, Q. Wang, Q. Xie, D. Peng, Y. Qiao, S.-G. Sun, Energy Storage Materials 53 (2022) 492-504. [42] Z. Cheng Y. Fang Y. Yang H. Zhang Z. Fan J. Zhang S. Xiang B. Chen Z. Zhang Angew. Chem. Int. Ed. 62 2023 e202311480 Z. Cheng, Y. Fang, Y. Yang, H. Zhang, Z. Fan, J. Zhang, S. Xiang, B. Chen, Z. Zhang, Angewandte Chemie International Edition 62 (2023) e202311480. [43] H. Luo X. Ji B. Zhang M. Chen X. Wu Y. Zhu X. Yu J. Wang H. Zhang Y. Hong Y. Zou G. Feng Y. Qiao H. Zhou S.-G. Sun Angew. Chem. Int. Ed. 63 2024 e202412214 H. Luo, X. Ji, B. Zhang, M. Chen, X. Wu, Y. Zhu, X. Yu, J. Wang, H. Zhang, Y. Hong, Y. Zou, G. Feng, Y. Qiao, H. Zhou, S.-G. Sun, Angewandte Chemie International Edition 63 (2024) e202412214. [44] J. Langdon A. Manthiram Adv. Mater. 34 2022 2205188 J. Langdon, A. Manthiram, Advanced Materials 34 (2022) 2205188. [45] C. Liu Z. Cui A. Manthiram Adv. Energy Mater. 14 2024 2302722 C. Liu, Z. Cui, A. Manthiram, Advanced Energy Materials 14 (2024) 2302722. [46] H.-J. Guo H.-X. Wang Y.-J. Guo G.-X. Liu J. Wan Y.-X. Song X.-A. Yang F.-F. Jia F.-Y. Wang Y.-G. Guo R. Wen L.-J. Wan J. Am. Chem. Soc. 142 2020 20752 20762 H.-J. Guo, H.-X. Wang, Y.-J. Guo, G.-X. Liu, J. Wan, Y.-X. Song, X.-A. Yang, F.-F. Jia, F.-Y. Wang, Y.-G. Guo, R. Wen, L.-J. Wan, Journal of the American Chemical Society 142 (2020) 20752-20762. [47] H. Moon D. Kim G. Park K. Shin Y. Cho C. Gong Y.-S. Lee H. Nam S. Hong N.-S. Choi Adv. Funct. Mater. 34 2024 2403261 H. Moon, D. Kim, G. Park, K. Shin, Y. Cho, C. Gong, Y.-S. Lee, H. Nam, S. Hong, N.-S. Choi, Advanced Functional Materials 34 (2024) 2403261.",
      "scopus-id": "85216124056",
      "coredata": {
        "eid": "1-s2.0-S2095495625000105",
        "dc:description": "Extending the charging voltage of LiCoO2 (LCO) is anongoing and promising approach to increase its energy density. However, the main challenge of the approach lies in the insuperable cathodic interfacial processes at high voltage, which leads to rapid failure both in the performance and structure of the LCO cathode. Herein, a Li2CO3-based additive was prepared by a simple sand-milling method, enabling a low electrochemical decomposition voltage <4.6 V from commonly >4.8 V, stabilizing the interface of the LCO cathode at 4.6 V. The decomposition of Li2CO3 provides extra Li+ and CO2 to supplement the Li consumption required in the initial irreversible interfacial reactions and rapidly form a uniform and stable cathode electrolyte interphase layer (less organic and more inorganic components) on the LCO cathode by reducing CO2. Thus, the phase transformation and the emergence of high-valent Co ions on the surface of LCO at 4.6 V high voltage were inhibited. Thanks to this, with 2% Li2CO3-based additive, the capacity retention of commercial LCO at a high voltage of 4.6 V at 0.5 C for 100 cycles was improved from 59.3% to 79.3%. This work improves the high-voltage stability of LCO and provides a new idea for realizing the high-voltage operation of batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625000105",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Zhen"
          },
          {
            "@_fa": "true",
            "$": "Liu, Jun-Ke"
          },
          {
            "@_fa": "true",
            "$": "Deng, Li"
          },
          {
            "@_fa": "true",
            "$": "Liu, Jian"
          },
          {
            "@_fa": "true",
            "$": "Jin, Zhi-Liang"
          },
          {
            "@_fa": "true",
            "$": "Luo, Yu-Xi"
          },
          {
            "@_fa": "true",
            "$": "Bai, Guo-Dong"
          },
          {
            "@_fa": "true",
            "$": "Sun, Wen-Jing"
          },
          {
            "@_fa": "true",
            "$": "Bai, Gao-Yang"
          },
          {
            "@_fa": "true",
            "$": "Lin, Jing-Yi"
          },
          {
            "@_fa": "true",
            "$": "Yin, Zu-Wei"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Yao"
          },
          {
            "@_fa": "true",
            "$": "Li, Jun-Tao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625000105"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625000105"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00010-5",
        "prism:volume": "104",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "A lithium carbonate-based additive for the interfacial stabilization of LiCoO2 cathode at 4.6 V",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium-ion batteries"
          },
          {
            "@_fa": "true",
            "$": "High-voltage LiCoO2"
          },
          {
            "@_fa": "true",
            "$": "Interfacial stability"
          },
          {
            "@_fa": "true",
            "$": "Cathode additive"
          },
          {
            "@_fa": "true",
            "$": "Lithium carbonate"
          },
          {
            "@_fa": "true",
            "$": "Sand-milling"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "404-413",
        "prism:endingPage": "413",
        "pubType": "fla",
        "prism:coverDisplayDate": "May 2025",
        "prism:doi": "10.1016/j.jechem.2024.12.046",
        "prism:startingPage": "404",
        "dc:identifier": "doi:10.1016/j.jechem.2024.12.046",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "382",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29661",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "459",
            "@width": "645",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "79958",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "488",
            "@width": "649",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "96398",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "321",
            "@width": "720",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76054",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "491",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "97826",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "526",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "107854",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "508",
            "@width": "763",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "116079",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13529",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13050",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12341",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8706",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18007",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13143",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "146",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17277",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1692",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "165640",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2031",
            "@width": "2854",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "429960",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2163",
            "@width": "2875",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "498416",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1422",
            "@width": "3186",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "411800",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2174",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "653340",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2332",
            "@width": "3150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "531715",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2252",
            "@width": "3380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "681684",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625000105-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1221012",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85216124056"
      }
    }
  }
}