{
  "metadata": {
    "title": "Synthesis–structure correlations of manganese–cobalt mixed metal oxide nanoparticles",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2016-03-31",
    "doi": "10.1016/j.jechem.2016.01.002",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495616000036",
    "pii": "S2095495616000036"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84959877538",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2016-01-14 2016-01-14 2016-03-29 2016-03-29 2017-01-18T20:33:43 1-s2.0-S2095495616000036 S2095-4956(16)00003-6 S2095495616000036 10.1016/j.jechem.2016.01.002 S300 S300.4 FULL-TEXT 1-s2.0-S2095495616X00034 2022-06-22T04:20:06.699242Z 0 0 20160301 20160331 2016 2016-01-14T02:02:00.186322Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst 2095-4956 20954956 false 25 25 2 2 Volume 25, Issue 2 14 278 281 278 281 201603 March 2016 2016-03-01 2016-03-31 2016 Article article fla Copyright © 2016 Science Press and Dalian Institute of Chemical Physics. Published by Elsevier B.V. All rights reserved. SYNTHESISSTRUCTURECORRELATIONSMANGANESECOBALTMIXEDMETALOXIDENANOPARTICLES GLIECH M 1 Introduction 2 Experimental 2.1 Synthesis 2.2 Physicochemical characterization 2.2.1 XRD 2.2.2 TEM/EDX 2.2.3 ICP-OES 2.2.4 Electrochemical measurements 3 Results and discussion 4 Conclusions References LIU 2012 184 C BERGMANN 2013 2745 A BASHYAM 2006 63 R RIOS 1998 1491 E CONG 2002 A525 H DAU 2010 724 H DAWOOD 2007 4545 F RIOS 1999 267 E KWON 2010 159 W LAVELA 2007 7986 P BAU 2014 4796 J YANEZVILAR 2009 2685 S PARK 2004 891 J LIU 2012 5561 M SANKAR 2012 624 K GAN 2014 1502 L RUDI 2015 F403 S CHEN 2012 3833 Z BAO 2007 12374 N BECKER 2011 5253 M TESSONNIER 2010 1559 J GORLIN 2014 4920 Y ZAHARIEVA 2012 7081 I GLIECHX2016X278 GLIECHX2016X278X281 GLIECHX2016X278XM GLIECHX2016X278X281XM 2018-03-29T00:00:00Z UnderEmbargo http://creativecommons.org/licenses/by-nc-nd/4.0/ 2022-06-11T18:40:26.001Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Federal Ministry of Education and Research 03SF0433A BMBF Bundesministerium für Bildung und Forschung http://data.elsevier.com/vocabulary/SciValFunders/501100002347 http://sws.geonames.org/2921044/ Foundation item: This work was supported by the Federal Ministry of Education and Research under the grant reference number 03SF0433A “MEOKATS”. item S2095-4956(16)00003-6 S2095495616000036 1-s2.0-S2095495616000036 10.1016/j.jechem.2016.01.002 286353 2017-01-18T19:07:32.507736-05:00 2016-03-01 2016-03-31 1-s2.0-S2095495616000036-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/MAIN/application/pdf/763d35f5f4815c4abbfeaf9068b91d18/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/MAIN/application/pdf/763d35f5f4815c4abbfeaf9068b91d18/main.pdf main.pdf pdf true 1044013 MAIN 4 1-s2.0-S2095495616000036-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/PREVIEW/image/png/8979aa440780f9874f196673316368a3/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/PREVIEW/image/png/8979aa440780f9874f196673316368a3/main_1.png main_1.png png 57100 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495616000036-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr1/THUMBNAIL/image/gif/cd6c04b3b06f623709c011987560fc89/gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr1/THUMBNAIL/image/gif/cd6c04b3b06f623709c011987560fc89/gr1.sml gr1 gr1.sml sml 16913 133 219 IMAGE-THUMBNAIL 1-s2.0-S2095495616000036-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr2/THUMBNAIL/image/gif/dc00294513b28aa5af36c447029339f0/gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr2/THUMBNAIL/image/gif/dc00294513b28aa5af36c447029339f0/gr2.sml gr2 gr2.sml sml 12002 164 205 IMAGE-THUMBNAIL 1-s2.0-S2095495616000036-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr3/THUMBNAIL/image/gif/b0ea25aabcc84257c2ce4ee58fbe7c57/gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr3/THUMBNAIL/image/gif/b0ea25aabcc84257c2ce4ee58fbe7c57/gr3.sml gr3 gr3.sml sml 7490 164 200 IMAGE-THUMBNAIL 1-s2.0-S2095495616000036-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/fx1/THUMBNAIL/image/gif/15f6e64e03583df6f9f1351b1b28a49a/fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/fx1/THUMBNAIL/image/gif/15f6e64e03583df6f9f1351b1b28a49a/fx1.sml fx1 true fx1.sml sml 12514 127 219 IMAGE-THUMBNAIL 1-s2.0-S2095495616000036-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr1/DOWNSAMPLED/image/jpeg/f4edb5fc2294386f47ff3e9ee89ab1cb/gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr1/DOWNSAMPLED/image/jpeg/f4edb5fc2294386f47ff3e9ee89ab1cb/gr1.jpg gr1 gr1.jpg jpg 105072 437 722 IMAGE-DOWNSAMPLED 1-s2.0-S2095495616000036-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr2/DOWNSAMPLED/image/jpeg/a6e34e527897dd03d862e5291f5ca164/gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr2/DOWNSAMPLED/image/jpeg/a6e34e527897dd03d862e5291f5ca164/gr2.jpg gr2 gr2.jpg jpg 31064 271 338 IMAGE-DOWNSAMPLED 1-s2.0-S2095495616000036-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr3/DOWNSAMPLED/image/jpeg/a5e6e30d721a2cfe1c4accd15fe09dec/gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr3/DOWNSAMPLED/image/jpeg/a5e6e30d721a2cfe1c4accd15fe09dec/gr3.jpg gr3 gr3.jpg jpg 18297 278 338 IMAGE-DOWNSAMPLED 1-s2.0-S2095495616000036-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/fx1/DOWNSAMPLED/image/jpeg/ba0072fe7853be6c2bb0208893bc5003/fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/fx1/DOWNSAMPLED/image/jpeg/ba0072fe7853be6c2bb0208893bc5003/fx1.jpg fx1 true fx1.jpg jpg 25377 200 343 IMAGE-DOWNSAMPLED 1-s2.0-S2095495616000036-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr1/HIGHRES/image/jpeg/d52999adab1b7b71616368bb529e89d8/gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr1/HIGHRES/image/jpeg/d52999adab1b7b71616368bb529e89d8/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1183639 1935 3197 IMAGE-HIGH-RES 1-s2.0-S2095495616000036-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr2/HIGHRES/image/jpeg/7c24fad6fbe26ea3ef4917ade799a6ee/gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr2/HIGHRES/image/jpeg/7c24fad6fbe26ea3ef4917ade799a6ee/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 217717 1199 1498 IMAGE-HIGH-RES 1-s2.0-S2095495616000036-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/gr3/HIGHRES/image/jpeg/64dfb485ed3e75f48a560e15bc9508d3/gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/gr3/HIGHRES/image/jpeg/64dfb485ed3e75f48a560e15bc9508d3/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 101035 1230 1498 IMAGE-HIGH-RES 1-s2.0-S2095495616000036-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495616000036/fx1/HIGHRES/image/jpeg/68fc37064fb6235cb5d24bb6fab56c9d/fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495616000036/fx1/HIGHRES/image/jpeg/68fc37064fb6235cb5d24bb6fab56c9d/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 187908 886 1522 IMAGE-HIGH-RES JECHEM 88 S2095-4956(16)00003-6 10.1016/j.jechem.2016.01.002 Science Press and Dalian Institute of Chemical Physics Fig. 1 Transition electron micrographs of MnCoO x –NPs prepared in (a) N2, (b) synthetic air and (c) O2 (top). Histograms of particles size distribution derived from TEM micrographs (bottom). Fig 1 Fig. 2 Diffraction patterns of MnCoO x –NPs prepared in O2, air and N2. Also indicated are diffraction patterns for Mn3O4 (red, PDF#00-024-0734; space group: I41/amd), Co3O4 (black, PDF#00-042-1467; space group: Fd3m), MnO (green PDF#01-072-1533; space group: Fm-3m), and CoO (blue, PDF#00-048-1719; space group: Fm-3m). Diffraction pattern were background-corrected for better visualization. Fig 2 Fig. 3 Cyclic voltammogram of MnCoO x –O2 recorded from rotating disk electrode experiments has been conducted at 1600rpm in 0.1M KOH. Electrode potential was cycled between 1.1V and 1.7V versus RHE with a rate of 6mV/s. The electrode potentials were corrected for the ohmic potential drop using PEIS. The catalyst loading was 30µg/cm2. Anodic scan of cyclic voltammogram of MnO-GC in 0.1M KOH recorded with 20mV/s taken from [23]. Fig 3 Table 1 Composition of as-prepared MMO-NPs as determined from ICP-OES. Table 1 Gas Mn fraction (%) Co fraction (%) N2 55.5 44.5 Synthetic air 52.5 47.5 O2 57.2 42.8 ☆ Foundation item: This work was supported by the Federal Ministry of Education and Research under the grant reference number 03SF0433A “MEOKATS”. Synthesis–structure correlations of manganese–cobalt mixed metal oxide nanoparticles Manuel Gliech a Arno Bergmann a Camillo Spöri a Peter Strasser a b * a Department of Chemistry, Technical University Berlin, Straße des 17. Juni 135, 10623 Berlin, Germany Department of Chemistry Technical University Berlin Straße des 17. Juni 135 Berlin 10623 Germany b Ertl Center for Electrochemistry and Catalysis, Gwangju Institute of Science and Technology, Gwangju 500-712, South Korea Ertl Center for Electrochemistry and Catalysis Gwangju Institute of Science and Technology Gwangju 500-712 South Korea * Corresponding author at: Department of Chemistry, Technical University Berlin, Straße des 17. Juni 135, 10623 Berlin, Germany. Tel: +49 30 314 29542; Fax: +49 30 314 22261. at: Department of Chemistry, Technical University Berlin, Straße des 17. Juni 135, 10623 Berlin, Germany Mixed metal oxides in the nanoscale are of great interest for many aspects of energy related research topics as water splitting, fuel cells and battery technology. The development of scalable, cost-efficient and robust synthetic routes toward well-defined solid state structures is a major objective in this field. While monometallic oxides have been studied in much detail, reliable synthetic recipes targeting specific crystal structures of mixed metal oxide nanoparticles are largely missing. Yet, in order to meet the requirements for a broad range of technical implementation it is necessary to tailor the properties of mixed metal oxides to the particular purpose. Here, we present a study on the impact of the nature of the gas environment on the resulting crystal structure during a post-synthesis thermal heat treatment of manganese–cobalt oxide nanoparticles. We monitor the evolution of the crystal phase structure as the gas atmosphere is altered from pure nitrogen to synthetic air and pure oxygen. The particle size and homogeneity of the resulting nanoparticles increase with oxygen content, while the crystal structure gradually changes from rocksalt-like to pure spinel. We find the composition of the particles to be independent of the gas atmosphere. The manganese–cobalt oxide nanoparticles exhibited promising electrocatalytic activity regarding oxygen evolution in alkaline electrolyte. These findings offer new synthesis pathways for the direct preparation of versatile utilizable mixed metal oxides. Graphical abstract An investigation on the influence of gas atmosphere during synthesis on the crystal structure of non noble MMOs for energy conversion and storage. Image, graphical abstract Keywords Oxygen evolution reaction (OER) Alkaline Gas atmosphere influence Catalysis Non-noble metal oxides 1 Introduction Manganese based spinel type oxides have attracted a lot of attention recently which is due to the broad range of beneficial properties like several valencies, low toxicity and high abundance. Therefore this class of materials has miscellaneous possible applications as (super)-capacitors [1], electrode materials for batteries and as a catalyst for energy storage and conversion in electrolyzers and fuel cells [2–5]. The development of synthesis strategies for nanoparticles with high surface area is of great importance to yield highly-efficient and cost-effective catalysts. This is especially valid for the electrochemical energy conversion applications such as oxygen reduction reaction (ORR) as cathodic reaction in polymer electrolyte fuel cells and oxygen evolution reaction (OER) for water electrolysis [6]. Common methods for the synthesis of metal oxide- and mixed metal oxide (MMO) particles are mechanical mixing of metallic precursors [7], spray pyrolysis [8], sol–gel decomposition [9,10] and hydrothermal decomposition [1,11–13]. The latter one is advantageous since it applies moderate temperatures resulting in improved control of particle size and accessibility of metastable phases. Pure manganese oxides have been successfully synthesized in spinel structure without additional oxidizing agents [14,15]. The synthesis of MMOs faces additional challenges concerning the homogeneity, particle size distribution and phase purity especially if the metal ions do not naturally crystallize in the same structure. Control over the properties associated with the crystal structure is somewhat limited by the chosen metal ions or rather their radii. Furthermore the crystal structure depends on the initial composition of the mixture and the synthesis conditions. Amongst those synthesis parameters, the reaction temperature, solvent and reaction time have been varied in several synthesis routes [12,14]. In the following, we will present recent findings on the influence of the gas atmosphere during synthesis on the crystal structure of MMO nanoparticles (NP). We investigated manganese–cobalt oxides as model system using a microwave-assisted synthesis route wherein the surfactant and solvent are identical. This allows the use of inexpensive precursors and leads to an easily scalable synthesis for the cost efficient preparation of large amounts of phase pure, crystalline nanoparticles. The use of a microwave has several advantages over the common heating jacket e.g. the homogeneous heat transfer, high heating rates, very good reproducibility and temperature control. The resulting nanoparticles were characterized with respect to their composition using inductively-coupled plasma optical emission spectroscopy (ICP-OES) and energy-dispersive spectroscopy (EDX). The crystal structure was determined using X-ray diffraction and the particle size and morphology by transmission electron microscopy (TEM). We could show that the presence of O2 during synthesis leads to a distorted spinel-type crystal structures whereas low O2 amount yields in rocksalt structures. The homogeneity and particle size has been found to be increasing with O2 content in the atmosphere during synthesis. Finally, this selected catalyst was tested for the electrocatalytic activity for OER in alkaline electrolyte. 2 Experimental 2.1 Synthesis All catalysts were prepared using a microwave assisted solvothermal synthesis. Mixtures of one equivalent Manganese(II)acetate-tetrahydrate (Sigma-Aldrich, ≥99.0%) and two equivalents Cobalt(II)acetate-tetrahydrate (Alfa-Aesar, 99.999%) were dispersed in Oleylamine (Aldrich, ≥98%) and stirred. The dispersion was degassed with N2, synthetic air or O2 respectively for 5min. For the thermal treatment, a microwave autoclave (Anton Paar Monowave 300) was used. The samples were heated to 200°C for 20min. After the thermal treatment the dispersion was washed three times with ethanol (VWR, 100%) [16,17] and subsequently dispersed in cyclohexane (Roth, Rotisolv®, ≥99.5%). 2.2 Physicochemical characterization 2.2.1 XRD X-ray diffraction patterns were recorded using a Bruker D8 Advance equipped with a scintillation counter between 10° and 75° with a step size of 0.06° and a counting time of 10s. Therefore, the NP-dispersion was deposited on Si(100) wafer and dried in air for 120min at RT. 2.2.2 TEM/EDX TEM/EDX Electron microscopy was performed on a FEI Tecnai G2 20 S-TWIN with LaB6 cathode, 200kV accelerating voltage, and resolution limit of 0.24nm. For preparation, a Cu grid with 200mesh was used. Electron microscope include energy-dispersive X-Ray spectroscopy device (EDX) with an EDAX r-TEM SUTW Detector. 2.2.3 ICP-OES Compositional analysis was performed using a715-ES inductively coupled plasma (ICP) analysis system (Varian). The standard concentrations were 1, 0.1 and 0.01ppm for Mn and Co. The chosen wavelengths for concentration determination were 257.61nm; 259.37nm, 294.92nm for manganese, as well as 228.62nm; 236.38nm; 237.86nm; 238.89nm for cobalt. 2.2.4 Electrochemical measurements The catalyst dispersion in cyclohexane was pipetted onto a glassy carbon (GC) cylinder (HTW, ø10mm) which had been polished until mirror-like finish and cleaned in an ultrasonic bath using ultrapure water and acetone. After deposition of the colloidal solution, the sample was calcined at 320°C for 120min to remove residues of oleylamine. For the electrochemical investigations a standard three electrode cell with a platinum mesh as counter electrode and a commercial reversible hydrogen electrode (Hydroflex, Gaskatel) as reference electrode were used and connected with a Haber-Luggin capillary. As potentiostat we used a SP150 from Biologic and a PINE rotator for the RDE. The measurements were carried out in a 0.1 M KOH solution which was degassed with N2 for 20min before the measurement which was switched to overflow over the electrolyte when the measurement was started. The electrode was introduced into the electrolyte under a potential of 1V versus RHE. The working electrode was rotated at 1600rpm. All electrode potentials were corrected for ohmic losses using electrochemical impedance spectroscopy (PEIS) and will be referred to as RHE. To determine the ohmic resistance, impedance spectra were recorded at every potential step between 1Hz and 10kHz with a modulation amplitude of 10mV. 3 Results and discussion In this work, we investigated the crystal structures of manganese-cobalt oxides with respect to the gas atmosphere during their synthesis. Commonly, the synthesis of MMOs requires an additional oxidizing agent e.g. H2O2 [18] or a subsequent thermal oxidation [19]. The latter, however, makes it difficult to control the oxidation and crystallization process. We have developed a synthesis route which utilizes gaseous O2 during synthesis instead. This offers the option for a direct formation of a broad range of MMO-NPs with tunable crystal structures. MnCoO x –NPs were prepared using microwave-assisted synthesis. The metal precursors were dispersed in oleylamine and degassed using N2, synthetic air or O2 prior to the heating procedure. The resulting colloidal dispersion was extensively washed using ethanol to remove oleylamine, redispersed in cyclohexane and subsequently characterized with respect to composition, particle size and crystal structure. Table 1 shows the ICP-OES results for MMO-NPs synthesized in N2, synthetic air and O2. The catalyst composition showed a Co/Mn ratio of about 1:1 for each sample. These results were in good agreement with EDX results where we found a Co:Mn ratio of 42:58, 43:57 and 51:48 for MnCoO x –N2 MnCoO x –air and MnCoO x –O2, respectively. These results showed that the gas atmosphere during synthesis had no effect on the resulting composition of the MMO-NPs. The particle size distribution and morphology of the MnCoO x –NPs were determined using TEM and the corresponding micrographs and histograms are shown in Fig. 1 . The micrographs evidenced that the nanoparticles exhibited largely spherical shapes regardless of the employed gas atmosphere. Mean diameters were estimated from counting at least 200 particles per sample. The mean diameter of the MnCoO x –NPs increased from 4nm in N2 and synthetic air to 6nm in O2 while the size distribution was narrower under the presence of O2 during the synthesis. The crystal structure of the MnCoO x –NPs prepared under different gas atmospheres during synthesis was then investigated using XRD and the diffraction patterns are shown in Fig. 2 . The diffraction pattern for the MnCoO x –N2 material annealed under pure Nitrogen showed reflections at 2θ =37°, 42° and 62° which can be attributed to reflections of rocksalt-like M2+O structure assigned with (111), (200) and (220) of CoO (PDF#00-048-1719), respectively. Small shoulders at lower 2θ values of the reflections at 42° and 62° indicate the possible presence of a Mn-rich MnCoO x phase with rocksalt like-structure. Separate CoO and MnO structures are unlikely since they should result in two separate diffraction patterns. The reflections of MnO (PDF#01-072-1533) are not as pronounced as they would be if all Mn ions would have crystallized in a separate phase. Changing the gas atmosphere during synthesis to synthetic air (referred to as the MnCoO x –air material) led to a decrease of the intensity of reflection at 2θ =62° and the appearance of an additional reflection at 65°. The reflection previously assigned to MO(111) shifted slightly to higher values of 2θ and thus, towards the distorted-M3O4(211) reflection. Additionally, a broad reflection emerges at ∼44° which can be assigned to the distorted-M3O4(400) reflection. Therefore, we conclude that the MnCoO x –air material consisted of a mixed metal phase characterized by a rocksalt- and spinel-structure. In the pattern of the MnCoO x –O2 annealed in pure oxygen, the reflections of the rocksalt-like phase disappeared completely and only the reflections of the distorted-M3O4 were identified at 2θ=29°, 37°, 44°, 58°, and 65° indexed with (112), (211), (004), (422), and (400), respectively. For all MnCoO x –NP, the reflections of the MnCoO x were shifted to higher 2θ values compared to the monometallic Mn oxide reference pattern. This shift reflects the lattice contraction of the MnO and Mn3O4 structure due to the presence of Co2+/Co3+ which exhibit a smaller ionic radius compared to Mn2+/Mn3+ as it has been shown in previous studies for spinel-type structures with comparable molar ratii [20,21]. This finding is in excellent agreement with the experimental composition. From the structural analysis, we showed a gradual transition of the crystal structure of the MnCoO x –NPs from rocksalt structure to a spinel type structure with increasing O2 partial pressure of the gas atmosphere during synthesis. A transition in the opposite direction has been reported for a calcination series of manganese–cobalt spinels with increasing calcination temperature [22]. Interestingly, the spinel structure of the MnCoO x –NP in our study was tetragonally distorted and no indications for a cubic spinel structure were found. The cubic spinel structure is typical for pure Co3O4. Thus, the tetragonal distortion of the Mn3O4 was retained although a significant fraction of Co ions was incorporated into the Mn3O4 crystal lattice. The crystallite size of the MnCoO x –O2 as estimated from the broadening of the reflections was 3–4 nm which fitted well with the particle size as determined from TEM analysis. The MnCoO x –O2 represented the most homogenous system of the three with respect to phase purity and particle size distribution. These nanoparticles were therefore selected for electrocatalytical performance testing. The catalytic activity towards OER was investigated in alkaline conditions using cyclic voltammetry. Fig. 3 shows the voltammogram recorded in 0.1M KOH between 1.1 and 1.7 V vs. RHE at a scan rate of 6mV/s. The MnCoO x –O2 showed promising electrocatalytic activity and exhibited an overpotential of 370mV at a current density of 1mA/cm2. This current density corresponded to a mass-based activity of 17A/gmetal. In contrast to Co oxide electrocatalysts, no distinct redox transitions were present prior to the catalytic wave. Thus, the redox transitions of Co3+/Co4+ are either very broad or absent. Mn oxides often exhibit a pseudo-capacitive cyclic voltammogram prior to OER [2,24]. Furthermore, the MnCoO x –O2 showed a significantly higher catalytic activity than a pure MnO deposited on GC [23]. 4 Conclusions In summary, we developed and investigated a synthetic route to prepare crystalline manganese-cobalt oxide nanoparticles with a narrow size distribution and high crystallinity using a simple one-pot route without any additives such as chemical oxidizing agents. A change in gas atmosphere resulted in a gradual transition in crystal structure from a phase-pure rocksalt oxide structure in case of preparation in pure N2, to the mixed valent spinel structure using O2. Our findings show a clean and straightforward way of tailoring the crystal structure of MnCoO x –NP synthesis and thus, metal oxidation state. This synthetic is thought to be extended to other MMO-NP and thus, might pave the road for the effective development of highly-active electrocatalysts for electrochemical reactions such as oxygen evolution reaction. References [1] C.-L. Liu K.-H. Chang C.-C. Hu W.-C. Wen J. Power Sourc. 217 2012 184 [2] A. Bergmann I. Zaharieva H. Dau P. Strasser Energy Environ. Sci. 6 2013 2745 [3] R. Bashyam P. Zelenay Nature 443 2006 63 [4] E. Rios J.L. Gautier G. Poillerat P. Chartier Electrochim. Acta 44 1998 1491 [5] H.N. Cong K.E. Abbassi P. Chartier J. Electrochem. Soc. 149 2002 A525 [6] H. Dau C. Limberg T. Reier M. Risch S. Roggan P. Strasser Chemcatchem 2 2010 724 [7] F. Dawood B.M. Leonard R.E. Schaak Chem. Mater. 19 2007 4545 [8] E. Rios P. Chartier J.L. Gautier Solid State Sci. 1 1999 267 [9] W.H. Kwon J.Y. Kang J.G. Lee S.W. Lee K.P. Chae J. Magn. 15 2010 159 [10] P. Lavela J.L. Tirado C. Vidal-Abarca Electrochim. Acta 52 2007 7986 [11] J.A. Bau P. Li A.J. Marenco S. Trudel B.C. Olsen E.J. Luber J.M. Buriak Chem. Mater. 26 2014 4796 [12] S. Yanez-Vilar M. Sanchez-Andujar C. Gomez-Aguirre J. Mira M.A. Senaris-Rodriguez S. Castro-Garcia J. Solid State Chem. 182 2009 2685 [13] J. Park K. An Y. Hwang J.-G. Park H.-J. Noh J.-Y. Kim J.-H. Park N.-M. Hwang T. Hyeon Nat. Mater. 3 2004 891 [14] M. Liu H.C. Zeng Cryst. Growth Des. 12 2012 5561 [15] K.V. Sankar S.T. Senthilkumar L.J. Berchmans C. Sanjeeviraja R.K. Selvan Appl. Surf. Sci. 259 2012 624 [16] L. Gan C.H. Cui M. Heggen F. Dionigi S. Rudi P. Strasser Science 346 2014 1502 [17] S. Rudi L. Gan C.H. Cui M. Gliech P. Strasser J. Electrochem. Soc. 162 2015 F403 [18] Z. Chen Z. Jiao D. Pan Z. Li M. Wu C.-H. Shek C.M.L. Wu J.K.L. Lai Chem. Rev. 112 2012 3833 [19] N. Bao L. Shen Y. Wang P. Padhan A. Gupta J. Am. Chem. Soc. 129 2007 12374 [20] A.F. Holleman and E. Wiberg. 1985, 91-100. [21] M.J. Becker W. Xia J.-P. Tessonnier R. Blume L. Yao R. Schlögl M. Muhler Carbon 49 2011 5253 [22] J.-P. Tessonnier M. Becker W. Xia F. Girgsdies R. Blume L. Yao D.S. Su M. Muhler R. Schlögl ChemCatChem 2 2010 1559 [23] Y. Gorlin C.J. Chung J.D. Benck D. Nordlund L. Seitz T.C. Weng D. Sokaras B.M. Clemens T.F. Jaramillo J. Am. Chem. Soc. 136 2014 4920 [24] I. Zaharieva P. Chernev M. Risch K. Klingan M. Kohlhoff A. Fischer H. Dau Energy Environ. Sci. 5 2012 7081",
      "scopus-id": "84959877538",
      "coredata": {
        "eid": "1-s2.0-S2095495616000036",
        "dc:description": "Mixed metal oxides in the nanoscale are of great interest for many aspects of energy related research topics as water splitting, fuel cells and battery technology. The development of scalable, cost-efficient and robust synthetic routes toward well-defined solid state structures is a major objective in this field. While monometallic oxides have been studied in much detail, reliable synthetic recipes targeting specific crystal structures of mixed metal oxide nanoparticles are largely missing. Yet, in order to meet the requirements for a broad range of technical implementation it is necessary to tailor the properties of mixed metal oxides to the particular purpose. Here, we present a study on the impact of the nature of the gas environment on the resulting crystal structure during a post-synthesis thermal heat treatment of manganese–cobalt oxide nanoparticles. We monitor the evolution of the crystal phase structure as the gas atmosphere is altered from pure nitrogen to synthetic air and pure oxygen. The particle size and homogeneity of the resulting nanoparticles increase with oxygen content, while the crystal structure gradually changes from rocksalt-like to pure spinel. We find the composition of the particles to be independent of the gas atmosphere. The manganese–cobalt oxide nanoparticles exhibited promising electrocatalytic activity regarding oxygen evolution in alkaline electrolyte. These findings offer new synthesis pathways for the direct preparation of versatile utilizable mixed metal oxides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2016-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495616000036",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gliech, Manuel"
          },
          {
            "@_fa": "true",
            "$": "Bergmann, Arno"
          },
          {
            "@_fa": "true",
            "$": "Spöri, Camillo"
          },
          {
            "@_fa": "true",
            "$": "Strasser, Peter"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495616000036"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495616000036"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(16)00003-6",
        "prism:volume": "25",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics. Published by Elsevier B.V.",
        "dc:title": "Synthesis–structure correlations of manganese–cobalt mixed metal oxide nanoparticles",
        "prism:copyright": "Copyright © 2016 Science Press and Dalian Institute of Chemical Physics. Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction (OER)"
          },
          {
            "@_fa": "true",
            "$": "Alkaline"
          },
          {
            "@_fa": "true",
            "$": "Gas atmosphere influence"
          },
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Non-noble metal oxides"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "278-281",
        "prism:endingPage": "281",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2016",
        "prism:doi": "10.1016/j.jechem.2016.01.002",
        "prism:startingPage": "278",
        "dc:identifier": "doi:10.1016/j.jechem.2016.01.002",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16913",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12002",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7490",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "127",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12514",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "437",
            "@width": "722",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "105072",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "271",
            "@width": "338",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31064",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "278",
            "@width": "338",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18297",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "343",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25377",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1935",
            "@width": "3197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1183639",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1199",
            "@width": "1498",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "217717",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1230",
            "@width": "1498",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "101035",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1522",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495616000036-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "187908",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84959877538"
      }
    }
  }
}