{
  "metadata": {
    "title": "Complementary enhancement between noble metal-like Fe<ce:inf loc=post>3</ce:inf>C and Cu<ce:sup loc=post>0</ce:sup>/Cu<ce:sup loc=post>+</ce:sup> sites to fulfil highly selective wide-potential nitrate electroreduction to ammonia",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-09-30",
    "doi": "10.1016/j.jechem.2025.05.022",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625004152",
    "pii": "S2095495625004152"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105006724826",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-05-22 2025-05-22 2025-05-27 2025-05-27 2025-08-26T15:56:02 1-s2.0-S2095495625004152 S2095-4956(25)00415-2 S2095495625004152 10.1016/j.jechem.2025.05.022 S300 S300.1 FULL-TEXT 1-s2.0-S2095495625X00061 2025-08-26T15:04:11.216078Z 0 0 20250901 20250930 2025 2025-05-22T16:06:57.571682Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 108 108 C Volume 108 68 713 723 713 723 202509 September 2025 2025-09-01 2025-09-30 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. COMPLEMENTARYENHANCEMENTBETWEENNOBLEMETALLIKEFE3CCU0CUSITESFULFILHIGHLYSELECTIVEWIDEPOTENTIALNITRATEELECTROREDUCTIONAMMONIA ZHOU Y 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.2 Sample characterization 2.3 Electrochemical NO3 − reduction measurements 2.4 Cathode preparation 2.5 Density functional theory (DFT) calculations 3 Results and discussion 3.1 Catalyst preparation and characterization 3.2 Electrochemical performance for NO3RR 3.3 Revelation of real active sites and reaction mechanism 3.4 Application of Fe3C-CuO x @NC in Zn-NO3 − battery 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References LU 2021 107094 X FENG 2025 2410909 Y ZHANG 2024 2312746 H LI 2025 682 691 S LIU 2025 980 990 P SHEN 2024 eadm9325 Z LONG 2025 124944 X OUYANG 2023 6 44 L LIU 2023 2303480 D ZHU 2025 e202421821 Y LIANG 2025 94907344 Y LIU 2024 123228 Y LIU 2024 e2408187121 C HAO 2023 143371 R FAN 2023 121983 J TANG 2024 9800 Y YUAN 2023 161444 S XIONG 2024 2420153 Y REN 2022 2212089 2212106 T ZHOU 2023 10846 10854 Y HUANG 2024 2405534 H GAO 2024 17871 17878 X ZHANG 2024 e202411796 K GUO 2025 351 359 X LIU 2022 e202202556 H CHEN 2022 759 767 F LIU 2024 2408732 W NI 2024 2400065 J YU 2025 e202415975 J ZHANG 2024 24966 24977 J NORSKOV 2011 937 943 J WANG 2021 108033 V CALLEVALLEJO 2013 3196 3202 F ZHU 2019 578 582 Y GAO 2022 2517 2526 L YIN 2021 046519 Y ZHANG 2022 101133 Y SUN 2023 e2300759 Q SUN 2018 416 422 X CHEN 2024 5823 5834 W XIE 2023 e427 K YAN 2022 2204031 Z YANG 2024 149710 C HE 2022 e202201007 T RUAN 2023 2300136 Q HU 2023 7232 7235 J YAN 2024 e2408680 Q XIE 2023 13957 13967 M JIA 2025 5732 5743 R GUAN 2024 124387 J GAO 2022 2338 Q SUN 2023 2302274 L SONG 2023 16641 16651 M LIU 2021 8431 8442 H ZHANG 2023 139273 L CHEN 2023 10116 10125 P FANG 2022 7899 J ZHONG 2023 211 221 W HAN 2023 402 414 S CHEN 2023 9550 9557 K YANG 2024 2401094 L JIA 2025 94907265 G LIU 2024 3619 Y CHEN 2023 3901 3911 W YANG 2025 2416386 W ZHOU 2023 e2311149120 J GUO 2021 3938 3944 Y WANG 2025 2501057 W HU 2025 124899 J ZHOUX2025X713 ZHOUX2025X713X723 ZHOUX2025X713XY ZHOUX2025X713X723XY 2027-05-27T00:00:00.000Z 2027-05-27T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-05-30T01:40:24.094Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Fundamental Research Funds for the Central Universities Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ National Natural Science Foundation of China NSFC 22172082 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 We acknowledge the financial support from the National Natural Science Foundation of China (NSFC 22172082 ), and the Fundamental Research Funds for the Central Universities . item S2095-4956(25)00415-2 S2095495625004152 1-s2.0-S2095495625004152 10.1016/j.jechem.2025.05.022 286353 2025-08-26T15:04:11.216078Z 2025-09-01 2025-09-30 1-s2.0-S2095495625004152-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/MAIN/application/pdf/c5726b02786c04a2bd2f9f7be77a4558/main.pdf main.pdf pdf true 3035203 MAIN 11 1-s2.0-S2095495625004152-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/PREVIEW/image/png/1bcaccef75018a93c1ede6c88c317d1a/main_1.png main_1.png png 61096 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625004152-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/ga1/DOWNSAMPLED/image/jpeg/32090f673f0b0d044dc9c6a85aa93bf3/ga1.jpg ga1 true ga1.jpg jpg 34157 200 400 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004152-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/gr1/DOWNSAMPLED/image/jpeg/0da8fbd5c5f443d31b267d81ab0b077e/gr1.jpg gr1 gr1.jpg jpg 208233 891 803 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004152-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/gr2/DOWNSAMPLED/image/jpeg/52ae3a311207b1e273c9b1846dc263c5/gr2.jpg gr2 gr2.jpg jpg 131226 633 715 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004152-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/gr3/DOWNSAMPLED/image/jpeg/de82b1f7dee3e4e3173c18fa6c7bc978/gr3.jpg gr3 gr3.jpg jpg 124990 641 715 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004152-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/gr4/THUMBNAIL/image/jpeg/11e6785a8d5ff6e74de58d98a3a6cce2/gr4.jpg gr4 gr4.jpg jpg 33885 210 715 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625004152-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/ga1/THUMBNAIL/image/gif/903ad2f3c74346c097c70df86e34e983/ga1.sml ga1 true ga1.sml sml 14061 109 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625004152-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/gr1/MAIN/image/gif/49bc3ae91c8dc568d0eb6341f4d3cae8/gr1.sml gr1 gr1.sml sml 13395 163 147 IMAGE-THUMBNAIL 1-s2.0-S2095495625004152-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/gr2/THUMBNAIL/image/gif/a8a8ec95ae25d41b44a14a876074b243/gr2.sml gr2 gr2.sml sml 12758 164 185 IMAGE-THUMBNAIL 1-s2.0-S2095495625004152-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/gr3/THUMBNAIL/image/gif/f6ed8ca5cca8de33217ed0ad6361be27/gr3.sml gr3 gr3.sml sml 10910 164 183 IMAGE-THUMBNAIL 1-s2.0-S2095495625004152-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/gr4/THUMBNAIL/image/gif/3a5f961a119dc320225feb7ca875194a/gr4.sml gr4 gr4.sml sml 4440 64 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625004152-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/HIGHRES/image/jpeg/9b00458f4f0948f494730d2975a3f361/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 261178 886 1774 IMAGE-HIGH-RES 1-s2.0-S2095495625004152-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/HIGHRES/image/jpeg/fa3ff23ac804f65228e8a5c79118f143/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1138086 2627 2367 IMAGE-HIGH-RES 1-s2.0-S2095495625004152-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/THUMBNAIL/image/jpeg/30e3bae5861d5d1cc4a4a66b79bf7394/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 661609 2098 2368 IMAGE-HIGH-RES 1-s2.0-S2095495625004152-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/HIGHRES/image/jpeg/d18336e1a352de006b167bbb7fcc3a01/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 692135 2122 2368 IMAGE-HIGH-RES 1-s2.0-S2095495625004152-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/HIGHRES/image/jpeg/5a7f5b80d3cebf50ea4e6bd9b39c89bf/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 166871 696 2368 IMAGE-HIGH-RES 1-s2.0-S2095495625004152-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/dbac176fcc4f291487b3e2bd7712d613/mmc1.docx mmc1 mmc1.docx docx 7578622 APPLICATION 1-s2.0-S2095495625004152-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/STRIPIN/image/svg+xml/38f3d0617d0a95df110c686d07be0ad7/si1.svg si1 si1.svg svg 10362 ALTIMG 1-s2.0-S2095495625004152-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/STRIPIN/image/svg+xml/af694d24bbeb830de4c93093cd9573d0/si2.svg si2 si2.svg svg 22730 ALTIMG 1-s2.0-S2095495625004152-si3.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625004152/STRIPIN/image/svg+xml/0ab62c1af5ce04829f4b5399b5171dea/si3.svg si3 si3.svg svg 11719 ALTIMG JECHEM 4730 S2095-4956(25)00415-2 10.1016/j.jechem.2025.05.022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 Catalysts synthesis and characterization. (a) The synthesis route, (b) XRD pattern, (c) HR-TEM images and (d) EDS element mapping images of Fe3C-CuO x @NC. (e) Raman spectra of three catalysts. (f) Fe 2p XPS spectra of Fe3C-CuO x @NC and Fe3C@NC. (g) Cu 2p XPS spectra of Fe3C-CuO x @NC and CuO x @NC. Fig. 2 Electrochemical performance of catalysts. (a) LSV curves of Fe3C-CuO x @NC in different comparative electrolytes. (b) NO3RR performance of Fe3C-CuO x @NC. (c) NO3RR performance comparison of the previous reported catalysts with Fe3C-CuO x @NC. (d) The time-dependent N-containing species concentration and FE changes of Fe3C-CuO x @NC during the NO3RR. (e) NO3RR performance of Fe3C@NC and CuO x @NC. (f) NO2RR performance of Fe3C-CuO x @NC. (g) Estimated ECSA values and (h) Tafel slopes of three catalysts. (i) Stability test of Fe3C-CuO x @NC in 1 M KOH with 0.1 M KNO3. Fig. 3 Structural characterization after NO3RR and mechanism analysis. (a) XRD patterns of Fe3C-CuO x @NC after NO3RR. (b) Fe 2p XPS spectra of Fe3C-CuO x @NC after NO3RR. (c) Cu LMM XPS spectra of Fe3C-CuO x @NC after NO3RR. (d) In situ Raman spectra and (e) in situ FTIR spectra of Fe3C-CuO x @NC at different applied potentials in electrolytes containing 0.1 M KNO3 and 1 M KOH. The Gibbs free energy diagram of (f) hydrogen proton coupling, (g) nitrate reduction to ammonia, and (h) water dissociation on Fe3C, Cu2O and Cu. Fig. 4 Zn-NO3 − battery test of Fe3C-CuO x @NC in 1 M KOH electrolyte with 0.1 M KNO3. (a) The discharging polarization curve and the resultant power density of the Zn-NO3 − battery. (b) Discharging tests at various current densities. (c) FE-NH3 and NH3 yield rate derived from this Zn-NO3 − battery system. Complementary enhancement between noble metal-like Fe3C and Cu0/Cu+ sites to fulfil highly selective wide-potential nitrate electroreduction to ammonia Yuxuan Zhou Writing – review & editing Writing – original draft Visualization Validation Methodology Investigation Formal analysis Data curation Conceptualization a Runlin Xia Writing – review & editing Validation Resources Methodology Formal analysis a Ran Hao Writing – review & editing Supervision Data curation b Shengjing Li Writing – review & editing Validation a Xinyu Chen Writing – review & editing Validation a Yuping Liu Writing – review & editing Writing – original draft Supervision Software Resources Project administration Funding acquisition a ⁎ Wei Li Supervision Software Resources Project administration Funding acquisition a ⁎ a State Key Laboratory of Element-Organic Chemistry, Key Laboratory of Advanced Energy Materials Chemistry (Ministry of Education), College of Chemistry, Nankai University, Tianjin 300071, China State Key Laboratory of Element-Organic Chemistry Key Laboratory of Advanced Energy Materials Chemistry (Ministry of Education) College of Chemistry Nankai University Tianjin 300071 China State Key Laboratory of Element-Organic Chemistry, Key Laboratory of Advanced Energy Materials Chemistry (Ministry of Education), College of Chemistry, Nankai University, Tianjin 300071, China b Institute of Chemical Industry of Forest Products, Chinese Academy of Forestry, National Engineering Research Center of Low-Carbon Processing and Utilization of Forest Biomass, Key Lab. of Chemical Engineering of Forest Products, National Forestry and Grassland Administration, Nanjing 210042, Jiangsu, China Institute of Chemical Industry of Forest Products Chinese Academy of Forestry National Engineering Research Center of Low-Carbon Processing and Utilization of Forest Biomass Key Lab. of Chemical Engineering of Forest Products National Forestry and Grassland Administration Nanjing Jiangsu 210042 China Institute of Chemical Industry of Forest Products, Chinese Academy of Forestry, National Engineering Research Center of Low-Carbon Processing and Utilization of Forest Biomass, Key Lab. of Chemical Engineering of Forest Products, National Forestry and Grassland Administration, Nanjing 210042, Jiangsu, China ⁎ Corresponding authors. Graphical abstract The complementary catalysis of CuO x and Fe3C enables the full utilization of nitrite at low potential and proton at high potential, thus achieving high ammonia Faraday efficiency at a wide potential. Mild electrocatalytic nitrate reduction reaction (NO3RR), driven by renewable electricity, is regarded as a desirable strategy for green ammonia synthesis and simultaneous removal of nitrogen-containing environmental pollutants. In view of different supply voltages from renewable energy sources, developing cost-effective and efficient electrocatalysts with a wide operating potential window is very meaningful for practical application. However, currently reported catalysts usually need to introduce noble metals to synergistically achieve wide-potential selective ammonia synthesis from nitrate. In this work, we present for the first time a dual-transition-metal electrocatalyst (Fe3C-CuO x @NC, x = 0, 1) with wide-potential-adaptability for highly selective nitrate reduction to ammonia. Such Fe3C-CuO x @NC with spatially separated CuO x and noble-metal-like Fe3C nanoparticles encapsulated with nitrogen-doped graphitized carbon, exhibits outstanding performance in NO3RR with desirable NH3 Faraday efficiency of more than 90% over a wide potential ranging from −0.2 V vs. RHE to −0.6 V vs. RHE, comparable to the reported noble metal catalysts. Different from common tandem catalysis, the wide-potential high ammonia selectivity of Fe3C-CuO x @NC is dominantly ascribed to the complementary enhancement between CuO x and Fe3C, fully supported by results of experiments and density function theory calculations. CuO x exhibit highly intrinsic nitrate reduction to nitrite to compensate for the slow potential determination step (*NO3 → *NO3H) of Fe3C, while Fe3C, besides behaving like noble metals to supply adequate active hydrogens, has both good adsorption and reduction abilities for nitrite species to ammonia. Moreover, Fe3C partially stabilizes active Cu0/Cu+ sites, and the unique carbon-layer encapsulation structure effectively prevents the agglomeration and corrosion of metal nanoparticles during the electrocatalysis, thus maintaining good cyclic stability. The Zn-NO3 − battery assembled with Fe3C-CuO x @NC can reach a high power density of 5.2 mW cm−2 at a potential of 1.0 V vs. Zn, with an NH3 Faraday efficiency of 92.4% at a current of 8.0 mA, proving its potential practical application. This advance provides unique insights into complementary catalysis mechanisms on multiple metal sites in NO3RR, and offers a reference for the design of other transition metal electrocatalysts matching with renewable electricity. Keywords Nitrate reduction reaction Ammonia synthesis Wide potential window Complementary enhancement Data availability Data will be made available on request. 1 Introduction As an industrial raw material, ammonia (NH3) has many downstream products and possesses a high calorific value and a high hydrogen storage capacity, which is widely used in many fields such as agriculture, petrochemical industry, printing and dyeing, textile, aerospace and so on [1–3]. At present, industrial ammonia is dominantly synthesized by the Haber-Bosch method under high-temperature and high-pressure conditions [4,5]. This production process requires a large amount of fossil energy, with consumption of about 1%–2% of the global energy supply every year [6,7]. In order to reduce the energy consumption, researchers transfer their attention to the renewable energy-driven electrocatalysis for green ammonia synthesis [8,9]. Nitrate (NO3 −) and nitrite (NO2 −) has been gradually used as an alternative raw material to nitrogen gas (N2) in the electrocatalytic process [10,11]. The NO bond in NO3 − has a very low bond energy of only 204 kJ mol−1 [12], so it is relatively easy to break the bond compared with N2 with a higher bond energy. Besides, NH3 synthesis from NO3 − and NO2 − also has two important advantages of removal of nitrogen-containing environmental pollution and simultaneous resource utilization for sustainable development [13]. The nitrate reduction reaction (NO3RR) for NH3 production follows the below equation [14]. NO3 − + 6H2O + 8e− → NH3 + 9OH− This reaction process involves the complicated transfer of eight electrons and nine protons, accompanied by multiple intermediates and by-products, such as nitrite (NO2 −), N2 [15], hydroxylamine (NH2OH) [16], etc. Therefore, to facilitate this process, it is of great significance to design efficient electrocatalyst with suitable reaction sites for appropriate adsorption and activation of reactants and intermediates to achieve efficient nitrate conversion and high selectivity of ammonia [17]. In NO3RR, the reduction of *NO3 to *NO2 is usually regarded as the rate-determining step (RDS) [18]. Due to a good ability to lower the energy barrier of the RDS, Cu-based materials are popularly used for NO3RR [19]. However, their poor water dissociation ability affects the supply of hydrogen protons [20], thus leading to an unsatisfactory efficiency of NH3 synthesis, especially at low potentials. Therefore, the dual-metal synergistic strategy is commonly developed to improve the hydrogen supply capacity of Cu-based materials [21–24]. Popularly, non-noble metals such as Ni [24] and noble metals such as Rh [25], Ru [26] were selected as the second metal to boost the low-potential NO3RR performance of Cu-based materials. For example, Rh clusters loading Cu nanowires (Rh@Cu-0.6%) exhibited a high NH3 partial current density of 162 mA cm−2 with the NH3 Faraday efficiency (FE-NH3) of 93% at −0.2 V vs. RHE [25]. Rh clusters greatly enhanced the enrichment of hydrogen on the catalyst surface for sufficient proton supply, thus reducing the potential of the reaction. Also, Wang et al. [26] developed RuCu catalysts by dispersing Ru atoms on Cu nanowires (Ru-CuNW), which could maintain a high FE-NH3 of 96% at a low concentration of NO3 − of 2000 ppm in industrial wastewater. Their findings revealed that Cu effectively inhibited the hydrogen evolution reaction (HER), while Ru favored reducing the reaction energy barrier. Despite the advanced progress mentioned above, most of the reported catalysts exhibited an excellent performance in NO3RR only at an optimum potential [27,28]. Renewable energies are often used in industry as an energy supply, but the voltages they can provide are different. This requires that desirable catalysts should possess a high conversion efficiency over a wide range of potentials to match with the energy supply device, i.e., enhancing their adaptability in practical applications. Generally, too low a potential may lead to a weak water dissociation efficiency, affecting the subsequent hydrogenation process of the reaction, while too high a potential may result in the intensification of the competitive HER on the electrode, severely limiting the reaction efficiency. Wang et al. [29] reported an Au single-atom-doped Cu aerogel (AumCu), which could achieve a high FE-NH3 at an ultra-wide potential ranging from −0.1 V vs. RHE to −0.8 V vs. RHE. Besides, Sun et al. [30] reported a CuRu bimetallic catalyst supported on ordered mesoporous carbon (Ru@Cu-NOMC), in which Cu nanoparticles existing inside the mesopores facilitated the enrichment of reactants, and Ru nanoparticles supported on the surface of OMC captured water molecules for proton supply, achieving FE-NH3 of more than 90% from −0.2 V vs. RHE to −0.6 V vs. RHE. It is obvious that the introduction of noble metals with strong proton-supplying capacity is the key to fulfilling the wide-potential performance of Cu-based catalysts. According to these pioneering studies, most reported Cu-based catalysts paired with noble metals to achieve high wide-potential-window nitrate conversion and ammonia selectivity. Efficient wide-potential non-noble metal catalysts remain a great challenge and have been rarely reported so far. In this work, we present nitrogen-doped carbon-supported dual-transition-metal electrocatalyst (Fe3C-CuO x @NC, x = 0, 1) by introduction of noble-metal-like iron carbide (Fe3C) nanoparticles, which selectively reduces nitrate to ammonia with FE-NH3 of more than 90% over a wide potential window of −0.2 V vs. RHE to −0.6 V vs. RHE and a maximum FE-NH3 of 98.3% at −0.3 V vs. RHE. Comparative experiments and DFT calculations revealed that the high activity originates from the introduction of Fe3C into CuO x . CuO x sites are mainly responsible for adsorption and reduction of NO3 − to NO2 −, while Fe3C sites do multi-tasking on adsorption of nitrite species, and supply and utilization of active hydrogen. The complementary functions of CuO x and Fe3C sites at different potentials lead to excellent ammonia selectivity at wide potentials. Moreover, various characterizations revealed the structure and composition evolution of Fe3C-CuO x @NC during the electrolysis. In addition, the reaction mechanism and the real active sites were explored by in situ spectroscopic characterizations and DFT calculations to further explain the promotion of electrochemical performance by introducing Fe3C. Finally, we used Fe3C-CuO x @NC to build a Zn-NO3 − battery model, which can generate ammonia products while providing electrical energy, and reach a high power density of 5.2 mW cm−2 at the potential of 1.0 V vs. Zn, proving its practical application potential. This work gives a unique insight into complementary catalysis of multiple metal sites in enhanced performance in NO3RR, and offer a guidance for design of transition-metal electrocatalysts with a wide potential adaptability. 2 Experimental 2.1 Preparation of catalysts Typically, 0.09 g of Cu(OAc)2 and 0.06 g of Fe(OAc)2 were dissolved and ultrasonically dispersed in 40 mL of deionized water. Then 1.00 g of resin (D-113 FC) was added and kept stirring for 24 h. The above mixture was filtered and rinsed with deionized water three times, and dried to obtain the metal-exchanged resin spheres (CuFe@D-113). Subsequently, CuFe@D-113 spheres were immersed in 20 mL of methanol with 1.00 g of 2-methylimidazole (2-m), and kept stirring for another 24 h to make Cu2+ and Fe2+ fully coordinate with 2-m. After filtering and rinsing with methanol, the resultant was dried to obtain a hybrid complex (2-m-CuFe@D-113). Furthermore, the hybrid complex was calcined under N2 atmosphere in a quartz tube furnace with programmed temperatures of 300, 500, and 1000 °C (each for 1 h) at a heating rate of 5 °C min−1. The final product was denoted as Fe3C-CuO x @NC. For comparison, Fe3C@NC and CuO x @NC were prepared with the same procedures as those for Fe3C-CuO x @NC, except without the addition of copper salt or iron salt, respectively. 2.2 Sample characterization Powder X-ray diffraction (XRD) patterns of samples were obtained using a Bruker D8 focused diffractometer with Cu Kα radiation of 40 kV and 40 mA at a scanning step of 8° min−1. The morphology and microstructure of samples were analyzed by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). X-ray photoelectron spectroscopy (XPS) analysis was performed on a Kratos Axis DLD spectrometer using a monochromatic aluminum K α ray source (hγ = 1486.6 eV). The C 1s peak (284.8 eV) was used as the reference standard for binding energy calibration. The absorbance data of the spectrophotometer were collected on the ultraviolet–visible (UV–Vis) spectrophotometer (Beijing Purkinje General TU-1900). The electrochemical experiments were carried out using IVIUM Vertex.C.EIS station. The Hg/HgO reference electrode containing 1 M KOH solution, the Ag/AgCl reference electrode containing 1 M KCl solution, and the Pt counter electrode were purchased from Tianjin AIDA Hengsheng Science-Technology Development Co., Ltd. Raman spectra were recorded on a Horiba Scientific Abram HR Evolution Raman spectrometer using a 532 nm laser as the excitation source. Electrochemical in situ FTIR and in situ Raman measurements were performed via a Nicolet iS50 equipped with a liquid-nitrogen-cooled MCT-A detector and HORIBA XploRA PLUS, respectively. 1H nuclear magnetic resonance (NMR) spectra were obtained using a superconducting Fourier transform nuclear magnetic resonance spectrometer (Bruker Avance-600). 2.3 Electrochemical NO3 − reduction measurements Typically, electrochemical measurements of catalysts for nitrate reduction reaction (NO3RR) were performed at room temperature in a Nafion 117 membrane-separating two-compartment electrolytic cell. Before the electrochemical test, the Nafion membrane was pretreated in turn with hydrogen peroxide aqueous solution (5 wt%) at 80 °C for 1 h, 0.5 M sulfuric acid for 3 h, and deionized water for 6 h, respectively. The electrochemical experiments were carried out at an electrochemical workstation with a three-electrode structure (catalyst working electrode, platinum foil counter electrode and Hg/HgO reference electrode containing 1 M KOH solution). For the NO3RR experiment, potentiostatic tests were performed in 1 M KOH solution containing 100 mM KNO3. All potentials were measured on Hg/HgO reference electrodes and converted to reversible hydrogen electrode (RHE) reference scale according to E RHE = E Hg/HgO + 0.098 V + 0.059 × pH. Note that the electrochemical performance of catalysts in nitrite reduction reaction (NO2RR) was performed with a similar method to that for NO3RR, except for the replacement of KNO3 with KNO2. All polarization curves are steady-state curves obtained after 30 cycles of CV. The area of the working electrode in the electrolyte was fixed at 1 × 1 cm2, and all current densities were normalized to the geometric area of the electrode. Specially note that for the NO3RR test under neutral conditions, an Ag/AgCl reference electrode containing 1 M KCl solution was used, and 0.5 M K2SO4 with 100 mM KNO3 was selected as the electrolyte. All potentials were measured on Ag/AgCl reference electrodes and converted to RHE reference scale according to E RHE = E Ag/AgCl + 0.198 V + 0.059 × pH. 2.4 Cathode preparation Typically, 8.0 mg of the catalyst and 10 μL of Nation solution (5 wt.%) were dispersed in 590 μL of isopropanol by sonicating for at least 30 min to form a homogeneous ink. Then, 120 μL of the homogeneous ink was coated onto a carbon paper electrode with an area of 1 × 1 cm2 (1.6 mg cm−2) and dried under ambient conditions. Besides, considering that the Nafion membrane contains carbon- and nitrogen-containing groups, which will affect the XPS analysis for C 1s and O 1s spectra in the used catalysts after NO3RR, the catalyst electrode without Nafion was prepared specially for XPS test. 2.5 Density functional theory (DFT) calculations The Vienna Ab Initio Package (VASP) was employed to perform all density function theory (DFT) calculations within the generalized gradient approximation (GGA) using the PBE formulation. The projected augmented wave (PAW) potential was chosen to describe the ionic cores and take valence electrons into account using a plane-wave basis set with a kinetic energy cutoff of 400 eV. Partial occupancies of the KohnSham orbitals were allowed using the Fermi smearing method and a width of 0.02 eV. The electronic energy was considered self-consistent when the energy change was smaller than 10−5 eV. Geometry optimization was considered convergent when the force change was smaller than 0.02 eV Å−1. A vacuum thickness of 15 Å was placed along the z direction to ensure that the interactions between slabs were negligible. The van der Waals interaction was considered using Grimme’s semiempirical dispersion correction method (DFT-D3), and the spin polarization was used in the whole calculation. The lattice constants of primitive Fe3C, Cu and Cu2O were listed in Table S1. The calculated lattice parameters are in good agreement with those in the Materials project database. Four layers were constructed in the Fe3C (121), Cu (111) and Cu2O (111) models, where the bottom two atomic layers were fixed and the other layers were fully relaxed during the reactions. The free energy diagrams of the NO3RR and HER were calculated according to the method developed by Norskov et al. [31] as follows (1) Δ G = Δ E + Δ Z P E - T Δ S where E is the DFT-calculated energy of each intermediate on the surface, ZPE is the zero point calculated from vibrational frequencies, T is the temperature (298.15 K), and S is the entropy. Known as a preprocessing and postprocessing program for the VASP code, VASPKIT has been adopted to obtain the entropy [32]. Since the NO3RR proceeded in an aqueous environment and the NO3RR involved the *H transfer, solvation effects were considered by VASPsol. The NO3 − adsorption can be described as (2) * + HNO3 (g) → *NO3 + H+ + e− Correspondingly, the adsorption energy of NO3 − (ΔG *NO3) can be approximated by the below equations. (3) Δ G ∗ NO 3 = G ∗ NO 3 + 0.5 G H 2 ( g ) - G ∗ - G HNO 3 g + Δ G correct (4) Δ G correct = - Δ G S 1 + - Δ G S 2 where G *NO3, G*, G HNO3(g), and G H2(g) are the Gibbs free energies of NO3 − adsorbed on the model catalyst, the catalyst active site, HNO3 and H2 molecules in the gas phase, respectively. ΔG correct denotes the correction of adsorption energy. According to the CRC handbook of chemistry and physics, ΔG S1 = −0.075 eV and ΔG S2 = −0.317 eV. Therefore, ΔG correct is set to (0.075 + 0.317) eV = 0.392 eV [33]. Similarly, the NO2 − desorption can be described as (5) *NO2 + H+ + e− → * + HNO2 (g) 3 Results and discussion 3.1 Catalyst preparation and characterization As schematically illustrated in Fig. 1 a, a dual-transition-metal electrocatalyst (Fe3C-CuO x @NC, x = 0, 1, 2) with spatially separated CuO x and noble-metal-like iron carbide (Fe3C) nanoparticles encapsulated with nitrogen-doped graphitized carbon (NC) was successfully synthesized by metal-ions-exchange, ligand-protection of macroporous strong acid resin (D113-FC), and the subsequent high-temperature carbonization. Firstly, Cu and Fe ions were exchanged on the resin to obtain a metal ions-resin hybrid with uniform dispersion of metal ions. The ion exchange resin plays a good role in anchoring metal ions by carboxylic acid functional groups, which, to some degree, slows down the migration rate of metal atoms during high-temperature carbonization. Secondly, 2-methylimidazole (2-m) with good metal coordination ability was added, which could coordinate with resin-anchored metal ions to form a metal ion-resin hybrid with a 2-m protective layer [34]. This protective layer was pyrolyzed into a nitrogen-doped carbon layer to further reduce metal agglomerates, which would also improve the conductivity [35]. Subsequently, the hybrid was calcined under a nitrogen atmosphere to obtain Fe3C-CuO x @NC. In addition, using ethanol as a solvent, Fe3C-CuO x @NC was treated by wet ball milling to reduce the particle size [36]. Cu and Fe contents of as-prepared Fe3C-CuO x @NC were determined to be 12% and 4.76% (mass percentage) by the ICP-OES (Inductively Coupled Plasma-Optical Emission Spectrometer) measurement, respectively. For comparison, the NC-supporting CuO x nanoparticles (CuO x @NC) and NC-supporting Fe3C nanoparticles (Fe3C@NC) were also synthesized with the same method as Fe3C-CuO x @NC, except without the addition of iron salts or copper salts, respectively. The morphology and structure of the prepared catalysts were characterized. As shown in the scanning electron microscopy (SEM) images (Fig. S1), the ball-milling treatment enables smaller random bulks with sizes of 1–2 μm, favoring a more uniform coating of the catalyst on the carbon paper electrode (Fig. S2). From the powder X-ray diffraction (XRD) patterns (Fig. 1b and Fig. S3), for Fe3C-CuO x @NC and Fe3C@NC samples, Fe species mainly exist in the form of stable Fe3C phase (PDF#76-1877), which were caused by the cementite of Fe and carbon carrier through high-temperature calcination. Specially, Cu species are composed of Cu (PDF#65-9743), Cu2O (PDF#05-0667) and CuO (PDF#77-1898) in Fe3C-CuO x @NC, but dominantly exist in the form of metallic Cu alongside trace copper oxides in CuO x @NC. It is worth noting that in Fe3C-CuO x @NC, all the peaks representing Fe3C phase shifted to a higher angle, revealing the doping of Cu species. Since the radius of the iron atom is larger than that of the copper ions, the doping of the copper ions with a smaller radius would cause the lattice shrinkage of Fe3C, thus demonstrating a shift of the peak position to a higher angle [37]. For the three samples, the broad peak at 26° corresponds to the (002) facet of graphitic carbon (PDF#75-0444). The carbon peaks for Fe3C-CuO x @NC and Fe3C@NC are more obvious than those for CuO x @NC, which is ascribed to a more definite graphite phase carbon induced by Fe3C [38]. The above result of XRD analysis indicated that Fe3C, Cu, Cu2O, and CuO species co-existed in Fe3C-CuO x @NC. It would be expected that the synergistic interaction of multiple metal species would facilitate the NO3RR process. Transmission electron microscopy (TEM) and the high-angle dark field scanning transmission electron microscopy (HAADF-STEM) images of Fe3C-CuO x @NC show some nanoparticles encapsulated with the graphitic carbon carriers (Figs. S4 and S5). Furthermore, the high-resolution TEM (HR-TEM) images of Fe3C-CuO x @NC reveal the crystalline nature of these nanoparticles (Fig. 1c). Lattice fringes with a spacing of 0.247 nm and 0.206 nm correspond to the (111) facet of Cu2O and the (111) facet of Cu, respectively, while lattice fringes with a spacing of 0.214 nm and 0.333 nm correspond to the (121) facet of Fe3C, and the (002) facet of graphitic carbon carriers. Obviously, the encapsulating structure would improve the resistance ability of metal nanoparticles to air oxidation and alkali corrosion. The energy-dispersive X-ray (EDS) element mapping images (Fig. 1d and Fig. S6) demonstrate that C, N and O elements were uniformly dispersed in the carbon carrier, suggesting the success doping of N element, while the distribution of Cu and Fe elements reveals the spatial isolation of Cu/Cu2O and Fe3C nanoparticles and a better dispersion of Cu element than Fe element. This is related to the stronger ability of Cu2+ ions to bind with carboxyl groups in the resins, compared with that of Fe2+ ions. Additionally, the Raman spectroscopy was used to characterize the carbon structure of catalysts, and the value of intensities of defect/graphitization (I D/I G) was used to evaluate the graphitization degree and defects of carbon carriers (Fig. 1e) [39]. By contrast with CuO x @NC (1.3964), Fe3C-CuO x @NC (1.3024) and Fe3C@NC (1.1641) have lower I D/I G values, indicating a higher graphitization degree, supported by their more definite graphite phase carbon in XRD patterns. In order to explore the surface composition and chemical state of catalysts, the X-ray photoelectron spectroscopy (XPS) measurement was performed. For the C 1s spectra (Fig. S7), the peaks with binding energies of 284.8 and 286.0 eV correspond to CC and CN bonds, and the peaks with binding energies of 287.5 and 290.0 eV are assigned to CO and OCO bonds. This is consistent with the reported results about polymer-derived carbon materials [40,41], showing that certain covalent groups exist in the carbon carrier. Moreover, pyrrole-N (398.8 eV), pyridine-N (400.9 eV), graphite-N (402.6 eV), and a small portion of oxide-N (405.0 eV) can be identified from the N 1s spectra of three catalysts (Fig. S8) [42], in which graphite-N may significantly improve the conductivity of the carbon carrier. For the O 1s spectra (Fig. S9), the peak with binding energy of 530.2 eV can be attributed to the lattice oxygen in Cu2O and partial oxidation of Fe3C, and the peak (531.7 eV) corresponds to the lattice oxygen in CuO and surface oxygen-containing groups (Og) in the carbon carrier [43], while the peak (533.4 eV) is assigned to the adsorbed oxygen species (OA) on the catalyst surface. For the Fe 2p spectra of Fe3C-CuO x @NC and Fe3C@NC (Fig. 1f), there is no obvious signal of metallic Fe, and Fe elements mainly exist in the form of the oxidation state due to possible air exposure of catalysts [44,45]. In the Cu 2p spectra of Fe3C-CuO x @NC and CuO x @NC (Fig. 1g), two peaks with binding energies of 934.6 eV and 932.9 eV correspond to Cu 2p 3/2 of Cu2+ and Cu0/Cu+, respectively [46], which is consistent with the O 1s analysis. To further distinguish Cu0 and Cu+ in the catalysts, Cu LMM spectra were also collected. As shown in Cu LMM spectra (Fig. S10), both Cu0 and Cu+ exist in Fe3C-CuO x @NC, confirming the coexistence of multiple valent copper species. The above characterization results comprehensively revealed that spatially separated Fe3C and CuO x nanoparticles as cores were encapsulated with the N-doped carbon shell, respectively, and were partially oxidized by air exposure. 3.2 Electrochemical performance for NO3RR Typically, the electrocatalytic performance of all catalysts in NO3RR were evaluated in the alkaline electrolyte solution (1 M KOH containing 0.1 M KNO3) unless otherwise stated, using a standard three-electrode H-type electrolytic cell (H-cell), where the cathode and anode were separated by Nafion 117 membrane, and the Hg-HgO electrode was used as the reference electrode to ensure the accuracy of the applied potential, and the conversion relationship between the potential and the reversible hydrogen electrode is E RHE = E Hg/HgO + 0.098 V + 0.059 × pH. All the voltages mentioned below are based on reversible hydrogen electrodes (RHE). The detections of NO3 − reactants, NH3 products and NO2 − by-products were quantitatively determined by the UV–visible spectrophotometry. Before all the electrochemical tests, cyclic voltammetry (CV) measurements were first conducted at potentials ranging from 0.1 to −0.8 V to ensure that the catalysts have reached a stable state, as shown in Fig. S11. According to the results of the CV test, it can be seen that the current density of Fe3C-CuO x @NC decreases slightly with the increase of the number of cycles, and gradually reaches stability after 80 cycles. The linear sweeping voltammetry (LSV) test was carried out on three catalysts in 1 M KOH solutions with and without 0.1 M KNO3. It can be seen in Fig. 2 a and Fig. S12 that the initial potential for both Fe3C-CuO x @NC and Fe3C@NC is −0.3 V in 1 M KOH solution, which is significantly lower than that for CuO x @NC (−0.6 V), and correspondingly, their current densities are much higher than that for CuO x @NC. This indicates Fe3C-CuO x @NC and Fe3C@NC possess better hydrogen production/supply capacities than CuO x @NC. However, in 1 M KOH solution with 0.1 M KNO3, the current densities of three catalysts increased significantly with the increase of potential, indicating their good activity for NO3 − reduction. Among them, Fe3C-CuO x @NC shows an obvious reduction peak at −0.2 V, corresponding to the reduction of NO3 −, suggesting that below this potential, NO3 − was dominantly reduced to NO2 −, and at higher potential [47], the reduction of NO2 − to NH3 happens smoothly with sufficient supply of hydrogen protons. Moreover, the reduction peak for HER appears at −0.4 V, demonstrating that the hydrogen proton production efficiency on Fe3C-CuO x @NC becomes stronger above this potential. For CuO x @NC, the HER reduction peak observed in the 1 M KOH with NO3 − appears at −0.6 V, indicating a poor hydrogen proton production at low potential. Comparatively, from the LSV curve of Fe3C@NC obtained in the 1 M KOH with NO3 −, there are no obvious peaks observed for both NO2 − reduction and HER reduction, implying that hydrogen protons could be sufficiently supplied over the wide potential. However, compared with CuO x @NC, in 1 M KOH solution with NO3 −, Fe3C@NC displays a large hydrogen evolution current, implying a lower utilization for hydrogen protons for NH3 production, and impressively, Fe3C-CuO x @NC exhibits a lower initial potential and a higher current density for NO3 −-to-NH3. These experimental data reveal that there is a remarkable synergistic effect between CuO x and Fe3C components in Fe3C-CuO x @NC for the boosted NO3RR performance. Considering that NO2 − is an important intermediate/by-product during the NO3RR process, the LSV curves of three catalysts in 1 M KOH solution with 0.1 M KNO2 was thus examined to investigate their electrocatalytic behaviors. According to the LSV curves obtained in KOH with NO2 −, due to the uninvolved reduction of NO3 − to NO2 −, the current densities of the three catalysts all increase compared with that in the electrolyte containing KOH and KNO3. For Fe3C-CuO x @NC, the HER reduction peak did not appear in 1 M KOH with NO2 −, very different from that in 1 M KOH with NO3 −. This reveals that in 1 M KOH with NO2 −, the hydrogen proton utilization on Fe3C-CuO x @NC is also very high even above −0.4 V. However, the similar phenomenon did not happen for Fe3C@NC and CuO x @NC. Based on the above analysis, CuO x component has a better reduction of nitrate to nitrite, while Fe3C possesses an excellent capacity for hydrogen proton supply, and their synergistic effect contributes to the superior performance of Fe3C-CuO x @NC in NO3RR. Besides LSV measurements, key parameters such as current density, FE-NH3, and NH3 yield rate were further measured to assess NO3RR performance of catalysts by the potentiostatic i-t method in 1 M KOH solution with 0.1 M KNO3 according to the standard curves (Fig. S13). Within − 0.1 to −0.8 V, Fe3C-CuO x @NC exhibits a maximum ammonia partial current density of 252 mA cm−2 at −0.7 V (Fig. S14). The calculated NH3 yield rate and FE-NH3 on Fe3C-CuO x @NC were shown in Fig. 2b. Over the wide potential of −0.2 to −0.6 V, the FE-NH3 maintains more than 90%, and a maximum 98.3% at −0.3 V with a NH3 yield rate of 257.3 μmol h−1 cm−2, comparable to those for previously reported noble metal catalysts (Fig. 2c) [21,22,30,48–52]. When the applied potential is −0.7 V, the NH3 yield rate reaches a maximum of 1175.64 μmol h−1 cm−2. However, above −0.6 V, FE-NH3 on Fe3C-CuO x @NC will inevitably decrease due to the competitive HER. Considering the energy consumption, the optimum applied potential was fixed at −0.3 V for subsequent tests. Furthermore, to rule out the interference from nitrite or urea byproducts, which may have absorbance similarly in UV–Vis, an additional 1H nuclear magnetic resonance (NMR) test was conducted for the electrolyte solution collected from NO3RR electrolysis on Fe3C-CuO x @NC at −0.3 V (Fig. S15a, b). The calculated y-NH3 and FE-NH3 value with 1H NMR method is in good agreement with that by UV–vis method (Fig. S15c, d), validating the authenticity of UV–Vis (indophenol blue method) for NH3 detection. To investigate the changes of nitrogen-containing species during the NO3RR process and determine the NO3 − conversion rate, time-dependent electrolysis was performed on Fe3C-CuO x @NC at the optimal potential of −0.3 V, in which the concentrations of NO3 −, NO2 − and NH3 were monitored. From Fig. 2d, with the extension of electrolysis time, NO3 − concentration gradually decreases and NO2 − by-products maintains a very low concentration level, while NH3 concentration gradually increases and reaches approximate 100 mM for 16 h, showing an almost entire conversion of NO3 − to NH3. This also proved that Fe3C-CuO x @NC has excellent NO3 − conversion efficiency and a high NH3 selectivity. Furthermore, need to note that potentials ranging from −1.2 V vs. RHE to −0.5 V vs. RHE were thus chosen for the test (Fig. S16a) due to small current density at low potentials under neutral conditions. It can be seen from (Fig. S16b) that the FE-NH3 still exceeds 90% from −0.6 to −0.9 V vs. RHE, reaching a maximum value of 94.72% at −0.9 V vs. RHE with a NH3 yield rate of 365.28 μmol h−1 cm−2. This indicates that Fe3C-CuO x @NC has a very good ability to reduce nitrate to ammonia under both neutral and alkaline conditions, showing promising potential for industrial nitrogen-containing wastewater. In addition, NH3 yield rate and FE-NH3 of CuO x @NC and Fe3C@NC were also determined for comparison under the same conditions to that for Fe3C-CuO x @NC (Fig. 2e). For CuO x @NC, the total FE of NH3 + NO2 − measured at each potential of −0.1 to −0.8 V are all higher than 90%, with a low hydrogen evolution efficiency, indicating that CuO x has good abilities for NO3 − reduction and the HER suppression even at high potentials. However, CuO x @NC exhibits a higher FE-NO2 − than Fe3C@NC, attributed to the easy desorption of *NO2 intermediates from the catalyst surface instead of successive hydrogenation, while Fe3C@NC has lower FE-NO2 − and higher FE-NH3 over the wide potential. This indicates Fe3C@NC has better nitrite adsorption and reduction capacities to ammonia even at low potentials. The electrocatalytic performance evaluation results of above-mentioned two control catalysts provide full supports that for Fe3C-CuO x @NC, the good ability of CuO x species for NO3 − reduction to NO2 − at high potentials together with the sufficient hydrogen proton supply/utilization at low potentials of Fe3C species [53] contribute to a superior complementary NO3RR performance of Fe3C-CuO x @NC with high NH3 yield rate and selectivity at wide potentials. Additionally, the electrocatalytic performance of the catalysts in NO2 − reduction reaction (NO2RR) was also assessed. It can be seen in Fig. 2f and Fig. S17 that compared with CuO x @NC and Fe3C@NC, Fe3C-CuO x @NC exhibits an approximate 100% FE-NH3 at potentials ranging from −0.2 to −0.7 V, with a maximum NH3 yield rate of 1585.92 μmol h−1 cm−2 at −0.6 V. This also suggests Fe3C-CuO x @NC possesses excellent adsorption and reduction ability for NO2 −. It can be reasonably deduced that NO3RR on Fe3C-CuO x @NC might be a relay process [30], in which the NO2 − by-products desorbed from CuO x sites may be re-adsorbed onto Fe3C sites for further hydrogenation to produce NH3. To explore the intrinsic activity of Fe3C-CuO x @NC in the NO3RR, a series of electrochemical characterizations were carried out. Firstly, the electrochemical active surface areas (ECSAs) of catalysts were estimated based on double layer capacitance (C dl). As shown in Fig. 2g, Fe3C-CuO x @NC has the largest surface area of 27.8 mF cm−2, approximately ten times that of CuO x @NC (2.8 mF cm−2) and four times that of Fe3C@NC (7.5 mF cm−2), demonstrating more exposure of active metal sites on Fe3C-CuO x @NC. Furthermore, the Tafel slopes of catalysts were calculated from the Tafel curves, which were determined by the mass transport correction in the mixing kinetics and diffusion control region. As shown in Fig. 2h, Fe3C-CuO x @NC (111 mV dec−1) and Fe3C@NC (107 mV dec−1) have similar Tafel slopes, approximately 120 mV dec−1, implying the conversion of *NO3 to *NO2 as the RDS [54]. In the meantime, by contrast with CuO x @NC (212 mV dec−1), the lower values for both Fe3C-CuO x @NC and Fe3C@NC indicate that the presence of Fe3C can effectively improve the reaction kinetic rate, accelerating the NO3RR. Electrochemical impedance spectroscopy (EIS) was determined using a Nyquist diagram to characterize the resistance of catalysts. From Fig. S18, the charge transfer resistance (R ct) of catalysts further reveals that the presence of Fe3C greatly improved the charge transfer capacity of CuO x . Comprehensive results of electrochemical characterizations reflect a key role of Fe3C species in enhancing the NO3RR performance of Fe3C-CuO x @NC. Finally, based on the distinguished performance of Fe3C-CuO x @NC, a long-term cyclic stability was tested to estimate its practical application. As shown in Fig. 2i, Fe3C-CuO x @NC almost maintains constant FE-NH3 for 10 h with each cycle of 1 h, demonstrating good stability. To explain the reason for the decreasing of the NH3 yield rate and the evolution of various species in catalysts, time-dependent ex situ XRD tests were conducted at −0.3 V with an interval of 120 s in 1 M KOH with 0.1 M KNO3 to simulate the intermittent electrolyte replacement process during the stability test. After 120-s electrolysis, the catalyst would be taken out from the electrolyte and directly used for XRD testing without any treatment. The additional XRD pattern of carbon paper was collected to rule out its signal interference. As shown in XRD patterns (Fig. S19), Fe and Cu species both changed in the test. With the prolonged electrolysis time, the signal of metallic Cu (PDF#65-9743) still existed, while signals of Fe3C (PDF#76-1877) and Cu2O (PDF#05-0667) gradually weakened. Till the electrolysis time of 360 s, Fe3C phase totally disappeared, and in the meantime, a phase transition phenomenon of Cu2O phase (PDF#05-0667) to (PDF#77-0199) happened. Subsequently, this new Cu2O phase no longer varied with the reaction time. Surprisingly, it was found that diffraction peaks at 17° and 24° representing Cu(OH)2 showed up after 120 s, and with the reaction time of 360 s, another obvious diffraction peak at 13° representing Cu2(OH)3(NO3) (PDF#75-1779) appeared and existed in the following processes. In view of the ex situ XRD test, similar to the cyclic stability test, the catalyst would inevitably suffer from exposure to air. Therefore, Cu(OH)2 and Cu2(OH)3(NO3) may come from the oxidation of copper species subjected to both air and KOH electrolyte containing NO3 −. This implies the decrease of active copper species, finally leading to the activity decay to some degree. However, since the NO3RR on Fe3C-CuO x @NC is a relay process, the reduction of active Cu0/Cu+ mainly affects the step of NO3 − to NO2 −, and has little influence on the subsequent process. On the whole, there was a certain decline in the NH3 yield rate, but the FE-NH3 remained basically the same. Considering that each electrolysis cycle needs to replace new electrolyte, this provides a reasonable explanation for the decay of the NH3 yield of Fe3C-CuO x @NC during the cyclic stability test. Thus, it is suggested to renew the electrolytes with nitrate under an inert atmosphere to effectively avoid the formation of inert/inactive compounds upon air exposure, so as to maintain the stability. 3.3 Revelation of real active sites and reaction mechanism To identify the real active site of catalysts in NO3RR, a series of characterizations were conducted on the used catalysts with careful protection. The HR-TEM images (Fig. S20) of the used Fe3C-CuO x @NC revealed the co-existence of Cu2O, Cu, and Fe3C species, in good agreement with the fresh Fe3C-CuO x @NC, proving that Cu+ species still existed stably in the Fe3C-CuO x @NC. The comparative EDS element mapping images (Fig. S21) of the fresh and used Fe3C-CuO x @NC display that after electrolysis, obvious metal aggregates disappeared and Fe species and Cu species exhibit good dispersion (Figs. S22 and S23), indicating full exposure of more metal active centers. Specially note that, different from the time-dependent XRD tests, after the CV cycling, the catalyst electrode was cleaned and vacuum-dried for the XRD test. From the XRD patterns of the used Fe3C-CuO x @NC (Fig. 3 a), there were no obvious diffraction peaks representing the Fe3C phase observed, which was possibly attributed to the influence of carbon paper and the micro-nanosized effect of Fe3C nanoparticles caused by the action of the electric drive. In addition, besides the metallic Cu phase, a more stable Cu2O phase (PDF#77-0199) emerged, which was attributed to the easy dissolution and reconstruction of the doped Cu during this process [55,56]. However, the Cu2O phase was not observed in the XRD pattern (Fig. S24) of the used CuO x @NC. This highlights that Fe3C plays an important role in the Cu2O phase transition and the stabilization of the new Cu2O phase. Based on the above analysis, the real active sites of Fe3C-CuO x @NC were determined to be the spatially separated Fe3C and CuO x (x = 0, 1). Furthermore, the XPS characterization of the used catalysts revealed that there were almost no changes in the C 1s (Fig. S25) and N 1s spectra except for a new N 1s peak at 400.4 eV for the adsorbed ammonia generated from NO3RR (Fig. S26). From the O 1s spectra of the used catalysts (Fig. S27), it was found that after electrolysis, for the used CuO x @NCs, the signal (531.7 eV) assigning to lattice oxygens of CuO and oxygen-containing groups of carbon carrier relatively strengthened, while the O 1s peak of 530.2 eV representing Cu2O disappeared, ascribed to complete oxidization of Cu2O into CuO on the catalyst surface. However, the O 1s spectrum of Fe3C@NC shows little change before and after reaction. From the Fe 2p spectra of the used Fe3C-CuO x @NC and Fe3C@NC (Fig. 3b and Fig. S28), the chemical state of Fe elements remained almost unchanged, demonstrating that there is no obvious extra oxidation or reduction of Fe species occurring during the reaction. For the Cu 2p spectra together with Cu LMM spectra (Fig. 3c and Figs. S29 and S30), Cu2+ and Cu0/Cu+ co-existed in the used Fe3C-CuO x @NC, while there is no Cu+ present in the used CuO x @NC. This fully supported the hypothesis that the presence of Fe3C could effectively prevent Cu2O from complete oxidation to a large extent. To explore the NO3RR mechanism on Fe3C-CuO x @NC, potential-dependent in situ Raman and in situ Fourier-transformed infrared (FTIR) measurements were conducted in 1 M KOH with 0.1 M KNO3 to monitor the changes of reactants and intermediates during electrocatalysis. From the in situ Raman spectra (Fig. 3d), the peak at 1050 cm−1 corresponds to the adsorbed nitrate reactants, and the peaks at 1150 and 1530 cm−1 correspond to *NH2 and *NH intermediates [14], respectively. For Fe3C-CuO x @NC, when the applied potential is 0.2 V, obvious peaks for *NH2 and *NH intermediates appear, gradually strengthen with the increase of potential, and reach a maximum value at −0.1 V. Similarly, the *NH2 and *NH intermediates emerged on Fe3C@NC at 0.2 V (Fig. S31), with a maximum value at 0.0 V, also exhibiting a strong capacity of proton supply. However, differently, there are almost no intermediates detected on Fe3C@NC above − 0.5 V, due to strong hydrogen proton coupling to generate H2. By contrast, for CuO x @NC (Fig. S32), at 0.0 V, there were only very weak peaks for *NH2 and *NH intermediates showing up, which reached a maximum value at a higher potential of −0.5 V, ascribing to its poor ability for hydrogen proton supply, thus unfavorable to the hydrogenation process, which is consistent with its inferior NO3RR performance. Furthermore, potential-dependent in situ FTIR spectra were collected on Fe3C-CuO x @NC within the potential range from 0.2 to −0.8 V during NO3RR. As shown in Fig. 3e, as the negative potential increases, upward absorption bands for *NO3 (1414 and 1375 cm−1) and for *H2O (3370 and 1680 cm−1) appear at 0.2 V, representing the adsorption of NO3 − reactants and water molecules [57]. At 0.1 V, downward absorption bands at 1611 and 1229 cm−1 assigned to *NO and *NO2 indicate that the NO3 − reduction reaction starts to happen [46,47]. At −0.2 V, more downward absorption bands show up, attributed to *NH [58] (2850 and 1263 cm−1), *NH2 [59,60] (3029 and 1301 cm−1) and *NH3 [61] (1460 cm−1), respectively. When the applied potential was up to −0.8 V, these absorption peaks were getting stronger, demonstrating that the NO3 −-to-NH3 process could go on efficiently even at such a high potential. This also reveals the excellent utilization of hydrogen protons on Fe3C-CuO x @NC. By combination of the above analysis of in situ Raman and in situ FTIR spectra, the NO3RR pathway on Fe3C-CuO x @NC can be determined as *NO3, *NO3H, *NO2, *NO2H, *NO, *NOH, *N, *NH, *NH2, *NH3. In order to investigate the catalytic intermediates with energy barriers for nitrate reduction to NH3, density functional theory (DFT) calculations were conducted on basis of the results of HR-TEM and FTIR. Since each metal species in the catalyst is in the form of nanoparticles, rather than clusters or single atoms, this large size can reduce the influence of the carrier on its adsorption capacity [62]. In addition, the carrier mainly plays the role of increasing the conductivity and dispersing metal species in the electrocatalysis process, so we simplified the establishment of the catalytic model in the process of DFT calculation, ignoring the influence of the carrier itself on the metal species. According to the HR-TEM result, the Fe3C, Cu and Cu2O active sites are all spatially isolated in Fe3C-CuO x @NC. Therefore, the calculations were carried out on three independent catalyst models, Fe3C (121), Cu (111) and Cu2O (111), respectively (Fig. S33). As shown in Fig. 3g, the possible potential-determining step (PDS) is *NO3 to *NO3H on both Cu (111) and Fe3C (121). However, a lower energy barrier of 0.43 eV on Cu is required to overcome for *NO3 to *NO3H compared with that on Fe3C (1.29 eV), indicating a relatively easy occurrence of this elementary step on Cu. The PDS on Cu2O is *NO to *NOH, with a relatively low energy barrier of 0.64 eV, suggesting that the behavior of Cu2O is similar to Cu in NO3RR. In view of the relatively low energy barriers of Cu and Cu2O for *NO2 desorption, combined with the results of performance tests, it can be concluded that *NO2 intermediates are more likely to desorb from the Cu and Cu2O surfaces. Impressively, the adsorption energy barrier on Fe3C for *NO2 is very low, suggesting that Fe3C can efficiently adsorb NO2 − for the subsequent hydrogenation to generate NH3. Moreover, as shown in Fig. 3f, the adsorption free energy (−0.36 eV) of *H on Fe3C is lower than those for Cu (+0.17 eV) and Cu2O (+0.11 eV). This suggests the strongest proton enrichment capacity on and the effective inhibition of the occurrence of competitive HER, thus ensuring more protons available to the hydrogenation process. Additionally, the proton generation capacity of the metal sites was calculated. The results showed (Fig. 3h) that water molecules can be easily dissociated into *H on Fe3C, while the desorption of *H from Fe3C requires overcoming a certain energy barrier. This indicates that Fe3C is more likely to supply *H for in situ hydrogenation rather than for hydrogen overflow. Therefore, the desorbed NO2 − from CuO x may favorably undergo the hydrogenation reduction on Fe3C. According to the above analysis of DFT calculations, it can be reasonably concluded that Cu and Cu2O sites are dominantly responsible for NO3 − reduction to NO2 −, especially at high potentials to provide enough intermediates, while Fe3C sites play decisive roles in both reducing NO2 − to NH3 and ensuring sufficient supply and full utilization of *H for further hydrogenation into NH3 products, especially at low potentials. In other words, CuO x species can effectively reduce the potential of the NO3RR process due to its excellent nitrite production ability at low potentials [63–65], and meantime, Fe3C species with good abilities for proton supply and nitrite reduction at wide potentials broadens the potential window, enabling Fe3C-CuO x @NC to achieve excellent NO3RR performances at both low potential and wide potential windows. The distinguished complementary enhancement between CuO x and Fe3C results in the superior wide-potential performance of Fe3C-CuO x @NC in NO3RR. 3.4 Application of Fe3C-CuO x @NC in Zn-NO3 − battery Recently, Zn-NO3 − batteries have received more attention due to their dual-functionality of serving both as an energy storage device and a platform for ammonia synthesis. In view of the excellent electrocatalytic performance of Fe3C-CuO x @NC over a wide potential range, we would like to further explore whether it is possible to use the electrons generated by the nitrate reduction process to generate current and produce highly valued NH3 products. As a proof experiment for this concept, we assembled a Fe3C-CuO x @NC-based Zn-NO3 − battery model to study the feasibility of its practical application. A solution containing 1 M KOH and 0.1 M KNO3 was used as the electrolyte, the Fe3C-CuO x @NC catalyst coating on a carbon paper (1 cm × 2 cm) as the cathode, and a high-purity zinc sheet with 1 cm × 2 cm as the anode. According to the typical discharge polarization curve in Fig. 4 a, with the applied negative potential, the output current of the Fe3C-CuO x @NC-based Zn-NO3 − battery gradually increases, reaching an ultra-high power density of 5.2 mW cm−2 at a potential of 1.0 V vs. Zn, comparable to those for previously reported Zn-NO3 − batteries [66–69]. This result is also consistent with that from the discharging test (Fig. 4b). The open voltage of the battery is about 1.32 V vs. RHE (Fig. S34). Subsequently, the electrolytes of the battery under different current levels for half an hour were collected and the product analysis was carried out, as shown in Fig. 4c. It can be seen that the battery will also have considerable NH3 product generation while providing power, and with the increase of current, FE-NH3 gradually increased, reached more than 92.4% at 8.0 mA, while y-NH3 reached more than 34.5 μmol h−1 cm−2. However, it is worth noting that the zinc sheet will dissolve into Zn2+ during the discharge process of the battery, although Zn2+ can be recycled through the charging process, but this does not mean that such batteries have good rechargeability [67]. In conclusion, our battery model successfully proves that the battery containing Fe3C-CuO x @NC can not only provide electricity, but also produce NH3 product, which indicates that it has good potential in resource utilization and energy conversion. 4 Conclusions In summary, the dual-transition-metal electrocatalyst (Fe3C-CuO x @NC) with spatially isolated Fe3C and CuO x nanoparticles encapsulated with N-doping graphitic carbon was successfully synthesized via a metal-ions-exchange and ligand-protection strategy and the subsequent high-temperature carbonization. Fe3C-CuO x @NC exhibits a remarkable performance in NO3RR, with a maximum FE-NH3 of 98.3% at a low potential of −0.3 V, and with impressive FE-NH3 of more than 90% over a wide potential of −0.2 to −0.6 V. The correlation between the Fe3C-CuO x @NC catalyst with multiple metal sites and its outstanding NO3RR performance was established. Experimentally and theoretically, the complementary functions of multiple metal components for excellent wide-potential-window activity of Fe3C-CuO x @NC was revealed. CuO x mainly accelerates the reduction of NO3 − to NO2 − even at high potentials, while Fe3C multitasks on the formation and stabilization of Cu2O active phase, promoting water dissolution for *H production even at low potentials, faciliating the adsorption and hydrogenation of NO2 − intermediates, thus enhancing the reaction kinetic rate. DFT calculations revealed that the nitrate reduction process proceeds through a complementary catalysis between CuO x and Fe3C sites and follows a reaction pathway of *NO3, *NO3H, *NO2, *NO2H, *NO, *NOH, *N, *NH, *NH2, *NH3 on Fe3C-CuO x @NC, fully supported by electrochemical in situ FTIR and in situ Raman spectra. The FE-NH3 of Fe3C-CuO x @NC could be maintained above 95% within 10-hour electrolysis, demonstrating a good cyclic stability. The oxidation/passivation of copper species subjected to both air and electrolyte solutions containing NO3 − is responsible for a slight performance decay of Fe3C-CuO x @NC during the cyclic stability test. Finally, we use the Zn-NO3 − cell model to verify its excellent practical application value, which can produce ammonia products while providing electrical energy. This work establishes a correlation between the catalyst with multiple metal sites and its NO3RR performance, and offers a reference for design of other transition metal electrocatalyst with wide-potential window. CRediT authorship contribution statement Yuxuan Zhou: Writing – review & editing, Writing – original draft, Visualization, Validation, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Runlin Xia: Writing – review & editing, Validation, Resources, Methodology, Formal analysis. Ran Hao: Writing – review & editing, Supervision, Data curation. Shengjing Li: Writing – review & editing, Validation. Xinyu Chen: Writing – review & editing, Validation. Yuping Liu: Writing – review & editing, Writing – original draft, Supervision, Software, Resources, Project administration, Funding acquisition. Wei Li: Supervision, Software, Resources, Project administration, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments We acknowledge the financial support from the National Natural Science Foundation of China (NSFC 22172082), and the Fundamental Research Funds for the Central Universities. Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2025.05.022. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] X. Lu H. Song J. Cai S. Lu Electrochem. Commun. 129 2021 107094 X. Lu, H. Song, J. Cai, S. Lu, Electrochem. Commun. 129 (2021) 107094. [2] Y. Feng L. Jiao X. Zhuang Y. Wang J. Yao Adv. Mater. 37 2025 2410909 Y. Feng, L. Jiao, X. Zhuang, Y. Wang, J. Yao, Adv. Mater. 37. (2025) 2410909. [3] H. Zhang H. Wang X. Cao M. Chen Y. Liu Y. Zhou M. Huang L. Xia Y. Wang T. Li D. Zheng Y. Luo S. Sun X. Zhao X. Sun Adv. Mater. 36 2024 2312746 H. Zhang, H. Wang, X. Cao, M. Chen, Y. Liu, Y. Zhou, M. Huang, L. Xia, Y. Wang, T. Li, D. Zheng, Y. Luo, S. Sun, X. Zhao, X. Sun, Adv. Mater. 36 (2024) 2312746. [4] S. Li J. Yan M. Liu H. Su J. Energy Chem. 103 2025 682 691 S. Li, J. Yan, M. Liu, H. Su, J. Energy Chem. 103 (2025) 682–691. [5] P. Liu X. Cheng H. Zhao F. Bai Y.Q. Wang ACS Appl. Mater. Interfaces 17 2025 980 990 P. Liu, X. Cheng, H. Zhao, F. Bai, Y.Q. Wang, ACS Appl. Mater. Interfaces 17 (2025) 980–990. [6] Z. Shen G. Chen X. Cheng F. Xu H. Huang X. Wang L. Yang Q. Wu Z. Hu Sci. Adv. 10 2024 eadm9325 Z. Shen, G. Chen, X. Cheng, F. Xu, H. Huang, X. Wang, L. Yang, Q. Wu, Z. Hu, Sci. Adv. 10 (2024) eadm9325. [7] X. Long T. Zhong F. Huang P. Li H. Zhao J. Fang D. Shu C. He Appl. Catal. B 365 2025 124944 X. Long, T. Zhong, F. Huang, P. Li, H. Zhao, J. Fang, D. Shu, C. He, Appl. Catal. B 365 (2025) 124944. [8] L. Ouyang J. Liang Y. Luo D. Zheng S. Sun Q. Liu M.S. Hamdy X. Sun B. Ying Chin. J. Catal. 50 2023 6 44 L. Ouyang, J. Liang, Y. Luo, D. Zheng, S. Sun, Q. Liu, M.S. Hamdy, X. Sun, B. Ying, Chinese J. Catal. 50 (2023) 6–44. [9] D. Liu L. Qiao S. Peng H. Bai C. Liu W.F. Ip K.H. Lo H. Liu K.W. Ng S. Wang X. Yang H. Pan Adv. Funct. Mater. 33 2023 2303480 D. Liu, L. Qiao, S. Peng, H. Bai, C. Liu, W.F. Ip, K.H. Lo, H. Liu, K.W. Ng, S. Wang, X. Yang, H. Pan, Adv. Funct. Mater. 33 (2023) 2303480. [10] Y. Zhu H. Duan C.G. Gruber W. Qu H. Zhang Z. Wang J. Zhong X. Zhang L. Han D. Cheng D.D. Medina E. Cortés D. Zhang Angew. Chem. Int. Ed. 64 2025 e202421821 Y. Zhu, H. Duan, C.G. Gruber, W. Qu, H. Zhang, Z. Wang, J. Zhong, X. Zhang, L. Han, D. Cheng, D.D. Medina, E. Cortés, D. Zhang, Angew. Chem. Int. Ed. 64 (2025) e202421821. [11] Y. Liang X. Fan X. He D. Zheng S. Sun Y. Luo H. Chen X. Sun Nano Res. 18 2025 94907344 Y. Liang, X. Fan, X. He, D. Zheng, S. Sun, Y. Luo, H. Chen, X. Sun, Nano Res. 18 (2025) 94907344. [12] Y. Liu W. Qiu P. Wang R. Li K. Liu K.M. Omer Z. Jin P. Li Appl. Catal. B 340 2024 123228 Y. Liu, W. Qiu, P. Wang, R. Li, K. Liu, K.M. Omer, Z. Jin, P. Li, Appl. Catal. B 340 (2024) 123228. [13] C. Liu J. Ma M. Wang J. Xu C. Zhu G. Zhu Proc. Natl. Acad. Sci. 121 2024 e2408187121 C. Liu, J. Ma, M. Wang, J. Xu, C. Zhu, G. Zhu, Proc. Natl. Acad. Sci. 121 (2024) e2408187121. [14] R. Hao S. Fang L. Tian R. Xia Q. Guan L. Jiao Y. Liu W. Li Chem. Eng. J. 467 2023 143371 R. Hao, S. Fang, L. Tian, R. Xia, Q. Guan, L. Jiao, Y. Liu, W. Li, Chem. Eng. J. 467 (2023) 143371. [15] J. Fan Y. Chen X. Chen Z. Wu W. Teng W.-X. Zhang Appl. Catal. B 320 2023 121983 J. Fan, Y. Chen, X. Chen, Z. Wu, W. Teng, W.-x. Zhang, Appl. Catal. B 320 (2023) 121983. [16] Y. Tang Z. Jiang Y. Yuan L. Xu C. Jin B. Chen Z. Lin J. Zao J. Du X. Zhang X. Gao Y. Liang Nat. Commun. 15 2024 9800 Y. Tang, Z. Jiang, Y. Yuan, L. Xu, C. Jin, B. Chen, Z. Lin, J. Zao, J. Du, X. Zhang, X. Gao, Y. Liang, Nat. Commun. 15 (2024) 9800. [17] S. Yuan Y. Xue R. Ma Q. Ma Y. Chen J. Fan Sci. Total Environ. 866 2023 161444 S. Yuan, Y. Xue, R. Ma, Q. Ma, Y. Chen, J. Fan, Sci. Total Environ. 866 (2023) 161444. [18] Y. Xiong M. Sun S. Wang Y. Wang J. Zhou F. Hao F. Liu Y. Yan X. Meng L. Guo Y. Liu S. Chu Q. Zhang B. Huang Z. Fan Adv. Funct. Mater. 35 2024 2420153 Y. Xiong, M. Sun, S. Wang, Y. Wang, J. Zhou, F. Hao, F. Liu, Y. Yan, X. Meng, L. Guo, Y. Liu, S. Chu, Q. Zhang, B. Huang, Z. Fan, Adv. Funct. Mater. 35 (2024) 2420153. [19] T. Ren Y. Sheng M. Wang K. Ren L. Wang Y. Xu Chin. J. Struc. Chem. 41 2022 2212089 2212106 T. Ren, Y. Sheng, M. Wang, K. Ren, L. Wang, Y. Xu, Chinese J. Struc. Chem. 41 (2022) 2212089–2212106. [20] Y. Zhou R. Duan H. Li M. Zhao C. Ding C. Li ACS Catal. 13 2023 10846 10854 Y. Zhou, R. Duan, H. Li, M. Zhao, C. Ding, C. Li, ACS Catal. 13 (2023) 10846–10854. [21] H. Huang Y. Zhang W. Chen J. Chen X. Zou J.J. Lv X. Chen Z. Shen Z. Ge L. Guo Y. Yao Y. Wang Adv. Energy Mater. 15 2024 2405534 H. Huang, Y. Zhang, W. Chen, J. Chen, X. Zou, J.J. Lv, X. Chen, Z. Shen, Z. Ge, L. Guo, Y. Yao, Y. Wang, Adv. Energy Mater. 15 (2024) 2405534. [22] X. Gao C. Zhu C. Yang G. Shi Q. Xu L. Zhang ACS Catal. 14 2024 17871 17878 X. Gao, C. Zhu, C. Yang, G. Shi, Q. Xu, L. Zhang, ACS Catal. 14 (2024) 17871–17878. [23] K. Zhang B. Li F. Guo N. Graham W. He W. Yu Angew. Chem. Int. Ed. 63 2024 e202411796 K. Zhang, B. Li, F. Guo, N. Graham, W. He, W. Yu, Angew. Chem. Int. Ed. 63 (2024) e202411796. [24] X. Guo R.-T. Gao Z. Gao L. Wang J. Energy Chem. 106 2025 351 359 X. Guo, R.-T. Gao, Z. Gao, L. Wang, J. Energy Chem. 106 (2025) 351–359. [25] H. Liu X. Lang C. Zhu J. Timoshenko M. Ruscher L. Bai N. Guijarro H. Yin Y. Peng J. Li Z. Liu W. Wang B.R. Cuenya J. Luo Angew. Chem. Int. Ed. 61 2022 e202202556 H. Liu, X. Lang, C. Zhu, J. Timoshenko, M. Ruscher, L. Bai, N. Guijarro, H. Yin, Y. Peng, J. Li, Z. Liu, W. Wang, B.R. Cuenya, J. Luo, Angew. Chem. Int. Ed. 61 (2022) e202202556. [26] F.Y. Chen Z.Y. Wu S. Gupta D.J. Rivera S.V. Lambeets S. Pecaut J.Y.T. Kim P. Zhu Y.Z. Finfrock D.M. Meira G. King G. Gao W. Xu D.A. Cullen H. Zhou Y. Han D.E. Perea C.L. Muhich H. Wang Nat. Nanotechnol. 17 2022 759 767 F.Y. Chen, Z.Y. Wu, S. Gupta, D.J. Rivera, S.V. Lambeets, S. Pecaut, J.Y.T. Kim, P. Zhu, Y.Z. Finfrock, D.M. Meira, G. King, G. Gao, W. Xu, D.A. Cullen, H. Zhou, Y. Han, D.E. Perea, C.L. Muhich, H. Wang, Nat. Nanotechnol. 17 (2022) 759–767. [27] W. Liu J. Chen Y. Wei Y. He Y. Huang M. Wei Y. Yu N. Yang W. Zhang L. Zhang F. Saleem F. Huo Adv. Funct. Mater. 34 2024 2408732 W. Liu, J. Chen, Y. Wei, Y. He, Y. Huang, M. Wei, Y. Yu, N. Yang, W. Zhang, L. Zhang, F. Saleem, F. Huo, Adv. Funct. Mater. 34 (2024) 2408732. [28] J. Ni J. Yan F. Li H. Qi Q. Xu C. Su L. Sun H. Sun J. Ding B. Liu Adv. Energy Mater. 14 2024 2400065 J. Ni, J. Yan, F. Li, H. Qi, Q. Xu, C. Su, L. Sun, H. Sun, J. Ding, B. Liu, Adv. Energy Mater. 14 (2024) 2400065. [29] J. Yu R.T. Gao X. Guo N. Truong Nguyen L. Wu L. Wang Angew. Chem. Int. Ed. 64 2025 e202415975 J. Yu, R.T. Gao, X. Guo, N. Truong Nguyen, L. Wu, L. Wang, Angew. Chem. Int. Ed. 64 (2025) e202415975. [30] J.J. Zhang Y.Y. Lou Z. Wu X.J. Huang S.G. Sun J. Am. Chem. Soc. 146 2024 24966 24977 J.J. Zhang, Y.Y. Lou, Z. Wu, X.J. Huang, S.G. Sun, J. Am. Chem. Soc. 146 (2024) 24966–24977. [31] J.K. Norskov F. Abild-Pedersen F. Studt T. Bligaard Proc. Natl. Acad. Sci. 108 2011 937 943 J.K. Norskov, F. Abild-Pedersen, F. Studt, T. Bligaard, Proc. Natl. Acad. Sci. 108 (2011) 937–943. [32] V. Wang N. Xu J.-C. Liu G. Tang W.-T. Geng Comput. Phys. Commun. 267 2021 108033 V. Wang, N. Xu, J.-C. Liu, G. Tang, W.-T. Geng, Comput. Phys. Commun. 267 (2021) 108033. [33] F. Calle-Vallejo M. Huang J.B. Henry M.T. Koper A.S. Bandarenka PCCP 15 2013 3196 3202 F. Calle-Vallejo, M. Huang, J.B. Henry, M.T. Koper, A.S. Bandarenka, Phys. Chem. Chem. Phys. 15 (2013) 3196–3202. [34] Y. Zhu K. Miyake Y. Shu A. Gabe Y. Hirota Y. Uchida S. Tanaka E. Morallón D. Cazorla-Amorós N. Nishiyama Catal. Sci. Technol. 9 2019 578 582 Y. Zhu, K. Miyake, Y. Shu, A. Gabe, Y. Hirota, Y. Uchida, S. Tanaka, E. Morallón, D. Cazorla-Amorós, N. Nishiyama, Catal. Sci. Technol. 9 (2019) 578–582. [35] L. Gao L.-L. Zhang X.-L. Yang Rare Met. 41 2022 2517 2526 L. Gao, L.-L. Zhang, X.-L. Yang, Rare Met. 41 (2022) 2517–2526. [36] Y. Yin S. Liao H. Lin F. Liu Y. Liu Y. Xiao Y. Min J. Electrochem. Soc. 168 2021 046519 Y. Yin, S. Liao, H. Lin, F. Liu, Y. Liu, Y. Xiao, Y. Min, J. Electrochem. Soc. 168 (2021) 046519. [37] Y. Zhang Y. Zhang B. Tian H. Li Z. Zeng D. Ho Mater. Today Energy 29 2022 101133 Y. Zhang, Y. Zhang, B. Tian, H. Li, Z. Zeng, D. Ho, Mater. Today Energy 29 (2022) 101133. [38] Q. Sun J. Li M. Yang S. Wang G. Zeng H. Liu J. Cheng D. Li Y. Wei P. Si Y. Tian L. Ci Small 19 2023 e2300759 Q. Sun, J. Li, M. Yang, S. Wang, G. Zeng, H. Liu, J. Cheng, D. Li, Y. Wei, P. Si, Y. Tian, L. Ci, Small 19 (2023) e2300759. [39] X. Sun W. Zhang D. Tang Z.A. Qiao Y. Liu D. Liang J. Zhu Z. Zhao J. Colloid Interface Sci. 516 2018 416 422 X. Sun, W. Zhang, D. Tang, Z.A. Qiao, Y. Liu, D. Liang, J. Zhu, Z. Zhao, J. Colloid Interface Sci. 516 (2018) 416–422. [40] W.-X. Chen Y. Du L.-N. Zhou Z.-Y. Zhong Z.-X. Shi Y. Mao Z.-Q. Zhou H.-Y. Feng Y. Su H.-Y. Hu S. Li D.-B. Xiong J.-Q. Zhou Y.-S. Liu Y. Xiao Rare Met. 43 2024 5823 5834 W.-X. Chen, Y. Du, L.-N. Zhou, Z.-Y. Zhong, Z.-X. Shi, Y. Mao, Z.-Q. Zhou, H.-Y. Feng, Y. Su, H.-Y. Hu, S. Li, D.-B. Xiong, J.-Q. Zhou, Y.-S. Liu, Y. Xiao, Rare Met. 43 (2024) 5823–5834. [41] K. Xie X. Liu H. Li L. Fang K. Xia D. Yang Y. Zou X. Zhang Carbon Energy 6 2023 e427 K. Xie, X. Liu, H. Li, L. Fang, K. Xia, D. Yang, Y. Zou, X. Zhang, Carbon Energy 6 (2023) e427. [42] Z. Yan Y. Zhang Z. Jiang D. Jiang W. Wei Z. Hu Adv. Funct. Mater. 32 2022 2204031 Z. Yan, Y. Zhang, Z. Jiang, D. Jiang, W. Wei, Z. Hu, Adv. Funct. Mater. 32 (2022) 2204031. [43] C. Yang R. Wang C. Yu J. Xiao Z. Huang B. Lv H. Zhao X. Wu G. Jing Chem. Eng. J. 484 2024 149710 C. Yang, R. Wang, C. Yu, J. Xiao, Z. Huang, B. Lv, H. Zhao, X. Wu, G. Jing, Chem. Eng. J. 484 (2024) 149710. [44] T. He Y. Chen Q. Liu B. Lu X. Song H. Liu M. Liu Y.N. Liu Y. Zhang X. Ouyang S. Chen Angew. Chem. Int. Ed. 61 2022 e202201007 T. He, Y. Chen, Q. Liu, B. Lu, X. Song, H. Liu, M. Liu, Y.N. Liu, Y. Zhang, X. Ouyang, S. Chen, Angew. Chem. Int. Ed. 61 (2022) e202201007. [45] Q.D. Ruan R. Feng J.J. Feng Y.J. Gao L. Zhang A.J. Wang Small 19 2023 2300136 Q.D. Ruan, R. Feng, J.J. Feng, Y.J. Gao, L. Zhang, A.J. Wang, Small 19 (2023) 2300136. [46] J. Hu A. Ma X. Wu Y. Yin D. Liu A.T. Kuvarega B.B. Mamba J. Gui Chem. Commun. 59 2023 7232 7235 J. Hu, A. Ma, X. Wu, Y. Yin, D. Liu, A.T. Kuvarega, B.B. Mamba, J. Gui, Chem. Commun. 59 (2023) 7232–7235. [47] Q. Yan R. Zhao L. Yu Z. Zhao L. Liu J. Xi Adv. Mater. 36 2024 e2408680 Q. Yan, R. Zhao, L. Yu, Z. Zhao, L. Liu, J. Xi, Adv. Mater. 36 (2024) e2408680. [48] M. Xie S. Tang Z. Li M. Wang Z. Jin P. Li X. Zhan H. Zhou G. Yu J. Am. Chem. Soc. 145 2023 13957 13967 M. Xie, S. Tang, Z. Li, M. Wang, Z. Jin, P. Li, X. Zhan, H. Zhou, G. Yu, J. Am. Chem. Soc. 145 (2023) 13957–13967. [49] R. Jia X. Zhang L. Gan M. Tahir Z.-F. Huang L. Pan R. Gao C. Shi X. Zhang G. Yang J.-J. Zou J. Mater. Chem. A 13 2025 5732 5743 R. Jia, X. Zhang, L. Gan, M. Tahir, Z.-F. Huang, L. Pan, R. Gao, C. Shi, X. Zhang, G. Yang, J.-J. Zou, J. Mater. Chem. A 13 (2025) 5732–5743. [50] J. Guan L. Cai W. Li H. Zhou Y. Huang Appl. Catal. B 358 2024 124387 J. Guan, L. Cai, W. Li, H. Zhou, Y. Huang, Appl. Catal. B 358 (2024) 124387. [51] Q. Gao H.S. Pillai Y. Huang S. Liu Q. Mu X. Han Z. Yan H. Zhou Q. He H. Xin H. Zhu Nat. Commun. 13 2022 2338 Q. Gao, H.S. Pillai, Y. Huang, S. Liu, Q. Mu, X. Han, Z. Yan, H. Zhou, Q. He, H. Xin, H. Zhu, Nat. Commun. 13 (2022) 2338. [52] L. Sun H. Yao F. Jia Y. Wang B. Liu Adv. Energy Mater. 13 2023 2302274 L. Sun, H. Yao, F. Jia, Y. Wang, B. Liu, Adv. Energy Mater. 13 (2023) 2302274. [53] M. Song Y. Xing Y. Li D. Liu E. Han Y. Gao Z. Yang X. Yang Y. He Inorg. Chem. 62 2023 16641 16651 M. Song, Y. Xing, Y. Li, D. Liu, E. Han, Y. Gao, Z. Yang, X. Yang, Y. He, Inorg. Chem. 62 (2023) 16641–16651. [54] H. Liu J. Park Y. Chen Y. Qiu Y. Cheng K. Srivastava S. Gu B.H. Shanks L.T. Roling W. Li ACS Catal. 11 2021 8431 8442 H. Liu, J. Park, Y. Chen, Y. Qiu, Y. Cheng, K. Srivastava, S. Gu, B.H. Shanks, L.T. Roling, W. Li, ACS Catal. 11 (2021) 8431–8442. [55] L. Zhang Y. Yang Z. Zhou J. Li G. Chen L. Zhou Y. Qiu Y. Sun Chem. Eng. J. 452 2023 139273 L. Zhang, Y. Yang, Z. Zhou, J. Li, G. Chen, L. Zhou, Y. Qiu, Y. Sun, Chem. Eng. J. 452 (2023) 139273. [56] P.C. Chen C. Chen Y. Yang A.L. Maulana J. Jin J. Feijoo P. Yang J. Am. Chem. Soc. 145 2023 10116 10125 P.C. Chen, C. Chen, Y. Yang, A.L. Maulana, J. Jin, J. Feijoo, P. Yang, J. Am. Chem. Soc. 145 (2023) 10116–10125. [57] J.Y. Fang Q.Z. Zheng Y.Y. Lou K.M. Zhao S.N. Hu G. Li O. Akdim X.Y. Huang S.G. Sun Nat. Commun. 13 2022 7899 J.Y. Fang, Q.Z. Zheng, Y.Y. Lou, K.M. Zhao, S.N. Hu, G. Li, O. Akdim, X.Y. Huang, S.G. Sun, Nat. Commun. 13 (2022) 7899. [58] W. Zhong Z. Gong Z. He N. Zhang X. Kang X. Mao Y. Chen J. Energy Chem. 78 2023 211 221 W. Zhong, Z. Gong, Z. He, N. Zhang, X. Kang, X. Mao, Y. Chen, J. Energy Chem. 78 (2023) 211–221. [59] S. Han H. Li T. Li F. Chen R. Yang Y. Yu B. Zhang Nat. Catal. 6 2023 402 414 S. Han, H. Li, T. Li, F. Chen, R. Yang, Y. Yu, B. Zhang, Nat. Catal. 6 (2023) 402–414. [60] K. Chen F. Wang X. Lu Y. Li K. Chu ACS Catal. 13 2023 9550 9557 K. Chen, F. Wang, X. Lu, Y. Li, K. Chu, ACS Catal. 13 (2023) 9550–9557. [61] L. Yang C. Wang Y. Li W. Ge L. Tang J. Shen Y. Zhu C. Li Adv. Funct. Mater. 34 2024 2401094 L. Yang, C. Wang, Y. Li, W. Ge, L. Tang, J. Shen, Y. Zhu, C. Li, Adv. Funct. Mater. 34 (2024) 2401094. [62] G. Jia Y. Sun P. Liu J. Luo P. Zhang Y. Wei W. Song Z. Li Z. Zhao J. Liu Nano Res. 18 2025 94907265 G. Jia, Y. Sun, P. Liu, J. Luo, P. Zhang, Y. Wei, W. Song, Z. Li, Z. Zhao, J. Liu, Nano Res. 18 (2025) 94907265. [63] Y. Liu J. Wei Z. Yang L. Zheng J. Zhao Z. Song Y. Zhou J. Cheng J. Meng Z. Geng J. Zeng Nat. Commun. 15 2024 3619 Y. Liu, J. Wei, Z. Yang, L. Zheng, J. Zhao, Z. Song, Y. Zhou, J. Cheng, J. Meng, Z. Geng, J. Zeng, Nat. Commun. 15 (2024) 3619. [64] W. Chen Z. Chen Z. Huang L. Zheng X. Zhao J. Hu H. Cao Y. Li X. Ren X. Ouyang S. Ye X. Yan Q. Zhang J. Liu Sci. China Mater. 66 2023 3901 3911 W. Chen, Z. Chen, Z. Huang, L. Zheng, X. Zhao, J. Hu, H. Cao, Y. Li, X. Ren, X. Ouyang, S. Ye, X. Yan, Q. Zhang, J. Liu, Sci. China Mater. 66 (2023) 3901–3911. [65] W. Yang Z. Chang X. Yu P. Wu R. Shen L. Wang X. Cui J. Shi Adv. Sci. 12 2025 2416386 W. Yang, Z. Chang, X. Yu, P. Wu, R. Shen, L. Wang, X. Cui, J. Shi, Adv. Sci. 12 (2025) 2416386. [66] J.W. Zhou Y.C. Xiong M. Sund Z.H. Xue Y.H. Wang P.Y. Lu F. Liu F.K. Hao T.Y. Feng Y.B. Ma J.W. Yin C.L. Ye B. Cheng S.B. Xi Y. Zhu B.L. Huang Z.X. Fan Pro. Natl. Acad. Sci. 120 2023 e2311149120 J.W. Zhou, Y.C. Xiong, M. Sund, Z.H. Xue, Y.H. Wang, P.Y. Lu, F. Liu, F.K. Hao, T.Y. Feng, Y.B. Ma, J.W. Yin, C.L. Ye, B. Cheng, S.B. Xi, Y. Zhu, B.L. Huang, Z.X. Fan, Pro. Natl. Acad. Sci. 120 (2023) e2311149120. [67] Y. Guo R. Zhang S. Zhang Y. Zhao Q. Yang Z. Huang B. Dong C. Zhi Energ. Environ. Sci. 14 2021 3938 3944 Y. Guo, R. Zhang, S. Zhang, Y. Zhao, Q. Yang, Z. Huang, B. Dong, C. Zhi, Energy Environ. Sci. 14 (2021) 3938–3944. [68] W. Wang B. Chen J. Guo Z. Liu H. Yuan B. Fan X. Huang Adv. Funct. Mater. 2025 2501057 10.1002/adfm.202501057 W. Wang, B. Chen, J. Guo, Z. Liu, H. Yuan, B. Fan, X. Huang, Adv. Funct. Mater. (2025) 2501057. https://doi.org/10.1002/adfm.202501057. [69] J. Hu L. Zhang Appl. Catal. B 365 2025 124899 J. Hu, L. Zhang, Appl. Catal. B 365 (2025) 124899.",
      "scopus-id": "105006724826",
      "coredata": {
        "eid": "1-s2.0-S2095495625004152",
        "dc:description": "Mild electrocatalytic nitrate reduction reaction (NO3RR), driven by renewable electricity, is regarded as a desirable strategy for green ammonia synthesis and simultaneous removal of nitrogen-containing environmental pollutants. In view of different supply voltages from renewable energy sources, developing cost-effective and efficient electrocatalysts with a wide operating potential window is very meaningful for practical application. However, currently reported catalysts usually need to introduce noble metals to synergistically achieve wide-potential selective ammonia synthesis from nitrate. In this work, we present for the first time a dual-transition-metal electrocatalyst (Fe3C-CuO x @NC, x = 0, 1) with wide-potential-adaptability for highly selective nitrate reduction to ammonia. Such Fe3C-CuO x @NC with spatially separated CuO x and noble-metal-like Fe3C nanoparticles encapsulated with nitrogen-doped graphitized carbon, exhibits outstanding performance in NO3RR with desirable NH3 Faraday efficiency of more than 90% over a wide potential ranging from −0.2 V vs. RHE to −0.6 V vs. RHE, comparable to the reported noble metal catalysts. Different from common tandem catalysis, the wide-potential high ammonia selectivity of Fe3C-CuO x @NC is dominantly ascribed to the complementary enhancement between CuO x and Fe3C, fully supported by results of experiments and density function theory calculations. CuO x exhibit highly intrinsic nitrate reduction to nitrite to compensate for the slow potential determination step (*NO3 → *NO3H) of Fe3C, while Fe3C, besides behaving like noble metals to supply adequate active hydrogens, has both good adsorption and reduction abilities for nitrite species to ammonia. Moreover, Fe3C partially stabilizes active Cu0/Cu+ sites, and the unique carbon-layer encapsulation structure effectively prevents the agglomeration and corrosion of metal nanoparticles during the electrocatalysis, thus maintaining good cyclic stability. The Zn-NO3 − battery assembled with Fe3C-CuO x @NC can reach a high power density of 5.2 mW cm−2 at a potential of 1.0 V vs. Zn, with an NH3 Faraday efficiency of 92.4% at a current of 8.0 mA, proving its potential practical application. This advance provides unique insights into complementary catalysis mechanisms on multiple metal sites in NO3RR, and offers a reference for the design of other transition metal electrocatalysts matching with renewable electricity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625004152",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhou, Yuxuan"
          },
          {
            "@_fa": "true",
            "$": "Xia, Runlin"
          },
          {
            "@_fa": "true",
            "$": "Hao, Ran"
          },
          {
            "@_fa": "true",
            "$": "Li, Shengjing"
          },
          {
            "@_fa": "true",
            "$": "Chen, Xinyu"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yuping"
          },
          {
            "@_fa": "true",
            "$": "Li, Wei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625004152"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625004152"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00415-2",
        "prism:volume": "108",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Complementary enhancement between noble metal-like Fe3C and Cu0/Cu+ sites to fulfil highly selective wide-potential nitrate electroreduction to ammonia",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nitrate reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Wide potential window"
          },
          {
            "@_fa": "true",
            "$": "Complementary enhancement"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "713-723",
        "prism:endingPage": "723",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2025",
        "prism:doi": "10.1016/j.jechem.2025.05.022",
        "prism:startingPage": "713",
        "dc:identifier": "doi:10.1016/j.jechem.2025.05.022",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "400",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34157",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "891",
            "@width": "803",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "208233",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "633",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "131226",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "641",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "124990",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "210",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33885",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14061",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "147",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13395",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "185",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12758",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "183",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10910",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4440",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1774",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "261178",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2627",
            "@width": "2367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1138086",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2098",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "661609",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2122",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "692135",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "696",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "166871",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "7578622",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "10362",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "22730",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625004152-si3.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "11719",
            "@ref": "si3",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105006724826"
      }
    }
  }
}