{
  "metadata": {
    "title": "A homogeneous and mechanically stable artificial diffusion layer using rigid-flexible hybrid polymer for high-performance lithium metal batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2023-01-31",
    "doi": "10.1016/j.jechem.2022.09.030",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S209549562200506X",
    "pii": "S209549562200506X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85142435401",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-09-23 2022-09-23 2022-11-02 2022-11-02 2022-12-27T07:59:58 1-s2.0-S209549562200506X S2095-4956(22)00506-X S209549562200506X 10.1016/j.jechem.2022.09.030 S300 S300.1 FULL-TEXT 1-s2.0-S2095495622X00089 2024-06-03T13:21:35.170239Z 0 0 20230101 20230131 2023 2022-09-23T15:23:12.882861Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst 2095-4956 20954956 false 76 76 C Volume 76 58 631 638 631 638 202301 January 2023 2023-01-01 2023-01-31 2023 article fla © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. AHOMOGENEOUSMECHANICALLYSTABLEARTIFICIALDIFFUSIONLAYERUSINGRIGIDFLEXIBLEHYBRIDPOLYMERFORHIGHPERFORMANCELITHIUMMETALBATTERIES LIN Z 1 Introduction 2 Experimental 2.1 Preparation of materials 2.2 Characterizations 2.3 Electrochemical measurements 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References LIN 2017 194 206 D LIU 2018 833 845 B SHEN 2018 161 175 X CHENG 2017 10403 10473 X SHI 2020 1900806 P BAI 2016 3221 3229 P XU 2017 387 400 X XIAO 2019 426 427 J LIU 2016 15443 15450 W ZHAO 2018 eaat3446 C CHEN 2020 7743 7747 X JANA 2017 552 565 A LIN 2020 4228 4237 Z JANA 2019 3595 3607 A STEIGER 2014 112 119 J YU 2019 8441 8449 S GAO 2021 580 587 Y DESHPANDE 2017 A461 R CHEN 2017 11671 11681 K ZHANG 2022 29 35 R XU 2021 4215 4220 R DING 2022 e202115602 J CHEN 2018 1706102 S REN 2018 1877 1892 X XU 2004 4303 4418 K DING 2021 11442 11447 J MA 2016 A1776 Q NIE 2014 A1001 M XIAO 2020 1903937 Y FU 2020 22378 22385 J HOU 2022 e202201406 L MICHAN 2016 8149 8159 A GUNNARSDOTTIR 2020 14975 14992 A HOU 2022 300 305 L YU 2020 100119 Z WU 2021 2003092 H XU 2019 317 344 R TAO 2022 397 412 F HAN 2020 4029 4037 B KOZEN 2015 5884 5892 A YAN 2018 1804461 C YUAN 2020 eaaz3112 H CUI 2020 1906427 C WANG 2019 414 422 W LIU 2017 1605531 Y CHEN 2019 389 396 K BIAN 2019 1075 1081 X DING 2021 306 319 J LI 2018 1505 1509 N LU 2013 105 112 Q LI 2018 2479 2489 C LIN 2021 129 135 Y YU 2019 2761 2776 Z LOPEZ 2018 11735 11744 J HUANG 2020 21393 21403 Z KONG 2020 1910138 X YANG 2020 83 90 Q LIU 2018 1701744 F XU 2018 1705838 R XU 2022 205 210 X FANG 2022 18922 18934 Z ZHAO 2022 104 112 Q HE 2019 1901810 Y HUANG 2022 2103187 Z JYOTISHKUMAR 2014 1 5 P CHARACTERIZATIONPOLYMERBLENDS KE 2003 3639 3646 T FU 2020 758 766 C MA 2020 49 55 Y DONG 2021 1 9 C SCHONHOFF 2022 93 99 L WAN 2015 483 499 T XING 2016 184 190 J JOBANDO 2007 3763 3766 V TAO 1972 5499 5510 S ELDRUP 1981 51 58 M LIU 2013 3713 3723 W MADRID 2020 229084 J LI 2019 4608940 B ZAHN 2016 32637 32642 R LORGER 2019 A2215 S PAN 2015 134116 J SHI 2013 8579 8593 S DONG 2021 8417 8425 W LU 2021 2003811 Z SHEN 2020 1903645 X CHEN 2021 289 294 X LASIA 2002 143 248 A MODERNASPECTSELECTROCHEMISTRY SCHMIDT 2013 70 77 J ILLIG 2015 335 347 J ILLIG 2011 3 J LINX2023X631 LINX2023X631X638 LINX2023X631XZ LINX2023X631X638XZ 2024-11-02T00:00:00.000Z 2024-11-02T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2022-11-27T06:00:59.634Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Beijing Institute of Technology BIT Beijing Institute of Technology http://data.elsevier.com/vocabulary/SciValFunders/501100005085 http://sws.geonames.org/1814991/ Institute of High Physics National Natural Science Foundation of China 22109008 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Analysis & Testing Center Chinese Academy of Science CAS Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100002367 http://sws.geonames.org/1814991/ This research was supported by the National Natural Science Foundation of China (Grant No. 22109008). We thank Analysis & Testing Center, Beijing Institute of Technology, for assistance with characterizations. We also thank Institute of High Physics, Chinese Academy of Science for PALS testing and analysis. This research was supported by the National Natural Science Foundation of China (Grant No. 22109008). We thank Analysis & Testing Center, Beijing Institute of Technology, for assistance with characterizations. We also thank Institute of High Physics, Chinese Academy of Science for PALS testing and analysis. 0 item S2095-4956(22)00506-X S209549562200506X 1-s2.0-S209549562200506X 10.1016/j.jechem.2022.09.030 286353 2022-12-27T08:10:42.974927Z 2023-01-01 2023-01-31 1-s2.0-S209549562200506X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/MAIN/application/pdf/e15a114193117cd30709bc639671ac1e/main.pdf main.pdf pdf true 1525891 MAIN 8 1-s2.0-S209549562200506X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/PREVIEW/image/png/c632178706fa5093b012d4cea323b540/main_1.png main_1.png png 61628 849 656 IMAGE-WEB-PDF 1 1-s2.0-S209549562200506X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/ga1/DOWNSAMPLED/image/jpeg/255b682ecfaa3cb3077b20009ea63d60/ga1.jpg ga1 true ga1.jpg jpg 22385 129 500 IMAGE-DOWNSAMPLED 1-s2.0-S209549562200506X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr1/DOWNSAMPLED/image/jpeg/dd47b6bbec2025d2ef5805fdc0263bc5/gr1.jpg gr1 gr1.jpg jpg 62722 420 535 IMAGE-DOWNSAMPLED 1-s2.0-S209549562200506X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr2/DOWNSAMPLED/image/jpeg/9c1aa5dec9d2ee192b815d225688bd08/gr2.jpg gr2 gr2.jpg jpg 56633 292 533 IMAGE-DOWNSAMPLED 1-s2.0-S209549562200506X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr3/THUMBNAIL/image/jpeg/ff11aaba8f6c44b145baab554a815708/gr3.jpg gr3 gr3.jpg jpg 53571 445 535 IMAGE-DOWNSAMPLED 1-s2.0-S209549562200506X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr4/HIGHRES/image/jpeg/51a7719278abeca915d56bd3ad69b78c/gr4.jpg gr4 gr4.jpg jpg 35261 192 535 IMAGE-DOWNSAMPLED 1-s2.0-S209549562200506X-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr5/DOWNSAMPLED/image/jpeg/7c41904c26a098db650b1b7c390374dd/gr5.jpg gr5 gr5.jpg jpg 64030 439 535 IMAGE-DOWNSAMPLED 1-s2.0-S209549562200506X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/ga1/HIGHRES/image/gif/42f70d582002b72ca56bab72603a6985/ga1.sml ga1 true ga1.sml sml 5084 57 219 IMAGE-THUMBNAIL 1-s2.0-S209549562200506X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr1/THUMBNAIL/image/gif/a8cc3ab584a306ef30cf93e2f75d596b/gr1.sml gr1 gr1.sml sml 11032 164 209 IMAGE-THUMBNAIL 1-s2.0-S209549562200506X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr2/THUMBNAIL/image/gif/169f3e2e487f17343b22743017ee332c/gr2.sml gr2 gr2.sml sml 15763 120 219 IMAGE-THUMBNAIL 1-s2.0-S209549562200506X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr3/THUMBNAIL/image/gif/b078a25684de568faa7d58772b08426f/gr3.sml gr3 gr3.sml sml 8506 164 197 IMAGE-THUMBNAIL 1-s2.0-S209549562200506X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr4/THUMBNAIL/image/gif/7cabaa5dd0a60290f8a7bf0192d023a7/gr4.sml gr4 gr4.sml sml 7048 79 219 IMAGE-THUMBNAIL 1-s2.0-S209549562200506X-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/gr5/THUMBNAIL/image/gif/915d0f469ea5ed8852e3ed5a73897de5/gr5.sml gr5 gr5.sml sml 10107 163 199 IMAGE-THUMBNAIL 1-s2.0-S209549562200506X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/HIGHRES/image/jpeg/462740642b9a1464e8f3180bd43d1187/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 132829 572 2213 IMAGE-HIGH-RES 1-s2.0-S209549562200506X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/HIGHRES/image/jpeg/ab1e29464a158ca33ac0bcbac1417f29/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 335024 1860 2368 IMAGE-HIGH-RES 1-s2.0-S209549562200506X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/THUMBNAIL/image/jpeg/651350069e7b25d7271317a335104fe0/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 266645 858 1568 IMAGE-HIGH-RES 1-s2.0-S209549562200506X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/HIGHRES/image/jpeg/063f3d35930f1d5b40b32762ae29a7ed/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 282340 1969 2368 IMAGE-HIGH-RES 1-s2.0-S209549562200506X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/HIGHRES/image/jpeg/9a85d01ddf7ce60ce3ef2ad96e14cad0/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 185029 851 2368 IMAGE-HIGH-RES 1-s2.0-S209549562200506X-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/HIGHRES/image/jpeg/751c7b2f0e1a954c9466571be11021b6/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 342646 1945 2368 IMAGE-HIGH-RES 1-s2.0-S209549562200506X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562200506X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/c33818697a6122b8196bcc67887c673c/mmc1.docx mmc1 mmc1.docx docx 4416728 APPLICATION 1-s2.0-S209549562200506X-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:104QN5T0054/MAIN/application/pdf/40899b067948c74fd250d5b293d390a6/am.pdf am am.pdf pdf false 16065783 AAM-PDF JECHEM 2760 S2095-4956(22)00506-X 10.1016/j.jechem.2022.09.030 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 Scheme of how a rigid-flexible diffusion layer benefits controllable deposition and interfacial stability. Fig. 2 SEM images of bare Cu (a) and pristine PPSU/PVDF hybrid membrane (d). Top view of deposited Li metal on bare Cu (b) and Cu@PPSU/PVDF (e) after 30 cycles. Cross section of deposited Li metal on bare Cu (c) and Cu@PPSU/PVDF (f) after 30 cycles. Fig. 3 Cycling performances (a) and voltage profiles (b) of Li||Cu cells at current densities of 0.5, 1.0 and 2.0 mA cm−2 and a capacity of 1.0 mA h cm−2. Voltage-time profiles (c) of Li||Li cells at 2.0 mA cm−2 and 1.0 mA h cm−2. Fig. 4 Cycling performances (a) and voltage-capacity profiles (b) of full cells at 2.0 C. Fig. 5 Impedance spectra of Li||Cu cells with the bare electrode (a) and the coated electrode (b) after 1, 50 and 70 plating/stripping cycles (left to right). DRT profiles of Li||Cu cells with bare electrode (c) and coated electrode (d). A homogeneous and mechanically stable artificial diffusion layer using rigid-flexible hybrid polymer for high-performance lithium metal batteries Zhenkang Lin 1 Yuyan Ma 1 Wei Wang Yu He Menghao Wang Jun Tang Cheng Fan ⁎ Kening Sun ⁎ Beijing Key Laboratory for Chemical Power Source and Green Catalysis, School of Chemistry and Chemical Engineering, Beijing Institute of Technology, Beijing 100081, China Beijing Key Laboratory for Chemical Power Source and Green Catalysis School of Chemistry and Chemical Engineering Beijing Institute of Technology Beijing 100081 China Beijing Key Laboratory for Chemical Power Source and Green Catalysis, School of Chemistry and Chemical Engineering, Beijing Institute of Technology, Beijing 100081, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract A homogeneous diffusion layer provides uniform transfer resistance, contributing to compact lithium deposits. The mechanical stability of the layer is enhanced by blending rigid and flexible polymer chains in a hybrid membrane. Artificial solid electrolyte interphase (SEI) is promising to inhibit uncontrollable lithium dendrites and enable long cycling stability for lithium metal batteries. However, the essential mechanical stability is limited since organic layers generally have low modulus whereas intrinsic brittleness for inorganic ones remains a great concern. Polymer-based SEIs with rigid and flexible chains in adequate mechanical properties are supposed to address this issue. Herein, a homogeneous and mechanically stable diffusion layer is achieved by blending rigid chains of polyphenylene sulfone (PPSU) with flexible chains of poly (vinylidene fluoride) (PVDF) in a hybrid membrane, enabling uniform diffusion and stabilizing the lithium metal anode. The Li||Cu cell with the protected electrode exhibits a long lifetime more than 450 cycles (0.5 mA cm−2, 1.0 mA h cm−2) (fourfold longer than the control group) with higher average Coulombic efficiency of 98.7%. Enhanced performances are also observed at Li||Li and full cell configurations. The improved performances are attributed to the controlled morphology and stable interphase, according to scanning electron microscopy (SEM) and electrochemical impedance. This research advances the idea of uniform lithium plating and provides a new insight on how to create a homogeneous and mechanically stable diffusion layer using rigid-flexible polymers. Keywords Lithium metal battery Lithium dendrite Uniform diffusion Rigid-flexible artificial layer Electrochemical impedance 1 Introduction Lithium metal batteries are one of the most promising alternatives for future high-energy battery technologies [1–3]. However, the low cycling stability limits their practical applications, caused by side reactions with the electrolyte and the dendritic morphology of the electrodeposited lithium [4,5]. Lithium dendrite is the major concern since it results in a loss of active lithium and potentially poses a safety risk [6–8]. The critical factor for the unexpected dendritic morphology is the non-uniform diffusion flux of lithium ions [9,10], as the ion transport rather than the electrochemical reaction is the rate-determining step for lithium plating [11–13]. The non-uniform electric field and lithium-ion concentration distribution around the rough edges of the electrode, primarily lead to consequences which favor lithium deposits of branch-type structures [14–17]. The uneven passivation layer on the electrode surface (known as solid electrolyte interphases, SEIs), which is generated from the decomposition of the electrolytes, aggravates the non-uniform diffusion of lithium ions [18–20]. For reversible lithium plating/stripping cycles, it is important to construct a stable and homogeneous diffusion layer. Many strategies have been proposed to build a homogeneous and stable diffusion layer. Manipulating the chemical composition of the passivation layer via the optimization of the electrolyte components [21,22] is one of the most popular ways due to its practicability. The type of solvents [23–26], salts [27–29] and additives [30–34] associated with the salt concentration are varied to modify the structure of solvation clusters, enhancing the kinetics of SEI formation reactions and a uniform and highly ionic conductive SEI layer as a consequence. However, it is difficult to control the structure and components of the passivation layer for the nanoscale precision by those in situ approaches. Therefore, the properties of the modified passivation layers (in situ generated interlayers) could be unpredictable. Ready-made (Ex situ) diffusion layers with well-defined ion conductivity and mechanical property are then employed as alternatives [35–38]. Inorganic membranes [39] made of metal oxides [40], metal fluorides [41–43], metal phosphates [44] and metal nitrides [45–47], demonstrate beneficial effects on the suppression of lithium dendrite propagation when employed as an artificial interlayer because of their mechanical stiffness and preferable surface energy for rapid Li+ ion diffusion. Despite that, their intrinsic brittleness is still a challenge and the inorganic coating layers cannot always guarantee an intimate contact with the electrode[48]. Flexible polymer-based SEIs [49–52] are possible to accommodate the volume change and provide homogeneous diffusion resistance through self-adapting interphase fluctuation. In the last several years, research group led by Zhenan Bao and Yi Cui at Stanford University has developed a series of polymer-based protective coatings [53–56], and put emphasis on that polymers with high surface energy and high dielectric constant are expected to suppress dendrite growth [54]. However, mechanical failure occurs when they suffer from repeated plating/stripping [57], resulting in limited promotion in performances. Inorganic components have been incorporated into polymers to improve the performances [58–62], but the incompatibility between polymer and inorganic materials is still a major concern before significant improvements are achieved [63]. Very recently, a rational design for polymer SEIs to achieve sufficient flexibility and mechanical stability is established by Bao and Cui’s group in the latest advance [64], where the combination of soft (flexible) and hard (rigid) units can result in adequate dynamics of the polymer and therefore more stable deposition of lithium metal when employed as an artificial SEI. Polymer blends, they constructed, are cheap to obtain as compared with copolymers [65] and are probably to have exceptional mechanical properties as miscible or compatible component polymers are selected. Herein, we constructed a homogeneous and stable diffusion layer with a uniform thickness of less than 2 μm by blending two compatible components [66], polyphenylene sulfone (PPSU) with rigid chains [67] and poly (vinylidene fluoride) (PVDF) with flexible chains, in a hybrid membrane (Fig. 1 ). The ether and sulfonyl groups in PPSU serve as close coordination sites for lithium ions hopping from one to another, while the para-linked aromatics are responsible for the mechanical properties, enhancing mechanical stability [68,69]. The blending of the flexible PVDF is hypothesized to improve the flexibility of the artificial layer and leads to intimate interfacial contact between the layer and lithium metal. Moreover, with both high surface energy (PPSU) [70] and high dielectric constant (PVDF) [54], the PPSU and PVDF are expected to cooperatively inhibit lithium dendrites [54], promote the ion transport characteristics and thus stabilize the electrode/electrolyte interphase on cycling. The electrochemical measurements were then performed systematically to evaluate the beneficial performances of the hybrid membrane. The electrochemical impedance spectroscopy and distribution of relaxation time were deeply analyzed to reveal the interfacial evolution of both the bare and the coated electrodes. 2 Experimental 2.1 Preparation of materials The PVDF particles (∼700000 g mol−1) were first dispersed in the purified N-Methyl pyrrolidone (NMP) to form a slurry in a specific concentration (3%–5%). Then a certain amount of commercial PPSU particles (∼130000 g mol−1) were added into the slurry to generate well-spread mixture with stirring and heating, where the mass ratio of PPSU:PVDF was optimized as 1:1 (Fig. S1). The mixture was then uniformly poured onto a copper or lithium foil on a horizontal platform. The hybrid PPSU/PVDF membranes were then obtained by totally evaporating solvents at a “constant and uniformly distributed vapor pressure” [68], and the obtained copper and lithium foils with the coating were denoted as Cu@PPSU/PVDF and Li@PPSU/PVDF, respectively. In addition, all these steps were carried out in an argon-filled glove box (H2O< 0.1 ppm, O2< 0.1 ppm). 2.2 Characterizations The Fourier transform infrared (FT-IR) spectroscopic technique is carried out to confirm functional groups using the NICOLET IS10 Fourier transform infrared spectrometer. The positron annihilation lifetime spectroscopy (PALS) analysis was performed to evaluate the free volume cavities using a fast-slow coincident ORTEC system with a 22Na positron source and a pair of BaF2 scintillation detectors. The atomic force microscopy (AFM) was performed on a Bruker Dimension ICON microscope in order to evaluate the morphologies and the mechanical properties of the polymer films at the nanoscale, and quantitative nanomechanical mapping (QNM) mode was employed to measure mapping of the moduli. The scanning electron microscopy (SEM) technique was employed to visualize the morphologies of the hybrid membrane and deposited lithium using FEI Quanta FEG 250 electron microscope. 2.3 Electrochemical measurements The Li||Cu cells, Li||Li cells and Li||LiFePO4 cells were all assembled as 2025 type coin cells. Li||Cu half-cells were assembled with a bare Cu foil or Cu@PPSU/PVDF as the cathode, a Li foil as the anode and Celgard 2400 as the separator. And Li||Li cells were assembled with bare Li foil or Li@PPSU/PVDF as the working electrode and Li foil as the counter electrode. The electrolyte for Li||Cu cells and Li||Li cells is 1.0 M lithium bis (trifluoromethanesulfonyl) imide (LiTFSI) dissolved in DOL and DME (1:1 by volume) with 2.0% LiNO3. For the full cells, the cathodes consist of LiFePO4 powers, carbon black (Super P) and PVDF in a mass ratio of 8:1:1, coating on alumina foils, and cathode mass loading is about 3 mg cm−2 (approximately 0.4 mA h cm−2). The anodes are bare Li and coated Li metal discs of 250 μm thick for the control group and experimental group respectively, and the electrolyte is 1.0 M lithium hexafluorophosphate (LiPF6) dissolved in EC and DEC (1:1 by volume). All these batteries were produced in an Ar-filled glove box (H2O< 0.1 ppm, O2< 0.1 ppm). After that, the galvanostatic cycling tests were conducted using a Neware battery management system, and the electrochemical impedance spectroscopy (EIS) was performed on EC-lab at a frequency range from 100 kHz to 50 MHz with an AC voltage amplitude of 10 mV. The distribution of relaxation time (DRT) was calculated from the impedance data using open-source software [71]. The Tikhonov regularization was employed to fit discrete experimental data, and Gaussian radial basis functions (RBFs) were used for discretization. The regularization parameter [71] and FWHM [71] of RBFs were optimized as 0.0001 and 0.4 respectively to ensure accuracy and avoid overfitting and underfitting. 3 Results and discussion The functional groups of the hybrid membrane were determined by FT-IR (Fig. S2). The characteristic absorption peaks at 1581 and 1482 cm−1 are assigned to the stretching vibration of benzene ring, and the peaks at 1235 and 1005 cm−1 belong to, respectively, the asymmetric stretching vibration of the sulfonyl group and the asymmetric stretching vibration of the aromatic ether [68]. It is believed that the diphenylene sulfone group contributes to high strength, thermal stability and oxidation resistance to the polymer matrix; besides, the ether and sulfone groups serve as close coordination sites for lithium ions transport. The characteristic absorption peaks of PVDF are found at 1401 cm−1 (CH) and 1166 cm−1 (C − F) [72], and the flexible PVDF chains present little steric hindrance to rotation making the hybrid membrane contain abundant free volume. Lithium ions would transport through the isotropic channels constructed by the interconnected free volume in the polymer matrix, and finally reached on the surface of the electrode, received electrons and deposits in situ. The size and concentration of free volume cavities in the hybrid polymer were conducted using the PALS technique (Table S1). The ortho-positronium pick-off lifetime (τ 3) is usually attributed to the annihilation of ortho-positronium atoms formed in the large voids, which corresponds to the free volume cavities between polymer chains [73]. The mean radius (r) of free volume cavities is estimated by the Tao-Eldrup model [74,75], τ 3 = 1 2 1 - r r + Δ r + 1 2 π sin 2 π r r + Δ r - 1 where Δr = 0.166 nm is the electron layer thickness [76]. According to the parameter obtained by PALS experiments, r is calculated to be 0.290 nm. This value is comparable to the radii of the anion (0.38–0.41 nm [77]) and the solvent molecules (DOL, 0.37 nm; DME, 0.42 nm [78]). As a result, the anions and the solvent molecules are probably trapped within the networks of polymer chain, swell them, and serve as the medium for the transfer of Li+ ions. Thus, the membrane is permeable to Li+ and acts as an artificial SEI. The Li+ ions would diffuse through the hybrid membrane under an electrochemical gradient, receive electrons on the surface of the electrode and deposit underneath the membrane. The τ 3 relative intensity (I 3), corresponding to the relative concentration of the free volume cavities, is 17.01% and is higher than the reported polysulfone film [68] due to the blending of PVDF. These abundant cavities construct channels and ensure large amounts of Li+ get through the membrane at high current densities with low impedance. As the hybrid membrane is slightly swollen by the electrolyte, the ionic conductivity and diffusion coefficient are measured to be 1.2 × 10−5 S cm−1 and 8.4 × 10−9 cm2 s−1 respectively (Fig. S3), which is only two orders of magnitude lower than that of liquid electrolyte [79] and almost four orders of magnitude higher than that of natural SEI [80–82]. Once employed as artificial SEI, the hybrid membrane is expected to provide a diffusion layer with much higher Li+ conductivity, while the mechanical stability is another factor to be evaluated. The AFM was used to evaluate the surface morphology and Young’s modulus of PVDF, PPSU and the hybrid membrane on the nanoscale [83,84]. The polymer films exhibited nanometer-scale roughness (Fig. S4a–c), and no obvious phase separation was observed for the PPSU/PVDF hybrid film (Fig. S4b) indicating that the rigid PPSU chains have good compatibility with the soft PVDF chains and sequently contributing to a homogeneous diffusion layer. Young’s modulus mapping image (Fig. S4e and h) quantitatively showed that the average modulus of the hybrid film was as high as 2.4 GPa, which was sufficient to retard dendrite propagation according to Shen’s work [85]. Due to the high modulus of the polymer, it is expected to remain structurally intact after tens of cycles and therefore to improve the mechanical stability of the electrode/electrolyte interphase. The morphologies of the PPSU/PVDF hybrid membrane and deposited lithium during plating/stripping cycles were investigated by SEM. The pristine membrane has even surface without any defect visible on a scale of micrometers (Fig. 2 d), and it shows uniform thicknesses of approximately 2 μm. The even thickness of the hybrid membrane is supposed to result in uniformly distributed diffusion resistance and uniform flux of Li+ ions over electrode surface. Thus, planar and spherical lithium morphology was found underneath the hybrid membrane (Fig. 2), and on the membrane only few round-edge protrusions were observed (Fig. 2e). As comparison, sharp and porous dendrites on the bare Cu electrode were observed (Fig. 2b and c). Since the electrodes for the SEM experiments were cycled at the current density of 1.0 mA cm−2 with an areal capacity of 1.0 mA h cm−2 for 30 cycles, it is indicated that the hybrid membrane allows high flux to get through and is flexible and rigid enough to accommodate the volume expansion and to maintain its integrity during cycling. The abundant free volume cavities coupled with ultralow thickness in the micrometer scale benefit the high diffusion flux, while the blend of the rigid PPSU chains and flexible PVDF chains contribute to the robustness. Therefore, the robust coating with uniform thickness and abundant channels is expected to result a more stable electrode/electrolyte interphase than routine SEIs from decomposition of anions and solvents. Benefiting from the uniform flux and stable interphase by the hybrid membrane, the half cells with electrodes protected by the membranes exhibited more stable and longer cycling life with higher Coulombic efficiencies (CEs). At the current densities of 0.5 and 1.0 mA cm−2, the CEs of Li||Cu@PPSU/PVDF cells are about 98% at the initial cycles and still preserve a high value of 95% at the 450th and 200th cycle, respectively (Fig. 3 a). As comparison, the CEs of the bare Li||Cu cells decline rapidly to approximately 85% at the first 120 and 100 cycles, indicating a cycling life less than half that of the corresponding Li||Cu@PPSU/PVDF cell. The improved performances of the Li||Cu half-cells have proved the positive effect of the PPSU/PVDF hybrid membranes with square centimeters surface area on lithium morphology, as only images at the length scale of micrometers could be displayed in the SEM experiments. Even at a high Li+ flux corresponding to an applied current density of 2.0 mA cm−2, the Li||Cu cell with the coated electrode still exhibits higher CEs of over 97% and longer cycling life of 160 cycles than that with the bare one. It results from the hybrid membrane with ultralow thickness which has an extremely high permeability to Li+ ions. Its excellent mechanical properties also account for the long-term cycling stability. These results of galvanostatic tests indicate the PPSU/PVDF hybrid membranes are potential for the large-scale application on anode-free lithium metal batteries. Furthermore, the voltage profiles of the Li||Cu half-cells are plotted to reveal the transition between different kinetics pathways of the electro-deposition at the electrode/electrolyte interphase (Fig. 3b). For the plating process on the bare Cu electrode, an extremely large overpotential is observed at the very initial stage which corresponds to the nucleation of lithium. After that, the polarization of the half-cell decreases as the dendritic morphology of the deposited lithium makes the surface area of the electrode increase [19,86]. As the PPSU/PVDF hybrid membrane has been coated on the electrode, the decrease of the overpotential at the medium stage becomes inapparent which is probably resulted from the morphological evolution of lithium from angular to rounded. For the subsequent lithium dissolution, the dead lithium which mechanically detaches from the bulk surface accumulates and gradually evolves into a “compact interphase” layer between the electrode surface and the electrolyte. Thus, an increase of the overpotential is observed in the bare Li||Cu half-cells, since the length of the diffusion path continues to increase and mass transport limitation is resulted. As comparison, stripping plateaus are observed in the voltage curves of the Li||Cu half-cells with coated electrodes indicating less dead lithium and more stable interphase. The lower polarization of the Li||Cu@PPSU/PVDF cells also confirms this inference. The symmetric cells were assembled to further investigate the polarization behavior of the electrodes with and without PPSU/PVDF hybrid membrane (Fig. 3c). The polarization of the bare symmetric cell is 20 mV at the initial cycles, and continuously increases to 75 mV within 300 h due to the increase of the diffusion resistance resulted from dead lithium and thick SEI. A sharp decline follows at 330 h in rapid sequence, indicating internal short circuits within the symmetric cell. The Li@PPSU/PVDF||Li cell shows a greater polarization of 110 mV in the beginning 10 h, since the membrane has not been fully swollen by solvent molecules and the nanoscale channels for Li+ diffusion has not been fully constructed. As the charge/discharge cycling continues, the overpotential gradually reduces to about 25 mV and maintains high stability over 500 h. Full cells containing coated or uncoated Li anode and LiFePO4 cathode along with 1.0 M LiPF6-EC/DEC (1:1 by volume) as the electrolyte without any additive were assembled to evaluate the effect of the PPSU/PVDF hybrid membrane on electrochemical performances for practical use. The full cell with the bare Li anode exhibits a rapid capacity fade (Fig. 4 a). The discharge capacity preserves 80% of its initial capacity at the 130th cycle as cycled at 2.0 C, and the corresponding CE value is only 95%. The Li@PVDF/PPSU||LiFePO4 shows 80% capacity retention until the 400th cycle at 2.0 C along with a CE value of over 98% (Fig. 4a). The voltage profiles provide important insights into the reason for the positive effect of the hybrid membrane (Fig. 4b). The full cell with coated Li anode shows stable polarization of approximately 370 mV, while the overpotential of that with the bare Li anode increases rapidly from 280 mV to 540 mV within the first 100 cycles. The increase of the overpotential is probably resulted from the dead lithium and thick SEI as previously mentioned, leading to the decline of the driving force for both charging and discharging. Thus, a rapid degradation of capacity is resulted. The improvement of the electrochemical performance with the Li||LiFePO4 configuration also demonstrates that the PPSU/PVDF hybrid membrane could stabilize the electrode/electrolyte interphase not only in the ether-based but also carbonate-based electrolytes. EIS is a valuable tool for monitoring physical and chemical processes in batteries, and it is experimentally possible to determine the interfacial evolution. The EIS spectra in Fig. 5 (a and b) are distinguished into two regions, the high-frequency arc associated with the interfacial impedance (including charge transfer and dissolvation of Li+) and the low-frequency response associated with the diffusion resistance. The low-frequency response is typically a straight line with a slope of 45° on Nyquist plot, corresponding to semi-infinite linear diffusion [87]. As the dominant diffusion pattern changes to spherical diffusion, a semi-circular arc is observed at low frequencies instead of the 45° line. The diffusion pattern for the Li||Cu cells with bare (Fig. 5a and Fig. S7) and coated (Fig. 5b and Fig. S7) electrodes after one plating/stripping cycle is the linear diffusion because a straight line is visible at low frequencies. After 50 cycles, the diffusion response of the bare Li||Cu cell clearly changes to an arc, indicating that spherical diffusion is dominant instead of linear diffusion. It is probable that the pristine planar electrode becomes covered by a large amount of lithium protrusions or dendrites which considerably affect the distribution of the electric field. As a result, atoms kinetically prefer to plate onto the tip of sharp dendrites with small radius rather than the planar area with large radius, making spherical diffusion the most dominant diffusion pattern on the electrode. As comparison, the diffusion pattern of the Li||Cu cell with the coated electrode does not show significant change after 70 cycles, indicating a remarkably stable interphase resulted from the uniform and stable diffusion layer. To have a quantitative understanding of the evolution of interfacial resistance, the DRT analysis was employed to separate the interfacial processes with different characteristic frequencies. The DRT theory assumes that the cell impedance consists of an infinite sum of series connected parallel resistor–capacitor (RC) circuits with various relaxation time constants [88,89]. Thus, the low frequency tail, which cannot be represented by RC-circuits, must be physically modeled, fitted and subtracted before the DRT calculations [90]. A Python script is used to execute the pre-processing tasks, and the open-source software developed by Ciucci et al. [71] was employed to transfer the impedance spectra that are a function of the frequency into a distribution of the time constant. Despite that, the cutting of the low-frequency branch leads to several artifacts at the relaxation time between 10–3 to 10–2 s, since the mathematical model that exactly matches the actual physical process at low frequencies cannot always eliminate all perturbing fractions in the medium-frequency region. These false peaks are ignored in subsequent discussions. The high-frequency processes with close time constants that overlap in the Nyquist plot are separated and identified in the DRT profile (Fig. 5c and d). The one with faster relaxation time of 10–4.7 to 10–4.0 s and the other with slower relaxation time of 10–4.0 to 10–3.5 s are assigned to the interfacial processes on the surface of the Li electrode (counter electrode) and the Cu electrode (working electrode) respectively, because the DRT spectra of Li||Li cell demonstrate only one peak in the region from 10–4.7 to 10–4.0 (Fig. S10). The interfacial impedances of the bare Li electrodes drop with cycling, suggesting gradual electrochemical degradation due to the possible increase in the specific area such as the growth of lithium dendrites. In contrast, the interfacial resistance of the working electrode with coating (Fig. 5d) is less variable than that of the bare electrode, indicating that a dense layer of Li deposits with lower porosity and a highly stable electrode/electrolyte interphase are resulted from the PPSU/PVDF membrane which is in consistence with the SEM results. 4 Conclusions A robust artificial SEI has been achieved by blending flexible and rigid polymer chains to form a hybrid membrane. The interlayer successfully serves as a uniform diffusion layer resulting in compact lithium deposits underneath the hybrid membrane, and it is robust enough to accommodate the volume change of the electrode as it maintains its integrity after cycling. The number of cycles with Coulombic efficiency higher than 95% for the coated Li||Cu half-cell at 0.5 mA cm−2 is more than 450, which is almost four times greater than that of the bare Li||Cu half-cells. The improved mechanical stability of the diffusion layer on the surface of the working electrode is definitely responsible for the greatly promoted cycling lifespans. Even at a current density of as high as 2.0 mA cm−2, the Li||Cu half-cell with hybrid membrane still shows longer cycling life and lower overpotential. Enhanced electrochemical performances also have been observed at Li||Li and Li||LFP configurations for more than 500 h periodic plating/stripping (2.0 mA cm−2, 1.0 mA h cm−2) and over 400 cycles (2 C, 80% of initial capacity), respectively. The PALS experiments have proved that the abundant ion-diffusion channels in the polymer matrix formed by the interconnected free volume cavities contribute to the high ion conductivity of the hybrid membrane. The EIS experiments and DRT analysis are employed to deeply perceive the evolution of the electrode/electrolyte interphase. Spherical diffusion pattern and decline in the interfacial resistance are observed after a few cycles for bare Li||Cu half-cell, suggesting a large amount of Li dendrites and porous deposited lithium layer. With the hybrid membrane modified electrode, the Li||Cu half-cell performs linear diffusion pattern and less variation in interfacial resistance during its lifespan, revealing that improvement in the interfacial stability is accompanied with uniform diffusion pattern. This work advances the idea of uniform lithium plating and provides a new insight on homogeneous and mechanically stable interphases for high-performance lithium metal batteries. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This research was supported by the National Natural Science Foundation of China (Grant No. 22109008). We thank Analysis & Testing Center, Beijing Institute of Technology, for assistance with characterizations. We also thank Institute of High Physics, Chinese Academy of Science for PALS testing and analysis. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2022.09.030. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] D. Lin Y. Liu Y. Cui Nat. Nanotechnol. 12 2017 194 206 D. Lin, Y. Liu, Y. Cui, Nat. Nanotechnol. 12 (2017) 194-206. [2] B. Liu J.-G. Zhang W. Xu Joule 2 2018 833 845 B. Liu, J.-G. Zhang, W. Xu, Joule 2 (2018) 833-845. [3] X. Shen H. Liu X.-B. Cheng C. Yan J.-Q. Huang Energy Stor. Mater. 12 2018 161 175 X. Shen, H. Liu, X.-B. Cheng, C. Yan, J.-Q. Huang, Energy Stor. Mater. 12 (2018) 161-175. [4] X.-B. Cheng R. Zhang C.-Z. Zhao Q. Zhang Chem. Rev. 117 2017 10403 10473 X.-B. Cheng, R. Zhang, C.-Z. Zhao, Q. Zhang, Chem. Rev. 117 (2017) 10403-10473. [5] P. Shi X.-Q. Zhang X. Shen R. Zhang H. Liu Q. Zhang Adv. Mater. Technol. 5 2020 1900806 P. Shi, X.-Q. Zhang, X. Shen, R. Zhang, H. Liu, Q. Zhang, Adv. Mater. Technol. 5 (2020) 1900806. [6] P. Bai J. Li F.R. Brushett M.Z. Bazant Energy Environ. Sci. 9 2016 3221 3229 P. Bai, J. Li, F.R. Brushett, M.Z. Bazant, Energy Environ. Sci. 9 (2016) 3221-3229. [7] X. Xu S. Wang H. Wang B. Xu C. Hu Y. Jin J. Liu H. Yan J. Energy Storage 13 2017 387 400 X. Xu, S. Wang, H. Wang, B. Xu, C. Hu, Y. Jin, J. Liu, H. Yan, J. Energy Storage 13 (2017) 387-400. [8] J. Xiao Science 366 2019 426 427 J. Xiao, Science 366 (2019) 426-427. [9] W. Liu D. Lin A. Pei Y. Cui J. Am. Chem. Soc. 138 2016 15443 15450 W. Liu, D. Lin, A. Pei, Y. Cui, J. Am. Chem. Soc. 138 (2016) 15443-15450. [10] C.-Z. Zhao P.-Y. Chen R. Zhang X. Chen B.-Q. Li X.-Q. Zhang X.-B. Cheng Q. Zhang Sci. Adv. 4 2018 eaat3446 C.-Z. Zhao, P.-Y. Chen, R. Zhang, X. Chen, B.-Q. Li, X.-Q. Zhang, X.-B. Cheng, Q. Zhang, Sci. Adv. 4 (2018) eaat3446. [11] X.-R. Chen Y.-X. Yao C. Yan R. Zhang X.-B. Cheng Q. Zhang Angew. Chem. Int. Ed. 59 2020 7743 7747 X.-R. Chen, Y.-X. Yao, C. Yan, R. Zhang, X.-B. Cheng, Q. Zhang, Angew. Chem. Int. Ed. 59 (2020) 7743-7747. [12] A. Jana R.E. García Nano Energy 41 2017 552 565 A. Jana, R.E. García, Nano Energy 41 (2017) 552-565. [13] Z. Lin Y. Qiao W. Wang H. Yuan C. Fan K. Sun CIESC J. 71 2020 4228 4237 Z. Lin, Y. Qiao, W. Wang, H. Yuan, C. Fan, K. Sun, CIESC J. 71 (2020) 4228-4237. [14] A. Jana S.I. Woo K. Vikrant R.E. García Energy Environ. Sci. 12 2019 3595 3607 A. Jana, S.I. Woo, K. Vikrant, R.E. García, Energy Environ. Sci. 12 (2019) 3595-3607. [15] J. Steiger D. Kramer R. Mönig J. Power Sources 261 2014 112 119 J. Steiger, D. Kramer, R. Mönig, J. Power Sources 261 (2014) 112-119. [16] S.-H. Yu X. Huang J.D. Brock H.c.D. Abruña J. Am. Chem. Soc. 141 2019 8441 8449 S.-H. Yu, X. Huang, J.D. Brock, H.c.D. Abruña, J. Am. Chem. Soc. 141 (2019) 8441-8449. [17] Y. Gao F. Qiao J. You C. Shen H. Zhao J. Gu Z. Ren K. Xie B. Wei J. Energy Chem. 55 2021 580 587 Y. Gao, F. Qiao, J. You, C. Shen, H. Zhao, J. Gu, Z. Ren, K. Xie, B. Wei, J. Energy Chem. 55 (2021) 580-587. [18] R.D. Deshpande D.M. Bernardi J. Electrochem. Soc. 164 2017 A461 R.D. Deshpande, D.M. Bernardi, J. Electrochem. Soc. 164 (2017) A461. [19] K.-H. Chen K.N. Wood E. Kazyak W.S. LePage A.L. Davis A.J. Sanchez N.P. Dasgupta J. Mater. Chem. A 5 2017 11671 11681 K.-H. Chen, K.N. Wood, E. Kazyak, W.S. LePage, A.L. Davis, A.J. Sanchez, N.P. Dasgupta, J. Mater. Chem. A 5 (2017) 11671-11681. [20] R. Zhang X. Shen Y.-T. Zhang X.-L. Zhong H.-T. Ju T.-X. Huang X. Chen J.-D. Zhang J.-Q. Huang J. Energy Chem. 71 2022 29 35 R. Zhang, X. Shen, Y.-T. Zhang, X.-L. Zhong, H.-T. Ju, T.-X. Huang, X. Chen, J.-D. Zhang, J.-Q. Huang, J. Energy Chem. 71 (2022) 29-35. [21] R. Xu X. Shen X.-X. Ma C. Yan X.-Q. Zhang X. Chen J.-F. Ding J.Q. Huang Angew. Chem. Int. Ed. 60 2021 4215 4220 R. Xu, X. Shen, X.-X. Ma, C. Yan, X.-Q. Zhang, X. Chen, J.-F. Ding, J.Q. Huang, Angew. Chem. Int. Ed. 60 (2021) 4215-4220. [22] J.-F. Ding R. Xu X.-X. Ma Y. Xiao Y.-X. Yao C. Yan J.-Q. Huang Angew. Chem. 134 2022 e202115602 J.-F. Ding, R. Xu, X.-X. Ma, Y. Xiao, Y.-X. Yao, C. Yan, J.-Q. Huang, Angew. Chem. 134 (2022) e202115602. [23] S. Chen J. Zheng D. Mei K.S. Han M.H. Engelhard W. Zhao W. Xu J. Liu J.G. Zhang Adv. Mater. 30 2018 1706102 S. Chen, J. Zheng, D. Mei, K.S. Han, M.H. Engelhard, W. Zhao, W. Xu, J. Liu, J.G. Zhang, Adv. Mater. 30 (2018) 1706102. [24] X. Ren S. Chen H. Lee D. Mei M.H. Engelhard S.D. Burton W. Zhao J. Zheng Q. Li M.S. Ding Chem 4 2018 1877 1892 X. Ren, S. Chen, H. Lee, D. Mei, M.H. Engelhard, S.D. Burton, W. Zhao, J. Zheng, Q. Li, M.S. Ding, Chem 4 (2018) 1877-1892. [25] K. Xu Chem. Rev. 104 2004 4303 4418 K. Xu, Chem. Rev. 104 (2004) 4303-4418. [26] J.F. Ding R. Xu N. Yao X. Chen Y. Xiao Y.X. Yao C. Yan J. Xie J.Q. Huang Angew. Chem. Int. Ed. 60 2021 11442 11447 J.F. Ding, R. Xu, N. Yao, X. Chen, Y. Xiao, Y.X. Yao, C. Yan, J. Xie, J.Q. Huang, Angew. Chem. Int. Ed. 60 (2021) 11442-11447. [27] Q. Ma B. Tong Z. Fang X. Qi W. Feng J. Nie Y.-S. Hu H. Li X. Huang L. Chen J. Electrochem. Soc. 163 2016 A1776 Q. Ma, B. Tong, Z. Fang, X. Qi, W. Feng, J. Nie, Y.-S. Hu, H. Li, X. Huang, L. Chen, J. Electrochem. Soc. 163 (2016) A1776. [28] M. Nie B.L. Lucht J. Electrochem. Soc. 161 2014 A1001 M. Nie, B.L. Lucht, J. Electrochem. Soc. 161 (2014) A1001. [29] Y. Xiao B. Han Y. Zeng S.S. Chi X. Zeng Z. Zheng K. Xu Y. Deng Adv. Energy Mater. 10 2020 1903937 Y. Xiao, B. Han, Y. Zeng, S.S. Chi, X. Zeng, Z. Zheng, K. Xu, Y. Deng, Adv. Energy Mater. 10 (2020) 1903937. [30] J. Fu X. Ji J. Chen L. Chen X. Fan D. Mu C. Wang Angew. Chem. 132 2020 22378 22385 J. Fu, X. Ji, J. Chen, L. Chen, X. Fan, D. Mu, C. Wang, Angew. Chem. 132 (2020) 22378-22385. [31] L.-P. Hou N. Yao J. Xie P. Shi S.-Y. Sun C.-B. Jin C.-M. Chen Q.-B. Liu B.-Q. Li X.-Q. Zhang Angew. Chem. Int. Ed. 2022 e202201406 L.-P. Hou, N. Yao, J. Xie, P. Shi, S.-Y. Sun, C.-B. Jin, C.-M. Chen, Q.-B. Liu, B.-Q. Li, X.-Q. Zhang, Angew. Chem. Int. Ed. (2022) e202201406. [32] A.L. Michan B.S. Parimalam M. Leskes R.N. Kerber T. Yoon C.P. Grey B.L. Lucht Chem. Mater. 28 2016 8149 8159 A.L. Michan, B.S. Parimalam, M. Leskes, R.N. Kerber, T. Yoon, C.P. Grey, B.L. Lucht, Chem. Mater. 28 (2016) 8149-8159. [33] A.B. Gunnarsdóttir S. Vema S. Menkin L.E. Marbella C.P. Grey J. Mater. Chem. A 8 2020 14975 14992 A.B. Gunnarsdóttir, S. Vema, S. Menkin, L.E. Marbella, C.P. Grey, J. Mater. Chem. A 8 (2020) 14975-14992. [34] L.-P. Hou L.-Y. Yao C.-X. Bi J. Xie B.-Q. Li J.-Q. Huang X.-Q. Zhang J. Energy Chem. 68 2022 300 305 L.-P. Hou, L.-Y. Yao, C.-X. Bi, J. Xie, B.-Q. Li, J.-Q. Huang, X.-Q. Zhang, J. Energy Chem. 68 (2022) 300-305. [35] Z. Yu Y. Cui Z. Bao Cell Rep. Phys. Sci. 1 2020 100119 Z. Yu, Y. Cui, Z. Bao, Cell Rep. Phys. Sci. 1 (2020) 100119. [36] H. Wu H. Jia C. Wang J.-G. Zhang W. Xu Adv. Energy Mater. 11 2021 2003092 H. Wu, H. Jia, C. Wang, J.-G. Zhang, W. Xu, Adv. Energy Mater. 11 (2021) 2003092. [37] R. Xu X.-B. Cheng C. Yan X.-Q. Zhang Y. Xiao C.-Z. Zhao J.-Q. Huang Q. Zhang Matter 1 2019 317 344 R. Xu, X.-B. Cheng, C. Yan, X.-Q. Zhang, Y. Xiao, C.-Z. Zhao, J.-Q. Huang, Q. Zhang, Matter 1 (2019) 317-344. [38] F. Tao Y. Liu X. Ren J. Wang Y. Zhou Y. Miao F. Ren S. Wei J. Ma J. Energy Chem. 66 2022 397 412 F. Tao, Y. Liu, X. Ren, J. Wang, Y. Zhou, Y. Miao, F. Ren, S. Wei, J. Ma, J. Energy Chem. 66 (2022) 397-412. [39] B. Han D. Feng S. Li Z. Zhang Y. Zou M. Gu H. Meng C. Wang K. Xu Y. Zhao Nano Lett. 20 2020 4029 4037 B. Han, D. Feng, S. Li, Z. Zhang, Y. Zou, M. Gu, H. Meng, C. Wang, K. Xu, Y. Zhao, Nano Lett. 20 (2020) 4029-4037. [40] A.C. Kozen C.-F. Lin A.J. Pearse M.A. Schroeder X. Han L. Hu S.-B. Lee G.W. Rubloff M. Noked ACS nano 9 2015 5884 5892 A.C. Kozen, C.-F. Lin, A.J. Pearse, M.A. Schroeder, X. Han, L. Hu, S.-B. Lee, G.W. Rubloff, M. Noked, ACS nano 9 (2015) 5884-5892. [41] C. Yan X.-B. Cheng Y.-X. Yao X. Shen B.-Q. Li W.-J. Li R. Zhang J.-Q. Huang H. Li Q. Zhang Adv. Mater. 30 2018 1804461 C. Yan, X.-B. Cheng, Y.-X. Yao, X. Shen, B.-Q. Li, W.-J. Li, R. Zhang, J.-Q. Huang, H. Li, Q. Zhang, Adv. Mater. 30 (2018) 1804461. [42] H. Yuan J. Nai H. Tian Z. Ju W. Zhang Y. Liu X. Tao X.W. Lou Sci. Adv. 6 2020 eaaz3112 H. Yuan, J. Nai, H. Tian, Z. Ju, W. Zhang, Y. Liu, X. Tao, X.W. Lou, Sci. Adv. 6 (2020) eaaz3112. [43] C. Cui C. Yang N. Eidson J. Chen F. Han L. Chen C. Luo P.F. Wang X. Fan C. Wang Adv. Mater. 32 2020 1906427 C. Cui, C. Yang, N. Eidson, J. Chen, F. Han, L. Chen, C. Luo, P.F. Wang, X. Fan, C. Wang, Adv. Mater. 32 (2020) 1906427. [44] W. Wang X. Yue J. Meng J. Wang X. Wang H. Chen D. Shi J. Fu Y. Zhou J. Chen Energy Stor. Mater. 18 2019 414 422 W. Wang, X. Yue, J. Meng, J. Wang, X. Wang, H. Chen, D. Shi, J. Fu, Y. Zhou, J. Chen, Energy Stor. Mater. 18 (2019) 414-422. [45] Y. Liu D. Lin P.Y. Yuen K. Liu J. Xie R.H. Dauskardt Y. Cui Adv. Mater. 29 2017 1605531 Y. Liu, D. Lin, P.Y. Yuen, K. Liu, J. Xie, R.H. Dauskardt, Y. Cui, Adv. Mater. 29 (2017) 1605531. [46] K. Chen R. Pathak A. Gurung E.A. Adhamash B. Bahrami Q. He H. Qiao A.L. Smirnova J.J. Wu Q. Qiao Energy Stor. Mater. 18 2019 389 396 K. Chen, R. Pathak, A. Gurung, E.A. Adhamash, B. Bahrami, Q. He, H. Qiao, A.L. Smirnova, J.J. Wu, Q. Qiao, Energy Stor. Mater. 18 (2019) 389-396. [47] X. Bian J. Liang X. Tang R. Li L. Kang A. Su X. Su Y. Wei J. Alloys Compd. 803 2019 1075 1081 X. Bian, J. Liang, X. Tang, R. Li, L. Kang, A. Su, X. Su, Y. Wei, J. Alloys Compd. 803 (2019) 1075-1081. [48] J.-F. Ding R. Xu C. Yan B.-Q. Li H. Yuan J.-Q. Huang J. Energy Chem. 59 2021 306 319 J.-F. Ding, R. Xu, C. Yan, B.-Q. Li, H. Yuan, J.-Q. Huang, J. Energy Chem. 59 (2021) 306-319. [49] N.-W. Li Y. Shi Y.-X. Yin X.-X. Zeng J.-Y. Li C.-J. Li L.-J. Wan R. Wen Y.-G. Guo Angew. Chem. Int. Ed. 57 2018 1505 1509 N.-W. Li, Y. Shi, Y.-X. Yin, X.-X. Zeng, J.-Y. Li, C.-J. Li, L.-J. Wan, R. Wen, Y.-G. Guo, Angew. Chem. Int. Ed. 57 (2018) 1505-1509. [50] Q. Lu J. Fang J. Yang G. Yan S. Liu J. Wang J. Membr. Sci. 425 2013 105 112 Q. Lu, J. Fang, J. Yang, G. Yan, S. Liu, J. Wang, J. Membr. Sci. 425 (2013) 105-112. [51] C. Li Q. Lan Y. Yang H. Shao H. Zhan ACS Appl. Mater. 11 2018 2479 2489 C. Li, Q. Lan, Y. Yang, H. Shao, H. Zhan, ACS Appl. Mater. 11 (2018) 2479-2489. [52] Y. Lin Z. Wen J. Liu D. Wu P. Zhang J. Zhao J. Energy Chem. 55 2021 129 135 Y. Lin, Z. Wen, J. Liu, D. Wu, P. Zhang, J. Zhao, J. Energy Chem. 55 (2021) 129-135. [53] Z. Yu D.G. Mackanic W. Michaels M. Lee A. Pei D. Feng Q. Zhang Y. Tsao C.V. Amanchukwu X. Yan Joule 3 2019 2761 2776 Z. Yu, D.G. Mackanic, W. Michaels, M. Lee, A. Pei, D. Feng, Q. Zhang, Y. Tsao, C.V. Amanchukwu, X. Yan, Joule 3 (2019) 2761-2776. [54] J. Lopez A. Pei J.Y. Oh G.-J.-N. Wang Y. Cui Z. Bao J. Am. Chem. Soc. 140 2018 11735 11744 J. Lopez, A. Pei, J.Y. Oh, G.-J.N. Wang, Y. Cui, Z. Bao, J. Am. Chem. Soc. 140 (2018) 11735-11744. [55] Z. Huang S. Choudhury H. Gong Y. Cui Z. Bao J. Am. Chem. Soc. 142 2020 21393 21403 Z. Huang, S. Choudhury, H. Gong, Y. Cui, Z. Bao, J. Am. Chem. Soc. 142 (2020) 21393-21403. [56] X. Kong P.E. Rudnicki S. Choudhury Z. Bao J. Qin Adv. Funct. Mater. 30 2020 1910138 X. Kong, P.E. Rudnicki, S. Choudhury, Z. Bao, J. Qin, Adv. Funct. Mater. 30 (2020) 1910138. [57] Q. Yang W. Li C. Dong Y. Ma Y. Yin Q. Wu Z. Xu W. Ma C. Fan K. Sun J. Energy Chem. 42 2020 83 90 Q. Yang, W. Li, C. Dong, Y. Ma, Y. Yin, Q. Wu, Z. Xu, W. Ma, C. Fan, K. Sun, J. Energy Chem. 42 (2020) 83-90. [58] F. Liu Q. Xiao H.B. Wu L. Shen D. Xu M. Cai Y. Lu Adv. Energy Mater. 8 2018 1701744 F. Liu, Q. Xiao, H.B. Wu, L. Shen, D. Xu, M. Cai, Y. Lu, Adv. Energy Mater. 8 (2018) 1701744. [59] R. Xu X.Q. Zhang X.B. Cheng H.J. Peng C.Z. Zhao C. Yan J.Q. Huang Adv. Funct. Mater. 28 2018 1705838 R. Xu, X.Q. Zhang, X.B. Cheng, H.J. Peng, C.Z. Zhao, C. Yan, J.Q. Huang, Adv. Funct. Mater. 28 (2018) 1705838. [60] X.-Q. Xu F.-N. Jiang S.-J. Yang Y. Xiao H. Liu F. Liu L. Liu X.-B. Cheng J. Energy Chem. 69 2022 205 210 X.-Q. Xu, F.-N. Jiang, S.-J. Yang, Y. Xiao, H. Liu, F. Liu, L. Liu, X.-B. Cheng, J. Energy Chem. 69 (2022) 205-210. [61] Z. Fang M. Zhao Y. Peng S. Guan ACS Appl. Mater. 14 2022 18922 18934 Z. Fang, M. Zhao, Y. Peng, S. Guan, ACS Appl. Mater. 14 (2022) 18922-18934. [62] Q. Zhao X. Chen W. Hou B. Ye Y. Zhang X. Xia J. Wang SusMat 2 2022 104 112 Q. Zhao, X. Chen, W. Hou, B. Ye, Y. Zhang, X. Xia, J. Wang, SusMat 2 (2022) 104-112. [63] Y. He C. Lu S. Liu W. Zheng J. Luo Adv. Energy Mater. 9 2019 1901810 Y. He, C. Lu, S. Liu, W. Zheng, J. Luo, Adv. Energy Mater. 9 (2019) 1901810. [64] Z. Huang S. Choudhury N. Paul J.H. Thienenkamp P. Lennartz H. Gong P. Müller-Buschbaum G. Brunklaus R. Gilles Z. Bao Adv. Energy Mater. 12 2022 2103187 Z. Huang, S. Choudhury, N. Paul, J.H. Thienenkamp, P. Lennartz, H. Gong, P. Müller‐Buschbaum, G. Brunklaus, R. Gilles, Z. Bao, Adv. Energy Mater. 12 (2022) 2103187. [65] P. Jyotishkumar S. Thomas Y. Grohens Characterization of Polymer Blends 2014 Wiley-VCH Weinheim 1 5 P. Jyotishkumar, S. Thomas, Y. Grohens, in: S. Thomas, Y. Grohens, P. Jyotishkumar (Eds.), Characterization of Polymer Blends, Wiley-VCH, Weinheim, 2014, pp. 1-5. [66] T. Ke S.X. Sun P. Seib J. Appl. Polymer Sci. 89 2003 3639 3646 T. Ke, S. X. Sun, P. Seib, J. Appl. Polymer Sci. 89(2003) 3639-3646. [67] C. Fu V. Venturi J. Kim Z. Ahmad A.W. Ells V. Viswanathan B.A. Helms Nat. Mater. 19 2020 758 766 C. Fu, V. Venturi, J. Kim, Z. Ahmad, A.W. Ells, V. Viswanathan, B.A. Helms, Nat. Mater. 19 (2020) 758-766. [68] Y. Ma C. Dong Q. Yang Y. Yin X. Bai S. Zhen C. Fan K. Sun J. Energy Chem. 42 2020 49 55 Y. Ma, C. Dong, Q. Yang, Y. Yin, X. Bai, S. Zhen, C. Fan, K. Sun, J. Energy Chem. 42 (2020) 49-55. [69] C. Dong Z. Lin Y. Yin Y. Qiao W. Wang Q. Wu C. Yang D. Rooney C. Fan K. Sun J. Energy Chem. 55 2021 1 9 C. Dong, Z. Lin, Y. Yin, Y. Qiao, W. Wang, Q. Wu, C. Yang, D. Rooney, C. Fan, K. Sun, J. Energy Chem. 55 (2021) 1-9. [70] L.M. Schönhoff F. Mayinger M. Eichberger A. Lösch E. Reznikova B. Stawarczyk J. Prosthet. Dent. 128 2022 93 99 L.M. Schönhoff, F. Mayinger, M. Eichberger, A. Lösch, E. Reznikova, B. Stawarczyk, J. Prosthet. Dent. 128 (2022) 93-99. [71] T.H. Wan M. Saccoccio C. Chen F. Ciucci Electrochim. Acta 184 2015 483 499 T.H. Wan, M. Saccoccio, C. Chen, F. Ciucci, Electrochim. Acta 184 (2015) 483-499. [72] J. Xing Q.-Q. Ni B. Deng Q. Liu Compos. Sci. Technol. 134 2016 184 190 J. Xing, Q.-Q. Ni, B. Deng, Q. Liu, Compos. Sci. Technol. 134 (2016) 184-190. [73] V. Jobando C. Quarles Phys. Status Solidi C 4 2007 3763 3766 V. Jobando, C. Quarles, Phys. Status Solidi C 4 (2007) 3763-3766. [74] S. Tao J. Chem. Phys. 56 1972 5499 5510 S. Tao, J. Chem. Phys. 56 (1972) 5499-5510. [75] M. Eldrup D. Lightbody J.N. Sherwood Chem. Phys. 63 1981 51 58 M. Eldrup, D. Lightbody, J.N. Sherwood, Chem. Phys. 63 (1981) 51-58. [76] W. Liu Y. Li X. Meng G. Liu S. Hu F. Pan H. Wu Z. Jiang B. Wang Z. Li J. Mater. Chem. A 1 2013 3713 3723 W. Liu, Y. Li, X. Meng, G. Liu, S. Hu, F. Pan, H. Wu, Z. Jiang, B. Wang, Z. Li, J. Mater. Chem. A 1 (2013) 3713-3723. [77] J.C.M. Madrid K. Nakamura K. Inda L. Haneke A. Heckmann J.E. Frerichs M.R. Hansen T. Placke M. Winter M. Watanabe J. Power Sources 479 2020 229084 J.C.M. Madrid, K. Nakamura, K. Inda, L. Haneke, A. Heckmann, J.E. Frerichs, M.R. Hansen, T. Placke, M. Winter, M. Watanabe, J. Power Sources 479 (2020) 229084. [78] B.-Q. Li X.-R. Chen X. Chen C.-X. Zhao R. Zhang X.-B. Cheng Q. Zhang Research 2019 2019 4608940 B.-Q. Li, X.-R. Chen, X. Chen, C.-X. Zhao, R. Zhang, X.-B. Cheng, Q. Zhang, Research 2019 (2019) 4608940. [79] R. Zahn M.F. Lagadec M. Hess V. Wood ACS Appl. Mater. 8 2016 32637 32642 R. Zahn, M.F. Lagadec, M. Hess, V. Wood, ACS Appl. Mater. 8 (2016) 32637-32642. [80] S. Lorger R. Usiskin J. Maier J. Electrochem. Soc. 166 2019 A2215 S. Lorger, R. Usiskin, J. Maier, J. Electrochem. Soc. 166 (2019) A2215. [81] J. Pan Y.-T. Cheng Y. Qi Phys. Rev. B 91 2015 134116 J. Pan, Y.-T. Cheng, Y. Qi, Phys. Rev. B 91 (2015) 134116. [82] S. Shi Y. Qi H. Li L.G. Hector Jr J. Phys. Chem. C 117 2013 8579 8593 S. Shi, Y. Qi, H. Li, L.G. Hector Jr, J. Phys. Chem. C 117 (2013) 8579-8593. [83] W. Dong K. Wang J. Han Y. Yu G. Liu C. Li P. Tong W. Li C. Yang Z. Lu ACS Appl. Mater. 13 2021 8417 8425 W. Dong, K. Wang, J. Han, Y. Yu, G. Liu, C. Li, P. Tong, W. Li, C. Yang, Z. Lu, ACS Appl. Mater. 13 (2021) 8417-8425. [84] Z. Lu Z. Yang C. Li K. Wang J. Han P. Tong G. Li B.S. Vishnugopi P.P. Mukherjee C. Yang Adv. Energy Mater. 11 2021 2003811 Z. Lu, Z. Yang, C. Li, K. Wang, J. Han, P. Tong, G. Li, B.S. Vishnugopi, P.P. Mukherjee, C. Yang, Adv. Energy Mater. 11 (2021) 2003811. [85] X. Shen R. Zhang X. Chen X.B. Cheng X. Li Q. Zhang Adv. Energy Mater. 10 2020 1903645 X. Shen, R. Zhang, X. Chen, X.B. Cheng, X. Li, Q. Zhang, Adv. Energy Mater. 10 (2020) 1903645. [86] X.-R. Chen C. Yan J.-F. Ding H.-J. Peng Q. Zhang J. Energy Chem. 62 2021 289 294 X.-R. Chen, C. Yan, J.-F. Ding, H.-J. Peng, Q. Zhang, J. Energy Chem. 62 (2021) 289-294. [87] A. Lasia Modern aspects of electrochemistry 2002 Springer Boston 143 248 A. Lasia, in: C.G. Vayenas, R.E. White (Eds.), Modern aspects of electrochemistry, Springer, Boston, 2002, pp. 143-248. [88] J.P. Schmidt P. Berg M. Schönleber A. Weber E. Ivers-Tiffée J. Power Sources 221 2013 70 77 J.P. Schmidt, P. Berg, M. Schönleber, A. Weber, E. Ivers-Tiffée, J. Power Sources 221 (2013) 70-77. [89] J. Illig M. Ender A. Weber E. Ivers-Tiffée J. Power Sources 282 2015 335 347 J. Illig, M. Ender, A. Weber, E. Ivers-Tiffée, J. Power Sources 282 (2015) 335-347. [90] J. Illig T. Chrobak D. Klotz E. Ivers-Tiffée ECS Trans. 33 2011 3 J. Illig, T. Chrobak, D. Klotz, E. Ivers-Tiffée, ECS Trans. 33 (2011) 3.",
      "scopus-id": "85142435401",
      "coredata": {
        "eid": "1-s2.0-S209549562200506X",
        "dc:description": "Artificial solid electrolyte interphase (SEI) is promising to inhibit uncontrollable lithium dendrites and enable long cycling stability for lithium metal batteries. However, the essential mechanical stability is limited since organic layers generally have low modulus whereas intrinsic brittleness for inorganic ones remains a great concern. Polymer-based SEIs with rigid and flexible chains in adequate mechanical properties are supposed to address this issue. Herein, a homogeneous and mechanically stable diffusion layer is achieved by blending rigid chains of polyphenylene sulfone (PPSU) with flexible chains of poly (vinylidene fluoride) (PVDF) in a hybrid membrane, enabling uniform diffusion and stabilizing the lithium metal anode. The Li||Cu cell with the protected electrode exhibits a long lifetime more than 450 cycles (0.5 mA cm−2, 1.0 mA h cm−2) (fourfold longer than the control group) with higher average Coulombic efficiency of 98.7%. Enhanced performances are also observed at Li||Li and full cell configurations. The improved performances are attributed to the controlled morphology and stable interphase, according to scanning electron microscopy (SEM) and electrochemical impedance. This research advances the idea of uniform lithium plating and provides a new insight on how to create a homogeneous and mechanically stable diffusion layer using rigid-flexible polymers.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S209549562200506X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lin, Zhenkang"
          },
          {
            "@_fa": "true",
            "$": "Ma, Yuyan"
          },
          {
            "@_fa": "true",
            "$": "Wang, Wei"
          },
          {
            "@_fa": "true",
            "$": "He, Yu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Menghao"
          },
          {
            "@_fa": "true",
            "$": "Tang, Jun"
          },
          {
            "@_fa": "true",
            "$": "Fan, Cheng"
          },
          {
            "@_fa": "true",
            "$": "Sun, Kening"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S209549562200506X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S209549562200506X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00506-X",
        "prism:volume": "76",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "A homogeneous and mechanically stable artificial diffusion layer using rigid-flexible hybrid polymer for high-performance lithium metal batteries",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium metal battery"
          },
          {
            "@_fa": "true",
            "$": "Lithium dendrite"
          },
          {
            "@_fa": "true",
            "$": "Uniform diffusion"
          },
          {
            "@_fa": "true",
            "$": "Rigid-flexible artificial layer"
          },
          {
            "@_fa": "true",
            "$": "Electrochemical impedance"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "631-638",
        "prism:endingPage": "638",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2023",
        "prism:doi": "10.1016/j.jechem.2022.09.030",
        "prism:startingPage": "631",
        "dc:identifier": "doi:10.1016/j.jechem.2022.09.030",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "129",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22385",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "420",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "62722",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "292",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56633",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "445",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53571",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "192",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35261",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "439",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "64030",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "57",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5084",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11032",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15763",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "197",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8506",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7048",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10107",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "572",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "132829",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1860",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "335024",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "858",
            "@width": "1568",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "266645",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1969",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "282340",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "851",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "185029",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1945",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "342646",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4416728",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562200506X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "16065783",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85142435401"
      }
    }
  }
}