{
  "metadata": {
    "title": "CoS<ce:inf loc=post>2</ce:inf> nanowires supported graphdiyne for highly efficient hydrogen evolution reaction",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-09-30",
    "doi": "10.1016/j.jechem.2021.01.005",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495621000309",
    "pii": "S2095495621000309"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85100653158",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2021-01-14 2021-01-14 2021-02-09 2021-02-09 2021-04-23T15:56:40 1-s2.0-S2095495621000309 S2095-4956(21)00030-9 S2095495621000309 10.1016/j.jechem.2021.01.005 S300 S300.1 FULL-TEXT 1-s2.0-S2095495621X00022 2021-04-23T16:45:14.292309Z 0 0 20210901 20210930 2021 2021-01-14T07:26:08.631809Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 2095-4956 20954956 false 60 60 C Volume 60 30 272 278 272 278 202109 September 2021 2021-09-01 2021-09-30 2021 article fla © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. COS2NANOWIRESSUPPORTEDGRAPHDIYNEFORHIGHLYEFFICIENTHYDROGENEVOLUTIONREACTION XIE W 1 Introduction 2 Results and discussion 3 Conclusion Acknowledgements Appendix A Supplementary data References WANG 2018 1700844 Y ZENG 2015 14942 14962 M ZHU 2019 1348 J WANG 2018 1198 1204 X LEDENDECKER 2015 393 399 M JIAO 2015 2060 2086 Y VOIRY 2013 6222 6227 D XIE 2013 17881 17888 J CHEN 2017 7405 7411 P ZHUO 2018 3132 S ZHANG 2018 779 786 J ZHOU 2020 2253 Y JIN 2019 1903847 B HAN 2018 1800935 X LI 2018 1801070 Y WANG 2018 46 X MA 2019 3367 D LI 2019 6824 6834 L FENG 2015 7051 7057 J LIU 2016 98 102 T FENG 2018 610 617 J LI 2019 4060 F XUE 2018 1460 Y SHI 2020 104852 G HUI 2019 135 142 L HUI 2018 5309 L HU 2019 103874 C HUI 2018 1771 1780 L FANG 2019 591 597 Y HUI 2018 2618 2625 L YU 2019 103928 H XUE 2017 1700936 Y YU 2018 1707564 H WANG 2020 104307 F ZUO 2019 899 903 Z WANG 2019 15010 15015 F HUI 2019 10677 10683 L LI 2020 2000140 L LI 2010 3256 3258 G WANG 2012 265 271 S ZHOU 2015 7596 7599 J LIU 2019 1804386 J MIN 2019 32798 32807 H JIANG 2019 4060 4067 W SHI 2019 821 828 G LI 2016 3954 3957 J KAN 2017 53 58 X ZHOU 2019 1803758 J LI 2019 1905423 J CHEN 2019 10849 10852 Z ZHANG 2020 3210 3213 Z ZHAO 2018 1800959 Y LI 2020 1998 2005 Y GAO 2017 1605308 X HAN 2018 1702992 Y GU 2019 1800550 J LI 2017 5209 5213 J KUANG 2018 317 326 P SHI 2018 2662 2669 G HUANG 2019 25609 25618 H LI 2019 1900241 J ZHANG 2020 1907290 J HE 2019 14566 14574 J REN 2020 2614 2621 X GAO 2019 908 936 X XIEX2021X272 XIEX2021X272X278 XIEX2021X272XW XIEX2021X272X278XW 2023-02-09T00:00:00.000Z 2023-02-09T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2021-01-10T04:30:58.739Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas Natural Science Foundation of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/501100007129 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 ISTCP International Science and Technology Cooperation Programme http://data.elsevier.com/vocabulary/SciValFunders/501100012326 http://sws.geonames.org/1814991 Natural Science Foundation of Tianjin City http://data.elsevier.com/vocabulary/SciValFunders/501100006606 http://sws.geonames.org/1814991 item S2095-4956(21)00030-9 S2095495621000309 1-s2.0-S2095495621000309 10.1016/j.jechem.2021.01.005 286353 2021-04-23T16:45:14.292309Z 2021-09-01 2021-09-30 1-s2.0-S2095495621000309-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/MAIN/application/pdf/36550214f764ddc980149f3e8b939fb7/main.pdf main.pdf pdf true 3256353 MAIN 7 1-s2.0-S2095495621000309-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/PREVIEW/image/png/1a931e66cb8a3c994cfdae7847efee47/main_1.png main_1.png png 59932 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495621000309-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr2/DOWNSAMPLED/image/jpeg/e7b1f71c215d17072998d9278a8617be/gr2.jpg gr2 gr2.jpg jpg 105206 434 754 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621000309-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr3/DOWNSAMPLED/image/jpeg/25ee1787b4f02f63f762915a6c9691e3/gr3.jpg gr3 gr3.jpg jpg 135222 619 754 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621000309-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr4/DOWNSAMPLED/image/jpeg/7d039f1f9b1cb60253e04f54e9764388/gr4.jpg gr4 gr4.jpg jpg 107652 509 753 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621000309-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr5/DOWNSAMPLED/image/jpeg/2eab9b0fe7d848e67e68c1c922b0aad2/gr5.jpg gr5 gr5.jpg jpg 47591 208 714 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621000309-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/ga1/DOWNSAMPLED/image/jpeg/10f0a26bf3feebcd9b7fc06002ae7164/ga1.jpg ga1 true ga1.jpg jpg 34619 200 400 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621000309-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr1/DOWNSAMPLED/image/jpeg/78810908e2fa9d31cabe5c624bb5ef88/gr1.jpg gr1 gr1.jpg jpg 211586 719 711 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621000309-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr2/THUMBNAIL/image/gif/cd7903a950a0530221ff734146e90659/gr2.sml gr2 gr2.sml sml 11449 126 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621000309-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr3/THUMBNAIL/image/gif/d11a76a8474eac376bd849ee3e043c53/gr3.sml gr3 gr3.sml sml 11524 164 200 IMAGE-THUMBNAIL 1-s2.0-S2095495621000309-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr4/THUMBNAIL/image/gif/0bffc73f0d7a956c79698d916307f188/gr4.sml gr4 gr4.sml sml 13148 148 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621000309-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr5/THUMBNAIL/image/gif/8756012a0aac31e237b3e3ca72697d9a/gr5.sml gr5 gr5.sml sml 6562 64 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621000309-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/ga1/THUMBNAIL/image/gif/6e3fe434f36d6490dfe14e302ce36e5c/ga1.sml ga1 true ga1.sml sml 17025 110 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621000309-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr1/THUMBNAIL/image/gif/d4f8c5e745d7db0cbe82b7dc341218ab/gr1.sml gr1 gr1.sml sml 18766 164 162 IMAGE-THUMBNAIL 1-s2.0-S2095495621000309-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr2/HIGHRES/image/jpeg/2a92405b9fccab6f584770d434ed485b/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 758457 1920 3337 IMAGE-HIGH-RES 1-s2.0-S2095495621000309-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr3/HIGHRES/image/jpeg/e619b2a6e40395dccacfa6fe78d47416/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1005631 2738 3337 IMAGE-HIGH-RES 1-s2.0-S2095495621000309-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr4/HIGHRES/image/jpeg/9b617d149ced7a9b2edd2d8686274036/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 346437 1442 2135 IMAGE-HIGH-RES 1-s2.0-S2095495621000309-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr5/HIGHRES/image/jpeg/8cecfd2c043cecbd238318e420ca796a/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 361935 919 3160 IMAGE-HIGH-RES 1-s2.0-S2095495621000309-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/ga1/HIGHRES/image/jpeg/85a20c6348d5a72defa5ea1744fed0f7/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 246605 886 1772 IMAGE-HIGH-RES 1-s2.0-S2095495621000309-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/gr1/HIGHRES/image/jpeg/59df90f06452a0ef73da26dc30a285a5/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 860302 2040 2016 IMAGE-HIGH-RES 1-s2.0-S2095495621000309-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621000309/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/ec494006b4f5373dbabb0b2511761a67/mmc1.docx mmc1 mmc1.docx docx 3688552 APPLICATION 1-s2.0-S2095495621000309-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10J069J64KW/MAIN/application/pdf/dcf070dd40ace50a3f6605be4ee67980/am.pdf am am.pdf pdf false 3424095 AAM-PDF JECHEM 1754 S2095-4956(21)00030-9 10.1016/j.jechem.2021.01.005 Science Press Fig. 1 (a) SEM image of CC. (b) SEM image of Co(OH)F/CC. (c and d) Low- and high-magnification SEM image of CoS2. (e–g) STEM elemental mapping of Co, and S. (h–j) SEM images of GDY/CoS2/CC. (k) HRTEM images of GDY/CoS2 nanowire. (l–o) The STEM elemental mapping of Co, S, C for the GDY/CoS2 nanowire. Fig. 2 (a) PXRD patterns for CoS2/CC and GDY/CoS2/CC. (b) Raman spectra for GDY and GDY/CoS2/CC. (c) Full XPS spectra of GDY/CoS2/CC electrode (i) and CoS2/CC (ii). High-resolution XPS spectra of (d) Co 2p and (e) S 2p for GDY/CoS2/CC (i), CoS2/CC (ii) and (f) C 1s XPS spectra of GDY/CoS2/CC (i) and GDY (ii). Fig. 3 (a) Linear sweep voltammetry (LSV) curves for different sample electrodes. (b) Overpotential of different electrode materials. (c) Tafel plots of the corresponding electrodes. (d) Cyclic voltammetry (CV) of CoS2/CC and GDY/CoS2/CC. (e) Capacitive currents as a function of scan rates. (f) Nyquistplots for GDY, CoS2/CC, and GDY/CoS2/CC. (g) LSV curve stability test of GDY/CoS2/CC electrode. (h) overpotential-time curves for the GDY/CoS2/CC electrode in 1 M KOH. Fig. 4 (a) Atom labels at different positions of GDY/CoS2/CC. (b) Charge density difference map for GDY/CoS2/CC. (c) Density of states of GDY/CoS2/CC, C, Co and S. The HER free-energy changes (ΔG H) of the GDY/CoS2/CC on (d) C sites (e), S sites and (f) Co sites under alkaline condition. Scheme 1 Schematic diagram of catalyst phased synthesis. CoS2 nanowires supported graphdiyne for highly efficient hydrogen evolution reaction Wangjing Xie a 1 Kang Liu c 1 Guodong Shi b d Xinliang Fu b Xiaojie Chen b Zixiong Fan b Min Liu c Mingjian Yuan b Mei Wang a ⁎ a Key Laboratory of Marine Chemistry Theory and Technology, (Ministry of Education), College of Chemistry and Chemical Engineering, Ocean University of China, Qingdao 266100, Shandong, China Key Laboratory of Marine Chemistry Theory and Technology, (Ministry of Education) College of Chemistry and Chemical Engineering Ocean University of China Qingdao 266100 Shandong China Key Laboratory of Marine Chemistry Theory and Technology, (Ministry of Education), College of Chemistry and Chemical Engineering, Ocean University of China, Qingdao 266100, Shandong, China b Key Laboratory of Advanced Energy Materials Chemistry, (Ministry of Education), Renewable Energy Conversion and Storage Center (RECAST), College of Chemistry, Nankai University, Tianjin 300071, China Key Laboratory of Advanced Energy Materials Chemistry, (Ministry of Education) Renewable Energy Conversion and Storage Center (RECAST) College of Chemistry Nankai University Tianjin 300071 China Key Laboratory of Advanced Energy Materials Chemistry, (Ministry of Education), Renewable Energy Conversion and Storage Center (RECAST), College of Chemistry, Nankai University, Tianjin 300071, China c School of Physics and Electronics, State Key Laboratory of Powder Metallurgy, Central South University, Changsha 410083, Hunan, China School of Physics and Electronics State Key Laboratory of Powder Metallurgy Central South University Changsha 410083 Hunan China School of Physics and Electronics, State Key Laboratory of Powder Metallurgy, Central South University, Changsha 410083, Hunan, China d College of Science, Henan University of Technology, Zhengzhou 450001, Henan, China College of Science Henan University of Technology Zhengzhou 450001 Henan China College of Science, Henan University of Technology, Zhengzhou 450001, Henan, China ⁎ Corresponding author. 1 These authors contributed equally to this work. Graphical abstract Planar unsaturated sulfurs in (211) facet of the CoS2 nanowires have been successfully activated through constructing Graphdiyne-CoS2 heterojunction nanocomposites as efficient electrocatalyst toward HER. Transition metal sulfides are an important category for hydrogen evolution reaction (HER). However, only few edge unsaturated sulfurs functionalize as catalytic sites, which has dramatically limited the catalytic activity and stability. In this work, planar unsaturated sulfurs in (211) plane of the CoS2 nanowires have been successfully activated through constructing Graphdiyne-CoS2 heterojunction nanocomposites. The corresponding electrons transfer energy barriers for these planar unsaturated sulfurs have been significantly diminished, which are induced by the synergetic effects of the sp 1 hybridized carbons and unsaturated planar sulfurs. In addition, DFT simulations reveal the synergetic effects of the sp 1 hybridized carbons and unsaturated planar sulfurs can promote electron transfer kinetics of the key step, Volmer-Heyrovsky step, of the reaction. As expected, the Graphdiyne-CoS2 heterojunction nanocomposites exhibit superior HER catalytic performance with low overpotential of 97 mV at 10 mA cm−2, and the Tafel slope of 56 mV dec−1. Furthermore, the heterojunction shows outstanding stability as well due to the protection of the Graphdiyne (GDY). The approach thus paves the way for the further efficient transition metal disulfides catalyst manufactures. Keywords Graphdiyne Electrocatalysts Hydrogen evolution reaction DFT simulation 2D carbon material 1 Introduction The increasingly severe environmental situation has put forward higher requirements for renewable fuels. H2 is frequently advocated as a clean, renewable, high energy density energy carrier that has attracted widespread attention to optimize modern fossil fuels [1]. To utilize the abundant electricity generated by solar energy, wind power and nuclear power, developing efficient catalysts especially electrocatalysts has become the most critical and attractive research topic for promoting HER effectively [2–5]. To date, precious metal materials such as Pt, Ru and so on have shown high-performance in HER [6,7]. However, their low reserves have hindered extensive applications. The low cost transition metal sulfides (TMSs) have been widely used in HER [8–12], OER [13], overall water splitting [14,15], batteries [16,17]. Nevertheless, transition metal sulfides still suffer from several challenges in electrocatalytic HER application, such as lack of active sites, high Gibbs free energy for hydrogen adsorption/desorption and poor eletrocatalytical stability, etc, which urgently require solutions. In order to overcome these problems, efforts have been devoted by the researchers recently. Xie et al. incorporated oxygen into MoS2 to construct edge-unsaturated coordinated sulfur atoms as active sites, resulting in an excellent electrocatalyst for HER [8]. In addition, they demonstrated nitrogen-anion modified CoS2/CC hybrid material can effectively improve the electrical conductivity and provide additional active sites for HER. In particular, the introduction of nitrogen in CoS2 greatly reduce the free energy for hydrogen adsorption on S and Co active sites, leading to superior performance [9]. Voiry's group constructed MoS2 at different temperatures to strip off part of the sulfur to build unsaturated coordinated Mo and sulfur vacancies, which led to improved hydrogen evolution activity [18]. In brief, applying chemical or physical modification strategies to design and synthesize inexpensive and efficient catalysts with fully exposed active sites and high conductivity for HER is of guiding significance [18–22]. GDY as a novel one-atom-thick, electron-rich, two-dimensional full carbon material [23–32], is composed of highly conjugated benzene ring (sp 2-C) carbon network and diacetylenic units (sp-C) connection, which was first successfully obtained via reasonable design by Li et al. [33–40]. Compared with graphitic carbon materials, GDY is an extraordinary carbon material because of its natural pores formed by the uniformly distributed triangular conjugated electron system. The large π-conjugated structure endows graphdiyne highly efficient charge carrier mobility (2 × 105 cm2 V−1 s−1) and large electronic conductivity (2.56 × 10−1 S m−1). Furthermore, GDY (0.47 eV) is recognized as a direct bandgap semiconductor which is different from graphene (0 eV) [33]. Prominent stability under acid or alkali conditions at as high as 150 °C, gives GDY superb chemical/physical properties [41–53]. As a superior material, GDY can be utilized in coating on numerous of nanomaterials to dramatically enhance conductivity and stability in electrochemistry [28,29]. GDY displays intrinsic superiority for constructing heterojunction structures [23,35]. Due to those unique advantages [54,55], GDY has been successfully applied in many fields, including water splitting (HER, OER, OWS) [56–58], ORR [59], sensors [52,53], lithium ion and solar cells [60–62], energy storage and related applications [63,64]. The uniform porous structure of the GDY system facilitates electron and hydronium diffusion/transfer in and out of the plane [65]. Further theoretical simulation reveals in the molecular and even atomic level the sulfur and carbon active sites are both important for efficient catalytic process [25]. Combining transition metal materials with GDY can enhance the conductivity of the heterojunction [31]. Simultaneously, GDY can act as an “electron reservoir” in the catalytic process, while, it has been proved that GDY can stabilize transition metals [24]. All of these provide theoretical and practical guidance for the improvement of electrocatalytic performance of the catalysts for HER through the combination of transition metal sulfides and GDY. Here, we demonstrated the synthesis of a new type of highly efficient and stable HER catalyst GDY/CoS2/CC (carbon cloth) by coating GDY nanowall over cobalt disulfide nanowire arrays through the in situ approach. In many reported transition metal sulfide materials, the main active sites are the unsaturated edge sulfur, which has the shortcomings of small quantity and difficult exposure. Our work has achieved a precise combination between the 2D (211) plane of CoS2 and the GDY plane, which provides much more active sites of carbon atoms and planar unsaturated S for synergistic catalysis. Due to the electron-rich nature of GDY, it can also enhance the electron transfer between the two-phase interface to improve their corporative catalytic effect. The results reveal the new GDY/CoS2/CC HER electrocatalyst exhibits much lower overpotential, higher catalytic current density and smaller Tafel slope (97 mV at 10 mA cm−2, 56 mV dec−1, respectively). Furthermore, the catalyst displays superior stability up to 36 hours, which is fatal important for further application. DFT simulations confirm that the introduction of GDY can dramatically accelerate the charge diffusion and transport at the interface, which also stabilizes the cobalt metal ions. Meanwhile, it supplies more active sites of carbon atoms and the unsaturated sulfur for facilitating hydrogen adsorption/desorption cooperatively, as well as, greatly decrease the reaction energy barrier for HER. Therefore, the in situ approach of incorporating GDY with CoS2 represents a novel way for improve the catalytic performance of plane activity of transition metal sulfides towards HER. 2 Results and discussion Synthesis and characterization of GDY/CoS2/CC As depicted in Scheme 1 , the synthesis process of the nanowire heterojunction GDY/CoS2/CC is accomplished in three steps. Fig. S1 shows the sample diagram at different stages of the synthesis process. Co(OH)F was hydrothermally synthesized on the pre-treated original CC (Fig. 1 a and S2) to produce Co(OH)F/CC composites (Fig. 1b and S3) [9]. Subsequently, Co(OH)F/CC was sulfurizedin atube furnace at 500 °C to yield CoS2/CC, which subsequently used as a template to be coated by GDY. The morphology of CoS2/CC was characterized by scanning electron microscopy (Fig. 1c and d) and high-resolution transmission electron microscopy (Fig. 1e–g), which show that the CoS2/CC nanowire arrays are completely independent of each other and cover the entire carbon cloth surface. After the Co(OH)F/CC precursor was vulcanized, nano-spherical protrusions appeared on the nanowire surface (Fig. 1d). This ordered 3D nanowire array of CoS2/CC with uniform micropores provides a high-quality substrate for the in-situ firm growth of GDY. The HRTEM image of GDY/CoS2/CC in Fig. 1k demonstrates the (211) plane of CoS2. After using in situ synthesis strategy to coat CoS2/CC with GDY, the entire 3D dimension CoS2 nanowire morphology structure remains intact, which is tiled with a dense and regular GDY nanowall (Fig. 1h). The package thickness of GDY coating on CoS2/CC can be clearly observed (Fig. 1i and j). The HRTEM of the CoS2 crystal plane under the GDY nanowall can be accurately captured, which is also the most solid evidence of the close combination of GDY and CoS2 (Fig. 1k). Fig. 1l–o display the corresponding energy-dispersive X-ray spectroscopy (EDX) mapping images of the cobalt, sulfur elements of CoS2, carbon element of GDY, respectively, indicating the atomic distribution of these three elements in the whole nanowire. PXRD patterns of the prepared CoS2/CC and GDY/CoS2/CC are depicted in Fig. 2 a. The original CoS2/CC peaks can all be well assigned to the CoS2 phase. As for CoS2/CC, the recorded diffraction peaks at 27.8°, 32.2°, 36.2°, 39.8°, 46.3° and 54.8° are correspond to (111), (200), (210), (211), (220) and (311) planes of the CoS2 (JCPDS NO. 89-1492). Compared with the XRD diffraction pattern of pristine cobalt disulfide, the material of CoS2 coated by GDY exhibit obvious different diffraction peaks at 25.6° and 44°, which are the fingerprint peaks for GDY, suggesting that GDY has been coated on CoS2 successfully. Besides, the GDY/CoS2/CC catalyst shows gentle shift of the diffraction peaks to the larger angles compared with those of CoS2, which may be due to the strong interaction between CoS2 and GDY [25]. Raman spectra of the materials are also investigated to further study their phase compositions and microstructures. As shown in Fig. 2b, Raman spectrum of the synthesized GDY/CoS2/CC displays the characteristic peaks at 293 cm−1, 323 cm−1 and 393 cm−1, which match with the reported values for pristine CoS2 [17]. Besides, the other peaks observed in the Raman spectrum at 1376, 1586, 1933, and 2174 cm−1 are attributed to the D and G bands and vibration of conjugated diacetylene chain (–CC–CC–) for GDY, which are typical evidence of the successful preparation of GDY in the composite material. XPS further analyzed the physical and chemical characteristics of the samples. Fig. 2c shows the XPS spectra of the synthesized CoS2/CC and GDY/CoS2/CC, confirming the presence of Co, S and C elements in the sample. Compared with those of CoS2/CC, the obvious changes of the peak intensities for C and Co in GDY/CoS2/CC indicate that GDY has been successfully obtained and coated on CoS2. In addition, the peak of O element can be reasonably attributed to the absorption of O2 in the atmosphere. As presented in Fig. 2d, the two peaks at 779.2 and 794.0 eV can be attributed to Co 2p 3/2 and Co 2p 1/2, respectively [16]. It can be subdivided into four peaks 778.9, 780.2, 793.9 and 795.7 eV, which can be attributed to Co3+ and Co2+, proving the coexistence of cobalt ions with different valence states. Fig. 2e exhibits five characteristicsignificantpeaksof CoS2 with the binding energy of 161.8, 162.8, 164.0, 168.8 and 169.9 eV, respectively. The first three peaks can be ascribed to S2− and S2 2−. Meanwhile, the other two peaks at 168.8 and 169.9 eV correspond to S 2p 3/2 and S 2p 1/2 of SO3 2− [16]. The XPS spectra of C 1s for GDY/CoS2/CC and GDY are given in Fig. 2f top and down, respectively, both of which show the peaks located at 284.6, 285.0, 286.7 and 287.7 eV corresponding to CC (sp 2), CC (sp), C–O and CO, respectively. Compared with the conventional GDY, the existence of a satellite peak at 290.0 eV in the spectrum of GDY/CoS2/CC (Fig. 2f) is due to the π–π* transition arising fromrestoration of the delocalized conjugatedstructure, highlighting the electronic interaction between GDY and CoS2. According to the above analysis, all these results of PXRD, Raman spectrum and XPS confirm the presence of the electron interactions between the CoS2 and GDY as GDYnanowallcoatingon CoS2, making GDY/CoS2/CC more favourable for electrochemical HER. In order to study the electrocatatytic activity and stability of the prepared GDY/CoS2/CC materials as working electrode for HER, a series of electrochemical experiments were studied in a three-electrode system with 1 M KOH as electrolyte. As displayed in Fig. 3 a, LSV curves of different materials for CC, GDY, CoS2/CC, Pt/C (20%) as well as our synthesized material GDY/CoS2/CC were recorded under the same condition at the scan rate of 2 mV/s. Among all samples, the GDY/CoS2/CC material showed the highest electrocatalytic HER activity at a potential of −0.6 V. At the same time, as the potential increased, the electrocatalytic current density of GDY/CoS2/CC was gradually higher than that of Pt/C, proving that GDY/CoS2/CC has well catalytic HER activity. In addition, as can be found in Fig. 3b, the GDY/CoS2/CC heterojunction can reach the current density of 10 and 100 mA cm−2 at the onset overpotential of 97 mV and 318 mV, respectively, which are both much lower than those of CoS2/CC (250 mV and 483 mV) and GDY (362 mV and 731 mV), indicating that GDY/CoS2/CC electrode shows more excellent electrochemical activity, which could be owning to the strong interactions between GDY and CoS2 confirmed by Raman and XPS spectrum, and the increase of active sites in the composites. Conventionally, kinetic parameter for HER in 1 M KOH can be evaluated by the Tafel slope value. What’s more, as Fig. 3c shown the Tafel plots for all the five kinds of electrodes, GDY/CoS2/CC (56 mV dec−1) is about 5 times smaller than that of CC (273 mV dec−1), also much smaller than that of pristine CoS2/CC (104 mV dec−1) and close to that of Pt/C. Besides, the calculated Tafel slope value of GDY/CoS2/CC is between the theoreticalVolmerTafel slope (118 mV dec−1) andHeyrovsky(39 mV dec−1) in base condition, which proves that the Volmer-Heyrovsky step determines the HER processing rate. To further investigate the reason of the high electrocatalytic activity of the GDY/CoS2/CC catalyst, the cyclic voltammetries of CoS2/CC and GDY/CoS2/CC were performed in the non-faradaic active region at the scan rate range of 10–100 mV/s (Fig. 3d and S4) to calculate the double-layer capacitance (C dl). Thereby, the electrochemical active surface area (ECSA = C dl/C s) could be estimated. The linear relationship between the scan rates and the current densities is displayed in Fig. 3e, indicating that the GDY/CoS2/CC electrode shows relatively high C dl (65.8 mF cm−2) after surface modification, which is about 1.3 times of CoS2/CC (50.3 mF cm−2), demonstrating that the introduction of porous GDY into the CoS2 material could effectively increase its active surfaces to promote the electrocatalytic activity for HER. Besides, comparing the LSV curves of nanowires with different diameters, the thinnest nanowire has an increased specific surface area and has better electrocatalytic performance (Fig. S5). Moreover, to assess the kinetics of the GDY/CoS2/CC material towards electrocatalytic HER, the electrochemical impedance spectroscopy (EIS) was recorded in alkaline solution (Fig. 3f) and fitted to the equivalent circuit model (Fig. S6) with the uncompensated solution resistance (Rs) and the charge transfer resistance (Rct). As the fitted parameters presented in Table S1, the GDY/CoS2/CC electrode material exhibits lower value of solution resistance (R s = 3.01 Ω) and lower charge transfer resistance (R ct = 11.03 Ω) than those of the other two types of electrodes, pristine CoS2/CC (R s = 3.15 Ω, R ct = 27.15 Ω) and GDY/CC (R s = 3.77 Ω, R ct = 542.6 Ω), indicating that GDY/CoS2/CC possesses the fastest electron-transport ability to enhance hydrogen evolution. Fig. S6 All of the above results further proves the superiority of the GDY/CoS2/CC electrode in HER, which is because the in-situ growth of GDY coating on CoS2/CC supplies more active surfaces and high electronic conductivity in the electrocatalytic process for HER. Then, the stability of GDY/CoS2/CC has been further studied by CV cycling and multi-level chronopotentiometry response tests. As illustrated in Fig. 3g and h, GDY/CoS2/CC electrode shows almost negligible degradation of current density after 6000 cycles tests, and the overpotential of sample for electrocatalysis exhibits very faint changes at the given current densities for nearly 36 hours, respectively, confirming the excellent stability of our synthesized material for electrocatalytic HER. These results confirm that our synthesized material GDY/CoS2/CC is much more stable for electrocatalytic HER than other transition metal materials (Table S2), which may because the great stable diacetylenic carbon material GDY on top of the whole CoS2 could effectively protect and stabilize it [24]. Furthermore, the direct growth of GDY on the high quality nanowire substrates CoS2 could avoid the usage of conventional adhesives, thereby subtly reducing the charge transfer-resistance between the phase interface and contact resistance, thus greatly improving the reaction kinetics. To gain further insights into the intrinsic activity of the designed composite GDY/CoS2/CC towards HER, density functional theory (DFT) calculations have been conducted. As displayed in Fig. 4 a, the composite model was constructed by covering the supercell CoS2 (211) surface slab with the graphdiyne layer including 24 Co atoms, 48 S atoms and 36 C atoms. According to the calculation results of the cobalt disulfide crystal plane (211) captured by HRTEM, it can be known that the crystal plane has two kinds of unsaturated coordination modes of sulfur active sites. Hydrogen adsorption and desorption on the surface of catalyst are the key processes during electrocatalytic hydrogen evolution reaction [21,22]. Thus, to evaluate the HER kinetics of the GDY/CoS2/CC, the free energy of the HER process on the surfaces of CoS2 and GDY at all active sites were calculated. ΔG H of C-sites, S-sites and Co-sites in different coordination modes are presented in Fig. 4d–f, suggesting that C3 (ΔG H = 0.45 eV) and S2 (ΔG H = 0.44 eV) sites are the main active sites with the lowest Gibbs free energy for both hydrogen absorption and desorption. Thereby, coupling of GDY with CoS2 nanowire material could supply more active sites of carbon atoms in the acetylene bonds and the unsaturated sulfur in CoS2 for improving the intrinsic catalytic performance of catalytic hydrogen composite material, which may because of the strong electronic interactions between GDY and CoS2 confirmed by Raman and XPS spectrum. Moreover, the incorporation of the two kind of active sites could enhance the transformation of charges, leading to significant improvement of the catalytic activity for HER. As shown in the Fig. 4c, the contributions of all elements in density of states (DOS) were calculated, revealing that the GDY/CoS2/CC composite has very high conductivity, which should be due to the effectively incorporation of graphydine owning excellent electronic conductivity (2.56 × 10−1 S m−1) with CoS2 owning naturally metallic conductivity. As displayed in Fig. 4b, GDY could attract electrons from CoS2 and the electrons can be transferred freely between Co and S based on the well metallicity of cobalt disulfide. All these factors above could improve the intrinsic catalytic performance of the GDY/CoS2/CC composite and make it achieve remarkable catalytic performance for HER. Furthermore, the morphology and configuration of GDY/CoS2/CC catalyst after electrolysis test have also been evaluated. After electrocatalysis, we captured the CoS2 (211) plane again by HRTEM. By comparing the corresponding SEM and HRTEM images of GDY/CoS2 before and after the electrocatalysis, it is proved that the catalyst miantain its previous 3D nanowire structure and the morphology, as well as confirm the intact of the CoS2 (211) plane (Fig. S7). In addition, the PXRD patterns of the catalyst after electrocatalysis shows that the diffraction peak positions are consistent with those before catalysis, indicating that catalyst keeps high stability (Fig. S8). Besides, the full XPS spectra and High-resolution XPS spectra of Co 2p, S 2p and C 1s for GDY/CoS2/CC after the electrocatalysis are similar to those before catalysis, further demonstrating element content of the catalyst has not changed, and proving the stable existence of planar unsaturated sulfurs in (211) plane of CoS2 nanowires (Fig. S9). In according to the above findings, the outstanding electrocatalytic HER performance of the GDY/CoS2/CC nanocomposites could be attributed to the advantages of the heterojunction structure. Firstly, the heterojunction structure of the materials offers a route to enhance the electron and hydronium diffusion/transfer in and out of the plane to improve their corporative catalytic effect [65]. Secondly, owning to our achievement of the precise combination between the 2D (211) plane of CoS2 and the GDY plane, the heterojunction structure provides much more active sites of carbon atoms and planar unsaturated S for synergistic catalysis, as well as much higher electronic conductivity. Thirdly, the effect in-situ growth of the stable GDY coating on top of the whole CoS2/CC can effectively protect and stabilize the catalyst [24]. 3 Conclusion In summary, the innovation reveals the planar unsaturated sulfurs in these transition metal disulfides could be activated to functionalize as catalytic sites for HER, through novel materials engineering approach. Due to the electron transfer between different active sites, the resulting catalyst shows excellent catalytic activity (10 mA cm−2 at 97 mV). Our work describes the high performance of GDY functional materials and also provides new ideas for the design of subsequent materials. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was financially supported by the National Natural Science Foundation of China (No. 51972175), the Natural Science Foundation of Tianjin (17JCYBJC40900, 18YFZCGX00580). The National Natural Science Foundation of China (Grant No. 21872174 and U1932148), the International S&T Cooperation Program of China (2017YFE0127800), the Hundred Youth Talents Program of Hunan. National Natural Science Foundation of China (No. 21601171) and the Natural Science Foundation of Shandong Province (No. ZR2016BB08). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2021.01.005. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] Y. Wang X. Liu C. Zheng Y. Li S. Jia Z. Li Y. Zhao Adv. Sci. 5 2018 1700844 Y. Wang, X. Liu, C. Zheng, Y. Li, S. Jia, Z. Li, Y. Zhao, Adv. Sci. 5 (2018) 1700844. [2] M. Zeng Y. Li J. Mater. Chem. A 3 2015 14942 14962 M. Zeng, Y. Li, J. Mater. Chem. A 3 (2015) 14942-14962. [3] J. Zhu Z.-C. Wang H. Dai Q. Wang R. Yang H. Yu M. Liao J. Zhang W. Chen Z. Wei N. Li L. Du D. Shi W. Wang L. Zhang Y. Jiang G. Zhang Nat. Commun. 10 2019 1348 J. Zhu, Z.-C. Wang, H. Dai, Q. Wang, R. Yang, H. Yu, M. Liao, J. Zhang, W. Chen, Z. Wei, N. Li, L. Du, D. Shi, W. Wang, L. Zhang, Y. Jiang, G. Zhang, Nat. Commun. 10 (2019) 1348. [4] X. Wang Y. Zhu A. Vasileff Y. Jiao S. Chen L. Song B. Zheng Y. Zheng S.-Z. Qiao ACS Energy Lett. 3 2018 1198 1204 X. Wang, Y. Zhu, A. Vasileff, Y. Jiao, S. Chen, L. Song, B. Zheng, Y. Zheng, S.-Z. Qiao, ACS Energy Lett. 3 (2018) 1198-1204. [5] M. Ledendecker G. Clavel M. Antonietti M. Shalom Adv. Funct. Mater. 25 2015 393 399 M. Ledendecker, G. Clavel, M. Antonietti, M. Shalom, Adv. Funct. Mater. 25 (2015) 393-399. [6] Y. Jiao Y. Zheng M. Jaroniec S.Z. Qiao Chem. Soc. Rev. 44 2015 2060 2086 Y. Jiao, Y. Zheng, M. Jaroniec, S.Z. Qiao, Chem. Soc. Rev. 44 (2015) 2060-2086. [7] D. Voiry M. Salehi R. Silva T. Fujita M. Chen T. Asefa V.B. Shenoy G. Eda M. Chhowalla Nano Lett. 13 2013 6222 6227 D. Voiry, M. Salehi, R. Silva, T. Fujita, M. Chen, T. Asefa, V.B. Shenoy, G. Eda, M. Chhowalla, Nano lett. 13 (2013) 6222-6227. [8] J. Xie J. Zhang S. Li F. Grote X. Zhang H. Zhang R. Wang Y. Lei B. Pan Y. Xie J. Am. Chem. Soc. 135 2013 17881 17888 J. Xie, J. Zhang, S. Li, F. Grote, X. Zhang, H. Zhang, R. Wang, Y. Lei, B. Pan, Y. Xie, J. Am. Chem. Soc. 135 (2013) 17881-17888. [9] P. Chen T. Zhou M. Chen Y. Tong N. Zhang X. Peng W. Chu X. Wu C. Wu Y. Xie ACS Catal. 7 2017 7405 7411 P. Chen, T. Zhou, M. Chen, Y. Tong, N. Zhang, X. Peng, W. Chu, X. Wu, C. Wu, Y. Xie, ACS Catal. 7 (2017) 7405-7411. [10] S. Zhuo Y. Shi L. Liu R. Li L. Shi D.H. Anjum Y. Han P. Wang Nat. Commun. 9 2018 3132 S. Zhuo, Y. Shi, L. Liu, R. Li, L. Shi, D.H. Anjum, Y. Han, P. Wang, Nat. Commun. 9 (2018) 3132. [11] J. Zhang Y. Liu C. Sun P. Xi S. Peng D. Gao D. Xue ACS Energy Lett. 3 2018 779 786 J. Zhang, Y. Liu, C. Sun, P. Xi, S. Peng, D. Gao, D. Xue, ACS Energy Letters, 3 (2018) 779-786. [12] Y. Zhou J. Zhang E. Song J. Lin J. Zhou K. Suenaga W. Zhou Z. Liu J. Liu J. Lou H.J. Fan Nat. Commun. 11 2020 2253 Y. Zhou, J. Zhang, E. Song, J. Lin, J. Zhou, K. Suenaga, W. Zhou, Z. Liu, J. Liu, J. Lou, H.J. Fan, Nat. Commun. 11 (2020) 2253. [13] B. Jin Y. Li J. Wang F. Meng S. Cao B. He S. Jia Y. Wang Z. Li X. Liu Small 15 2019 1903847 B. Jin, Y. Li, J. Wang, F. Meng, S. Cao, B. He, S. Jia, Y. Wang, Z. Li, X. Liu, Small 15 (2019) 1903847. [14] X. Han X. Wu Y. Deng J. Liu J. Lu C. Zhong W. Hu Adv. Energy Mater. 8 2018 1800935 X. Han, X. Wu, Y. Deng, J. Liu, J. Lu, C. Zhong, W. Hu, Adv. Energy Mater, 8 (2018) 1800935. [15] Y. Li J. Yin L. An M. Lu K. Sun Y.-Q. Zhao D. Gao F. Cheng P. Xi Small 14 2018 1801070 Y. Li, J. Yin, L. An, M. Lu, K. Sun, Y.-Q. Zhao, D. Gao, F. Cheng, P. Xi, Small 14 (2018) 1801070. [16] X. Wang X. Li Q. Li H. Li J. Xu H. Wang G. Zhao L. Lu X. Lin H. Li S. Li Nano-Micro Lett. 10 2018 46 X. Wang, X. Li, Q. Li, H. Li, J. Xu, H. Wang, G. Zhao, L. Lu, X. Lin, H. Li, S. Li, Nano-Micro Lett. 10 (2018) 46. [17] D. Ma B. Hu W. Wu X. Liu J. Zai C. Shu T. Tadesse Tsega L. Chen X. Qian T.L. Liu Nat. Commun. 10 2019 3367 D. Ma, B. Hu, W. Wu, X. Liu, J. Zai, C. Shu, T. Tadesse Tsega, L. Chen, X. Qian, T.L. Liu, Nat. Commun. 10 (2019) 3367. [18] L. Li Z. Qin L. Ries S. Hong T. Michel J. Yang C. Salameh M. Bechelany P. Miele D. Kaplan M. Chhowalla D. Voiry ACS Nano 13 2019 6824 6834 L. Li, Z. Qin, L. Ries, S. Hong, T. Michel, J. Yang, C. Salameh, M. Bechelany, P. Miele, D. Kaplan, M. Chhowalla, D. Voiry, ACS nano 13 (2019) 6824-6834. [19] J.-X. Feng L.-X. Ding S.-H. Ye X.-J. He H. Xu Y.-X. Tong G.-R. Li Adv. Mater. 27 2015 7051 7057 J.-X. Feng, L.-X. Ding, S.-H. Ye, X.-J. He, H. Xu, Y.-X. Tong, G.-R. Li, Adv. Mater. 27 (2015) 7051-7057. [20] T. Liu X. Ma D. Liu S. Hao G. Du Y. Ma A.M. Asiri X. Sun L. Chen ACS Catal. 7 2016 98 102 T. Liu, X. Ma, D. Liu, S. Hao, G. Du, Y. Ma, A.M. Asiri, X. Sun, L. Chen, ACS Catal. 7 (2016) 98-102. [21] J.-X. Feng J.-Q. Wu Y.-X. Tong G.-R. Li J. Am. Chem. Soc. 140 2018 610 617 J.-X. Feng, J.-Q. Wu, Y.-X. Tong, G.-R. Li, J. Am. Chem. Soc. 140 (2018) 610-617. [22] F. Li G.-F. Han H.-J. Noh J.-P. Jeon I. Ahmad S. Chen C. Yang Y. Bu Z. Fu Y. Lu J.-B. Baek Nat. Commun. 10 2019 4060 F. Li, G.-F. Han, H.-J. Noh, J.-P. Jeon, I. Ahmad, S. Chen, C. Yang, Y. Bu, Z. Fu, Y. Lu, J.-B. Baek, Nat. Commun. 10 (2019) 4060. [23] Y. Xue B. Huang Y. Yi Y. Guo Z. Zuo Y. Li Z. Jia H. Liu Y. Li Nat. Commun. 9 2018 1460 Y. Xue, B. Huang, Y. Yi, Y. Guo, Z. Zuo, Y. Li, Z. Jia, H. Liu, Y. Li, Nat. Commun. 9 (2018) 1460. [24] G. Shi Y. Xie L. Du Z. Fan X. Chen X. Fu W. Xie M. Wang M. Yuan Nano Energy 74 2020 104852 G. Shi, Y. Xie, L. Du, Z. Fan, X. Chen, X. Fu, W. Xie, M. Wang, M. Yuan, Nano Energy 74 (2020) 104852. [25] L. Hui Y. Xue F. He D. Jia Y. Li Nano Energy 55 2019 135 142 L. Hui, Y. Xue, F. He, D. Jia, Y. Li, Nano Energy 55 (2019) 135-142. [26] L. Hui Y. Xue B. Huang H. Yu C. Zhang D. Zhang D. Jia Y. Zhao Y. Li H. Liu Y. Li Nat. Commun. 9 2018 5309 L. Hui, Y. Xue, B. Huang, H. Yu, C. Zhang, D. Zhang, D. Jia, Y. Zhao, Y. Li, H. Liu, Y. Li, Nat. Commun. 9 (2018) 5309. [27] C. Hu H. Liu Y. Liu J.-F. Chen Y. Li L. Dai Nano Energy 63 2019 103874 C. Hu, H. Liu, Y. Liu, J.-F. Chen, Y. Li, L. Dai, Nano Energy 63 (2019) 103874. [28] L. Hui Y. Xue D. Jia Z. Zuo Y. Li H. Liu Y. Zhao Y. Li ACS. Appl Mater. Interfaces 10 2018 1771 1780 L. Hui, Y. Xue, D. Jia, Z. Zuo, Y. Li, H. Liu, Y. Zhao, Y. Li, ACS Appl. Mater. Interfaces 10 (2018) 1771-1780. [29] Y. Fang Y. Xue L. Hui H. Yu Y. Liu C. Xing F. Lu F. He H. Liu Y. Li Nano Energy 59 2019 591 597 Y. Fang, Y. Xue, L. Hui, H. Yu, Y. Liu, C. Xing, F. Lu, F. He, H. Liu, Y. Li, Nano Energy 59 (2019) 591-597. [30] L. Hui D. Jia H. Yu Y. Xue Y. Li A.C.S. Appl Mater. Interfaces 11 2018 2618 2625 L. Hui, D. Jia, H. Yu, Y. Xue, Y. Li, ACS Appl. Mater. Interfaces 11 (2018) 2618-2625. [31] H. Yu Y. Xue L. Hui F. He C. Zhang Y. Liu Y. Fang C. Xing Y. Li H. Liu Y. Li Nano Energy 64 2019 103928 H. Yu, Y. Xue, L. Hui, F. He, C. Zhang, Y. Liu, Y. Fang, C. Xing, Y. Li, H. Liu, Y. Li, Nano Energy 64 (2019) 103928. [32] Y. Xue Z. Zuo Y. Li H. Liu Y. Li Small 13 2017 1700936 Y. Xue, Z. Zuo, Y. Li, H. Liu, Y. Li, Small 13 (2017) 1700936. [33] H. Yu Y. Xue L. Hui C. Zhang Y. Zhao Z. Li Y. Li Adv. Funct. Mater. 28 2018 1707564 H. Yu, Y. Xue, L. Hui, C. Zhang, Y. Zhao, Z. Li, Y. Li, Adv. Funct. Mater. 28 (2018) 1707564. [34] F. Wang Z. Zuo L. Li F. He Y. Li Nano Energy 68 2020 104307 F. Wang, Z. Zuo, L. Li, F. He, Y. Li, Nano Energy 68 (2020) 104307. [35] Z. Zuo Y. Li Joule 3 2019 899 903 Z. Zuo, Y. Li, Joule 3 (2019) 899-903. [36] F. Wang Z. Zuo L. Li K. Li F. He Z. Jiang Y. Li Angew. Chem. Int. Edit. 58 2019 15010 15015 F. Wang, Z. Zuo, L. Li, K. Li, F. He, Z. Jiang, Y. Li, Angew. Chem. Int. Edit. 58 (2019) 15010-15015. [37] L. Hui Y. Xue H. Yu Y. Liu Y. Fang C. Xing B. Huang Y. Li J. Am. Chem. Soc. 141 2019 10677 10683 L. Hui, Y. Xue, H. Yu, Y. Liu, Y. Fang, C. Xing, B. Huang, Y. Li, J. Am. Chem. Soc. 141 (2019) 10677-10683. [38] L. Li Z. Zuo F. Wang J. Gao A. Cao F. He Y. Li Adv. Mater. 32 2020 2000140 L. Li, Z. Zuo, F. Wang, J. Gao, A. Cao, F. He, Y. Li, Adv. Mater. 32 (2020) 2000140. [39] G. Li Y. Li H. Liu Y. Guo Y. Li D. Zhu Chem. Commun. 46 2010 3256 3258 G. Li, Y. Li, H. Liu, Y. Guo, Y. Li, D. Zhu, Chem. Commun. 46 (2010) 3256-3258. [40] S. Wang L. Yi J.E. Halpert X. Lai Y. Liu H. Cao R. Yu D. Wang Y. Li Small 8 2012 265 271 S. Wang, L. Yi, J.E. Halpert, X. Lai, Y. Liu, H. Cao, R. Yu, D. Wang, Y. Li, Small 8 (2012) 265-271. [41] J. Zhou X. Gao R. Liu Z. Xie J. Yang S. Zhang G. Zhang H. Liu Y. Li J. Zhang Z. Liu J. Am. Chem. Soc. 137 2015 7596 7599 J. Zhou, X. Gao, R. Liu, Z. Xie, J. Yang, S. Zhang, G. Zhang, H. Liu, Y. Li, J. Zhang, Z. Liu, J. Am. Chem. Soc. 137 (2015) 7596-7599. [42] J. Liu C. Chen Y. Zhao Adv. Mater. 31 2019 1804386 J. Liu, C. Chen, Y. Zhao, Adv. Mater. 31 (2019) 1804386. [43] H. Min Y. Qi Y. Chen Y. Zhang X. Han Y. Xu Y. Liu J. Hu H. Liu Y. Li G. Nie ACS Appl. Mater. Interfaces 11 2019 32798 32807 H. Min, Y. Qi, Y. Chen, Y. Zhang, X. Han, Y. Xu, Y. Liu, J. Hu, H. Liu, Y. Li, G. Nie, ACS Appl. Mater. Interfaces 11 (2019) 32798-32807. [44] W. Jiang Z. Zhang Q. Wang J. Dou Y. Zhao Y. Ma H. Liu H. Xu Y. Wang Nano Lett. 19 2019 4060 4067 W. Jiang, Z. Zhang, Q. Wang, J. Dou, Y. Zhao, Y. Ma, H. Liu, H. Xu, Y. Wang, Nano lett. 19 (2019) 4060-4067. [45] G. Shi Z. Fan L. Du X. Fu C. Dong W. Xie D. Zhao M. Wang M. Yuan Mater. Chem. Front. 3 2019 821 828 G. Shi, Z. Fan, L. Du, X. Fu, C. Dong, W. Xie, D. Zhao, M. Wang, M. Yuan, Mater. Chem. Front. 3 (2019) 821-828. [46] J. Li X. Gao B. Liu Q. Feng X.-B. Li M.-Y. Huang Z. Liu J. Zhang C.-H. Tung L.-Z. Wu J. Am. Chem. Soc. 138 2016 3954 3957 J. Li, X. Gao, B. Liu, Q. Feng, X.-B. Li, M.-Y. Huang, Z. Liu, J. Zhang, C.-H. Tung, L.-Z. Wu, J. Am. Chem. Soc. 138 (2016) 3954-3957. [47] X. Kan Y. Ban C. Wu Q. Pan H. Liu J. Song Z. Zuo Z. Li Y. Zhao ACS Appl. Mater. Interfaces 10 2017 53 58 X. Kan, Y. Ban, C. Wu, Q. Pan, H. Liu, J. Song, Z. Zuo, Z. Li, Y. Zhao, ACS Appl. Mater. Interfaces 10 (2017) 53-58. [48] J. Zhou J. Li Z. Liu J. Zhang Adv. Mater. 31 2019 1803758 J. Zhou, J. Li, Z. Liu, J. Zhang, Adv. Mater. 31 (2019) 1803758. [49] J. Li L. Zhong L. Tong Y. Yu Q. Liu S. Zhang C. Yin L. Qiao S. Li R. Si J. Zhang Adv. Funct. Mater. 29 2019 1905423 J. Li, L. Zhong, L. Tong, Y. Yu, Q. Liu, S. Zhang, C. Yin, L. Qiao, S. Li, R. Si, J. Zhang, Adv. Funct. Mater. 29 (2019) 1905423. [50] Z. Chen T. Lin H. Li F. Cheng C. Su K.P. Loh Chem. Sci. 10 2019 10849 10852 Z. Chen, T. Lin, H. Li, F. Cheng, C. Su, K.P. Loh, Chem. Sci. 10 (2019) 10849-10852. [51] Z. Zhang C. Wu Q. Pan F. Shao Q. Sun S. Chen Z. Li Y. Zhao Chem. Commun. 56 2020 3210 3213 Z. Zhang, C. Wu, Q. Pan, F. Shao, Q. Sun, S. Chen, Z. Li, Y. Zhao, Chem. Commun. 56 (2020) 3210-3213. [52] Y. Zhao H. Tang N. Yang D. Wang Adv. Sci. 5 2018 1800959 Y. Zhao, H. Tang, N. Yang, D. Wang, Adv. Sci. 5 (2018) 1800959. [53] Y. Li M. Zhang X. Hu X. Fan L. Yu C. Huang J. Phys. Chem. Lett. 11 2020 1998 2005 Y. Li, M. Zhang, X. Hu, X. Fan, L. Yu, C. Huang, J. Phys. Chem. Lett. 11 (2020) 1998-2005. [54] X. Gao J. Li R. Du J. Zhou M.-Y. Huang R. Liu J. Li Z. Xie L.-Z. Wu Z. Liu J. Zhang Adv. Mater. 29 2017 1605308 X. Gao, J. Li, R. Du, J. Zhou, M.-Y. Huang, R. Liu, J. Li, Z. Xie, L.-Z. Wu, Z. Liu, J. Zhang, Adv. Mater. 29 (2017) 1605308. [55] Y.-Y. Han X.-L. Lu S.-F. Tang X.-P. Yin Z.-W. Wei T.-B. Lu Adv. Energy Mater. 8 2018 1702992 Y.-Y. Han, X.-L. Lu, S.-F. Tang, X.-P. Yin, Z.-W. Wei, T.-B. Lu, Adv. Energy Mater. 8 (2018) 1702992. [56] J. Gu S. Magagula J. Zhao Z. Chen Small Methods 3 2019 1800550 J. Gu, S. Magagula, J. Zhao, Z. Chen, Small Methods 3 (2019) 1800550. [57] J. Li X. Gao X. Jiang X.-B. Li Z. Liu J. Zhang C.-H. Tung L.-Z. Wu ACS Catal. 7 2017 5209 5213 J. Li, X. Gao, X. Jiang, X.-B. Li, Z. Liu, J. Zhang, C.-H. Tung, L.-Z. Wu, ACS Catal. 7 (2017) 5209-5213. [58] P. Kuang B. Zhu Y. Li H. Liu J. Yu K. Fan Nanoscale Horiz. 3 2018 317 326 P. Kuang, B. Zhu, Y. Li, H. Liu, J. Yu, K. Fan, Nanoscale Horiz. 3 (2018) 317-326. [59] G. Shi C. Yu Z. Fan J. Li M. Yuan ACS Appl. Mater. Interfaces 11 2018 2662 2669 G. Shi, C. Yu, Z. Fan, J. Li, M. Yuan, ACS Appl. Mater. Interfaces 11 (2018) 2662-2669. [60] H. Huang K. Li X. Fan D.J. Singh W.T. Zheng J. Mater. Chem. A 7 2019 25609 25618 H. Huang, K. Li, X. Fan, D.J. Singh, W.T. Zheng, J. Mater. Chem. A 7 (2019) 25609-25618. [61] J. Li N. Wang F. Bi S. Chen C. Zhao L. Liu Q. Yao C. Huang Y. Xue H. Liu T. Jiu Solar RRL 3 2019 1900241 J. Li, N. Wang, F. Bi, S. Chen, C. Zhao, L. Liu, Q. Yao, C. Huang, Y. Xue, H. Liu, T. Jiu, Solar RRL 3 (2019) 1900241. [62] J. Zhang J. Tian J. Fan J. Yu W. Ho Small 16 2020 1907290 J. Zhang, J. Tian, J. Fan, J. Yu, W. Ho, Small 16 (2020) 1907290. [63] J. He X. Li T. Lu X. Shen N. Wang C. Huang Dalton Trans. 48 2019 14566 14574 J. He, X. Li, T. Lu, X. Shen, N. Wang, C. Huang, Dalton. T. 48 (2019) 14566-14574. [64] X. Ren X. Li Z. Yang X. Wang J. He K. Wang J. Yin J. Li C. Huang ACS Sustain. Chem. Eng. 8 2020 2614 2621 X. Ren, X. Li, Z. Yang, X. Wang, J. He, K. Wang, J. Yin, J. Li, C. Huang, ACS Sustain. Chem. Eng. 8 (2020) 2614-2621. [65] X. Gao H. Liu D. Wang J. Zhang Chem. Soc. Rev. 48 2019 908 936 X. Gao, H. Liu, D. Wang, J. Zhang, Chem. Soc. Rev. 48 (2019) 908-936.",
      "scopus-id": "85100653158",
      "coredata": {
        "eid": "1-s2.0-S2095495621000309",
        "dc:description": "Transition metal sulfides are an important category for hydrogen evolution reaction (HER). However, only few edge unsaturated sulfurs functionalize as catalytic sites, which has dramatically limited the catalytic activity and stability. In this work, planar unsaturated sulfurs in (211) plane of the CoS2 nanowires have been successfully activated through constructing Graphdiyne-CoS2 heterojunction nanocomposites. The corresponding electrons transfer energy barriers for these planar unsaturated sulfurs have been significantly diminished, which are induced by the synergetic effects of the sp 1 hybridized carbons and unsaturated planar sulfurs. In addition, DFT simulations reveal the synergetic effects of the sp 1 hybridized carbons and unsaturated planar sulfurs can promote electron transfer kinetics of the key step, Volmer-Heyrovsky step, of the reaction. As expected, the Graphdiyne-CoS2 heterojunction nanocomposites exhibit superior HER catalytic performance with low overpotential of 97 mV at 10 mA cm−2, and the Tafel slope of 56 mV dec−1. Furthermore, the heterojunction shows outstanding stability as well due to the protection of the Graphdiyne (GDY). The approach thus paves the way for the further efficient transition metal disulfides catalyst manufactures.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495621000309",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xie, Wangjing"
          },
          {
            "@_fa": "true",
            "$": "Liu, Kang"
          },
          {
            "@_fa": "true",
            "$": "Shi, Guodong"
          },
          {
            "@_fa": "true",
            "$": "Fu, Xinliang"
          },
          {
            "@_fa": "true",
            "$": "Chen, Xiaojie"
          },
          {
            "@_fa": "true",
            "$": "Fan, Zixiong"
          },
          {
            "@_fa": "true",
            "$": "Liu, Min"
          },
          {
            "@_fa": "true",
            "$": "Yuan, Mingjian"
          },
          {
            "@_fa": "true",
            "$": "Wang, Mei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495621000309"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495621000309"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(21)00030-9",
        "prism:volume": "60",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "CoS2 nanowires supported graphdiyne for highly efficient hydrogen evolution reaction",
        "prism:copyright": "© 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Graphdiyne"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalysts"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "DFT simulation"
          },
          {
            "@_fa": "true",
            "$": "2D carbon material"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "272-278",
        "prism:endingPage": "278",
        "pubType": "fla",
        "prism:coverDisplayDate": "September 2021",
        "prism:doi": "10.1016/j.jechem.2021.01.005",
        "prism:startingPage": "272",
        "dc:identifier": "doi:10.1016/j.jechem.2021.01.005",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "434",
            "@width": "754",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "105206",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "619",
            "@width": "754",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "135222",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "509",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "107652",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "208",
            "@width": "714",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47591",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "400",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34619",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "719",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "211586",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "126",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11449",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11524",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "148",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13148",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "64",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6562",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17025",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "162",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18766",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1920",
            "@width": "3337",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "758457",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2738",
            "@width": "3337",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1005631",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1442",
            "@width": "2135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "346437",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "919",
            "@width": "3160",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "361935",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1772",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "246605",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2040",
            "@width": "2016",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "860302",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3688552",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621000309-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "3424095",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85100653158"
      }
    }
  }
}