{
  "metadata": {
    "title": "Fe<ce:inf loc=post>3</ce:inf>C-N-doped carbon modified separator for high performance lithium-sulfur batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2019-12-31",
    "doi": "10.1016/j.jechem.2019.01.019",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495618310957",
    "pii": "S2095495618310957"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85061789056",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2019-01-30 2019-01-30 2019-02-22 2019-02-22 2019-11-28T11:56:46 1-s2.0-S2095495618310957 S2095-4956(18)31095-7 S2095495618310957 10.1016/j.jechem.2019.01.019 S300 S300.2 FULL-TEXT 1-s2.0-S2095495619X00078 2019-11-28T12:02:54.48424Z 0 0 20191201 20191231 2019 2019-01-30T08:44:17.511458Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 39 39 C Volume 39 12 101 108 101 108 201912 December 2019 2019-12-01 2019-12-31 2019 article fla © 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. FE3CNDOPEDCARBONMODIFIEDSEPARATORFORHIGHPERFORMANCELITHIUMSULFURBATTERIES PAN H 1 Introduction 2 Experimental 2.1 Materials 2.2 Synthesis of graphene oxide 2.3 Synthesis of Fe3C-N-rGO 2.4 Preparation of the sulfur cathode 2.5 Preparation of modified separators 2.6 Characterization 2.7 Electrochemical measurements 3 Results and discussion 4 Conclusions Acknowledgments Appendix Supplementary materials References BRUCE 2012 19 29 P LI 2018 H WEISEH 2013 Z YANG 2012 560 563 P LI 2016 3061 3070 Z PANG 2016 1601630 Q SUN 2016 9797 9803 J LIANG 2014 5249 5256 Z BRESSER 2013 10545 10562 D EVERS 2013 1135 S JI 2011 325 X EVERS 2012 19653 19658 S XIAO 2012 1176 1181 L LI 2018 H PEI 2018 323 336 F PANG 2018 1702288 Y PEI 2016 8 F PANG 2016 4111 4118 Q CHEN 2015 2048 2055 J LI 2016 1998 2004 Y ZHOU 2017 1603366 G ZHOU 2017 1694 1703 T MARCANO 2010 4806 D LI 2018 63 72 S LI 2017 736 744 H LI 2017 3875 3887 H ZHENG 2017 306 312 C WENXIU 2015 1436 Y LIU 2018 17473 17480 Y BINIAK 1997 1799 1810 S KUNDU 2010 4351 4359 S HULICOVAJURCAKOVA 2010 438 447 D CAO 2013 2076 R PENG 2014 2772 2781 H HUANG 2015 43 50 J ZHU 2016 272 280 J ZHUANG 2016 381 389 T ZHOU 2016 55 61 X STOECK 2016 76 81 U WU 2016 17033 17041 F WU 2017 855 867 H WU 2018 383 391 F KONG 2017 153 160 L XU 2017 2235 2238 R XIE 2017 16441 16445 J LI 2017 1276 1281 H HUANG 2014 347 353 J PANX2019X101 PANX2019X101X108 PANX2019X101XH PANX2019X101X108XH 2021-02-22T00:00:00.000Z 2021-02-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. 2019-04-06T22:39:44.476Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2095495618310957 National Natural Science Foundation of China 51672075 51704106 21271069 51772092 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Science and Technology Program of Hunan Province 2015JC3049 Science and Technology Innovative Research Team in Higher Educational Institutions of Hunan Province http://data.elsevier.com/vocabulary/SciValFunders/501100012269 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China (Grant no. 51672075 , 21271069 , 51772092 , 51704106 ) and Science and Technology Program of Hunan Province (Grant no. 2015JC3049 ). item S2095-4956(18)31095-7 S2095495618310957 1-s2.0-S2095495618310957 10.1016/j.jechem.2019.01.019 286353 2019-11-28T12:02:54.48424Z 2019-12-01 2019-12-31 1-s2.0-S2095495618310957-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/MAIN/application/pdf/891769dde13a498654e862d7cef8c8da/main.pdf main.pdf pdf true 2881937 MAIN 8 1-s2.0-S2095495618310957-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/PREVIEW/image/png/c446436376a95d15f8cd748f2586b22f/main_1.png main_1.png png 58750 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495618310957-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr1/THUMBNAIL/image/gif/072b6fb8dcdfcab27386e32fd7325814/gr1.sml gr1 gr1.sml sml 19632 148 219 IMAGE-THUMBNAIL 1-s2.0-S2095495618310957-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr2/THUMBNAIL/image/gif/b1c006dabd514abc10a306f414a9f3e3/gr2.sml gr2 gr2.sml sml 9549 163 112 IMAGE-THUMBNAIL 1-s2.0-S2095495618310957-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr3/THUMBNAIL/image/gif/7d34d52484bf5b5121bee15be588be05/gr3.sml gr3 gr3.sml sml 9094 164 137 IMAGE-THUMBNAIL 1-s2.0-S2095495618310957-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr4/THUMBNAIL/image/gif/1aaaa05dacde079bfeb0e7155c376c2b/gr4.sml gr4 gr4.sml sml 8357 164 216 IMAGE-THUMBNAIL 1-s2.0-S2095495618310957-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr5/THUMBNAIL/image/gif/d830df8295d1d067ab54d41757b2c193/gr5.sml gr5 gr5.sml sml 10139 151 219 IMAGE-THUMBNAIL 1-s2.0-S2095495618310957-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/fx1/THUMBNAIL/image/gif/806c3e442d49c65ca42cdd4d1a5aceb4/fx1.sml fx1 true fx1.sml sml 17804 134 219 IMAGE-THUMBNAIL 1-s2.0-S2095495618310957-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr1/DOWNSAMPLED/image/jpeg/88f759eb022f9be1e971a8f181b40925/gr1.jpg gr1 gr1.jpg jpg 57390 383 567 IMAGE-DOWNSAMPLED 1-s2.0-S2095495618310957-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr2/DOWNSAMPLED/image/jpeg/10634da6aa7080c2440513f7b919ea41/gr2.jpg gr2 gr2.jpg jpg 132376 820 562 IMAGE-DOWNSAMPLED 1-s2.0-S2095495618310957-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr3/DOWNSAMPLED/image/jpeg/dd48f4b5d65460e5c1e171f92701128b/gr3.jpg gr3 gr3.jpg jpg 177379 966 809 IMAGE-DOWNSAMPLED 1-s2.0-S2095495618310957-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr4/DOWNSAMPLED/image/jpeg/33df87a52eaf986f5d3436d81ddbbb03/gr4.jpg gr4 gr4.jpg jpg 29358 271 357 IMAGE-DOWNSAMPLED 1-s2.0-S2095495618310957-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr5/DOWNSAMPLED/image/jpeg/70f84791c4b1fc29d5ebdd8896f142d1/gr5.jpg gr5 gr5.jpg jpg 126069 559 809 IMAGE-DOWNSAMPLED 1-s2.0-S2095495618310957-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/fx1/DOWNSAMPLED/image/jpeg/05b937a7b7692e85e70760073dfcaeab/fx1.jpg fx1 true fx1.jpg jpg 22915 185 301 IMAGE-DOWNSAMPLED 1-s2.0-S2095495618310957-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr1/HIGHRES/image/jpeg/dd39d8c04a328890049bb68a98d3d673/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 718189 1694 2510 IMAGE-HIGH-RES 1-s2.0-S2095495618310957-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr2/HIGHRES/image/jpeg/0168340220b6b7ded9a74afc42731a46/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1666982 3627 2487 IMAGE-HIGH-RES 1-s2.0-S2095495618310957-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr3/HIGHRES/image/jpeg/5136cf42519f4c230978406e92518c2a/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1536387 4280 3583 IMAGE-HIGH-RES 1-s2.0-S2095495618310957-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr4/HIGHRES/image/jpeg/434d4e837d16017f1c8ab595259f0287/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 230792 1203 1583 IMAGE-HIGH-RES 1-s2.0-S2095495618310957-gr5_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/gr5/HIGHRES/image/jpeg/deda24e3876c25731dbaad9ab7003629/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 1018300 2476 3583 IMAGE-HIGH-RES 1-s2.0-S2095495618310957-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/fx1/HIGHRES/image/jpeg/83dac45a27dc2a639e3d97a2c6e607ba/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 241872 818 1333 IMAGE-HIGH-RES 1-s2.0-S2095495618310957-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S2095495618310957/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/08f837b88329ec90a51b9b764417a791/mmc1.docx mmc1 mmc1.docx docx 13527479 APPLICATION 1-s2.0-S2095495618310957-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1001RF30W2J/MAIN/application/pdf/f54b45f43a580b040dda85feb8c7f3e4/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:1001RF30W2J/MAIN/application/pdf/f54b45f43a580b040dda85feb8c7f3e4/am.pdf am am.pdf pdf false 4022671 AAM-PDF JECHEM 762 S2095-4956(18)31095-7 10.1016/j.jechem.2019.01.019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a, b) SEM images of N-rGO and (c, d) SEM images of Fe3C-N-rGO. Fig. 1. Fig. 2 (a, b) TEM images of Fe3C-N-rGO. (c) HAADF-STEM and (d, e, f) the corresponding C, N and Fe elemental mapping. Fig. 2. Fig. 3 (a) XRD patterns of Fe3C-N-rGO and N-rGO as well as Fe3C (JCPDS No.89-7271, blue vertical line) as reference. (b) HRTEM of Fe3C-N-rGO. (c) XPS survey of Fe3C-N-rGO. (d) The C 1 s spectra of Fe3C-N-rGO. (e) The N 1 s spectra of Fe3C-N-rGO. (f) The Fe 2p narrow scan spectra of Fe3C-N-rGO. Fig. 3. Fig. 4 Nitrogen adsorption-desorption isotherms and pore size distribution of Fe3C-N-rGO (inset). Fig. 4. Fig. 5 (a) Cyclic voltammetry profiles of Fe3C-N-rGO modified separator cell for the first five cycles at a scan rate of 0.1 mV/s. (b) Charge/discharge voltage profiles of Fe3C-N-rGO modified separator cell determined at 0.5 C. (c) Rate capabilities of the three Li-S cells cycled at various rates. (d) Reversible lithiation capacity and coulombic efficiency for the first 100 galvanostatic cycles of the three Li-S cells, in the potential range of 1.7–2.8 V at a current density of 0.5 C. Fig. 5. Table 1 Comparison of the high rate performance of this work with previous report related to the carbon-based material coated separator. Table 1 Mass of the coating layer (mg/cm2) Mass loading of S electrode (mg/cm2) S content in electrode (wt%) Initial discharge capacity (mAh/g) High rate reversible discharge capacity (mAh/g) Fe3C-N-rGO (This work) 0.16–0.2 0.7–1 60 1075 (0.1 C) 580.5 (4 C) Fe3C/carbon nanofiber [36] / 2.3–2.8 70 1200 (∼0.06 C) 600 (∼1.2 C) PAN/graphene oxide [37] / 0.7–1 70 699 (0.2 C) 337 (2 C) GO/Nafion [38] 0.053 4 60 1090 (0.1C) 667 (2 C) N-doped porous carbon nanowire [39] 0.4 1.5–1.7 60 1194 (0.2C) 618 (2 C) N-rich porous carbon [40] / 1.4 70 ∼1400 (0.2 C) ∼600 (2 C) B-rGO [41] 0.2–0.3 1.45–1.56 56 1227.8 (0.1 C) 658.6 (2 C) P0.4NG-1000 [42] 0.71 2.7 60 1240.6 (0.1 C) ∼100 (2 C) CNT@ZIF-30 [43] 0.9 1.2 70.2 1654.7 (0.1 C) 583.2 (2 C) MBOH/CNT/PP [44] 0.3 1.1 70 1074 (0.2 C) 500 (6 C) Vermiculite-based separators [45] / 1.1–1.3 54 ∼950 (0.1 C) 600 (2 C) G@CB [46] 0.1 1.0–1.1 63 1084 (0.1 C) 691 (4 C) RGO/AC [47] / 4 58.2 768 (0.2 C) 348 (1.5 C) Nafion-PP/PE/PP [48] 0.7 0.53 50 ∼900 (0.2 C) ∼500 (5 C) Fe3C-N-doped carbon modified separator for high performance lithium-sulfur batteries Hongyu Pan a b Zhong Tan a b Haihui Zhou a b ⁎ Lanlan Jiang a b Zhongyuan Huang a b ⁎ Qiaoxia Feng a b Qiang Zhou a b Shuai Ma a b Yafei Kuang a b ⁎ a State Key Laboratory for Chemo/Biosensing and Chemometrics, Hunan University, Changsha 410082, Hunan, China State Key Laboratory for Chemo/Biosensing and Chemometrics Hunan University Changsha Hunan 410082 China b College of Chemistry and Chemical Engineering, Hunan University, Changsha 410082, Hunan, China College of Chemistry and Chemical Engineering Hunan University Changsha Hunan 410082 China ⁎ Corresponding authors at: College of Chemistry and Chemical Engineering, Hunan University, Changsha 410082, Hunan, China. College of Chemistry and Chemical Engineering Hunan University Changsha Hunan 410082 China A new Fe3C-N-doped reduced graphene oxide (Fe3C-N-rGO) prepared by a facile method is used as a separator for high performance lithium-sulfur (Li-S) batteries. The Fe3C-N-rGO is coated on the surface of commercial polypropylene separator (Celgard 2400) close to the sulfur cathode. The special nanotubes are in-situ catalyzed by Fe3C nanoparticles. They could entrap lithium polysulfides (LiPSs) to restrain the shuttle effect and reduce the loss of active material. The battery with the modified separator and sulfur cathode shows an excellent cycle performance. It has a high rate performance, 580.5 mAh/g at the high current rate of 4 C relative to 1075 mAh/g at 0.1 C. It also has an initial discharge capacity of 774.8 mAh/g measured at 0.5 C and remains 721.8 mAh/g after 100 cycles with a high capacity retention of 93.2%. The outstanding performances are notable in recently reports with modified separator. Graphical abstract The Fe3C nanoparticles in CNTs were beneficial to restrain the shuttle effect and the battery with Fe3C-N-rGO modified separator and sulfur cathode shows 580.5 mAh/g at 4 C. Image, graphical abstract Keywords Fe3C-N-doped reduced graphene oxide Modified separator Sulfur cathode Cyclic and rate performance 1 Introduction The demand for energy keeps increasing now a days with the development of economy and technology. Compared to traditional fossil energy, renewable energy has the advantages of environmentally friendly, recycling and sustainable. Among the different types of energy storage devices, lithium-ion batteries play an increasingly important role [1], which have become the most widely used secondary batteries in phones and other electronic devices due to their small size and long cycle life [2]. However, the energy density and cycle life of lithium-ion batteries are difficult to meet the next generation electric vehicles (EVs). It is necessary to develop new materials with higher energy density [3–5]. Lithium sulfur (Li-S) batteries become the promising new alternatives to lithium-ion batteries because of their high theoretical capacity of 1675 mAh/g, which is about five times higher than those of the conventional lithium-ion batteries, and their high theoretical energy density of 2600 W h kg−1. Besides, sulfur is nonpoisonous, low cost and nature abundance [4–9]. However, as the potential battery system, Li-S batteries still face several problems, including (a) the volume change is about 80% during charge and discharge; (b) the poor conductivity of sulfur and discharge products (Li2S/Li2S2); (c) the dissolution of soluble intermediate polysulfide (Li2S x, x = 4–8) during the charge/discharge process which causes the shuttle effect [1,4,10]. These problems have great adverse influence on the cyclic stability of Li-S batteries and hinder their actual application. Many works have been reported so far to solve above problems in order to improve the electrochemical performance of Li-S batteries. Most of current efforts have devoted to the synthesis of multi-functional support material, mixing with sulfur, to form a composite electrode material which would show good conductivity, polysulfide adsorption and catalysis [11–14]. This method has the advantages of enhanced conductivity and adsorption of cathode while the disadvantages are the decrease of active material content in the cathode and low efficiency of limiting shuttle effect [15]. Another method to solve these issues, especially effective in restraining the shuttle effect, is coating multi-functional material on the separator side near the sulfur cathode [16]. Cui et al. reported that black phosphorus modified separator can effectively limit the shuttle effect of polysulfide and enhance the cyclic and rate performance of lithium-sulfur batteries [8]. And Pang et al. also reported that multiwall carbon nanotube/N-doped quantum dot was used to modify the separator to against the shuttle effect [17]. The current work can limit the shuttle effect effectively, but more research that focuses on improving high rate performance is still needed. It is demonstrated in a number of studies that nitrogen doped carbon materials have good electrical conductivity. Moreover, the pyridinic N atoms own strong adsorption effect to sulfur and polysulfide [18–20]. Another interesting finding is that transition metal compounds have a catalytic effect on the discharge process, for instance, cobalt and N-doped graphitic carbon [21], sulfiphilic nickel phosphosufide [22], TiO2-TiN [23]. As far as I know, there have been no reports about synthiesis of Fe-C compound used for Li-S batteries. Here we introduce a facile method to fabricate Fe3C-N-doped reduced graphene oxide (Fe3C-N-rGO) composite material, which is coated on one side of Li-S battery separator to investigate its effect on the electrochemical property of sulfur cathode materials. The nitrogen doped carbon matrix could enhance electrical conductivity and interatomic attraction with polysulfide. Moreover, the Fe3C nanoparticles could accelerate the reaction process. In comparison with commercial polypropylene (Celgard 2400) and N-doped reduced graphene oxide (N-rGO) modified separator, the Li-S batteries with a Fe3C-N-rGO modified separator exhibit the highest capacity of 627.5 mAh/g at a high rate of 4 C owing to the effectiveness of Fe3C-N-rGO modified separator in reducing the loss of active substances. It also shows an excellent cycle performance with 721.8 mAh/g after 100 cycles with a high capacity retention of 93.2%. Therefore, the Fe3C-N-rGO modified separator offers remarkable promotion to high rate and cycle performances. 2 Experimental 2.1 Materials All reagents are analytical grade from Sinopharm Chemical Reagent Co. Ltd. and used as received without further purification. 2.2 Synthesis of graphene oxide The graphene oxide used in this work was prepared by a modified Hummers’ method. The as-obtained GO was dried at 60 °C and then sonicate in deionized water [24]. 2.3 Synthesis of Fe3C-N-rGO To prepare Fe3C-N-rGO, 10 mg ferric ammonium citrate, 100 mg of cetyltrimethylammonium bromide (CTAB) and 500 mg melamine were grinded together to obtain fine powders. Then the powders were added into 12.5 mL graphene oxide solution (2 mg/mL) and 20 mL deionized water with ultrasonic treatment for 2 h. The solution was poured into a watch glass and dried at 60 °C in vacuum drying oven for 12 h. Finally, the as-formed materials were pyrolyzed at 800 °C for 2 h under N2 atmosphere to obtain the Fe3C-N-rGO with a heating rate 5 °C/min. For comparison, N-doped reduced graphene oxide (N-rGO) was also prepared using the same method without adding ferric ammonium citrate. 2.4 Preparation of the sulfur cathode The cathode slurry was prepared by mixing sublimed sulfur, Super P and polyvinylidene fluoride (PVDF) binder with a weight ratio of 6:3:1 in N-methyl-2-pyrrolidone (NMP). The slurry after being stirred for 6 h was uniformly coated on an aluminum foil and dried in vacuum at 60 °C for 12 h. The cathodes were cut into discs of 12 mm in diameter. The areal mass loading of sulfur is about 0.7–1 mg/cm2 and the sulfur content in the electrode is about 60 wt%. 2.5 Preparation of modified separators The modified separators (Fig. S1a) were prepared by the similar method to cathodes. Fe3C-N-rGO and N-rGO were mixed with Super P and PVDF with the weight ratio of 6:3:1 in NMP and stirring for 6 h to form homogeneous slurries respectively. The prepared slurries were coated onto the commercial Celgard 2400 separators (Fig. S1a) and dried in vacuum at 60 °C for 12 h. Then the modified separators were cut into discs of 19 mm in diameter. The real mass loading of Fe3C-N-rGO or N-rGO is 0.16–0.2 mg/cm2 and the total mass loading of coating is 0.26–0.33 mg/cm2. According to the cross-section SEM image (Fig. S2d), a typical thickness of the Fe3C-N-rGO modified separators is about 10 µm. 2.6 Characterization The morphologies and structures of the prepared samples were characterized with scanning electron microscopy (SEM, Hitachi S-4800, Japan) and transmission electron microscopy (TEM, JEM-2100Plus, Japan). The phases of samples were detected on a Bruker D8 advanced powder X-ray diffraction (XRD) coupled with Cu-Kα radiation for 2θ in the range of 10 °–80 °. X-ray photoelectron spectroscopy (XPS) measurements were carried out with an ESCALAB 250 XPS spectrometer. Brunauer–Emmett–Teller (BET) surface area measurements were measured by nitrogen adsorption and desorption method using an ASAP 2460 Analyser (Mac, America). 2.7 Electrochemical measurements The test cells of CR2025 coin cells were assembled in an argon-filled glovebox (<0.1 ppm of both O2 and H2O). The metallic lithium discs (15.6 mm in diameter and 0.4 mm in thickness) were used as the anodes. The electrolyte was 1.0 mol L − 1 lithium bis (trifluoromethanesulfonyl) imide (LiTFSI) solution in DOL/DME (v/v = 1/1). The dosage of electrolyte is 40 µL/per cell. The separators used in the test cells were Fe3C-N-rGO modified separator, N-rGO modified separator and commercial Celgard 2400 separator respectively. Both cyclic voltammetry (CV) and electrochemical impedance spectra (EIS) were performed using a CHI660E electrochemical station. CV tests were performed within the voltage range of 1.7–2.8 V at a scan rate of 0.1 mV/s. EIS tests were carried out at a constant perturbation amplitude of 5 mV in the frequency range between 0.1 Hz and 100 kHz. The performances of the coin cells were measured using a LAND cell test instrument at different rates within a voltage range of 1.7–2.8 V (vs Li/Li+). The current density set for the tests referred to the mass of sulfur in the cathode (1 C = 1675 mAh/g). All of the electrochemical performance measurements were tested at a room temperature of 25 °C. 3 Results and discussion Fig. 1 shows the SEM images of as prepared N-rGO and Fe3C-N-rGO. Fig. 1(a) exhibits typical wrinkling graphene sheet structure even after heating treatment, while in Fig. 1(b) the porous layer, is supposed to be etched by NH3 from thermal decomposition of melamine. As for Fe3C-N-rGO in Fig. 1(c), similar graphene structure is found but some nanotubes also appear among the graphene sheets. The nanotubes with diameter of 30–40 nm and length of about 300 nm can be seen more clearly in the enlarged view of Fig. 1(d). It seems there is some 20–50 nm nanoparticles inlayed in the nanotubes as well. Here, melamine is not only used as a nitrogen source but also pyrolyzed to produce NH3 and thus caused numerous pores which can be observed on the reduced graphene oxide film [25]. Meanwhile, melamine was catalyzed to form N-doped carbon nanotubes in the presence of transition metal (Fe, Ni, Mn) compound [26,27]. Fig. 2 (a) shows a typical transmission electron microscopy (TEM) image of the synthesized Fe3C-N-rGO, in which the wrinkling structure of graphene is clearly seen. It is benefit for the sample to maintain the high surface area. Some CNTs inlayed with nanoparticles are also visible, and the enlarged TEM image in Fig. 2(b) shows that one CNT could inlay as many as seven nanoparticles. Most of the CNTs have bended sides and formed a bamboo-like morphology in the high-angle annular dark field (HAADF) mode (Fig. 2c); a large number of bright spots can be observed obviously, which are corresponding to the metal element, iron. The EDS elemental mappings are shown in Fig. 2(d–f) to further confirm that N and Fe have been successfully doped into the carbon base material. These images suggested that C and N elements distributed uniformly in Fe3C-N-rGO, while Fe element is concentrated in the nanoparticles on the top of the carbon nanotubes. In other words, the Fe3C nanoparticles are limited in the CNTs, which could be helpful to adsorb polysulfide and prevent polysulfide from dissolving into the electrolyte. In order to identify the composition of these samples, X-ray diffraction patterns were recorded and presented in Fig. 3 (a). The XRD pattern of Fe3C-N-rGO shows that peaks at 37.6 °, 42.8 °, 43.7 °, 44.6 °, 44.9 ° and 54.4 ° are corresponding to (121), (211), (102), (220), (031) and (040) of Fe3C (JCPDS No.89-7271, Orthorhombic, Pnma:62), respectively. The broad peak at 26.2 ° can be assigned to the (002) plane of graphitic carbon. As a comparison, the XRD pattern of N-rGO without iron precursor exhibits the peak of graphite carbon at 26.3 °. Hence, the XRD results confirm the existence of rGO and Fe3C species. High-resolution transmission electronmicroscopy (HRTEM) in Fig. 3(b) exhibits that the nanoparticle has a lattice distance of 0.21 nm, which is in agreement with the (031) plane at 44.9 ° of Fe3C. This is supported by the XRD results. Surface analysis of the films was carried out using X-ray photoelectron spectroscopy (Fig. 3c). It shows the presence of C (81.51 at%), N (9.08 at%), O (8.37 at%) and Fe (1.04 at%) elements in Fe3C-N-rGO. The four peaks in C 1 s spectra (Fig. 3d) are corresponding to CC (284.6 eV), CN (285.6 eV), CO (286.2 eV) and OC = O (290.2 eV), respectively [28–30]. As shown in Fig. 3(e), the high-resolution XPS N 1 s spectra could be differentiated into three nitrogen peaks located at 398.3, 399.5, 401.2 and 403.2 eV, corresponding to pyridinic N, pyrrolic N, graphitic N and oxidized N, respectively [31,32]. The amount of pyridinic N is determined to be 34.95% in Fe3C-N-rGO. Consequently, the adsorption property of carbon basic material is improved because pyridinic N has strong interatomic attraction to sulfur and polysulfide. In addition, the pyrrolic N substitutes a carbon atom on a five-membered ring and contributes two p-electrons to form the Π-conjugated system which may also improve the surface adsorption. The graphitic N offers extra free electrons to enhance the electrical conductivity [33]. The Fe 2p narrow scan spectra of Fe3C-N-rGO are exhibited in Fig. 3(f). As reported, the signal at 711.4 eV in the Fe 2p 3/2 spectrum should be assigned to Fe in Fe-N x configuration [34], and the high binding energy means low charge density on central Fe atoms. The nitrogen adsorption-desorption isotherms and pore size distribution curve of Fe3C-N-rGO are shown in Fig. 4 . The adsorption curve is a typical IV type adsorption curve. In the relative pressure range of 0.4–1.0, the desorption branch and the adsorption branch are a distinct H3 type hysteresis loop, which also proves that the prepared material has a mesoporous structure. Calculated by BET model, the specific surface area of Fe3C-N-rGO is 250.68 m2/g, and the pore volume is 1.392 cm3/g. It can be seen from Fig. 4 (inset) that the pore size of Fe3C-N-rGO is mainly distributed at 3.385 nm and the average pore diameter is 3.935 nm. The high specific surface area of the sample could be attributed to its composite structure. Moreover, thermal decomposition of melamine could produce an amount of NH3 and result in porous structure when the gas escaped from the sample. Based on the above results, it is foreseeable that Fe3C-N-rGO could have good performance in the application of Li-S batteries due to its good electrical conductivity and ability of adsorbing polysulfides. To investigate the performance of Fe3C-N-rGO modified separator in Li-S batteries, it was assembled in Li-S coin batteries by using carbon/sulfur as cathodes, Li foil as anodes and LiTFSI electrolyte. Considering commercial SP does not display strong polysulfide binding capability [16], it was chosen as the sulfur hosting material and the sulfur content of the SP/S composite is 60 wt%. The electrochemical test results of the Li-S batteries with Fe3C-N-rGO separator, N-rGO modified separator or commercial Celgard 2400 separator are displayed in Fig. S3. Fig. S3(a) shows the CV curves of the cells using the prepared modified separators. The cell with Fe3C-N-rGO modified separator exhibits a highest onset potential during the discharge process and lowest potential during the charge process, indicating that Fe3C-N-rGO has the better catalytic performance than N-rGO. And the cells with Fe3C-N-rGO separator and N-rGO modified separator have higher peak currents than Celgard 2400, indicating that the cells with modified separators have better catalytic performance. In addition, the similar polarization of the cells with modified separator is smaller (Fig. S3c) than that of the commercial Celagrd 2400 separator cell, which is helpful to improve the rate and cycle performances. The electrochemical impedance spectra (EIS) of the Fe3C-N-rGO, N-rGO modified separators and commercial Celgard 2400 separator were studied by Fig. S3(b). All of the EIS of three cells displayed a typical semicircle corresponding to the resistance for ion transportation in the high-frequency (R ct) and a steep long tail in the medium-frequency region (W o) [35]. The cells with modified separator show lower R ct due to their increasing conductivity. The impedance of the cell with a Fe3C-N-rGO modified separator is significantly smaller than that of the other separators, corresponding to the higher conductivity of Fe3C-N-rGO. Subsequently, the performance of Li-S batteries using Fe3C-N-rGO as separator was further studied. In the cycle voltammetry (CV) curves of Fig. 5 (a), two typical peaks were determined during the cathodic scan, corresponding to the reduction process that occurs in two stages: the peak at 2.31 V for the reduction of elemental S8 to lithium polysulfides (Li2S x; x = 4–8); and the peak at 2.05 V for the further reduction to lithium sulfides (Li2S or Li2S2). Meanwhile, two oxidation peaks observed at 2.32 and 2.36 V in the anodic scan should be assigned to the formation of Li2S n (n>2) and S8, respectively. The almost overlapped peak positions can be attributed to the high reversibility of the Fe3C-N-rGO modified separator cell. The nearly identical CV curves for the beginning five cycles reflect a good electrochemical reversibility. The discharge-charge curves of the cell with a Fe3C-N-rGO modified separator at 0.5 C between 1.7–2.8 V versus Li/Li+ are shown in Fig. 5(b). The discharge curves displayed two stable plateaus, which accord with the two typical peaks in the CV curves. Besides, the little polarization change during the discharge/charge process also indicated that the polarization kept a low level and a good cycle stability. Fig. 5(c) shows that an excellent high-rate performance of the cell with a Fe3C-N-rGO modified separator is 580.5 mAh/g at 4 C, which is much better than that with N-rGO modified separator (321.7 mAh/g) and Celgard 2400 separator (135.8 mAh/g). The initial capacity of the cell with Fe3C-N-rGO modified separator at 0.1 C is 1075 mAh/g and the capacity recovers to 895.1 mAh/g when the rate reverts to 0.1 C. The difference in rate capabilities of the three cells with different separators should be attributed to the different conductivities. The cycle performances of the three cells are contrasted in Fig. 5(d). The cell with Fe3C-N-rGO modified separator exhibits an initial capacity of 774.8 mAh/g, while the initial capacities of the cells with N-rGO modified separator and Celgard 2400 separator are 705.4 mAh/g and 407.1 mAh/g, respectively. Moreover, the cell with Fe3C-N-rGO modified separator has a high capacity retention of 93.2% of the initial capacity after 100 cycles and the cell with N-rGO modified separator has a capacity retention of 92.9%. However, the cell with Celgard 2400 separator has a lower capacity retention of 84.6% than those with modified separators. The electrochemical performance of Li-S batteries in recent similar work is shown in Table 1 . 4 Conclusions A modified separator with high electrical conductivity, adsorption function for lithium polysulfide was facilely prepared. By introducing the modified separator between the cathode and anode of the lithium-sulfur battery, the coulombic efficiency and rate performance of the lithium-sulfur battery can be effectively improved. The adsorption properties of nitrogen atom doped carbon basic material were improved due to the strong interatomic attraction to sulfur and polysulfides. Because of the Fe3C nanoparticles, the catalytic ability of Fe3C-N-rGO during the charge/discharge process is improved, which causes that the cell with Fe3C-N-rGO modified separator has a larger capacity at a higher current density. The capacity is 580.5 mAh/g at 4 C while 1075 mAh/g at 0.1 C, and the capacity retention is still 53.8%. Acknowledgments This work was supported by the National Natural Science Foundation of China (Grant no. 51672075, 21271069, 51772092, 51704106) and Science and Technology Program of Hunan Province (Grant no. 2015JC3049). Supplementary material Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jechem.2019.01.019. Appendix Supplementary materials Image, application 1 References [1] P.G. Bruce S.A. Freunberger L.J. Hardwick J.-M. Tarascon Nat. Mater. 11 2012 19 29 [2] H. Li L. Jiang Q. Feng Z. Huang H. Zhou Y. Gong Z. Hou W. Yang C. Fu Y. Kuang Energy Storage Mater. 2018 10.1016/j.ensm.2018.07.021 [3] J.-Q. Huang, B. Zhang, Z.-L. Xu, S. Abouali, M.A. Garakani, J. Huang, J.-K. Kim, J. Power Sources, 285 (2015) 43–50. [4] Z. Wei Seh W. Li J.J. Cha G. Zheng Y. Yang M.T. McDowell P.-C. Hsu Y. Cui Nat. Commun. 4 2013 1331–1331 [5] P. Yang J.-M. Tarascon Nat. Mater. 11 2012 560 563 [6] Z. Li H.B. Wu X.W. Lou Energy Environ. Sci. 9 2016 3061 3070 [7] Q. Pang X. Liang C.Y. Kwok J. Kulisch L.F. Nazar Adv. Energy Mater. 7 2016 1601630 [8] J. Sun Y. Sun M. Pasta G. Zhou Y. Li W. Liu F. Xiong Y. Cui Adv. Mater. 28 2016 9797 9803 [9] Z. Liang G. Zheng W. Li W.S. Zhi H. Yao K. Yan D. Kong Y. Cui Acs Nano 8 2014 5249 5256 [10] D. Bresser S. Passerini B. Scrosati Chem. Commun. 49 2013 10545 10562 [11] S. Evers L.F. Nazar Accounts Chem. Res. 46 2013 1135 [12] X. Ji S. Evers R. Black L.F. Nazar Nat. Commun. 2 2011 325 [13] S. Evers T. Yim L.F. Nazar J. Phys. Chem. C 116 2012 19653 19658 [14] L. Xiao Y. Cao J. Xiao B. Schwenzer M.H. Engelhard L.V. Saraf Z. Nie G.J. Exarhos J. Liu Adv. Mater. 24 2012 1176 1181 [15] H. Li S. Ma H. Cai H. Zhou Z. Huang Z. Hou J. Wu W. Yang H. Yi C. Fu Y. Kuang Energy Storage Mater. 2018 10.1016/j.ensm.2018.08.016 [16] F. Pei L. Lin A. Fu S. Mo D. Ou X. Fang N. Zheng Joule 2 2018 323 336 [17] Y. Pang J. Wei Y. Wang Y. Xia Adv. Energy Mater. 8 2018 1702288 [18] F. Pei T.H. An J. Zang X.J. Zhao X.L. Fang M.S. Zheng Q.F. Dong N.F. Zheng Adv. Energy Mater. 6 2016 8 [19] Q. Pang L.F. Nazar Acs Nano 10 2016 4111 4118 [20] J.J. Chen R.M. Yuan J.M. Feng Q. Zhang J.X. Huang G. Fu M.S. Zheng B. Ren Q.F. Dong Chem. Mater. 27 2015 2048 2055 [21] Y.J. Li J.M. Fan M.S. Zheng Q.F. Dong Energy Environ. Sci. 9 2016 1998 2004 [22] G. Zhou J. Sun Y. Jin W. Chen C. Zu R. Zhang Y. Qiu J. Zhao D. Zhuo Y. Liu X. Tao W. Liu K. Yan H.R. Lee Y. Cui Adv. Mater. 29 2017 1603366 [23] T. Zhou W. Lv J. Li G. Zhou Y. Zhao S. Fan B. Liu B. Li F. Kang Q.-H. Yang Energy Environ. Sci. 10 2017 1694 1703 [24] D.C. Marcano D.V. Kosynkin J.M. Berlin A. Sinitskii Z. Sun A. Slesarev L.B. Alemany W. Lu J.M. Tour Acs Nano 4 2010 4806 [25] S. Li N. Zhang H. Zhou J. Li N. Gao Z. Huang L. Jiang Y. Kuang Appl. Surf. Sci. 453 2018 63 72 [26] H. Li Y. Huang H. Zhou W. Yang M. Li Z. Huang C. Fu Y. Kuang Electrochim. Acta 247 2017 736 744 [27] H. Li Y. Gong C. Fu H. Zhou W. Yang M. Guo M. Li Y. Kuang J. Mater. Chem. A 5 2017 3875 3887 [28] C. Zheng S. Niu W. Lv G. Zhou J. Li S. Fan Y. Deng Z. Pan B. Li F. Kang Nano Energy 33 2017 306 312 [29] Y. Wenxiu L. Xiangjian Y. Xiaoyu J. Jianbo G. Shaojun J. Am. Chem. Soc. 137 2015 1436 [30] Y.-S. Liu C. Ma Y.-L. Bai X.-Y. Wu Q.-C. Zhu X. Liu X.-H. Liang X. Wei K.-X. Wang J.-S. Chen J. Mater. Chem. A 6 2018 17473 17480 [31] S. Biniak G. Szymański J. Siedlewski A.Ś.j.m. tkowski Carbon 35 1997 1799 1810 [32] S. Kundu W. Xia W. Busser M. Becker D.A. Schmidt M. Havenith M. Muhler Phys. Chem. Chem. Phys. 12 2010 4351 4359 [33] D. Hulicova‐Jurcakova M. Seredych Q.L. Gao T.J. Bandosz Adv. Funct. Mater. 19 2010 438 447 [34] R. Cao R. Thapa H. Kim X. Xu G.K. Min Q. Li N. Park M. Liu J. Cho Nat. Commun. 4 2013 2076 [35] H.J. Peng J.Q. Huang M.Q. Zhao Q. Zhang X.B. Cheng X.Y. Liu W.Z. Qian F. Wei Adv. Funct. Mater. 24 2014 2772 2781 [36] J.Q. Huang B. Zhang Z.L. Xu S. Abouali M.A. Garakani J. Huang J.K. Kim J. Power Sources 285 2015 43 50 [37] J. Zhu C. Chen Y. Lu J. Zang M. Jiang D. Kim X. Zhang Carbon 101 2016 272 280 [38] T.Z. Zhuang J.Q. Huang H.J. Peng L.Y. He X.B. Cheng C.M. Chen Q. Zhang Small 12 2016 381 389 [39] X. Zhou Q. Liao J. Tang T. Bai F. Chen J. Yang J. Electroanal. Chem. 768 2016 55 61 [40] U. Stoeck J. Balach M. Klose D. Wadewitz E. Ahrens J. Eckert L. Giebeler J. Power Sources 309 2016 76 81 [41] F. Wu J. Qian R. Chen Y. Ye Z. Sun Y. Xing L. Li J. Mater. Chem. A 4 2016 17033 17041 [42] H. Wu Y. Huang S. Xu W. Zhang K. Wang M. Zong Chem. Eng. J. 327 2017 855 867 [43] F. Wu S. Zhao L. Chen Y. Lu Y. Su Y. Jia L. Bao J. Wang S. Chen R. Chen Energy Storage Mater. 14 2018 383 391 [44] L. Kong H.-J. Peng J.-Q. Huang W. Zhu G. Zhang Z.-W. Zhang P.-Y. Zhai P. Sun J. Xie Q. Zhang Energy Storage Mater. 8 2017 153 160 [45] R. Xu Y. Sun Y. Wang J. Huang Q. Zhang Chin. Chem. Lett. 28 2017 2235 2238 [46] J. Xie H.J. Peng J.Q. Huang W.T. Xu X. Chen Q. Zhang Angew. Chem. 129 2017 16441 16445 [47] H. Li L. Sun Y. Zhang T. Tan G. Wang Z. Bakenov J. Energy Chem. 26 2017 1276 1281 [48] J.-Q. Huang Q. Zhang H.-J. Peng X.-Y. Liu W.-Z. Qian F. Wei Energy Environ. Sci. 7 2014 347 353",
      "scopus-id": "85061789056",
      "coredata": {
        "eid": "1-s2.0-S2095495618310957",
        "dc:description": "A new Fe3C-N-doped reduced graphene oxide (Fe3C-N-rGO) prepared by a facile method is used as a separator for high performance lithium-sulfur (Li-S) batteries. The Fe3C-N-rGO is coated on the surface of commercial polypropylene separator (Celgard 2400) close to the sulfur cathode. The special nanotubes are in-situ catalyzed by Fe3C nanoparticles. They could entrap lithium polysulfides (LiPSs) to restrain the shuttle effect and reduce the loss of active material. The battery with the modified separator and sulfur cathode shows an excellent cycle performance. It has a high rate performance, 580.5 mAh/g at the high current rate of 4 C relative to 1075 mAh/g at 0.1 C. It also has an initial discharge capacity of 774.8 mAh/g measured at 0.5 C and remains 721.8 mAh/g after 100 cycles with a high capacity retention of 93.2%. The outstanding performances are notable in recently reports with modified separator.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495618310957",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pan, Hongyu"
          },
          {
            "@_fa": "true",
            "$": "Tan, Zhong"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Haihui"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Lanlan"
          },
          {
            "@_fa": "true",
            "$": "Huang, Zhongyuan"
          },
          {
            "@_fa": "true",
            "$": "Feng, Qiaoxia"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Qiang"
          },
          {
            "@_fa": "true",
            "$": "Ma, Shuai"
          },
          {
            "@_fa": "true",
            "$": "Kuang, Yafei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495618310957"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495618310957"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(18)31095-7",
        "prism:volume": "39",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "dc:title": "Fe3C-N-doped carbon modified separator for high performance lithium-sulfur batteries",
        "prism:copyright": "© 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fe3C-N-doped reduced graphene oxide"
          },
          {
            "@_fa": "true",
            "$": "Modified separator"
          },
          {
            "@_fa": "true",
            "$": "Sulfur cathode"
          },
          {
            "@_fa": "true",
            "$": "Cyclic and rate performance"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "101-108",
        "prism:endingPage": "108",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2019",
        "prism:doi": "10.1016/j.jechem.2019.01.019",
        "prism:startingPage": "101",
        "dc:identifier": "doi:10.1016/j.jechem.2019.01.019",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "148",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19632",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9549",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "137",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9094",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8357",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "151",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10139",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17804",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "383",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57390",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "820",
            "@width": "562",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "132376",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "966",
            "@width": "809",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "177379",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "271",
            "@width": "357",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29358",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "559",
            "@width": "809",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "126069",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "185",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22915",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1694",
            "@width": "2510",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "718189",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3627",
            "@width": "2487",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1666982",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "4280",
            "@width": "3583",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1536387",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1203",
            "@width": "1583",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "230792",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2476",
            "@width": "3583",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1018300",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "818",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "241872",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "13527479",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495618310957-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "4022671",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85061789056"
      }
    }
  }
}