{
  "metadata": {
    "title": "The electrochemical performance deterioration mechanism of LiNi<ce:inf loc=post>0.83</ce:inf>Mn<ce:inf loc=post>0.05</ce:inf>Co<ce:inf loc=post>0.12</ce:inf>O<ce:inf loc=post>2</ce:inf> in aqueous slurry and a mitigation strategy",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-03-31",
    "doi": "10.1016/j.jechem.2024.11.015",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495624007836",
    "pii": "S2095495624007836"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85210542055",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2024-11-22 2024-11-22 2024-11-30 2024-11-30 2025-03-17T15:56:10 1-s2.0-S2095495624007836 S2095-4956(24)00783-6 S2095495624007836 10.1016/j.jechem.2024.11.015 S300 S300.1 FULL-TEXT 1-s2.0-S2095495624X00121 2025-03-17T16:13:18.955812Z 0 0 20250301 20250331 2025 2024-11-22T08:51:44.929351Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 102 102 C Volume 102 43 443 453 443 453 202503 March 2025 2025-03-01 2025-03-31 2025 article fla © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ELECTROCHEMICALPERFORMANCEDETERIORATIONMECHANISMLINI083MN005CO012O2INAQUEOUSSLURRYAMITIGATIONSTRATEGY DONG Q 1 Introduction 2 Experimental 2.1 Preparation of APTMS@NMC 2.2 Preparation of NMC83 electrodes 2.3 Electrochemical measurements 2.4 Characterizations 2.5 Theoretical calculations 3 Results and discussion 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References LIU 2015 4440 4457 W GENT 2022 1132 1143 W SONG 2023 1943 1963 Y DONG 2023 103054 Q KIM 2018 1702028 J JIANG 2021 2103005 M ZHANG 2019 6033 6065 S LIU 2021 102332 Y LOEFFLER 2016 1112 1117 N WOOD 2015 234 242 D KIMURA 2018 A16 A20 K KUO 2020 100504 J LI 2020 101081 J BICHON 2019 18331 18341 M ZHU 2021 1840 P ZOU 2020 3204 L HAMAM 2020 130521 I DONG 2022 038201 Q LEE 2022 441 451 W HOU 2017 1701802 P HARTMANN 2021 070507 L QIAN 2019 12723 12731 K HOFMANN 2021 060511 M GAN 2024 1562 1571 Q SICKLINGER 2019 A2322 A2335 J FAENZA 2017 A3727 A3741 N MARTINEZ 2020 228204 A YANG 2023 102969 J WU 2024 Y LIN 2014 3529 F LIANG 2024 e202318186 P HUANG 2024 H YOU 2018 6480 6485 Y ZHENG 2015 6926 6934 J XIONG 2013 318 325 X LIAO 2018 1800802 B LI 2018 1801957 J DONG 2020 695 704 Q PARK 2021 991 999 J YANG 2019 1808825 H CHEN 2017 168 176 Z CHEN 2018 1801573 Z GRENIER 2017 7345 7352 A GRENIER 2020 7001 7011 A HUANG 2021 2104282 W GUO 2021 5267 Y KIM 2023 2301983 S SOLCHENBACH 2018 A3022 A3028 S CUI 2024 2033 Z TAN 2022 484 494 S AURBACH 1997 91 98 D KIM 2013 8547 8551 Y WU 2021 2003092 H CHO 2014 A920 A926 D XIE 2023 197 207 Z LI 2022 280 292 L SONG 2023 103018 Y GU 2020 1937 1943 W HOZUMI 1999 7600 7604 A MADSEN 2019 39890 39901 K DONGX2025X443 DONGX2025X443X453 DONGX2025X443XQ DONGX2025X443X453XQ 2026-11-30T00:00:00.000Z 2026-11-30T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-12-05T16:49:03.857Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Vacuum Interconnected Nanotech Workstation National Key R&D Program of China 2021YFB3800300 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ National Natural Science Foundation of China 22179143 22309202 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 http://sws.geonames.org/1814991 Suzhou Institute of Nano-Tech Jiangsu Funding Program for Excellent Postdoctoral Talent Gusu Leading Talents Program ZXL2023190 This work was financially supported by the National Key R&D Program of China (2021YFB3800300), the National Natural Science Foundation of China (22179143 and 22309202), the Jiangsu Funding Program for Excellent Postdoctoral Talent, and the Gusu Leading Talents Program (ZXL2023190). We also acknowledge Vacuum Interconnected Nanotech Workstation (Nano-X), Suzhou Institute of Nano-Tech and Nano-Bionics for FIB and XPS characterization. item S2095-4956(24)00783-6 S2095495624007836 1-s2.0-S2095495624007836 10.1016/j.jechem.2024.11.015 286353 2025-03-17T16:13:18.955812Z 2025-03-01 2025-03-31 1-s2.0-S2095495624007836-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/MAIN/application/pdf/8234558e18e9f689ce8156fd9a0b9747/main.pdf main.pdf pdf true 2596152 MAIN 11 1-s2.0-S2095495624007836-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/PREVIEW/image/png/debb0687fda57deb298a32a0512e3224/main_1.png main_1.png png 61251 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495624007836-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/ga1/HIGHRES/image/jpeg/2441a746acc5cf2affd8fe2474f6962d/ga1.jpg ga1 true ga1.jpg jpg 34119 200 378 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007836-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr1/DOWNSAMPLED/image/jpeg/3ba6a396a7e0691cc3be8c1adf07233d/gr1.jpg gr1 gr1.jpg jpg 72851 364 628 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007836-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr3/HIGHRES/image/jpeg/90a797edf9b025d3ab63d4b7f13e903b/gr3.jpg gr3 gr3.jpg jpg 93543 572 535 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007836-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr5/DOWNSAMPLED/image/jpeg/d3c8afd86f9f324a3222f223b2a960ee/gr5.jpg gr5 gr5.jpg jpg 56070 282 533 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007836-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr6/DOWNSAMPLED/image/jpeg/a1d936f7ff83cf01b3e8f52e7b0845c9/gr6.jpg gr6 gr6.jpg jpg 91242 493 675 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007836-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr2/DOWNSAMPLED/image/jpeg/cb69f6eba18332f2dce207344618bd5d/gr2.jpg gr2 gr2.jpg jpg 109683 554 748 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007836-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr4/DOWNSAMPLED/image/jpeg/94b60774fc82de73f8cafa5567d192c4/gr4.jpg gr4 gr4.jpg jpg 91704 616 688 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624007836-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/ga1/THUMBNAIL/image/gif/6d6266421a06eb7a8119cfbd8ea7b2ff/ga1.sml ga1 true ga1.sml sml 15120 116 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624007836-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr1/THUMBNAIL/image/gif/efc36b8dcc12903f26d34a323b81ad76/gr1.sml gr1 gr1.sml sml 12956 127 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624007836-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr3/THUMBNAIL/image/gif/4a45cfa0624fe2f56d8ab1f9ca317327/gr3.sml gr3 gr3.sml sml 13000 164 153 IMAGE-THUMBNAIL 1-s2.0-S2095495624007836-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr5/THUMBNAIL/image/gif/47e9e89a94048a4ae027ab01b95cead1/gr5.sml gr5 gr5.sml sml 14796 116 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624007836-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr6/THUMBNAIL/image/gif/46d18e17ef1581586bdf664b68e9dcfb/gr6.sml gr6 gr6.sml sml 13704 160 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624007836-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr2/THUMBNAIL/image/gif/a34f115449911d11412d1fd170a7c0fb/gr2.sml gr2 gr2.sml sml 10558 162 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624007836-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/gr4/THUMBNAIL/image/gif/30001cae45351290fbe3c383e38f1b77/gr4.sml gr4 gr4.sml sml 10428 164 183 IMAGE-THUMBNAIL 1-s2.0-S2095495624007836-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/HIGHRES/image/jpeg/520acc51c5d671bd94dc1f7977fff84c/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 198646 886 1674 IMAGE-HIGH-RES 1-s2.0-S2095495624007836-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/HIGHRES/image/jpeg/508953ff1bdfad66aeec70cfc2d91af4/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 549654 1612 2782 IMAGE-HIGH-RES 1-s2.0-S2095495624007836-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/THUMBNAIL/image/jpeg/f8f6cfbba6ccbe701d5141a1a7e2cdb1/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 615590 2531 2368 IMAGE-HIGH-RES 1-s2.0-S2095495624007836-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/HIGHRES/image/jpeg/72596d84fd83f7b975e33fb435de9643/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 250344 1063 2008 IMAGE-HIGH-RES 1-s2.0-S2095495624007836-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/MAIN/image/jpeg/7c8c2db70423c563963aaeb51ef2538f/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 581833 2183 2990 IMAGE-HIGH-RES 1-s2.0-S2095495624007836-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/HIGHRES/image/jpeg/2771a511f356c0724111212df1033792/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 580475 2454 3311 IMAGE-HIGH-RES 1-s2.0-S2095495624007836-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/HIGHRES/image/jpeg/d3241596d6a7988d854b2c79ffd7f112/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 505462 2730 3048 IMAGE-HIGH-RES 1-s2.0-S2095495624007836-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624007836/mmc1/MAIN/application/msword/43e670918eebcd6b0cc01f644fd3a6d1/mmc1.doc mmc1 mmc1.doc doc 4556288 APPLICATION JECHEM 4252 S2095-4956(24)00783-6 10.1016/j.jechem.2024.11.015 Science Press Fig. 1 Characterizations of NMC83 electrodes prepared from NMP-based and water-based slurries. (a) Manufacturing cost analysis of NMC electrodes prepared from NMP-based and water-based slurries. Recorded (red circle) and calculated (light blue solid line) XRD patterns for (b) the N-NMC and (c) W-NMC cathode. STEM images of (d) N-NMC and (e) W-NMC. XPS spectra of Ni 2p for (f) N-NMC and (g) W-NMC. The schematics of the surface structure of (h) N-NMC and (i) W-NMC. Fig. 2 Electrochemical performances of NMC83 electrodes prepared from NMP-based slurry and water-based slurry. The initial charge and discharge curves of (a) N-NMC and (b) W-NMC. (c) Rate capability and (e) cycling performance of N-NMC and W-NMC. Nyquist plots showing the impedance evolution of N-NMC and W-NMC cathodes at the first cycle (d) and after 200 cycles (f). The inset shows the equivalent circuit for fitting and the solid line representing the fitting results. The discharge voltage curves of (g) N-NMC and (h) W-NMC from the 11th to 201st cycle. Fig. 3 Understanding the degradation mechanisms of N-NMC and W-NMC electrode. In situ XRD measurements of (a) N-NMC and (b) W-NMC at a 0.1 C rate. O2 and CO2 evolution rates during in-situ DEMS measurements and the corresponding voltage profiles of (c) N-NMC and (d) W-NMC cycled with a specific current of 18 mA g−1 between 2.8 and 4.6 V. (e) Floating measurements of N-NMC and W-NMC. STEM images of (f) N-NMC and (g) W-NMC after 100 cycles. Fig. 4 Characterizations of the surface degradation of N-NMC and W-NMC electrodes. SEM images of (a) N-NMC and (b) W-NMC after 100 cycles. XPS spectrum of N-NMC and W-NMC cathodes from Li||NMC83 cells after 100 cycles of (c) C 1s, (d) F 1s, and (e) O 1s. The elemental concentration obtained from XPS analysis for Li anode in Li||NMC83 cells after 100 cycles of (f) argon sputtering for 0 s and (g) argon sputtering for 60 s. Fig. 5 Schematic illustrations of the failure mechanism of the Li||NMC83 cells for N-NMC and W-NMC during electrochemical cycling. Fig. 6 Characterizations and electrochemical performances of NMC83 with self-assembled APTMS thin layer. (a) Gibbs free energy changes of reaction 1 and reaction 2 as a function of temperature. (b) SEM images and corresponding EDS mapping of (c) Si and (d) N elements of the APTMS@NMC83 powders. (e) TEM images of the APTMS@NMC83 powders. (f) XPS Si 2p spectra of the APTMS@NMC83. (g) Rate performances and (h) cycling stability of APTMS@NMC83 electrodes prepared from aqueous slurry route. Note that the electrochemical performances of W-NMC in (g and h) are taken from Fig. 2(a and c), respectively, and redisplayed for the sake of comparison. ☆ This article is part of a special issue entitled: Electrochemical Energy Storage and Conversion published in Journal of Energy Chemistry. The electrochemical performance deterioration mechanism of LiNi0.83Mn0.05Co0.12O2 in aqueous slurry and a mitigation strategy Qingyu Dong Writing – review & editing Writing – original draft Software Methodology Investigation Data curation Conceptualization a Jizhen Qi Data curation a Jian Wang Data curation a Lianghao Jia Data curation a Xuechun Wang Data curation a Liyi Zhao Data curation a Yuwei Qian Data curation a Haiyang Zhang Data curation a Hui Shao Writing – review & editing Writing – original draft Funding acquisition Data curation a ⁎ Yanbin Shen Writing – review & editing Writing – original draft Funding acquisition Conceptualization a ⁎ Liwei Chen Writing – review & editing Writing – original draft Funding acquisition Conceptualization b c ⁎ a i-Lab, CAS Center for Excellence in Nanoscience, Suzhou Institute of Nano-Tech and Nano-Bionics (SINANO), Chinese Academy of Sciences (CAS), Suzhou 215123, Jiangsu, China i-Lab CAS Center for Excellence in Nanoscience Suzhou Institute of Nano-Tech and Nano-Bionics (SINANO) Chinese Academy of Sciences (CAS) Suzhou Jiangsu 215123 China i-Lab, CAS Center for Excellence in Nanoscience, Suzhou Institute of Nano-Tech and Nano-Bionics (SINANO), Chinese Academy of Sciences (CAS), Suzhou 215123, Jiangsu, China b School of Chemistry and Chemical Engineering, Frontiers Science Center for Transformative Molecules, Shanghai Electrochemical Energy Device Research Center (SEED) and In-situ Center for Physical Sciences, Shanghai Jiao Tong University, Shanghai 200240, China School of Chemistry and Chemical Engineering Frontiers Science Center for Transformative Molecules Shanghai Electrochemical Energy Device Research Center (SEED) and In-situ Center for Physical Sciences Shanghai Jiao Tong University Shanghai 200240 China School of Chemistry and Chemical Engineering, Frontiers Science Center for Transformative Molecules, Shanghai Electrochemical Energy Device Research Center (SEED) and In-situ Center for Physical Sciences, Shanghai Jiao Tong University, Shanghai 200240, China c Future Battery Research Center, Global Institute of Future Technology, Shanghai Jiao Tong University, Shanghai 200240, China Future Battery Research Center Global Institute of Future Technology Shanghai Jiao Tong University Shanghai 200240 China Future Battery Research Center, Global Institute of Future Technology, Shanghai Jiao Tong University, Shanghai 200240, China ⁎ Corresponding authors. Graphical abstract This study investigates the structural and electrochemical degradation of high-nickel layered oxide electrodes during aqueous slurry processing, and proposes a molecular self-assembly strategy to enhance surface stability. Integrating high-nickel layered oxide cathodes with aqueous slurry electrode preparation routes holds the potential to simultaneously meet the demands for high energy density and low-cost production of lithium-ion batteries. However, the influence of dual exposure to air and liquid water as well as the heating treatment during aqueous slurry electrode processing on the high-nickel layered oxide electrode is yet to be understood. In this study, we systematically investigate the structural evolution and electrochemical behaviors when LiNi0.83Mn0.05Co0.12O2 (NMC83) is subjected to aqueous slurry processing. It was observed that the crystal structure near the surface of NMC83 is partially reconstructed to contain a mixture of rock-salt and layered phases when exposed to water, leading to the deteriorated rate capability of the NMC83 electrodes. This partial surface reconstruction layer completely converts into a pure rock-salt phase upon cycling, accompanied by the release of O2, Ni leaching, catalyzed decomposition of the electrolyte, and the formation of a thick cathode electrolyte interphase layer. The byproducts of the electrolyte and dissolved Ni could shuttle to the Li metal side, causing a crosstalk effect that results in a thick and unstable solid electrolyte interphase layer on the Li surface. These in combination severely undermined the cycling stability of the NMC83 electrodes obtained from the aqueous slurry. A mitigation strategy using molecular self-assembly technique was demonstrated to enhance the surface stability of water-treated NMC83. Our findings offer new insights for tailoring ambient environment stability and aqueous slurry processability for ultra-high nickel layered oxide and other water-sensitive cathode materials. Keywords Li-ion battery High-nickel layered oxide cathode Aqueous slurry Surface Reconstruction Molecular self-assembly 1 Introduction The development of lithium-ion batteries with high energy density and low manufacturing cost is in high demand for electric vehicle industry [1,2]. High-nickel transition metal oxide (LiNi x Mn y Co1− x − y O2, NMC, Ni > 0.6) materials have become one of the best choices for lithium-ion battery cathodes due to their high specific capacity and operating voltage [3–5]. The reversible capacity of NMC cathodes primarily derives from the redox of Ni elements; hence many efforts have been made to increase the nickel content (Ni > 0.8) to achieve high reversible capacities and enhanced battery energy density [6,7]. From a battery manufacturing perspective, N-methyl-2-pyrrolidone (NMP) is commonly used as the solvent in conventional cathode slurry coating process [8]. Despite its widespread use, the high cost of NMP solvent, coupled with the substantial energy demand for its evaporation and recovery from the slurry-coated electrodes, significantly inflates the production costs of lithium-ion batteries [9,10]. Compared to traditional slurry process using NMP and polyvinylidene difluoride (PVDF), aqueous slurry coating emerges as a more sustainable alternative, reducing environmental impact and manufacturing costs while simplifying the recycling of lithium-ion batteries through the use of water-soluble binders [11–13]. Clearly, preparing high-nickel cathode via aqueous slurry processes can simultaneously increase battery energy density, reduce manufacturing costs, and enhance environmental sustainability. Nevertheless, the integration of NMC materials with aqueous slurry formulation, although promising for achieving cost-efficient and high-energy-density batteries, faces serious challenges due to the inherent incompatibility between NMC materials and water [14–17]. This incompatibility involves the degradation of the NMC surface structure upon exposure to water or humid air. When in contact with water, Li+ on NMC surface can undergo Li/H exchange with protons in water, leading to structural degradation of the NMC surface [18–21]. The structural degradation then further deteriorates the electrochemical performance of the NMC-based electrode. The problem is exacerbated in the NMC materials with higher nickel contents [22]. Previous research efforts have explored the possibility of NMC-based electrodes via water-based slurry coating processes [23,24]. Researchers have found that lowering the pH value of aqueous slurries can effectively improve the electrochemical performance of NMC electrodes via aqueous processing [9,14]. For instance, formic acid and phosphoric acid have been exploited to reduce the pH value of slurries based on LiNi0.33Mn0.33Co0.33O2 (NMC111) and LiNi0.5Mn0.2Co0.3O2 (NMC523) materials, exhibiting the improved cycling performance of NMC111 and NMC523 batteries. In studies targeting ultra-high nickel content LiNi0.8Mn0.1Co0.1O2 (NMC811) materials, polyacrylic acid was chosen as the binder, suggested to enhance the material stability of NMC811 and improve the electrochemical performance of NMC811 based on aqueous processes [12]. Despite positive progress has been made in advancing the application of aqueous slurry processes in NMC, research on the structural stability changes of NMC with a higher nickel content (Ni > 0.8) cathode material in water-based slurry process and how these changes affect subsequent electrochemical performance have been rarely touched. Indeed, the electrochemical failure mechanisms of NMC under ambient air exposure have been intensively discussed. The side reaction compounds with poor ionic and electronic conductivities at the cathode-air interface, including Li2CO3, LiHCO3, and NiCO3·2Ni(OH)2·2H2O, were demonstrated as one of the main reasons for the deteriorated electrochemical performances [25–27]. In addition, the decomposition of carbonate impurities during electrochemical cycling could further cause battery swelling, undermining the cycling stability of NMC-based cells [28]. Nevertheless, given the dual exposure to air and liquid water, a profound understanding of the structural evolution of NMC (Ni > 0.8) within aqueous slurry processing and its effect on the electrochemical attributes of resultant NMC electrodes is indispensable. Herein, we selected high-nickel content transition metal oxide LiNi0.83Mn0.05Co0.12O2 (NMC83) as the cathode material and systematically investigated the structural evolution of NMC83 during the aqueous slurry process and the resulting electrochemical performance. We observed that after exposure to a high-temperature and high-humidity environment, the surface structure of NMC83 is reconstructed from the original layered phase into a mixed phase of rock-salt and layered structures. This surface reconstruction increases the interfacial impedance during the charge/discharge process of NMC83 electrode, significantly deteriorating its rate performance. The water treatment also severely impacts the cycling stability of NMC83 electrode, as the surface layer further degrades into rock-salt phase during cycling, which triggers a series of processes detrimental to electrochemical performance including catalysis of electrolyte decomposition, significant leaching of Ni elements, and the formation of a thicker cathode electrolyte interphase (CEI) layer. These reaction byproducts from electrolyte, along with Ni, migrate to the Li metal anode, causing crosstalk that results in a thick and unstable solid electrolyte interphase (SEI) layer on the Li surface. These factors combined continually increase the internal resistance of the battery, thereby damaging the electrochemical performance of NMC83. Our findings suggest that preserving the surface structural of NMC materials is key to achieving compatibility between aqueous slurry and NMC materials. We further introduced a strategy using molecular self-assembly technique to form a protective layer with about 3-nm thickness onto the NMC83 particle surface to enhance the surface stability of NMC83 in aqueous slurry. Using the same water-based slurry preparation process, our results demonstrated a significant improvement in electrochemical performance of NMC83 materials coated with (3-aminopropyl)trimethoxysilane (APTMS) molecules compared to pristine NMC83. The findings here are beneficial for designing water-based slurry procedures for ultra-high nickel transition mental oxide cathode materials. 2 Experimental 2.1 Preparation of APTMS@NMC To prepare APTMS@NMC83, 3 g of single crystal NMC83 powder (Guangdong Canrd New Energy Technology Co., Ltd) was dispensed onto a watch glass, which was then positioned above another watch glass containing 0.2 mL of APTMS (Aladdin Co., Ltd). These paired watch glasses were encapsulated within an autoclave and subjected to a temperature of 100 °C within an oven, and maintained at this condition for a duration of 3 h to facilitate the vapor deposition process. Upon returning to ambient temperature, the NMC83 powder was homogenized using a spatula before being reintroduced into the autoclave for a subsequent deposition cycle under identical conditions. This vapor deposition procedure was executed a total of three times to ensure thorough coating. 2.2 Preparation of NMC83 electrodes NMC83 electrodes were prepared from NMP-based and aqueous-based slurry using similar procedures. Taking W-NMC83 as an example. To prepare W-NMC83 electrode, NMC83, acetylene black, and binder (carboxymethyl cellulose (CMC) and styrene-butadiene rubber (SBR)) were mixed with a mass ratio of 90:5:5 and then stirred in deionized water to form a slurry. Note that, for N-NMC83 electrode, the solvent was NMP and the binder was PVDF. Then the slurry was casted onto an aluminum foil current collector and followed with vacuum drying process at 90 ℃ for 12 h. After the removal of water, part of electrodes was punched into 12-mm discs. The rest was calendered to reach a compaction density of 2.9 g cm−3 before being punched into 12-mm discs. The area capacity was designed at around 1.5 mA h cm−2. The above process was carried out in a dry room with the dew point below −40 °C. Coin cells (CR2025) were assembled in the argon-filled glove box (H2O < 0.1 ppm, O2 < 0.1 ppm), with NMC83 electrode as the working electrode, lithium foil as the counter electrode (diameter of 15.8 mm, thickness of 200 μm), and commercial 1 M LiPF6 in ethylene carbonate (EC): ethyl methyl carbonate (EMC): diethyl carbonate (DEC) (1:1:1 in wt%) with 1 wt% Lithium difluoro(oxalate)borate (LiDFOB) as the electrolyte. 2.3 Electrochemical measurements The galvanostatic test was conducted at various C rates (1 C = 180 mA g−1) in a voltage range of 2.8–4.3 V using a battery analyzer (CT-4000, Shenzhen Neware Co.). Electrochemical impedance spectroscopy (EIS) measurements were obtained at frequencies of 7 MHz to 0.1 Hz using a voltage amplitude of 10 mV (VMP300, Bio-Logic). The EIS measurements of NMC electrodes were conducted at a biased potential of 4.0 V vs. Li+/Li. Chronoamperometry (CA) was carried out by VMP300, Bio-Logic. For a typical CA test, the cell was pre-cycled three times in a voltage range of 2.8–4.3 V, and then charged to 4.3 V and held for 6 h to record the current response. Cyclic voltammetry (CV) measurements were executed using a multichannel potentiostat (VMP model from Biologic-Science Instruments). The experiment was configured with cathodic and anodic cutoff potentials set at 2.5 and 4.5 V vs. Li+/Li, respectively. The initial trio of cyclic sweeps were uniformly performed at a sweep rate of 0.1 mV s−1, succeeded by subsequent sweeps executed at incremented rates spanning 0.1 to 1.5 mV s−1. 2.4 Characterizations Powder X-ray diffraction (XRD) patterns were acquired using a Bruker D8 Advance diffractometer (Germany) at a scanning rate of 1° min−1, employing Cu K α radiation (λ = 0.154 nm) at an operational voltage of 40 kV and a current of 40 mA. Rietveld refinement was applied using the layered α-NaFeO2 (space group R-3m) structural model as the basis for calculation. Morphological and elemental analyses were conducted using field-emission scanning electron microscopy (FE-SEM; Hitachi Regulus 8230, Japan) and energy-dispersive X-ray spectroscopy (EDS) for element mapping. High-resolution scanning transmission electron microscopy (STEM) images were captured with an FEI Titan Themis Z at 300 kV, operating at a current of 60 pA. X-ray photoelectron spectroscopy (XPS) assessments were carried out on a PHI-5500 Versaprobe instrument utilizing Al K α radiation, with the analysis area of each sample approximately 100 μm × 100 μm. Prior to XPS analysis, all specimens were desiccated at 60 °C under vacuum conditions overnight and subsequently transferred using a meticulously sealed, custom sample holder to prevent contamination. The differential electrochemical mass spectrometry (DEMS) experiments were carried out using an HPR-20 QIC R&D system from HidenAnalytical Ltd., with a consistent carrier gas flow of Argon set at 1.0 mL min−1. 12 mm-disc electrode with a loading mass of approximately 10 mg cm−2 was used for the measurement. These NMC-based electrodes were cycled at a specific current of 18 mA g−1 and a cut-off voltage set at 4.6 V vs. Li+/Li. 2.5 Theoretical calculations All calculations were conducted using Dmol3 module in Materials Studio software. Equilibrium state structures were optimized applying the Generalized Gradient Approximation (GGA) method and the Perdew-Burke-Ernzerhof (PBE) basis set. 3 Results and discussion As illustrated in Fig. 1 (a), the conventional cathode material slurry preparation process typically employs NMP as the solvent and PVDF as the binder. On the other hand, the aqueous slurry preparation route takes water as the solvent, and could use CMC and SBR acting as binders. From the perspectives of material costs and energy consumption during the manufacturing process, the preparation of slurries via aqueous route demonstrates clear advantages over traditional NMP-based method (Fig. 1a and Table S1). We aim to first analyze and compare the structural and compositional changes in NMC83 materials of the electrodes prepared from the NMP-based slurry process (termed as N-NMC) with those obtained from the water-based slurry procedure (termed as W-NMC). Electrodes prepared from these two slurries are detailed in the Experimental section in Supplementary Information. Fig. 1(b and c) and Fig. S1 respectively give the XRD patterns of N-NMC and W-NMC electrodes, alongside the pristine NMC83 powder. Rietveld refined analysis indicates that the lattice parameters of both N-NMC and W-NMC electrodes exhibit no significant deviation from those of the pristine powder, maintaining an intact R-3m crystal structure as documented in the Table S2 [29,30] SEM evaluations (Fig. S2) further reveal no discernible morphological differences between N-NMC and W-NMC electrodes. This evidence suggests that the bulk structure and typical morphology of single-crystal NMC83 are not undermined under the aqueous slurry preparation process. Since powder XRD provides macroscopic statistical information about material structure, the evolution of local structure should be investigated using STEM. As illustrated in Fig. 1(d and e), STEM analyses of microstructures following slurry processing reveal clearly different surface structures between N-NMC and W-NMC. More specifically, the surface of N-NMC displays a rock salt phase with an average thickness of less than 1 nm (Fig. 1d), while the W-NMC surface exhibits a non-uniform reconstructed layer with about 5 nm thickness (Fig. 1e). This reconstructed layer on W-NMC, distinctly different from the bulk R-3m layered structure, is identified as a hybrid of rock salt (Fm-3m) and layered phases (R-3m) through fast Fourier transform (FFT) analysis [31–33]. The degradation mechanism of NMC83 under the water exposed was discussed in the Supplementary Information. This observation signifies a degradation of the surface layered structure of NMC83 following the aqueous slurry preparation process. Further chemical composition analysis of N-NMC and W-NMC surfaces was conducted using XPS. Fig. 1(f and g) and Fig. S3 provide the Ni 2p XPS spectra for N-NMC and W-NMC, respectively. The Ni 2p 3/2 binding energy for N-NMC is identified at 855.15 eV, corresponding to Ni3+, whereas the Ni 2p 3/2 binding energy for W-NMC is reduced by 0.5 eV, indicating that a considerable amount of Ni2+ was formed on the NMC83 surface after the aqueous slurry preparation process [34,35]. Prior studies on the degradation of NMC83 upon exposure to water have confirmed that the Li+ on the near surface of high-nickel layered oxides can engage in Li/H exchange with the protons available in water, resulting in de-lithiated transition metal oxides and then further degradation into nickel oxides or hydroxides [19,36]. Combined with XPS analysis, we speculate that a Ni2+-rich oxide/hydroxide layer is formed on the NMC near surface of the W-NMC electrode. Moreover, the exchanged Li+ forms LiOH, which subsequently reacts with CO2 in the air to produce Li2CO3 on the NMC surface, a process consistent with our XPS analysis of C 1s and O 1s spectra (Fig. S4). As shown in Fig. S4, the formation of Li2CO3 (C 1s, 290.0–290.5 eV; O 1s, 531.5 eV) on the W-NMC surface significantly exceeds that on N-NMC [37–39]. Based on above analyses, we show that direct contact between NMC83 and water during the aqueous slurry preparation does not lead to degradation of the bulk phase structure or morphological alterations of NMC83. Rather, the aqueous slurry preparation process induces a degradation of the layered structure on the NMC83 surface into a 5-nm-thick reconstructed layer mixed of rock-salt and layered phases. The surface structural differences of N-NMC and W-NMC electrodes were summarized in schematic diagrams in Fig. 1(h and i). Electrochemical tests for both N-NMC and W-NMC electrodes were performed using a coin half-cell set-up, with specific details provided in the Experimental Section. The N-NMC electrodes, prepared by the conventional slurry process but not subjected to calendered treatment, exhibited a discharge capacity of 206 mA h g−1 at a 0.1 C (1 C = 180 mA g−1) rate (Fig. 2 a), with a Coulombic efficiency of 86.9%. In contrast, the W-NMC electrode delivered an initial discharge capacity of 180 mA h g−1 under the same testing conditions, with an initial Coulombic efficiency of merely 80.1% (Fig. 2b). The initial delithiation voltage exceeded 4 V vs. Li+/Li, indicating a significant polarization voltage compared to the N-NMC electrode. The initial Coulombic efficiency and the polarization voltage during charge-discharge cycles are both intrinsically linked to the kinetics of lithium-ion intercalation and deintercalation. The surface reconstructed layer of W-NMC, a mixed layer of R-3m and Fm-3m phases formed during the aqueous slurry preparation process, adversely affects the lithium-ion deintercalation kinetics, thus leading to the high polarization voltage and low initial Coulombic efficiency [40–42]. Post-calendering, the initial discharge capacity and Coulombic efficiency of W-NMC electrode were improved to 201 mA h g−1 and 86.2%, respectively, with a reduction in delithiation polarization voltage, rendering the charging curve similar to that of N-NMC. As for N-NMC, the initial discharge capacity of calendered electrode was 209 mA h−1 with a Coulombic efficiency of 89%, which was quite similar to that of uncalendered NMC electrode. These indicate that the calendered treatment ameliorates the lithium-ion deintercalation kinetics in W-NMC to some extent, mitigating the adverse effects of the water-based slurry on the charge-discharge behavior of NMC electrode at 0.1 C rate. The morphology of calendered N-NMC and W-NMC electrode is almost identical according to the SEM observation, as presented in Fig. S5. This improved electrochemical performance of W-NMC electrode post-calendering is likely attributed to the shear forces applied on the W-NMC particle surfaces during calendaring, disrupting the original surface of the W-NMC, exposing new surfaces that can offer fresh areas for electrolyte wetting. Subsequent discussions on the electrochemical properties of W-NMC and N-NMC electrode will be based on the calendered electrodes. Fig. 2(c) compares the rate capability of N-NMC and W-NMC under the same testing conditions, demonstrating the superior rate performance of electrodes produced through the traditional NMP-based slurry to those from the aqueous slurry. At the 5 C rate, the discharge capacity of N-NMC reaches 162.79 mA h g−1, whereas that of W-NMC is 69.65 mA h g−1. This clearly shows that while calendering partially mitigates the impact of the surface reconstructed layer on lithium-ion intercalation/deintercalation kinetics, the high-rate performance of W-NMC still suffers significantly post aqueous processing. To further investigate the impact of the aqueous slurry process on the reaction kinetics of NMC, EIS tests were conducted on N-NMC and W-NMC (Fig. 2d). By fitting the Nyquist plots to an equivalent circuit (inset of Fig. 2d), impedance values for R e, R f, and R ct were obtained, representing the ohmic resistance, the migration impedance of Li+ across the CEI layer, and the charge transfer resistance, respectively [34]. The charge transfer resistance of W-NMC is significantly higher than that of N-NMC, which could be attributed to the poor conductivity of lithium ions and electrons by the surface reconstruction layer. This indicates slower reaction kinetics for W-NMC, a finding consistent with the rate performance tests shown in Fig. 2(c). The apparent Li+ diffusion coefficients during the lithiation/delithiation processes of N-NMC and W-NMC electrodes were evaluated by CV tests. The CV profiles are presented in Fig. S6. Appling the Randles-Sevcik equation and combining peak potentials and currents from CV tests, the apparent Li+ diffusion coefficients for N-NMC during oxidation and reduction processes were 2.95 × 10−8 and 2.41 × 10−8 cm2 s−1, respectively, whereas those for W-NMC were 0.79 × 10−8 and 0.57 × 10−8 cm2 s−1, respectively [43]. We also noted that the polarization voltage of W-NMC increased rapidly along with the increasing scan rate and these redox peaks merged into one peak at a scan rate of 0.6 mV s−1. These electrochemical testing results collectively indicate that the surface reconstructed layer formed during the aqueous slurry preparation of high-nickel layered oxide electrodes increases the charge transfer resistance and deteriorates the reaction kinetics, and significantly limits the rate performance of NMC83 electrodes. The cycling stability of N-NMC and W-NMC was further evaluated at 0.5 C. As illustrated in Fig. 2(e), the capacity retention of N-NMC after 200 cycles was found to be 73.7%, aligning with previously reported cycle performances for high-nickel layered oxide materials. The cycle performance of W-NMC under the same testing conditions deteriorated dramatically, with a capacity retention of only 43.3%. Additionally, Fig. 2(g and h), along with Fig. S7(a and b), details the voltage-capacity evolution during the discharge and charge processes for N-NMC and W-NMC, respectively. Compared to N-NMC, the W-NMC electrode treated via water processing experienced not only rapid capacity fade but also significant increase in polarization voltage and a sharp decline in discharge plateaus. Nyquist plots of N-NMC and W-NMC after 200 cycles are provided in Fig. 2(f), with the fitted impedance values for each component available in Table S3. Post-cycling, the lithium-ion migration impedance through the CEI layer and the charge transfer impedance for W-NMC both increased significantly compared to those of the initial EIS measurements (Fig. 2d). Notably, the charge transfer impedance of W-NMC under the same cycling conditions was four times that of N-NMC, indicating further degradation of the W-NMC interface during the electrochemical cycling process, severely deteriorating the reaction kinetics. These results demonstrate that the capacity and discharge plateaus of W-NMC based on water-based slurry rapidly decline during the electrochemical cycling process, with a significant increase in interface impedance. These limitations severely hinder the application of green, low-cost aqueous slurry processes in high-nickel ternary systems. Understanding the mechanisms of degraded electrochemical performances of NMC electrodes prepared via water processing is critical for designing strategies that make the aqueous system compatible with NMC. To investigate the impact of the surface reconstruction layer on the electrochemical performance of NMC83 processed with aqueous slurry, we employed in-situ XRD to compare the bulk phase structural evolution of N-NMC and W-NMC electrodes during their initial charging/discharging cycle at a 0.1 C rate. As shown in Fig. 3 (a), the (003) and (101) characteristic diffraction peaks of N-NMC exhibited continuous shifts during the initial cycle, indicating a typical solid-solution behavior during de-lithiation/lithiation in NMC83. However, the (003) and (101) peaks of the W-NMC electrode, as depicted in Fig. 3(b), showed a pronounced splitting in the initial de-lithiation, showing a phase separation process (fictitious phase H1 and H2). Several theories have been proposed to explain this phase separation behavior, including deteriorated electrochemical reaction kinetics due to the passivation layer on the NMC83 surface [44], sluggish lithium diffusion near fully lithiated compositions [45], and reaction-limited autocatalytic behavior inducing non-equilibrium effects [40]. Given that our in-situ XRD experiments were conducted at a low rate of 0.1 C, we hypothesize that the phase separation observed in W-NMC is primarily due to the deteriorated electrochemical reaction kinetics induced by the surface reconstruction layer. This hypothesis is supported by the degraded rate performance of W-NMC discussed in Fig. 2. Furthermore, the phase separation implies electrochemical reaction heterogeneity within the W-NMC electrode, where different NMC83 particles exhibit uneven states of charge and discharge. This heterogeneity can lead to overcharging of some NMC83 particles, resulting in higher states of charge (SOC) and potentially triggering the release of lattice oxygen from the NMC83. In addition, in-situ DEMS was employed to investigate and compare the gas generation phenomena of these two types of NMC electrodes during charging. As illustrated in Fig. 3(c), N-NMC exhibited a release of a certain amount of CO2 near the cutoff voltage of charging, which is associated with the decomposition of the electrolyte on the NMC surface under high voltage [46–48]. On the other hand, oxygen release was observed in W-NMC when charging to 4.1 V (Fig. 3d). As mentioned above, this released O2 could further catalyze the decomposition of the electrolyte, leading to the release of more CO2. We speculated the gas generation process involved in the W-NMC electrode as illustrated by the reactions in Eqs. (S5)–(S7). CA tests were also conducted to analyze the impact of further degradation of the surface reconstruction layer on the interface (Fig. 3e). The leakage current of N-NMC was quickly stabilized, while W-NMC took 6 h to reach a steady state, suggesting that the surface of W-NMC may undergo secondary degradation, leading to interface instability and continuous decomposition of the electrolyte. The interface instability and continuous decomposition of the electrolyte are likely closely related to the leaching of oxygen (O) from the surface reconstruction layer under high voltage conditions. Fig. S8, showing post-cycling optical images of the electrodes, illustrates significant wrinkling and delamination of the cathode surface in water-based NMC due to gas generation, with corresponding areas of black coverage on the anode side. Additionally, a relatively large amount of Ni was found in the anode of W-NMC-based cell by XPS analysis, suggesting a substantial Ni leached out of W-NMC and shuttling to anode side during cycling (Fig. S9). This observation could be attributed to the protons contained within the surface reconstruction layer of W-NMC, which, during the cycling process, may be released and react with PF6 − to form HF [27,49]. The resultant HF could then corrode the cathode surface, leading to more release of Ni from W-NMC (Fig. S9). We further employed STEM to observe and analyze the evolution of the surface microstructure of NMC electrode particles after 100 electrochemical cycles. As shown in Fig. 3(f), the bulk phase of NMP processed NMC83 electrodes retained the layered R-3m structure after 100 cycles, although the surface structure exhibited some degradation, with the initial 1-nm-thick rock-salt phase layer of pristine NMC83 (Fig. 1d) thickening to approximately 2 nm. For the cycled W-NMC electrodes, the bulk layered structure remained intact. However, compared to the pre-cycled W-NMC particles (Fig. 1e), the initial mixed reconstruction layer of rock-salt and layered phases had fully degraded into a pure rock-salt phase (Fig. 3g). These results suggest that the surface structure of water-processed NMC degrades more rapidly post-cycling, transitioning completely to the rock-salt phase, which can release oxygen, in agreement with DEMS results. This near surface structural degradation along with oxygen evolution during the lithiation/de-lithiation processes has not been observed for Ni-rich NMC electrochemical performance deterioration related studies. The rock-salt phase components feature poor ionic and electronic conductivity. Thus, the thicker rock-salt phase layer on the surface of W-NMC, compared to N-NMC, would severely accelerate the deterioration of its electrochemical performance. The SEM images of N-NMC and W-NMC electrodes after 100 cycles at 0.5 C are presented in Fig. 4 (a and b) and Fig. S10(a and b). A rather clean NMC surface with layer morphology was observed for N-NMC electrode, indicating a minimal formation of the CEI, whereas in the case of W-NMC electrode, a large amount of flakes were formed on the NMC surface, indicating serious decomposition of electrolyte during cycling. XPS was employed to further analyze the chemical composition of the surfaces of two types of electrodes post-cycling. Comparisons between the C 1s and F 1s spectra (Fig. 4c–e) revealed an increased content of Li2CO3 (C 1s at 290.0–290.5 eV, O 1s at 532.0 eV), LiPO x F y (F 1s at 687.0 eV), and LiF (F 1s at 684.8 eV) on the surface of W-NMC electrodes [50,51]. Note that Li2CO3 and LiF are common inorganic components of the CEI [38,39]. For the CEI of N-NMC, the presence of ROCO2Li, Li2CO3, and LiF predominantly results from the decomposition of the electrolyte on the surface of NMC83, as suggested in the reactions outlined in Eqs. (S8)–(S11) [52]. On the other hand, in addition to the side reactions mentioned above, we speculated that these CEI compounds in W-NMC could be also formed from other reactions. Specifically, the Li2CO3 formation within the CEI of W-NMC could also be attributed to the side reaction between electrolyte and residual alkaline substances on the W-NMC surface. Meanwhile, ROCO2Li is likely to be produced through electrolyte decomposition as well as catalytic electrolyte decomposition facilitated by oxygen release from a surface restructured layer, as depicted in Eqs. (S12) and (S13) [53]. Moreover, LiPO x F y was identified in the CEI of W-NMC. This could be attributed to the decomposition of LiPF6 into LiF and PF5, where PF5 acted as a potent Lewis acid capable of reacting with protons present in the reconstructed layer. This reaction leads to the formation of decomposition products such as POF3 and LiPO2F2, which are further decomposed into LiPO x F y , as specified in Eqs. (S14) and (S15) [54,55]. Analysis of the O 1s spectra in Fig. 4(e) indicated a lower relative intensity of the O–M bond originating from the bulk phase in W-NMC electrodes, suggesting the formation of a thicker CEI layer on the W-NMC surface [38]. Compared to the electrochemical oxidation of the electrolyte on the surface of pure high-nickel cathode materials, the oxidation of the electrolyte on the W-NMC surface is primarily driven by the vigorous catalytic decomposition of the electrolyte by the released lattice oxygen. This results in the formation of a thicker CEI layer, with components mainly consisting of ROCO2Li and organic species. These components are poor conductors of Li+ ions and electrons, leading to an increased internal resistance, which is consistent with the EIS test results. Consequently, this severely degrades the cycling performance of the battery [56,57]. Apart from the different CEI formations on the NMC-based cathode sides, we also found that the SEI on the corresponding anode sides exhibited considerable variation. As observed in the optical images, the anode surface of W-NMC is noticeably darker than that of N-NMC (Fig. S8), suggesting a more extensive decomposition of the electrolyte and the formation of a thicker SEI layer. We further employed XPS coupled with argon sputtering to analyze the surface compositions of both anodes. Fig. 4(f and g) reveals that the SEI on the anode side of W-NMC contains higher amounts of C, O, and F. Moreover, after etching for 60 s, the intensity of element concentration for C, O, and F in the W-NMC anode are significantly stronger than that in the N-NMC anode, confirming the formation of a thicker SEI on the W-NMC anode after cycling. As previously mentioned, Ni leached from the cathode side was detected in the anode side of W-NMC. Additionally, a series of byproducts from side reactions triggered by the release of lattice oxygen from the cathode might also migrate to the anode side [3]. This combined crosstalk effect could induce the decomposition of the SEI on anode side, leading to further decomposition of the electrolyte and the formation of a thicker and more unstable SEI layer [58]. Apparently, the thicker and unstable SEI on the W-NMC anode will ultimately consume more lithium ions, thereby decreasing charge capacity and increasing internal charge transfer resistance, echoing well with our electrochemical characterization results in Fig. 2. Based on the aforementioned analysis, we can summarize the electrochemical performance deterioration mechanism of NMC83 electrode prepared via aqueous slurry, as illustrated in Fig. 5 . After exposure to water, the layered structure of the NMC83 surface degrades into a reconstruction layer containing both layered and rock-salt phase structures. This reconstruction layer further degrades into a pure rock-salt phase during subsequent electrochemical cycles, accompanied by the release of lattice oxygen and nickel. The released oxygen triggers a series of side reactions involving electrolyte at the cathode side, forming a thicker CEI on W-NMC compared to N-NMC. Additionally, the byproducts of these side reactions, along with nickel, shuttle to the Li metal anode, inducing a crosstalk effect that leads to the formation of a thick and unstable SEI on the Li metal surface. During the electrochemical cycling of W-NMC, the formation of thick CEI and SEI layers consumes plenty of electrolytes and increases the internal resistance, which is a primary reason for the rapid decay of electrochemical performance in W-NMC that we suggested. Our discussions have conclusively established that the degradation of NMC upon water contact, leading to diminished rate capability and cycle life, constitutes a critical limitation for the deployment of aqueous slurry processes in NMC systems. It is therefore essential to employ strategies to shield high-nickel cathode materials from corrosion during electrode preparation using aqueous slurry processes. Our previously published work indicates that molecular self-assembly techniques can simply and efficiently construct stable coatings on the surface of high-nickel cathode materials, thus enhancing the stability of the NMC interface [4,59]. We have selected (3-aminopropyl)trimethoxysilane (APTMS) as the self-assembling molecular monomer. The siloxane groups in APTMS have been proven to effectively facilitate the self-assembly into a film on the surface of Ni-rich cathode materials [60,61]. The self-assembly process of APTMS primarily involves the reactions with LiOH on the NMC surfaces, as presented in Eqs. (S16). The Gibbs free energy of the substances involved and the Gibbs free energy of the reactions are calculated by using density functional theory (DFT) and presented in Fig. 6 (a) and Fig. S11. Δr G m of reaction 1 and 2 was found to be −13.7 and −14.7 kcal mol−1, indicating a spontaneous process of self-assembly of APTMS molecules onto NMC surface. In addition, the amine groups in APTMS can form hydrogen bond-like interactions with water in the aqueous slurry, thereby improving the dispersibility of NMC powder in water, which is beneficial for the slurry processing. SEM and EDS analysis in Fig. 6(b–d) shows uniform distribution of N and Si elements on the NMC surface after APTMS coating. The uniform distribution of N and Si elements was further confirmed with TEM-EDS analysis (Fig. S12). The amount of APTMS was found to be about 0.2 wt% according to TEM-EDS analysis (Fig. S13). High-resolution TEM image (zoomed from the frame in Fig. S12a) also reveals a coating layer which approximately 3.5 nm thickness on the APTMS@NMC surface (Fig. 6e). XPS testing detected Si–O bond (102.65 eV, Fig. 6f) and N–C bond (397.52 eV, Fig. S14) in the APTMS@NMC powder. Together, these results indicate the successful self-assembly of an APTMS molecular layer of approximately 3.5 nm thick on the NMC surface. Subsequently, we prepared APTMS@NMC electrodes (denoted as W-APTMS@NMC) using a water-based slurry process and conducted electrochemical characterizations. Fig. S15 presents the first-cycle galvanostatic charge-discharge profiles at 0.1 C rate before and after calendaring. The initial delithiation potential of uncalendered W-APTMS@NMC electrodes was approximately 3.75 V vs. Li+/Li, which is 0.26 V lower than that of W-NMC electrodes under the same testing conditions. Thanks to the APTMS protective layer, the overall impedance (combination of R e, R f, and R ct) of W-APTMS@NMC electrode was also notably smaller than that of W-NMC electrode under the same testing conditions (Fig. S16 and Table S4). After calendaring, the first-cycle delithiation polarization voltage and Coulombic efficiency of W-APTMS@NMC electrodes were improved significantly, with a discharge capacity of approximately 204 mA h g−1, showing no capacity loss compared to N-NMC. In rate capability tests (Fig. 6g), W-APTMS@NMC electrodes exhibited superior performance at high rates, with a discharge capacity of 128.5 mA h g−1 at 5 C, nearly 86% increase compared to W-NMC electrodes. In long-cycle testing (Fig. 6h), W-APTMS@NMC maintained a discharge capacity of 134.4 mA h g−1 after 200 cycles at 0.5 C rate, with a capacity retention rate of approximately 65.8%, marking nearly 23.6% improvement in cycle stability over W-NMC electrodes under similar testing conditions. We further conducted EIS measurements of W-APTMS@NMC electrode after 200 cycles and found that the overall impedance of W-APTMS@NMC (Fig. S16 and Table S4) was 159 Ω smaller than that of W-NMC electrode at the same conditions. These results confirm that the electrochemical performance of NMC electrodes prepared via aqueous slurry processes is well-preserved under the protection of the APTMS coating layer. The improvement in the electrochemical performance of water-processed NMC electrodes can be attributed to the APTMS molecular layer, which impedes contact between water molecules and the NMC surface during the aqueous slurry process, thereby minimizing surface structural degradation of NMC. While we observed that the electrochemical performance of APTMS-modified NMC electrodes still falls short of those prepared using traditional NMP processes, we have identified the fundamental cause of the degradation in electrochemical performance of ultra-high nickel ternary materials under aqueous slurry processes. Furthermore, we have demonstrated that simple, rapid molecular self-assembly techniques can significantly enhance the electrochemical performance of NMC in water-based slurry formulations, offering a novel perspective for adapting NMC to aqueous slurry processes. Regarding the optimization of self-assembled monolayers (SAMs) molecules, we believe that there is potential to further densify the protective layer on the high-nickel cathode surface through the co-assembly of dual SAM molecules, while maintaining the processing requirements for slurry formulation. This optimization could enhance the cycling stability of the NMC83 cathode material. 4 Conclusions In conclusion, we systematically investigate the structural evolution and electrochemical performance of NMC83 during aqueous-based slurry processes. We demonstrated that the surface layered structure of NMC83 degrades into a 5-nm-thick reconstruction layer with mixing of rock-salt phase and layered phases during water treatment, resulting in deteriorated rate capability and cycling performance of NMC83 electrodes. The electrochemical failure mechanism of NMC83 prepared from aqueous slurry is further revealed for the first time that the mixed reconstruction layer on the NMC83 surface degrades into the solely rock-salt phase during cycling, accompanied by the release of O2 and substantial leaching of Ni elements. The decomposition side reactions of the electrolyte are also catalytically enhanced, leading to the formation of a thicker CEI layer. These side reaction products and Ni could shuttle to Li metal side, causing a crosstalk effect that leads to a thicker and unstable SEI in Li surface. This series of undesirable electrochemical processes exacerbate the polarization and capacity loss of NMC83 electrodes during electrochemical cycling. These results suggest that preserving the surface structural stability of NMC materials is critical for the application of aqueous-based slurry routes in NMC materials. We further propose a simple and facile strategy using APTMS self-assembly on the NMC83 surface to form a protective layer, enhancing the structural stability of the NMC83 surface. Our results show that electrodes prepared from aqueous slurry of APTMS@NMC83 exhibit the enhanced rate capability and cycling performance compared to pristine NMC83. Our findings provide new insights for designing aqueous slurry processes compatible with ultra-high nickel ternary cathode materials and offer a reference for developing electrodes from water-sensitive cathode materials using aqueous slurry processes. CRediT authorship contribution statement Qingyu Dong: Writing – review & editing, Writing – original draft, Software, Methodology, Investigation, Data curation, Conceptualization. Jizhen Qi: Data curation. Jian Wang: Data curation. Lianghao Jia: Data curation. Xuechun Wang: Data curation. Liyi Zhao: Data curation. Yuwei Qian: Data curation. Haiyang Zhang: Data curation. Hui Shao: Writing – review & editing, Writing – original draft, Funding acquisition, Data curation. Yanbin Shen: Writing – review & editing, Writing – original draft, Funding acquisition, Conceptualization. Liwei Chen: Writing – review & editing, Writing – original draft, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the National Key R&D Program of China (2021YFB3800300), the National Natural Science Foundation of China (22179143 and 22309202), the Jiangsu Funding Program for Excellent Postdoctoral Talent, and the Gusu Leading Talents Program (ZXL2023190). We also acknowledge Vacuum Interconnected Nanotech Workstation (Nano-X), Suzhou Institute of Nano-Tech and Nano-Bionics for FIB and XPS characterization. Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2024.11.015. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] W. Liu P. Oh X. Liu M.J. Lee W. Cho S. Chae Y. Kim J. Cho Angew. Chem. Int. Edit. 54 2015 4440 4457 W. Liu, P. Oh, X. Liu, M.J.Lee, W. Cho, S. Chae, Y. Kim, J. Cho, Angew. Chem. Int. Edit. 54 (2015) 4440-4457. [2] W. Gent G. Busse K. House Nat. Energy. 7 2022 1132 1143 W. Gent, G. Busse, K. House, . Nat. Energy. 7 (2022) 1132-1143. [3] Y. Song L. Wang D. Ren H. Liang Y. Li A. Wang H. Zhang H. Xu X. He Energ, Environ. Sci. 16 2023 1943 1963 Y. Song, L.Wang, L. , D. Ren, H. Liang, Y. Li, A. Wang, H.Zhang, H. Xu, X. He, Energ, Environ. Sci. 16 (2023) 1943-1963. [4] Q. Dong J. Wu Y. Wang J. Qi Wang J. Li L. Zhao S. Hu H. Shao Y. Shen L. Chen Energy. Storage. Mater. 63 2023 103054 Q. Dong, = J. Wu, Y. Wang, J. Qi, Wang, J. Li,; L. Zhao, S. Hu, H. Shao, Y. Shen, L. Chen, Energy. Storage. Mater. 63 (2023) 103054. [5] J. Kim H. Lee H. Cha M. Yoon M. Park J. Cho Adv. Energy. Mater. 8 2018 1702028 J. Kim, H. Lee, H. Cha, M. Yoon, M. Park, J. Cho, Adv. Energy. Mater. 8 (2018) 1702028. [6] M. Jiang D. Danilov R. Eichel P. Notten Adv. Energy. Mater. 11 2021 2103005 M. Jiang, D. Danilov, R.Eichel, P. Notten, Adv. Energy. Mater. 11 (2021) 2103005. [7] S. Zhang J. Ma Z. Hu G. Cui L. Chen Chem. Mater. 31 2019 6033 6065 S. Zhang,; J. Ma, Z. Hu, G. Cui, L. Chen, Chem. Mater. 31 (2019) 6033-6065. [8] Y. Liu R. Zhang J. Wang Y. Wang Iscience. 24 2021 102332 Y. Liu, R. Zhang, J. Wang,Y. Wang, Iscience. 24 (2021) 102332. [9] N. Loeffler G. Kim F. Mueller T. Diemant J. Kim K.R. Behm S. Passerini ChemSusChem 9 2016 1112 1117 N. Loeffler, G. Kim, F. Mueller, T. Diemant, J. Kim, KR. Behm, S. Passerini, Chemsuschem. 9 (2016) 1112-1117. [10] D. Wood J. Li C. Daniel J. Power. Sources. 275 2015 234 242 D. Wood, J. Li, C. Daniel, J. Power. Sources. 275 (2015) 234-242. [11] K. Kimura T. Sakamoto T. Mukai Y. Ikeuchi N. Yamashita K. Onishi K. Asami M. Yanagida J. Electrochem. Soc. 165 2018 A16 A20 K. Kimura, T. Sakamoto,; T. Mukai,Y. Ikeuchi, N. Yamashita,K. Onishi,K. Asami, M. Yanagida, J. Electrochem. Soc. 165 (2018) A16-A20. [12] J. Kuo C. Li J. Electrochem. Soc. 167 2020 100504 J. Kuo, C. Li, J. Electrochem. Soc. 167 (2020) 100504. [13] J. Li Y. Lu T. Yang D. Ge D. Wood Z. Li Iscience. 23 2020 101081 J. Li, Y. Lu, T. Yang, D. Ge, D. Wood, Z. Li, Iscience. 23 (2020) 101081. [14] M. Bichon D. Sotta N. Dupré E. De Vito A. Boulineau W. Porcher B. Lestriez ACS. Appl. Mater. Inter. 11 2019 18331 18341 M. Bichon, D. Sotta, N. Dupré, E. De Vito, A. Boulineau,W. Porcher,B. Lestriez, ACS. Appl. Mater. Inter. 11 (2019) 18331-18341. [15] P. Zhu J. Han W. Pfleging Nanomaterials-Basel. 11 2021 1840 P. Zhu, J. Han, W. Pfleging, Nanomaterials-Basel. 11 (2021) 1840. [16] L. Zou Y. He Z. Liu H. Jia P.J. Zhu J. Zheng G. Wang X. Li J. Xiao Nat. Commun. 11 2020 3204 L. Zou, Y. He,Z. Liu, H.Jia, PJ. Zhu, J. Zheng, G. Wang, X.Li, J.Xiao,. Nat. Commun. 11 (2020) 3204. [17] I. Hamam N. Zhang A. Liu M. Johnson J. Dahn J. Electrochem. Soc. 167 2020 130521 I. Hamam, N. Zhang, ALiu, M. Johnson, J. Dahn, J. Electrochem. Soc. 167 (2020) 130521. [18] Q. Dong R. Yi J. Qi Y. Shen L. Chen Chinese. Phys. Lett. 39 2022 038201 Q. Dong, R. Yi, J. Qi, Y.Shen, L. Chen, Chinese. Phys. Lett. 39 (2022) 038201. [19] W. Lee S. Lee M. Choi R. Thangavel Y. Lee W. Yoon Energy. Storage. Mater. 44 2022 441 451 W. Lee,S. Lee,; M. Choi,R. Thangavel, Y. Lee, W. Yoon, Energy. Storage. Mater. 44 (2022) 441-451. [20] P. Hou J. Yin M. Ding J. Huang X. Xu Small 13 2017 1701802 P. Hou, J. Yin, M.Ding, J. Huang, X. Xu, Small. 13 (2017) 1701802. [21] L. Hartmann D. Pritzl H. Beyer H. Gasteiger J. Electrochem. Soc. 168 2021 070507 L. Hartmann, D. Pritzl,H. Beyer,H. Gasteiger, J. Electrochem. Soc. 168 (2021) 070507. [22] K. Qian B. Huang Y. Liu M. Wagemaker M. Liu H. Duan D. Liu Y. He B. Li F. Kang J. Mater. Chem. A. 7 2019 12723 12731 K. Qian, B. Huang, Y. Liu, M. Wagemaker, M. Liu,H. Duan, D. Liu, Y. He, B. Li, F. Kang, J. Mater. Chem. A. 7 (2019) 12723-12731. [23] M. Hofmann F. Nagler U. Guntow G. Sextl G. Giffin J. Electrochem. Soc. 168 2021 060511 M. Hofmann, F. Nagler, U. Guntow, G. Sextl, G. Giffin, J. Electrochem. Soc. 168 (2021) 060511. [24] Q. Gan N. Qin H. Guo F. Zhang H. Yuan W. Luo Z. Li Y. Li L. Lu Z. Xu ACS. Energy. Lett. 9 2024 1562 1571 Q. Gan, N. Qin, H. Guo, F. Zhang, H. Yuan, W. Luo, Z. Li, Y. Li, L. Lu, Z. Xu, ACS. Energy. Lett. 9 (2024) 1562-1571. [25] J. Sicklinger M. Metzger H. Beyer D. Pritzl H. Gasteiger J. Electrochem. Soc. 166 2019 A2322 A2335 J. Sicklinger,M. Metzger, H. Beyer, D. Pritzl, H. Gasteiger, J. Electrochem. Soc. 166 (2019) A2322-A2335. [26] N. Faenza L. Bruce Z. Lebens-Higgins I. Plitz N. Pereira L. Piper G. Amatucci J. Electrochem. Soc. 164 2017 A3727 A3741 N. Faenza, L.Bruce, Z. Lebens-Higgins, I. Plitz,N. Pereira, L.Piper, G. Amatucci, J. Electrochem. Soc. 164 (2017) A3727-A3741. [27] D. Pritzl, T.nTeufl, A. Freiberg, B.Strehle, J. Sicklinger, H. Sommer,P. Hartmann, H. Gasteiger, J. Electrochem. Soc. 166 (2019) A4056-A4066. [28] A. Martinez S. Grugeon D. Cailleu M. Courty P. Tran-Van B. Delobel S. Laruelle J. Power. Sources. 468 2020 228204 A. Martinez, S. Grugeon, D. Cailleu,M. Courty, P. Tran-Van,B. Delobel,S. Laruelle, J. Power. Sources. 468 (2020) 228204. [29] J. Yang X. Liang H. Ryu C. Yoon Y. Sun Energy. Storage. Mater. 63 2023 102969 J. Yang, X. Liang, H. Ryu, C. Yoon, Y. Sun, Energy. Storage. Mater. 63 (2023) 102969. [30] Y. Wu H. Wu J. Deng Z. Han X. Xiao L. Wang Z. Chen Y. Deng X. He Adv. Energy. Mater. 2024 10.1002/aenm.202303758 Y. Wu, H. Wu, J. Deng, Z. Han, X. Xiao,L. Wang, Z. Chen, Y. Deng, X. He, Adv. Energy. Mater. (2024). DOI: 10.1002/aenm.202303758. [31] F. Lin I. Markus D. Nordlund T. Weng M. Asta H. Xin M. Doeff Nat. Commun. 5 2014 3529 F. Lin, I. Markus, D. Nordlund, T. Weng, M. Asta, H. Xin, M. Doeff, Nat. Commun. 5 (2014) 3529. [32] P. Liang K. Qi S. Chen X. Ding X. Wu C. Wu Y. Zhu Angew. Chem. Int. Edit. 63 2024 e202318186 P. Liang, K. Qi,S. Chen, X .Ding, X. Wu, ; C. Wu, Y. Zhu, Angew. Chem. Int. Edit. 63 (2024) e202318186. [33] H. Huang H. Zhu J. Gao J. Wang M. Shao W. Zhou Angew. Chem. Int. Edit. 2024 10.1002/anie.202314457 H. Huang,; H. Zhu, J. Gao, J. Wang, M. Shao, W. Zhou, Angew. Chem. Int. Edit. (2024). DOI: 10.1002/anie.202314457. [34] Y. You H. Celio J. Li A. Dolocan A. Manthiram Angew. Chem. Int. Edit. 57 2018 6480 6485 Y. You, H. Celio,J. Li, A. Dolocan,A. Manthiram, Angew. Chem. Int. Edit. 57 (2018) 6480-6485. [35] J. Zheng W. Kan A. Manthiram ACS. Appl. Mater. Inter. 7 2015 6926 6934 J. Zheng, W. Kan, A. Manthiram, ACS. Appl. Mater. Inter. 7 (2015) 6926-6934. [36] X. Xiong Z. Wang P. Yue H. Guo F. Wu J. Wang X. Li J. Power. Sources. 222 2013 318 325 X. Xiong, Z. Wang, P. Yue, H. Guo, F.Wu, J. Wang, X. Li, J. Power. Sources. 222 (2013) 318-325. [37] B. Liao H. Li M. Xu L. Xing Y. Liao X. Ren W. Fan L. Yu K. Xu W. Li Adv. Energy. Mater. 8 2018 1800802 B. Liao, H. Li, M. Xu, L. Xing, Y .Liao, X. Ren, W. Fan, L. Yu, K. Xu, W. Li, Adv. Energy. Mater. 8 (2018) 1800802. [38] J. Li W. Li Y. You A. Manthiram Adv. Energy. Mater. 8 2018 1801957 J. Li, W. Li, Y. You, A. Manthiram, Adv. Energy. Mater. 8 (2018) 1801957. [39] Q. Dong F. Guo Z. Cheng Y. Mao R. Huang F. Li H. Dong Q. Zhang W. Li H. Chen ACS. Appl. Energ. Mater. 3 2020 695 704 Q. Dong, F. Guo, Z. Cheng, Y. Mao, R. Huang, F. Li, H. Dong, Q.Zhang, W. Li, H. Chen, ACS. Appl. Energ. Mater. 3 (2020) 695-704. [40] J. Park H. Zhao S. Kang K. Lim C. Chen Y. Yu R. Braatz D. Shapiro J. Hong M. Toney Nat. Mater. 20 2021 991 999 J. Park, H. Zhao, S. Kang, K.Lim,C. Chen, Y. Yu, R. Braatz, D. Shapiro, J. Hong,M. Toney, Nat. Mater. 20 (2021) 991-999. [41] H. Yang H. Wu M. Ge L. Li Y. Yuan Q. Yao J. Chen L. Xia J. Zheng Z. Chen Adv. Funct. Mater. 29 2019 1808825 H. Yang, H. Wu, M. Ge, L. Li, Y.Yuan, Q. Yao, J. Chen, L. Xia, J. Zheng, Z. Chen, Adv. Funct. Mater. 29 (2019) 1808825. [42] Z. Chen J. Wang J. Huang T. Fu G. Sun S. Lai R. Zhou K. Li J. Zhao J. Power. Sources. 363 2017 168 176 Z. Chen, J. Wang, J. Huang, T. Fu,G. Sun, S. Lai, R. Zhou, K. Li, J.Zhao, J. Power. Sources. 363 (2017) 168-176. [43] Z. Chen G. Kim D. Bresser T. Diemant J. Asenbauer S. Jeong M. Copley R. Behm J. Lin Z. Shen Adv. Energy. Mater. 8 2018 1801573 Z. Chen,G. Kim, D. Bresser,T. Diemant, J. Asenbauer, S. Jeong, M. Copley, R. Behm, J. Lin, Z. Shen, Adv. Energy. Mater. 8 (2018) 1801573. [44] A. Grenier H. Liu K. Wiaderek Z. Lebens-Higgins O. Borkiewicz L. Piper P. Chupas K. Chapman Chem. Mater. 29 2017 7345 7352 A. Grenier, H. Liu,K. Wiaderek, Z.Lebens-Higgins, O. Borkiewicz, L. Piper, P. Chupas, K. Chapman, Chem. Mater. 29 (2017) 7345-7352. [45] A. Grenier P. Reeves H. Liu I. Seymour K. Märker K. Wiaderek P. Chupas C. Grey K. Chapman J. Am. Chem. Soc. 142 2020 7001 7011 A. Grenier, P. Reeves, H. Liu, I. Seymour, K. Märker, K. Wiaderek, P. Chupas, C. Grey, K. Chapman, J. Am. Chem. Soc. 142 (2020) 7001-7011. [46] W. Huang W. Li L. Wang H. Zhu M. Gao H. Zhao J. Zhao X. Shen X. Wang Z. Wang Small 17 2021 2104282 W. Huang, W. Li, L. Wang,H. Zhu, M. Gao,H. Zhao, J. Zhao, X .Shen, X. Wang, Z. Wang, Small.17 (2021) 2104282. [47] Y. Guo P. Wang Y. Niu X. Zhang Q. Li X. Yu M. Fan W. Chen Y. Yu X. Liu Nat. Commun. 12 2021 5267 Y. Guo, P. Wang, Y. Niu, X. Zhang, Q. Li, X. Yu, M. Fan, W. Chen, Y. Yu, X. Liu, Nat. Commun. 12 (2021) 5267. [48] S. Kim H. Kim B. Kim Y. Kim J. Jung W. Ryu Adv. Energy. Mater. 13 2023 2301983 S. Kim, H. Kim, B. Kim, Y. Kim, J. Jung, W. Ryu, Adv. Energy. Mater. 13 (2023) 2301983. [49] S. Solchenbach M. Metzger M. Egawa H. Beyer H. Gasteiger J. Electrochem. Soc. 165 2018 A3022 A3028 S. Solchenbach, M. Metzger, M. Egawa, H. Beyer, H. Gasteiger, J. Electrochem. Soc. 165 (2018) A3022-A3028. [50] Z. Cui Z. Jia D. Ruan Q. Nian J. Fan S. Chen Z. He D. Wang J. Jiang J. Ma Nat. Commun. 15 2024 2033 Z. Cui, Z. Jia, D. Ruan, Q. Nian, J. Fan, S. Chen, Z. He, D. Wang, J. Jiang, J. Ma, Nat. Commun. 15 (2024) 2033. [51] S. Tan Z. Shadike J. Li X. Wang Y. Yang R. Lin A. Cresce J. Hu A. Hunt I. Waluyo Nat. Energy. 7 2022 484 494 S. Tan,Z. Shadike, J. Li, X. Wang, Y. Yang,R. Lin, A. Cresce, J. Hu, A. Hunt, I. Waluyo,Nat. Energy. 7 (2022) 484-494. [52] D. Aurbach A. Zaban Y. Ein-Eli I. Weissman O. Chusid B. Markovsky M. Levi E. Levi A. Schechter E. Granot J. Power. Sources. 68 1997 91 98 D. Aurbach, A. Zaban, Y. Ein-Eli, I.Weissman, O. Chusid, B. Markovsky,M. Levi, E. Levi,A. Schechter, E. Granot, J. Power. Sources. 68 (1997) 91-98. [53] Y. Kim J. Mater. Sci. 48 2013 8547 8551 Y. Kim, J. Mater. Sci. 48 (2013) 8547-8551. [54] H. Wu H. Jia C. Wang J. Zhang W. Xu Adv. Energy. Mater. 11 2021 2003092 H. Wu, H. Jia,C. Wang, J. Zhang, W.Xu, Adv. Energy. Mater. 11 (2021) 2003092. [55] D. Cho C. Jo W. Cho Y. Kim H. Yashiro Y. Sun S. Myung J. Electrochem. Soc. 161 2014 A920 A926 D. Cho, C. Jo, W. Cho, Y. Kim, H. Yashiro, Y. Sun, S. Myung, J. Electrochem. Soc. 161 (2014) A920-A926. [56] Z. Xie J. He Z. Xia Q. Cai Z. Tang J. Cai Y. Chen X. Li Y. Fan L. Xing Y. Shen W. Li J. Energy Chem 86 2023 197 207 Z. Xie, J. He, Z. Xia; Q. Cai, Z. Tang;, J. Cai, Y. Chen, X. Li;, Y. Fan, L. Xing, Y. Shen, W. Li, J. Energy Chem, 86 (2023) 197-207. [57] L. Li D. Wang G. Xu Q. Zhou J. Ma J. Zhang A. Du Z. Cui X. Zhou G. Cui J. Energy. Chem. 65 2022 280 292 L. Li, D. Wang, G. Xu, Q. Zhou, J. Ma, J. Zhang, A. Du, Z. Cui, X. Zhou, G.Cui, J. Energy. Chem. 65 (2022) 280-292. [58] Y. Song L. Wang L. Sheng M. Zhang H. Liang D. Ren H. Cui H. Zhang H. Xu X. He Energy. Storage. Mater. 63 2023 103018 Y. Song, L. Wang, L. Sheng, M. Zhang, H. Liang, D.Ren, H. Cui,H. Zhang, H. Xu, X. He, Energy. Storage. Mater. 63 (2023)103018. [59] W. Gu Q. Dong L. Zheng Y. Liu Y. Mao Y. Zhao W. Duan H. Lin Y. Shen L. Chen ACS. Appl. Mater, Inter. 12 2020 1937 1943 W.Gu, Q. Dong, L. Zheng, Y. Liu,Y. Mao, Y.Zhao, W. Duan,H. Lin, Y. Shen, L. Chen, ACS. Appl. Mater, Inter. 12 (2020) 1937-1943. [60] A. Hozumi K. Ushiyama H. Sugimura O. Takai Langmuir 15 1999 7600 7604 A. Hozumi, K. Ushiyama, H. Sugimura,O. Takai, Langmuir. 15 (1999) 7600-7604. [61] K. Madsen K. Wade R. Haasch D. Buchholz K. Bassett B. Nicolau A. Gewirth ACS. Appl. Mater. Inter. 11 2019 39890 39901 K. Madsen, K. Wade, R.Haasch, D. Buchholz, K. Bassett, B. Nicolau, A. Gewirth, ACS. Appl. Mater. Inter. 11 (2019) 39890-39901.",
      "scopus-id": "85210542055",
      "coredata": {
        "eid": "1-s2.0-S2095495624007836",
        "dc:description": "Integrating high-nickel layered oxide cathodes with aqueous slurry electrode preparation routes holds the potential to simultaneously meet the demands for high energy density and low-cost production of lithium-ion batteries. However, the influence of dual exposure to air and liquid water as well as the heating treatment during aqueous slurry electrode processing on the high-nickel layered oxide electrode is yet to be understood. In this study, we systematically investigate the structural evolution and electrochemical behaviors when LiNi0.83Mn0.05Co0.12O2 (NMC83) is subjected to aqueous slurry processing. It was observed that the crystal structure near the surface of NMC83 is partially reconstructed to contain a mixture of rock-salt and layered phases when exposed to water, leading to the deteriorated rate capability of the NMC83 electrodes. This partial surface reconstruction layer completely converts into a pure rock-salt phase upon cycling, accompanied by the release of O2, Ni leaching, catalyzed decomposition of the electrolyte, and the formation of a thick cathode electrolyte interphase layer. The byproducts of the electrolyte and dissolved Ni could shuttle to the Li metal side, causing a crosstalk effect that results in a thick and unstable solid electrolyte interphase layer on the Li surface. These in combination severely undermined the cycling stability of the NMC83 electrodes obtained from the aqueous slurry. A mitigation strategy using molecular self-assembly technique was demonstrated to enhance the surface stability of water-treated NMC83. Our findings offer new insights for tailoring ambient environment stability and aqueous slurry processability for ultra-high nickel layered oxide and other water-sensitive cathode materials.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-03-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495624007836",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dong, Qingyu"
          },
          {
            "@_fa": "true",
            "$": "Qi, Jizhen"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jian"
          },
          {
            "@_fa": "true",
            "$": "Jia, Lianghao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Xuechun"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Liyi"
          },
          {
            "@_fa": "true",
            "$": "Qian, Yuwei"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Haiyang"
          },
          {
            "@_fa": "true",
            "$": "Shao, Hui"
          },
          {
            "@_fa": "true",
            "$": "Shen, Yanbin"
          },
          {
            "@_fa": "true",
            "$": "Chen, Liwei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495624007836"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495624007836"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(24)00783-6",
        "prism:volume": "102",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "The electrochemical performance deterioration mechanism of LiNi0.83Mn0.05Co0.12O2 in aqueous slurry and a mitigation strategy",
        "prism:copyright": "© 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Li-ion battery"
          },
          {
            "@_fa": "true",
            "$": "High-nickel layered oxide cathode"
          },
          {
            "@_fa": "true",
            "$": "Aqueous slurry"
          },
          {
            "@_fa": "true",
            "$": "Surface Reconstruction"
          },
          {
            "@_fa": "true",
            "$": "Molecular self-assembly"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "443-453",
        "prism:endingPage": "453",
        "pubType": "fla",
        "prism:coverDisplayDate": "March 2025",
        "prism:doi": "10.1016/j.jechem.2024.11.015",
        "prism:startingPage": "443",
        "dc:identifier": "doi:10.1016/j.jechem.2024.11.015",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34119",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "364",
            "@width": "628",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "72851",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "572",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "93543",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "282",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56070",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "493",
            "@width": "675",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "91242",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "554",
            "@width": "748",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109683",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "616",
            "@width": "688",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "91704",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "116",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15120",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "127",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12956",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13000",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "116",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14796",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13704",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10558",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "183",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10428",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1674",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "198646",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1612",
            "@width": "2782",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "549654",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2531",
            "@width": "2368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "615590",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1063",
            "@width": "2008",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "250344",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2183",
            "@width": "2990",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "581833",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2454",
            "@width": "3311",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "580475",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2730",
            "@width": "3048",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "505462",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624007836-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4556288",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85210542055"
      }
    }
  }
}