{
  "metadata": {
    "title": "Nitrogen-rich azoles as trifunctional electrolyte additives for high-performance lithium-sulfur battery",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-08-31",
    "doi": "10.1016/j.jechem.2022.04.032",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622002224",
    "pii": "S2095495622002224"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85130869487",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-04-23 2022-04-23 2022-05-11 2022-05-11 2022-07-22T19:57:25 1-s2.0-S2095495622002224 S2095-4956(22)00222-4 S2095495622002224 10.1016/j.jechem.2022.04.032 S300 S300.1 FULL-TEXT 1-s2.0-S2095495622X0003X 2024-06-03T13:21:19.260661Z 0 0 20220801 20220831 2022 2022-04-23T06:24:22.820211Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes orcid primabst ref specialabst 2095-4956 20954956 false 71 71 C Volume 71 58 572 579 572 579 202208 August 2022 2022-08-01 2022-08-31 2022 article fla © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. NITROGENRICHAZOLESTRIFUNCTIONALELECTROLYTEADDITIVESFORHIGHPERFORMANCELITHIUMSULFURBATTERY WANG D 1 Introduction 2 Experimental 2.1 Preparation of azoles-based electrolytes 2.2 Preparation of cathode 2.3 Electrochemical measurements 2.4 Material characterization 2.5 Theoretical calculations 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References ARMAND 2008 652 657 M YANG 2011 3577 3613 Z GOODENOUGH 2010 587 603 J DUNN 2011 928 935 B SCROSATI 2011 3287 3295 B MANTHIRAM 2014 11751 11787 A CHUNG 2019 e1901125 S YIN 2013 13186 13200 Y SEH 2016 5605 5634 Z JI 2009 500 506 X ZHENG 2011 4462 4467 G WU 2013 10804 10808 H JIANG 2018 3916 3921 H LI 2021 8087 8094 M ZHOU 2017 840 845 G ZHOU 2017 1694 1703 T YU 2021 106414 S CHEN 2021 230607 L HOU 2017 8178 8182 T FU 2013 18044 18047 Y CHENG 2014 4257 4263 X LIN 2017 4613 4618 D WU 2014 15542 15549 F SUO 2013 1481 L ZHENG 2019 1803774 J ZHAO 2019 e1806532 Y LI 2020 6783 6819 M DING 2013 4450 4456 F JIA 2016 15399 15405 W YE 2017 411 417 H WANG 2019 e1903248 Q WANG 2020 2002578 H LI 2018 705 G GAO 2021 18188 18195 X CHEN 2016 4231 4235 S WANG 2019 2290 2300 D LIAN 2021 11063 11071 J GUO 2021 3031 W ZHAO 2020 3297 3311 M LI 2018 1500 1507 G ZHAO 2016 77 84 C DONG 2019 14172 14181 L YANG 2017 175 182 W BAI 2011 292 304 S AROMI 2011 485 546 G CHEN 2019 eaau7728 X FRISCH 2016 M GAUSSIAN16 ZHAO 2008 215 241 Y GRIMME 2010 154104 S BOYS 1970 553 566 S SIMON 1996 11024 11031 S TOMASI 2005 2999 3093 J HUNT 2006 6762 6775 P YAMADA 2015 A2406 A2423 Y ZHANG 2021 7607 7611 Y NANDASIRI 2017 4728 4737 M CHEN 2020 128 131 J SINA 2015 9762 9773 M WANGX2022X572 WANGX2022X572X579 WANGX2022X572XD WANGX2022X572X579XD 2024-05-11T00:00:00.000Z 2024-05-11T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2022-06-02T04:25:01.722Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 21975225 51902293 U2004214 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ University of Science and Technology of China USTC University of Science and Technology of China http://data.elsevier.com/vocabulary/SciValFunders/501100009076 http://sws.geonames.org/1814991/ This work was supported by the National Natural Science Foundation of China (Grant Nos. U2004214, 21975225, and 51902293). We are grateful to the Supercomputing Center of University of Science and Technology of China for providing computing resource. This work was supported by the National Natural Science Foundation of China (Grant Nos. U2004214, 21975225, and 51902293). We are grateful to the Supercomputing Center of University of Science and Technology of China for providing computing resource. 0 item S2095-4956(22)00222-4 S2095495622002224 1-s2.0-S2095495622002224 10.1016/j.jechem.2022.04.032 286353 2023-01-24T02:52:56.216232Z 2022-08-01 2022-08-31 1-s2.0-S2095495622002224-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/MAIN/application/pdf/87c0adaac71b74d51f48cbd0172061d0/main.pdf main.pdf pdf true 1989061 MAIN 8 1-s2.0-S2095495622002224-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/PREVIEW/image/png/f64123901f382108533ab37c0a1a7e16/main_1.png main_1.png png 62947 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622002224-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr2/DOWNSAMPLED/image/jpeg/2cf87a8616e055a9b69129c71669f460/gr2.jpg gr2 gr2.jpg jpg 88140 559 533 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002224-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr3/DOWNSAMPLED/image/jpeg/8773d06a2e7d29ac006821883419ff08/gr3.jpg gr3 gr3.jpg jpg 103716 677 627 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002224-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr4/THUMBNAIL/image/jpeg/a97ee35a7ab3e950eae5010159c87b90/gr4.jpg gr4 gr4.jpg jpg 83197 509 382 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002224-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr5/DOWNSAMPLED/image/jpeg/a3b98c98b3198d314127fe1f358b536a/gr5.jpg gr5 gr5.jpg jpg 66923 392 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002224-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/ga1/DOWNSAMPLED/image/jpeg/2ea33668733bd047d1149416787700b8/ga1.jpg ga1 true ga1.jpg jpg 17235 200 323 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002224-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr1/DOWNSAMPLED/image/jpeg/b0940e34af9d4461be594b788b855d91/gr1.jpg gr1 gr1.jpg jpg 41867 296 533 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002224-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr2/THUMBNAIL/image/gif/fb6f53a88aeb528a869b263de9bc40d8/gr2.sml gr2 gr2.sml sml 14049 163 156 IMAGE-THUMBNAIL 1-s2.0-S2095495622002224-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr3/THUMBNAIL/image/gif/31bef8dc2a1e5d26376fb9e4819600c9/gr3.sml gr3 gr3.sml sml 10345 164 152 IMAGE-THUMBNAIL 1-s2.0-S2095495622002224-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr4/THUMBNAIL/image/gif/f18df154f8083466bf1e16d7f5f11acd/gr4.sml gr4 gr4.sml sml 15487 164 123 IMAGE-THUMBNAIL 1-s2.0-S2095495622002224-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr5/THUMBNAIL/image/gif/d25a260f30f5e70dd0632461ca014961/gr5.sml gr5 gr5.sml sml 12946 161 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622002224-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/ga1/THUMBNAIL/image/gif/d51b4fa34f8f691e9ffa8cf731cf8b50/ga1.sml ga1 true ga1.sml sml 11501 135 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622002224-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/gr1/THUMBNAIL/image/gif/828e09aad355f6e49a5b2beb094638bf/gr1.sml gr1 gr1.sml sml 14646 121 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622002224-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/HIGHRES/image/jpeg/523337a0eb68cf0b9ee7360eedcf588d/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 275023 1485 1417 IMAGE-HIGH-RES 1-s2.0-S2095495622002224-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/HIGHRES/image/jpeg/200310a9b562d1f68f5d80862aa7e4b8/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 609183 3000 2778 IMAGE-HIGH-RES 1-s2.0-S2095495622002224-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/HIGHRES/image/jpeg/7ce52da3cf88f25ae69dfdb9c944d10a/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 286760 1354 1016 IMAGE-HIGH-RES 1-s2.0-S2095495622002224-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/HIGHRES/image/jpeg/f3ab5eb135979dc111ed7a840e5475cb/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 389219 1734 2364 IMAGE-HIGH-RES 1-s2.0-S2095495622002224-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/HIGHRES/image/jpeg/4069c1ba208a42439a6326528b0bffa6/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 58907 531 859 IMAGE-HIGH-RES 1-s2.0-S2095495622002224-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/HIGHRES/image/jpeg/e9ce31c9e7532354202073c0805f6986/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 129970 786 1417 IMAGE-HIGH-RES 1-s2.0-S2095495622002224-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002224/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/00472131a1e6c7b49b17be5647c50048/mmc1.docx mmc1 mmc1.docx docx 3877256 APPLICATION 1-s2.0-S2095495622002224-am.pdf am am.pdf pdf 632172 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10JS26HNLQJ/MAIN/application/pdf/8cc38806977e13a15b696e5ba3ba0b0f/am.pdf JECHEM 2524 S2095-4956(22)00222-4 10.1016/j.jechem.2022.04.032 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a) Schematic illustration of the azoles structures and the dissolution in the electrolyte. (b) Structures of azole-Li2S x (x = 4, 6, 8) complexes. (c) Azoles participate in the formation of SEI and inhibit the formation of lithium dendrites. Fig. 2 (a) The electrostatic potential (ESP) mapped onto the 0.0004 density isosurface of Ta, Tta, and LPSs (Li2S x , x = 4, 6, 8) in the present study. The scale spans from −0.05 (red) to + 0.05 (blue). The solvent-phase binding energies and the isomers of Ta (b) and Tta-Li2S x (c). The relative binding energies (ΔE) are given in kcal mol−1. (d) 7Li NMR spectra of Li2S6 before and after interacting with Ta and Tta and the illustrations correspond to the adsorption experiment of Li2S6 in the solution with Ta and Tta. Fig. 3 (a) The ESP mapped onto the 0.0004 density isosurface of Ta, Tta, and LiTFSI. The scale spans from –0.05 (red) to + 0.05 (blue). The solvent-phase binding energies and the isomers of (b) Ta-LiTFSI and (c) Tta-LiTFSI. (d) 7Li NMR of Ta and Tta in BE (based electrolyte). (e) Ionic conductivities and Li+ transference number in BE, and electrolytes with Ta and Tta. (f) Linear sweep voltammetry (LSV) of Ta and Tta with stainless-steel as the working electrode and lithium metal as the reference and counter electrodes. (g) Long-term cycle performance of the Li|Li symmetric cells with and without Ta/Tta at the current density of 0.1 mA cm−2. Fig. 4 SEM images of the cycled Li anode (a) with Ta and (b) with Tta in Li|Li symmetric cells after 50 cycles. Corresponding cross-section SEM images of the deposited lithium (c) with Ta and (d) with Tta. XPS spectra of N 1 s and F 1 s on the surface of Li anode at the 50 cycles with Ta (e) and Tta (f). Fig. 5 (a) Cyclic voltammograms of the Li-S cell with Ta and Tta at a scanning rate of 0.05 mV s−1. (b) Voltage profiles of the first cycle of Li-S cells with different electrolytes. (c) Cycling performance of Li-S cells with and without Ta and Tta at 0.1C. (d) Cycling performance of Li-PMTT cells with and without Ta and Tta at 0.2C. Nitrogen-rich azoles as trifunctional electrolyte additives for high-performance lithium-sulfur battery Dan-Yang Wang a 1 Wenmin Wang b 1 Fengli Li c Xin Li b Wei Guo a Yongzhu Fu a ⁎ a College of Chemistry, Zhengzhou University, Zhengzhou 450001, Henan, China College of Chemistry Zhengzhou University Zhengzhou 450001 Henan China College of Chemistry, Zhengzhou University, Zhengzhou 450001, Henan, China b Hefei National Laboratory for Physical Sciences at the Microscale, University of Science and Technology of China, Hefei 230026, Anhui, China Hefei National Laboratory for Physical Sciences at the Microscale University of Science and Technology of China Hefei 230026 Anhui China Hefei National Laboratory for Physical Sciences at the Microscale, University of Science and Technology of China, Hefei, 230026, Anhui, China c College of Chemistry, Chemical Engineering and Materials Science, Zaozhuang University, Zaozhuang 277160, Shandong, China College of Chemistry Chemical Engineering and Materials Science Zaozhuang University Zaozhuang 277160 Shandong China College of Chemistry, Chemical Engineering and Materials Science, Zaozhuang University, Zaozhuang 277160, Shandong, China ⁎ Corresponding author. 1 These authors contributed equally to this work. Graphical abstract Nitrogen-rich azoles, i.e., triazole (Ta) and tetrazole (Tta), as electrolyte additives afford the strong chemisorption to lithium polysulfides, thus guiding the configurations of Li2S x -Ta/Tta complexes. In electrolyte, the azoles also enhance the ionic conductivity and lithium transference number. In addition, the Ta/Tta also participate the formation of SEI and promote the uniform Li deposition. The introduction of azoles endows the improved cycling performance of Li-S and Li-organosulfide batteries. Rechargeable lithium-sulfur (Li-S) batteries are considered one of the most promising energy storage techniques owing to the high theoretical energy density. However, challenges still remain such as the shuttle effect of lithium polysulfides (LPSs) and the instability of lithium metal anode. Herein, we propose to use nitrogen-rich azoles, i.e., triazole (Ta) and tetrazole (Tta), as trifunctional electrolyte additives for Li-S batteries. The azoles afford strong lithiophilicity for the chemisorption of LPSs. The density functional theory and experimental analysis verify the presence of Li bonds between the azoles and LPSs. The azoles can also interact with lithium salt in the electrolyte, leading to increase ionic conductivity and lithium-ion transference number. Moreover, the azoles render particle-like lithium deposition on the lithium metal anode, leading to superlong cycling of a Li symmetric cell. The Li-S batteries with Ta and Tta exhibit the initial discharge capacity of 1425.5 and 1322.2 mAh g−1, respectively, at 0.2C rate, and promising cycling stability. They also enable enhanced cycling performance of a Li-organosulfide battery. Keywords Azole Electrolyte additive Lithium-sulfur battery Chemisorption Organosulfide 1 Introduction With the continuous development of society, the demand for fossil fuels is increasing at a massive scale, which has caused environmental pollution and shortage of non-renewable resources [1,2]. The pursuit of the green and low-carbon economy drives the grand exploration of energy storage technologies [3]. Therefore, lithium-ion batteries (LIBs) with high specific energies quickly occupied the market of energy-intense applications [4]. The specific capacity of transition metal oxide cathodes used in LIBs is generally less than 250 mAh g−1, which, along with the use of high-cost metals (e.g., cobalt) and the shortage of lithium metal resources, have accelerated the demand for alternative low-cost and high-energy rechargeable battery systems [5]. Lithium-sulfur (Li-S) batteries are one of such technologies because of the high theoretical specific capacity of the sulfur cathode (1675 mAh g−1) and lithium anode (3861 mAh g−1) leading to the high specific energy of the device (∼2600 Wh kg−1) [6,7]. The abundant resource, environmental benignity, and low cost of sulfur have prompted significant attention [8]. However, the commercialization of Li-S batteries faces the challenges of the dissolution/shuttle effect of lithium polysulfides (LPSs) and instability of lithium metal anode resulting in fast capacity decay and poor cycle life [9]. Extensive explorations of the failure mechanisms have provided a marked understanding of the Li-S battery system, as well as a profound enhancement of sulfur cathode, lithium anode, and electrolyte over the past decades. On the cathode side, the pioneering research of sulfur confined in a conductive mesoporous carbon framework was proposed by Ji et al [10]. Other sulfur hosts like hollow carbon nanofiber and metal–organic frameworks derived carbon have also been developed [11–14]. Metal oxides and metal sulfides as substrates can also absorb LPSs [15,16] and catalyze their conversions [17,18], leading to improved battery performance. The lithium bonding formed between nitrogen-doped graphene and LPSs also allows the anchoring effect, holding LPSs in the cathode and maintaining stable cycling performance [19]. On the anode side, lithiated graphite [20] and Li/B [21] and Li/Si [22] alloy all have a certain effect on protecting the lithium anode. Recent studies include in situ solid-electrolyte interphase (SEI) modification engineering using lithium oxalyldifluoroborate (LiODFB) [23], “solvent-in-salt” electrolyte [24], and fluorinated ether-based electrolyte [25] which can guide uniform lithium deposition and inhibit lithium dendrite formation [26]. Notably, electrolyte plays a critical role in Li-S batteries [27]. In particular, it can affect lithium deposition/stripping of lithium metal anode. For example, CsPF6 and RbPF6 [28], KNO3 [29], or AlCl3 [30] as electrolyte additives can provide long-lasting protection for the highly active Li anode thus controlling the Li deposition via a self-healing electrostatic shield mechanism. Thiourea [31] and crown [32] ether as electrolyte additives both can offer a stable, uniform solid electrolyte interface (SEI) layer on the Li electrode, thereby helping to inhibit the dendrite growth of Li and electrolyte decomposition. In addition, the electrolyte can affect the behavior and performance of sulfur cathode. For example, organic additives with redox activity including organic quinones (e.g., anthraquinone [33] and 1,5-bis(2-(2-(2-methoxyethoxy)ethoxy)-ethoxy)anthra-9,10-quinone [34]) and organosulfur (e.g., dimethyl disulfide [35,36], phenyl dithiophenol [37], phenyl trithiophenol [38], and butyl disulfide [39]) can act as redox mediators to participate in the redox processes of sulfur, reducing the formation of LPSs. Polysulfides and sulfur-containing polymers have also been used as electrolyte additives [40,41]. Glutamate additives contain a large number of negatively charged hydroxyl groups which can inhibit the shuttle of negatively charged polysulfide ions through strong repulsion [42]. Furthermore, the N-containing pyrrole as an electrolyte additive to trap polysulfides was reported [43]. However, the additives of molecules alone with multifunctionalities are still lacking. Because nitrogen atoms can coordinate different cations and form lithium bonds with LPSs [44], organic molecules containing multiple nitrogen atoms could be suitable electrolyte additives for Li-S batteries. In this contribution, the azoles with high nitrogen contents, i.e., triazole (Ta) and tetrazole (Tta), are used as electrolyte additives in Li-S batteries (Fig. 1 a). These azole molecules were often used in the synthesis of metal organic framework (MOFs) materials. Nitrogen atoms can form coordination bonds with different transition metal ions (Zn2+, Cd2+, Cu+ etc.) [45]. Similarly, the formation of lithium bonds between nitrogen-containing heterocycles and lithium polysulfides has also been confirmed, which helps anchor LPSs [46]. Ta and Tta possess multiple nitrogen atoms, which can chemically adsorb LPSs (Fig. 1b), alleviating the shuttle effect and improving the utilization of active materials. The azole-LPS complexes are confirmed by computational simulations and experimental analysis. The electrolytes with azoles also possess improved electrochemical properties, i.e., increased ionic conductivity and lithium transference number, leading to uniform lithium deposition and formation of SEI thus inhibiting the lithium dendrite growth (Fig. 1c). All these effects significantly improve battery performance. 2 Experimental 2.1 Preparation of azoles-based electrolytes A series of electrolytes were prepared by adding triazole (Ta) or tetrazole (Tta) of different concentrations to the commercial electrolyte. The concentrations of Ta and Tta are 0.1, 0.2, 0.5, and 1 mol L−1, respectively. These electrolytes were stored in an argon-filled glove box with oxygen and water contents lower than 0.1 ppm. 2.2 Preparation of cathode Firstly, 160 mg of carbon nanotubes (CNTs, Nanostructure and Amorphous Materials, Inc.) were dispersed in a miscible solution of de-ionized water (500 mL) and isopropyl alcohol (20 mL) by ultra-sonication for 15 min, followed by vacuum filtration to render a free-standing CNT paper. The CNT paper was dried in an air-oven for 24 h at 100 °C before being peeled off and punched out into circular disks with 1.2 cm diameter (1.13 cm2, 3–4 mg). The thickness of the CNT paper is about 170–175 μm. Secondly, a certain amount of sulfur was dissolved in CS2 solution. 20 μL solution containing 1.1 mg sulfur was taken and dropped on the CNT paper. Then the electrode was dried at 60 °C for 12 h in an oven. Finally, The PMTT cathode was also prepared by mixing dipentamethylene thiuram tetrasulfide (PMTT), CNTs, and polyvinylidene fluoride (PVDF) binder at a mass ratio of 70:30:10 in N-methyl-2-pyrrolidone (NMP) and coating the slurry onto 25 µm aluminum foil. Then the electrode laminates were cut into discs with a diameter of 1.1 cm after drying at 80˚C in a vacuum oven overnight. The average loading of active cathode material was 1.2 mg. 2.3 Electrochemical measurements Coin cells CR2032 were fabricated in the Ar filled glove box (H2O < 0.1 ppm, O2 < 0.1 ppm). 20 μL electrolyte with or without Ta and Tta was dropped on the sulfur cathode, then a Celgard 2400 separator was placed on the top of sulfur cathode followed by adding 20 μL electrolyte with or without Ta and Tta on top of the separator. Finally, a lithium metal anode was placed on the separator. Then the Li-S cell was encapsulated and taken out of the glove box for testing. For the fabrication of high loading Li-S cells, CS2 solutions containing more sulfur were directly dripped onto CNTs. Li-PMTT cells were assembled by substituting PMTT for S cathode. Cyclic voltammetry (CV) and linear sweep voltammetry (LSV) were performed on a BioLogic VMP-3. The potential was swept from open circuit voltage to 1.8 V and then swept back to 3.0 V at a scanning rate of 0.05 mV s−1. The ion conductivity of electrolyte was tested by a conductivity meter equipped with 2-electrode Pt probe. All cells were galvanostatically cycled at 1.8–3.0 V on a LAND battery cycler at different C rates (1C = 1675 mA g−1 for S cathode and 1C = 418 mA g−1 for PMTT). 2.4 Material characterization 7Li nuclear magnetic resonance (NMR) spectra were recorded on 600 MHz Bruker spectrometers (262 MHz for 7Li NMR). A 1.0 mol L−1 sample of LiCl in H2O was used as the reference (0 ppm). X-ray photoelectron spectroscopy (XPS) measurement was performed with a Thermo Scientific K-Alpha+ spectrometer with monochromatic Al Ka radiation Scanning electron microscopy (SEM) of the electrodes was performed on a Zeiss Sigma 500 SEM apparatus. The Raman spectroscopy was carried out by the Thermo DXR machine with a 532 nm laser at room temperature. The solutions were enclosed in a glass tube in the glove box to avoid exposure to air. The experiment for lithium polysulfide dissolution was carried out as follows: a mole ratio of Li2S and S (1:5) were uniformly mixed in an Argon-filled glovebox, then added into the DOL and DME solvent, and stir for two days at 40 °C to ensure the formation of Li2S6 with a concentration of 5 mmol L−1. Then 0.5 mL of Li2S6 solution was added to DME solution with the 0.2 M Ta/Tta. 2.5 Theoretical calculations In this work, we carried out density functional theory (DFT) methods as implemented in Gaussian 16 program [47]. Frequency calculations were used to confirm the presence of local minima (no imaginary frequencies). Geometry optimization and energy calculations were optimized with the M062X functional [48]. The cc-PVTZ basis set was used for C, H, N, S, and Li. The same level of theory was carried out to characterize the density functional dispersion correction (DFT-D3) [49] and basis set superposition error (BSSE) [50,51]. The solvation effect ((1,3-dioxolane (DOL) and 1,2-dimethoxyethane (DME)) was evaluated with the polarizable continuum model (PCM) [52]. Visualizations of all computed structures were created using the CYLview software package [53]. 3 Results and discussion In order to understand the interactions between azoles and LPSs, density functional theory (DFT) was employed to analyze their complex structures. The electrostatic potential (ESP) maps of Ta, Tta, and LPSs (Li2S x , x = 4, 6, 8) have been mapped onto a density isosurface (0.0004) and are shown in Fig. 2 [54]. The prediction for the formation sites of new chemical bonds can be vividly illustrated by ESP. The red region corresponds to the area of the lowest electrostatic potential, which is described by the nucleophilic (proton-loving) behavior and greatest electronegativity. The blue region represents the area of the highest electrostatic potential, which shows the lowest electronegativity and electrophilic (electron-loving) feature. As shown in Fig. 2(a), in the ESP map of LPSs, the lithium atom is entirely blue, indicating a strong positive potential. While for Ta and Tta, the red region encompasses the nitrogen atom with strong negative potential. These results demonstrate that the nitrogen atoms are rich in electrons and the lithium atoms are absent of electrons. The nitrogen atoms of Ta and Tta have strong interactions with the Li+ of LPSs. The relative binding energy (ΔE) is computed to measure the binding strength between Ta/Tta and Li2Sx. It is defined as the energy difference between the summation of pure Ta/Tta (E A) and pure Li2S x (E B) and the complex Ta/Tta-Li2S x (E AB), thus it can be expressed as ΔE = E AB – E A – E B + E BSSE. Because of the real interaction energy between A and B molecules and the basis function from A and B molecules overlap in the complex system, the basis set of the complex system is increased and E AB is reduced. If this partial contribution is also mixed with ΔE, the interaction energy is overestimated, so it should be removed, which is called Basis Set Superposition Error (BSSE). With this definition, the more negative the value, the more stable the structures are. Fig. 2(b) and Fig. S1 show the calculated solvent-phase binding energies and the optimized isomers of Ta-Li2S x . The isomers of Ta-Li2S x are formed via different nitrogen atoms of Ta interacting with the Li+ of LPSs. The strong interactions of N-Li bonds make the sulfur chains of Ta-Li2S x look like crowns. The calculation results show that LPSs and Ta can be combined into stable configurations. By comparing the ΔE of three different compounds (Ta-Li2S x ), it is found that Li2S8 is easier to combine with Ta into a stable configuration Ta-Li2S8 by comparing the ΔE of Ta-Li2S x (–24.85 kcal mol−1 (x = 8) < –23.45 kcal mol−1 (x = 6) < –22.86 kcal mol−1 (x = 4)). As presented in Fig. 2(c) and Fig. S2, bycomparing the ΔE of Tta-Li2S8 and those of Tta-Li2S6 and Tta-Li2S4, the stability order of the three compounds is Tta-Li2S8 > Tta-Li2S6 > Tta-Li2S4, which is similar to Ta-Li2S x . The gas-phase binding energies for the possible isomers of Ta/Tta-Li2S x (Li2S x ) have similar results as those of solvent-phase, and the corresponding computational results are given in Figs. S3 and S4. The difference in ΔE is determined by the different chemical environments of each nitrogen atom in the molecule. As shown in Fig. S5, the charge value of each nitrogen atom in triazole and tetrazole molecules is different, resulting in different binding energy (ΔE) in azole-Li2S x . Further analysis was carried out by 7Li nuclear magnetic resonance (NMR) measurements to investigate the formed structure of Ta, Tta, and Li2S x (Fig. 2d). Clearly, the Li chemical shift of Li2S6 appears at 2.9 ppm. When the Ta and Tta were added into the solution containing Li2S6, the changes of the chemical shift of 7Li were recorded. The apparent downfield displacements to 3.1 and 3.3 ppm are observed, respectively. The upshift to the low field is derived from the deshielding effect on Li atom, which indicates the formation of strong Li binding between Li2S6 and Ta/Tta. Therefore, these also confirm the stable configurations of Li of Li2S6 linking to N of Ta and Tta. In addition, as shown in the inset photographs, the Li2S6 displays light yellow in DME solvent. When Li2S6 was added to the solution containing Ta and Tta, they became clear instantly after 5 seconds. In addition, the UV absorbances of Li2S6 solutions exposed to Ta and Tta become much lower than that of the blank solution, which indicates Ta and Tta have a strong ability to adsorb LiPSs (Fig. S6). This characteristic indicates that both Ta and Tta have strong chemisorption to Li2S6. Meanwhile, the strong interaction also means that the side reactions between lithium polysulfide and Li anode are inhibited. In order to explore the influence of azoles on the properties of electrolyte and the interaction with LiTFSI, the prediction for the formation sites of new chemical bonds can be vividly illustrated by ESP (Fig. 3 a). The lithium atom is entirely blue with strong positive potential, which can interact with nitrogen atom of the red region with strong negative potential. Fig. 3(b and c) shows the calculated solvent-phase binding energies and the optimized isomers of Ta-LiTFSI and Tta-LiTFSI. These isomers are formed via different nitrogen atoms of Ta and Tta interacting with the Li+ of LiTFSI. The calculation results show that LiTFSI and Ta/Tta can be combined into stable configurations. By comparing the ΔE of these different compounds (Ta-LiTFSI and Tta-LiTFSI), it is found that LiTFSI is easier to combine with Ta into a stable configuration Ta-LiTFSI than that of Tta-LiTFSI by comparing the ΔE of –11.48 kcal mol−1 (Ta-LiTFSI) < –8.99 kcal mol−1 (Tta-LiTFSI). Furthermore, the electrolytes with Ta and Tta exhibit unique electrochemical proprieties owing to the interaction of nitrogen atoms of azoles with Li+ in the lithium salt (LiTFSI). Compared to the blank electrolyte (BE), the 7Li NMR spectra of the electrolytes with Ta and Tta present downfield shifts due to the decreases of nuclear shielding (Fig. 3d), which confirm the formation of Li bonding between azoles and LiTFSI. Whereas for S-N-S bending of the vibrational band from TFSI– anion (Fig. S7), the red-shift occurs with the addition of Ta and Tta, indicating that the peak shift should mainly attribute to the azoles. In another word, the peak shifts for 7Li NMR and S-N-S Raman are mainly derived from the interactions of Ta and Tta with Li+, leading to the changes of the electron density distribution and coordination environment, which is consistent with the DFT analysis. Spontaneously, the ionic conductivity and Li+ transference number are improved (Fig. 3e). The ionic conductivity of BE is 10.05 mS cm−1, which is consistent with that reported in literature [23]. For the azoles-based electrolytes, the ionic conductivities of Ta and Tta are increased to 11.76 and 11.97 mS cm−1, respectively. Although the conductivities of the 0.1 M Ta and Tta-based electrolytes increased to 11.03 and 11.19, they were still less than 0.2 M (Table S1). However, continuing to increase the concentration of azole can not get better properties, and the conductivities shows a decreasing trend thus 0.2 M is the most suitable concentration for testing battery performance. Despite Li+ is still preferentially solvated with DME molecules, the introduction of strongly polar azoles would cause the decomposition of more lithium salts and the increase of the number of charge carriers thus leading to the enhancement of conductivity. The lithium transference number (t Li +) of common lithium salts in the electrolyte is less than 0.5 due to the strong solvation of lithium ions in the solution forming the solvated layer. With the addition of azoles, different forms of solvate complexes appear in the solution including contact ion pairs (a TFSI– coordinates with one Li+) to the aggregates (a TFSI– coordinates with two or more Li+, no free TFSI–), which decrease the resistance of Li+ migration [55]. Therefore, the electrolytes with Ta and Tta have high t Li + of 0.67 and 0.52 (Fig. S8), respectively. The azoles-electrolytes have high lithium transference numbers, which are also helpful for reducing the shuttle of polysulfide anions. To analyze the properties of the electrolyte, the electrochemical stable windows were measured by linear sweep voltammetry (LSV) (Fig. 3f). In the range of 2.1–4.5 V, no obvious redox current peaks are detected, indicating the electrolytes with Ta and Tta both have good stability. Moreover, in order to evaluate the long-term cycling stability of the azoles-based electrolytes and lithium interfacial layer, symmetrical Li|Li cells were assembled. Meanwhile, the BE electrolyte was used to compare with the electrolytes with Ta and Tta. As shown in Fig. 3(g), the symmetrical cells utilizing the electrolytes with Ta and Tta have the same overpotential of 0.03 V at the current density of 0.1 mA cm−2 and work stably over 2000 h. In contrast, the cell using BE shows increasing overpotential to 0.08 V. These indicate azoles-based electrolytes can offer a stable SEI layer to inhibit the growth of lithium dendrites and ensure stable cycling performance. Moreover, at the current density of 0.5 mA cm−2 (Fig. S9), the symmetrical cells with Ta and Tta still have a stable and long cycle life. Compared with BE, their overpotentials are less than 0.1 V within 500 h. Therefore, these results confirm that azoles play a critical role in enhancing the lithium metal anode performance. Subsequently, in order to study the deposition behavior of lithium and the formed SEI using Ta, Tta-based electrolytes, scanning electron microscopy (SEM) was performed (Fig. 4 a and b). The Li electrode surface in the Li|Li symmetric cells after 50 cycles at 0.5 mA cm−2 was characterized. Clearly, the lithium surface using BE has many cracks that are due to the uneven lithium deposition and collapse of lithium plating/stripping (Fig. S10). In contrast, many particles are uniformly deposited on the surface of lithium metal anode, which indicates many lithium affinity sites on the surface leading to uniform deposition of lithium nucleation. Obviously, due to the strong lithophilic properties of Ta and Tta, Li+, salt, and azoles together constitute particle configuration (Fig. S11). In addition, the cross-sectional SEM images of the lithium deposition are shown in Fig. 4(c and d). Many particles can also be clearly seen inside the SEI. The SEI layer formed with Tta is more uniform than that formed with Ta. Furthermore, to determine the composition of the SEI films, X-ray photoelectron spectroscopy (XPS) was carried out. The survey spectra in Figs. S12 and S13 show the N 1 s spectra of Ta, Tta, which confirm the peaks of –NH and C = N bonds of Ta at 398.9 and 400.8 eV, respectively. In addition, –NH, C = N, and N = N of Tta correspond to the peaks at 399.7, 400.8, and 401.7 eV, respectively. The N 1 s spectrum of lithium electrode using Ta-based electrolyte indicates different components (Fig. 4e), where peaks at 398.8 and 400.8 eV correspond to the –NH and C = N bonds of Ta [56]. While the 397.2 and 399.1 eV are attributed to the LiTFSI [57,58]. Moreover, the N 1 s spectrum of lithium electrode using Tta-based electrolyte also shows the peaks at 399.8, 400.8, and 401.7 eV (Fig. 4f), which are the –NH, C = N, and N = N of Tta, respectively. The same as Ta, the LiTFSI also exists in the SEI. In addition, the F 1 s spectra of Ta and Tta show not only the existence of LiTFSI at 688.2 eV, but also LiF at 684.5 eV [59]. Besides, the Li 1 s spectra in Figs. S14 and S15 also present the peaks of LiF and LiCO3 at 56.3 and 55.2 eV, respectively. Accordingly, the analysis proves that the composition of the surface includes not only pure Li, but also lithium carbonate, lithium fluoride, and azoles, which also confirm that Ta and Tta participate in the formation of SEI. Additionally, the electrochemical performance of Li-S cells was evaluated utilizing the azoles-based electrolytes. The cyclic voltammograms (CV) with Ta and Tta electrolytes are displayed in Fig. 5 (a). During the cathodic scan, the first reduction peaks of the cells with Ta and Tta at 2.30 and 2.28 V are ascribed to the reduction from element S to LPSs, respectively. Then the peaks at 2.0 and 1.98 V correspond to the transformation of LPSs to Li2S. During the following anodic scans, the dual oxidation peaks of Ta and Tta appear at 2.3, 2.45, and 2.35, 2.45 V, respectively. However, the reduction peaks of the cell using BE appear at 2.23 and 1.94 V, and oxidation peaks appear at 2.39 and 2.50 V. Obviously, the overpotential of 0.51 V using BE is greater than 0.3 V of Ta and Tta, which also demonstrates the Ta and Tta have catalytic effect on the redox process of Li-S battery. The voltage profiles of the Li-S cells with different electrolytes are shown in Fig. 5(b), which are consistent with the CV curves. The cells with Ta and Tta-based electrolytes show significantly improved discharge capacities owing to the chemisorption and catalysis effects of azoles on LPSs. The cycling performance of Li-S cells utilizing azoles-based electrolytes are shown in Fig. 5(c). The cells with Ta and Tta exhibit the initial discharge capacities of 1425.5 and 1322.2 mAh g−1, respectively, at 0.2C rate. The corresponding voltage profiles are shown in Fig. S16. The specific capacities after 200 cycles are 704.2 and 780.4 mAh g−1, respectively, corresponding to the capacity retention of 49.4 and 59%. Obviously, the discharge capacity of the Li-S cell using BE has a severe attenuation. This indicates that the Li-S cells with Ta and Tta electrolytes have more stable cycling performance. In addition, the Li-S cells using azoles-based electrolytes with LiNO3 were also evaluated. The cells with Ta or Tta also present stable cycling performance of over 200 cycles and capacity retention of 70 and 70.2%, respectively (Fig. S17). At the same time, their Coulombic efficiencies are also improved. Nyquist plots of the three cells before cycling are shown in Fig. S18. The charge transfer resistances of the cells with Ta and Tta-based electrolytes are much smaller than that of the cell with BE, indicating the good electrochemical behavior with azole additives. The cycling performance of Tta and Ta-based cells at different rates and 1C were also evaluated (Fig. S19). The capacity of cells with Ta and Tta decreases slowly, while the capacity of the blank cell decreases rapidly at 2C. At 1C, the cell with Tta is more stable than that with Ta and maintains 66.5% of the initial capacity after 240 cycles. To further evaluate the efficacy of azoles-based electrolyte, the coin cells with high sulfur loadings were fabricated (Fig. S20). The cells with sulfur loadings of 3.4 and 3.7 mg cm−2 can retain the capacity retention of 96.5 and 87.5% after 100 cycles, respectively. The SEM characterizations of the sulfur electrode after charge and discharge reveal clearly the retention of active substances on the CNTs having massive or colloidal morphology (Fig. S21). Organosulfides with redox ability are promising cathode materials [32]. Herein, dipentamethylene thiuram tetrasulfide (PMTT) with a theoretical specific capacity of 418 mAh g−1 was also evaluated with the azoles-based electrolytes (Fig. 5d). The Li/PMTT cells with Ta and Tta exhibit the initial capacities of 394.4 and 383.8 mAh g−1, respectively, and they retain 56.9 and 67.7% of the initial capacities after 300 cycles. Moreover, the Coulombic efficiency of Ta is above 96%, while that of Tta is above 98%. The cycling performance of the Li/PMTT cell with BE is severely attenuated after 180 cycles. Accordingly, the Ta and Tta have similar chemisorption effects on the discharged products of PMTT, i.e., lithium pentamethylene dithiocarbamate and LPSs, reducing their dissolution and shuttle thus leading to the enhanced cycling performance. Compared with the Tta-based electrolyte, the Ta-based electrolyte has higher conductivity and lithium ion transference number. However, it can be seen that the lithium symmetric cell with Tta shows more stable cycling performance than that with Ta, indicating that Tta can help form a more stable SEI. The Li-S and Li/PMTT cells with Tta also show better cycling performance than those with Ta.Clearly, the SEM analysis in Fig. S21 shows that Tta helps retain active materials in the interwoven CNTs network after charge. Therefore, Tta as the electrolyte additive seems more suitable than Ta for use in sulfur-based batteries. 4 Conclusions In conclusion, the nitrogen-rich azoles have been proved as effective electrolyte additives for Li-S batteries. They can interact with LPSs, assisting the redox process, and improving the material utilization. The complexes Ta-Li2Sx and Tta-Li2Sx are confirmed by DFT and 7Li NMR. Furthermore, the Ta or Tta based electrolytes present excellent electrochemical properties including the high conductivities (11.76 and 11.97 mS cm−1) and Li+ transference numbers (0.67 and 0.52). The Li/Li symmetric cell shows a long cycle life of 2000 h at 0.1 mA cm−2. The Ta and Tta based electrolytes also enable uniform lithium deposition on the lithium metal anode forming particle-like nucleation. The Li-S cells with Ta or Tta-based electrolytes exhibit improved cycling performance. In addition, the azoles as electrolyte additives can also effectively enhance the battery performance of organosulfide cathode, i.e., PMTT. This study shows that the nitrogen-rich azoles are promising electrolyte additives for Li-S batteries. Insights of azoles as additives expand the cognition of liquid electrolytes and endow inspiration to design high efficient electrolyte systems for advanced Li-S batteries. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Science Foundation of China (Grant Nos. U2004214, 21975225, and 51902293). We are grateful to the Supercomputing Center of University of Science and Technology of China for providing computing resource. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2022.04.032. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] M. Armand J.-M. Tarascon Nature 451 2008 652 657 M. Armand, J.-M. Tarascon, Nature 451 (2008) 652–657. [2] Z. Yang J. Zhang M.C. Kintner-Meyer X. Lu D. Choi J.P. Lemmon J. Liu Chem. Rev. 111 2011 3577 3613 Z. Yang, J. Zhang, M. C. Kintner-Meyer, X. Lu, D. Choi, J. P. Lemmon, J. Liu, Chem. Rev. 111 (2011) 3577–3613. [3] J.B. Goodenough Y. Kim Chem. Mater. 22 2010 587 603 J. B. Goodenough, Y. Kim, Chem. Mater. 22 (2010) 587–603. [4] B. Dunn H. Kamath J.-M. Tarascon Science 334 2011 928 935 B. Dunn, H. Kamath, J.-M. Tarascon, Science 334 (2011) 928–935. [5] B. Scrosati J. Hassoun Y.-K. Sun Energy Environ. Sci. 4 2011 3287 3295 B. Scrosati, J. Hassoun, Y.-K. Sun, Energy Environ. Sci. 4 (2011) 3287–3295. [6] A. Manthiram Y. Fu S.H. Chung C. Zu Y.S. Su Chem. Rev. 114 2014 11751 11787 A. Manthiram, Y. Fu, S. H. Chung, C. Zu, Y. S. Su, Chem. Rev. 114 (2014) 11751–11787. [7] S.H. Chung A. Manthiram Adv. Mater. 31 2019 e1901125 S. H. Chung, A. Manthiram, Adv. Mater. 31 (2019) e1901125. [8] Y.X. Yin S. Xin Y.G. Guo L.J. Wan Angew. Chem. Int. Ed. 52 2013 13186 13200 Y. X. Yin, S. Xin, Y. G. Guo, L. J. Wan, Angew. Chem. Int. Ed. 52 (2013) 13186–13200. [9] Z.W. Seh Y. Sun Q. Zhang Y. Cui Chem. Soc. Rev. 45 2016 5605 5634 Z. W. Seh, Y. Sun, Q. Zhang, Y. Cui, Chem. Soc. Rev. 45 (2016) 5605–5634. [10] X. Ji K.T. Lee L.F. Nazar Nat. Mater. 8 2009 500 506 X. Ji, K. T. Lee, L. F. Nazar, Nat. Mater. 8 (2009) 500–506. [11] G. Zheng Y. Yang J.J. Cha S.S. Hong Y. Cui Nano Lett. 11 2011 4462 4467 G. Zheng, Y. Yang, J. J. Cha, S. S. Hong, Y. Cui, Nano Lett. 11 (2011) 4462–4467. [12] H.B. Wu S. Wei L. Zhang R. Xu H.H. Hng X.W. Lou Chem. Eur. J. 19 2013 10804 10808 H. B. Wu, S. Wei, L. Zhang, R. Xu, H. H. Hng, X. W. Lou, Chem. Eur. J. 19 (2013) 10804–10808. [13] H. Jiang X.C. Liu Y. Wu Y. Shu X. Gong F.S. Ke H. Deng Angew. Chem. Int. Ed. 57 2018 3916 3921 H. Jiang, X. C. Liu, Y. Wu, Y. Shu, X. Gong, F. S. Ke, H. Deng, Angew. Chem. Int. Ed. 57 (2018) 3916–3921. [14] M. Li J. Lu K. Amine ACS Nano 15 2021 8087 8094 M. Li, J. Lu, K. Amine, ACS Nano 15 (2021) 8087–8094. [15] G. Zhou H. Tian Y. Jin X. Tao B. Liu R. Zhang Z.W. Seh D. Zhuo Y. Liu J. Sun J. Zhao C. Zu D.S. Wu Q. Zhang Y. Cui Proc. Natl. Acad. Sci. USA 114 2017 840 845 G. Zhou, H. Tian, Y. Jin, X. Tao, B. Liu, R. Zhang, Z. W. Seh, D. Zhuo, Y. Liu, J. Sun, J. Zhao, C. Zu, D. S. Wu, Q. Zhang, Y. Cui, Proc. Natl. Acad. Sci. USA 114 (2017) 840–845. [16] T. Zhou W. Lv J. Li G. Zhou Y. Zhao S. Fan B. Liu B. Li F. Kang Q.-H. Yang Energy Environ. Sci. 10 2017 1694 1703 T. Zhou, W. Lv, J. Li, G. Zhou, Y. Zhao, S. Fan, B. Liu, B. Li, F. Kang, Q.-H. Yang, Energy Environ. Sci. 10 (2017) 1694–1703. [17] S. Yu Y. Sun L. Song X. Cao L. Chen X. An X. Liu W. Cai T. Yao Y. Song W. Zhang Nano Energy 89 2021 106414 S. Yu, Y. Sun, L. Song, X. Cao, L. Chen, X. An, X. Liu, W. Cai, T. Yao, Y. Song, W. Zhang, Nano Energy 89 (2021) 106414. [18] L. Chen S. Yu Y. Zhang Y. Song L. Song J. Power Sources 514 2021 230607 L. Chen, S. Yu, Y. Zhang, Y. Song, L. Song, J. Power Sources 514 (2021) 230607. [19] T.-Z. Hou W.-T. Xu X. Chen H.-J. Peng J.-Q. Huang Q. Zhang Angew. Chem. Int. Ed. 56 2017 8178 8182 T.-Z. Hou, W.-T. Xu, X. Chen, H.-J. Peng, J.-Q. Huang, Q. Zhang, Angew. Chem. Int. Ed. 56 (2017) 8178–8182. [20] Y. Fu C. Zu A. Manthiram J. Am. Chem. Soc. 135 2013 18044 18047 Y. Fu, C. Zu, A. Manthiram, J. Am. Chem. Soc. 135 (2013) 18044–18047. [21] X.B. Cheng H.J. Peng J.Q. Huang F. Wei Q. Zhang Small 10 2014 4257 4263 X. B. Cheng, H. J. Peng, J. Q. Huang, F. Wei, Q. Zhang, Small 10 (2014) 4257–4263. [22] D. Lin J. Zhao J. Sun H. Yao Y. Liu K. Yan Y. Cui Proc. Natl. Acad. Sci. USA 114 2017 4613 4618 D. Lin, J. Zhao, J. Sun, H. Yao, Y. Liu, K. Yan, Y. Cui, Proc. Natl. Acad. Sci. USA 114 (2017) 4613–4618. [23] F. Wu J. Qian R. Chen J. Lu L. Li H. Wu J. Chen T. Zhao Y. Ye K. Amine A.C.S. Appl. Mater. Interfaces 6 2014 15542 15549 F. Wu, J. Qian, R. Chen, J. Lu, L. Li, H. Wu, J. Chen, T. Zhao, Y. Ye, K. Amine, ACS Appl. Mater. Interfaces 6 (2014) 15542–15549. [24] L. Suo Y.S. Hu H. Li M. Armand L. Chen Nat. Commun. 4 2013 1481 L. Suo, Y. S. Hu, H. Li, M. Armand, L. Chen, Nat. Commun. 4 (2013) 1481. [25] J. Zheng G. Ji X. Fan J. Chen Q. Li H. Wang Y. Yang K.C. DeMella S.R. Raghavan C. Wang Adv. Energy Mater. 9 2019 1803774 J. Zheng, G. Ji, X. Fan, J. Chen, Q. Li, H. Wang, Y. Yang, K. C. DeMella, S. R. Raghavan, C. Wang, Adv. Energy Mater. 9 (2019) 1803774. [26] Y. Zhao Y. Ye F. Wu Y. Li L. Li R. Chen Adv. Mater. 31 2019 e1806532 Y. Zhao, Y. Ye, F. Wu, Y. Li, L. Li, R. Chen, Adv. Mater. 31 (2019) e1806532. [27] M. Li C. Wang Z. Chen K. Xu J. Lu Chem. Rev. 120 2020 6783 6819 M. Li, C. Wang, Z. Chen, K. Xu, J. Lu, Chem. Rev. 120 (2020) 6783–6819. [28] F. Ding W. Xu G.L. Graff J. Zhang M.L. Sushko X. Chen Y. Shao M.H. Engelhard Z. Nie J. Xiao X. Liu P.V. Sushko J. Liu J.G. Zhang J. Am. Chem. Soc. 135 2013 4450 4456 F. Ding, W. Xu, G. L. Graff, J. Zhang, M. L. Sushko, X. Chen, Y. Shao, M. H. Engelhard, Z. Nie, J. Xiao, X. Liu, P. V. Sushko, J. Liu, J. G. Zhang, J. Am. Chem. Soc. 135 (2013) 4450–4456. [29] W. Jia C. Fan L. Wang Q. Wang M. Zhao A. Zhou J. Li A.C.S. Appl. Mater. Interfaces 8 2016 15399 15405 W. Jia, C. Fan, L. Wang, Q. Wang, M. Zhao, A. Zhou, J. Li, ACS Appl. Mater. Interfaces 8 (2016) 15399–15405. [30] H. Ye Y.-X. Yin S.-F. Zhang Y. Shi L. Liu X.-X. Zeng R. Wen Y.-G. Guo L.-J. Wan Nano Energy 36 2017 411 417 H. Ye, Y.-X. Yin, S.-F. Zhang, Y. Shi, L. Liu, X.-X. Zeng, R. Wen, Y.-G. Guo, L.-J. Wan, Nano Energy 36 (2017) 411–417. [31] Q. Wang C. Yang J. Yang K. Wu C. Hu J. Lu W. Liu X. Sun J. Qiu H. Zhou Adv. Mater. 31 2019 e1903248 Q. Wang, C. Yang, J. Yang, K. Wu, C. Hu, J. Lu, W. Liu, X. Sun, J. Qiu, H. Zhou, Adv. Mater. 31 (2019) e1903248. [32] H. Wang J. He J. Liu S. Qi M. Wu J. Wen Y. Chen Y. Feng J. Ma Adv. Funct. Mater. 31 2020 2002578 H. Wang, J. He, J. Liu, S. Qi, M. Wu, J. Wen, Y. Chen, Y. Feng, J. Ma, Adv. Funct. Mater. 31 (2020) 2002578. [33] G. Li X. Wang M.H. Seo M. Li L. Ma Y. Yuan T. Wu A. Yu S. Wang J. Lu Z. Chen Nat. Commun. 9 2018 705 G. Li, X. Wang, M. H. Seo, M. Li, L. Ma, Y. Yuan, T. Wu, A. Yu, S. Wang, J. Lu, Z. Chen, Nat. Commun. 9 (2018) 705. [34] X. Gao X. Zheng Y. Tsao P. Zhang X. Xiao Y. Ye J. Li Y. Yang R. Xu Z. Bao Y. Cui J. Am. Chem. Soc. 143 2021 18188 18195 X. Gao, X. Zheng, Y. Tsao, P. Zhang, X. Xiao, Y. Ye, J. Li, Y. Yang, R. Xu, Z. Bao, Y. Cui, J. Am. Chem. Soc. 143 (2021) 18188–18195. [35] S. Chen F. Dai M.L. Gordin Z. Yu Y. Gao J. Song D. Wang Angew. Chem. Int. Ed. 55 2016 4231 4235 S. Chen, F. Dai, M. L. Gordin, Z. Yu, Y. Gao, J. Song, D. Wang, Angew. Chem. Int. Ed. 55 (2016) 4231–4235. [36] D.Y. Wang W. Guo Y. Fu Acc. Chem. Res. 52 2019 2290 2300 D. Y. Wang, W. Guo, Y. Fu, Acc. Chem. Res. 52 (2019) 2290–2300. [37] J. Lian W. Guo Y. Fu J. Am. Chem. Soc. 143 2021 11063 11071 J. Lian, W. Guo, Y. Fu, J. Am. Chem. Soc. 143 (2021) 11063–11071. [38] W. Guo W. Zhang Y. Si D. Wang Y. Fu A. Manthiram Nat. Commun. 12 2021 3031 W. Guo, W. Zhang, Y. Si, D. Wang, Y. Fu, A. Manthiram, Nat. Commun. 12 (2021) 3031. [39] M. Zhao B.-Q. Li X. Chen J. Xie H. Yuan J.-Q. Huang Chem 6 2020 3297 3311 M. Zhao, B.-Q. Li, X. Chen, J. Xie, H. Yuan, J.-Q. Huang, Chem 6 (2020) 3297–3311. [40] G. Li Q. Huang X. He Y. Gao D. Wang S.H. Kim D. Wang ACS Nano 12 2018 1500 1507 G. Li, Q. Huang, X. He, Y. Gao, D. Wang, S. H. Kim, D. Wang, ACS Nano 12 (2018) 1500–1507. [41] C.-Z. Zhao X.-B. Cheng R. Zhang H.-J. Peng J.-Q. Huang R. Ran Z.-H. Huang F. Wei Q. Zhang Energy Storage Mater. 3 2016 77 84 C.-Z. Zhao, X.-B. Cheng, R. Zhang, H.-J. Peng, J.-Q. Huang, R. Ran, Z.-H. Huang, F. Wei, Q. Zhang, Energy Storage Mater. 3 (2016) 77–84. [42] L. Dong J. Liu D. Chen Y. Han Y. Liang M. Yang C. Yang W. He ACS Nano 13 2019 14172 14181 L. Dong, J. Liu, D. Chen, Y. Han, Y. Liang, M. Yang, C. Yang, W. He, ACS Nano 13 (2019) 14172–14181. [43] W. Yang W. Yang A. Song L. Gao G. Sun G. Shao J. Power Sources 348 2017 175 182 W. Yang, W. Yang, A. Song, L. Gao, G. Sun and G. Shao, J. Power Sources 348 (2017) 175–182. [44] S.Q. Bai D.J. Young T.S. Hor Chem. Asian. J. 6 2011 292 304 S. Q. Bai, D. J. Young, T. S. Hor, Chem. Asian. J. 6 (2011) 292–304. [45] G. Aromí L.A. Barrios O. Roubeau P. Gamez Coord. Chem. Rev. 255 2011 485 546 G. Aromí, L. A. Barrios, O. Roubeau, P. Gamez, Coord. Chem. Rev. 255 (2011) 485–546. [46] X. Chen X.-R. Chen T.-Z. Hou B.-Q. Li X.-B. Cheng R. Zhang Q. Zhang Sci. Adv. 5 2019 eaau7728 X. Chen, X.-R. Chen, T.-Z. Hou, B.-Q. Li, X.-B. Cheng, R. Zhang, Q. Zhang, Sci. Adv. 5 (2019) eaau7728. [47] M. Frisch G. Trucks H. Schlegel G. Scuseria M. Robb J. Cheeseman G. Scalmani V. Barone G. Petersson H. Nakatsuji Gaussian 16 2016 Gaussian Inc Wallingford, CT M. Frisch, G. Trucks, H. Schlegel, G. Scuseria, M. Robb, J. Cheeseman, G. Scalmani, V. Barone, G. Petersson, H. Nakatsuji, Gaussian 16. Gaussian, Inc.: Wallingford, CT, (2016). [48] Y. Zhao D.G. Truhlar Theor. Chem. Acc. 120 2008 215 241 Y. Zhao, D. G. Truhlar, Theor. Chem. Acc. 120 (2008) 215–241. [49] S. Grimme J. Antony S. Ehrlich H.A. Krieg J. Chem. Phys. 132 2010 154104 S. Grimme, J. Antony, S. Ehrlich, H. A. Krieg, J. Chem. Phys. 132 (2010) 154104. [50] S.F. Boys F. Bernardi Mol. Phys. 19 1970 553 566 S. F. Boys, F. Bernardi, Mol. Phys. 19 (1970) 553–566. [51] S. Simon M. Duran J.J. Dannenberg J. Chem. Phys. 105 1996 11024 11031 S. Simon, M. Duran,; J. J. Dannenberg, J. Chem. Phys. 105 (1996) 11024–11031. [52] J. Tomasi B. Mennucci R. Cammi Chem. Rev. 105 2005 2999 3093 J. Tomasi, B. Mennucci, R. Cammi, Chem. Rev. 105 (2005) 2999–3093. [53] C. Y. Legault, CYLview, 1.0b, Université de Sherbrooke, (2009). [54] P.A. Hunt B. Kirchner T. Welton Chem. Eur. J. 12 2006 6762 6775 P. A. Hunt, B. Kirchner, T. Welton, Chem. Eur. J. 12 (2006) 6762–6775. [55] Y. Yamada A. Yamada J. Electrochem. Soc. 162 2015 A2406 A2423 Y. Yamada, A. Yamada, J. Electrochem. Soc. 162 (2015) A2406–A2423. [56] Y. Zhang L. Jiao W. Yang C. Xie H.L. Jiang Angew. Chem. Int. Ed. 60 2021 7607 7611 Y. Zhang, L. Jiao, W. Yang, C. Xie, H. L. Jiang, Angew. Chem. Int. Ed. 60 (2021) 7607–7611. [57] M.I. Nandasiri L.E. Camacho-Forero A.M. Schwarz V. Shutthanandan S. Thevuthasan P.B. Balbuena K.T. Mueller V. Murugesan Chem. Mater. 29 2017 4728 4737 M. I. Nandasiri, L. E. Camacho-Forero, A. M. Schwarz, V. Shutthanandan, S. Thevuthasan, P. B. Balbuena, K. T. Mueller, V. Murugesan, Chem. Mater. 29 (2017) 4728–4737. [58] J.X. Chen X.Q. Zhang B.Q. Li X.M. Wang S. Peng W. Zhu A. Chen Z. Jin R. Xiang J.Q. Huang Q. Zhang J. Energy Chem. 47 2020 128 131 J. X. Chen, X. Q. Zhang, B. Q. Li, X. M. Wang, S. Peng, W. Zhu, A. Chen, Z. Jin, R. Xiang, J. Q. Huang, Q. Zhang, J. Energy Chem. 47 (2020) 128–131. [59] M. Sina R. Thorpe S. Rangan N. Pereira R.A. Bartynski G.G. Amatucci F. Cosandey J. Phys. Chem. C 119 2015 9762 9773 M. Sina, R. Thorpe, S. Rangan, N. Pereira, R. A. Bartynski, G. G. Amatucci, F. Cosandey, J. Phys. Chem. C 119 (2015) 9762–9773.",
      "scopus-id": "85130869487",
      "coredata": {
        "eid": "1-s2.0-S2095495622002224",
        "dc:description": "Rechargeable lithium-sulfur (Li-S) batteries are considered one of the most promising energy storage techniques owing to the high theoretical energy density. However, challenges still remain such as the shuttle effect of lithium polysulfides (LPSs) and the instability of lithium metal anode. Herein, we propose to use nitrogen-rich azoles, i.e., triazole (Ta) and tetrazole (Tta), as trifunctional electrolyte additives for Li-S batteries. The azoles afford strong lithiophilicity for the chemisorption of LPSs. The density functional theory and experimental analysis verify the presence of Li bonds between the azoles and LPSs. The azoles can also interact with lithium salt in the electrolyte, leading to increase ionic conductivity and lithium-ion transference number. Moreover, the azoles render particle-like lithium deposition on the lithium metal anode, leading to superlong cycling of a Li symmetric cell. The Li-S batteries with Ta and Tta exhibit the initial discharge capacity of 1425.5 and 1322.2 mAh g−1, respectively, at 0.2C rate, and promising cycling stability. They also enable enhanced cycling performance of a Li-organosulfide battery.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-08-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622002224",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Dan-Yang"
          },
          {
            "@_fa": "true",
            "$": "Wang, Wenmin"
          },
          {
            "@_fa": "true",
            "$": "Li, Fengli"
          },
          {
            "@_fa": "true",
            "$": "Li, Xin"
          },
          {
            "@_fa": "true",
            "$": "Guo, Wei"
          },
          {
            "@_fa": "true",
            "$": "Fu, Yongzhu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622002224"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622002224"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00222-4",
        "prism:volume": "71",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Nitrogen-rich azoles as trifunctional electrolyte additives for high-performance lithium-sulfur battery",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Azole"
          },
          {
            "@_fa": "true",
            "$": "Electrolyte additive"
          },
          {
            "@_fa": "true",
            "$": "Lithium-sulfur battery"
          },
          {
            "@_fa": "true",
            "$": "Chemisorption"
          },
          {
            "@_fa": "true",
            "$": "Organosulfide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "572-579",
        "prism:endingPage": "579",
        "pubType": "fla",
        "prism:coverDisplayDate": "August 2022",
        "prism:doi": "10.1016/j.jechem.2022.04.032",
        "prism:startingPage": "572",
        "dc:identifier": "doi:10.1016/j.jechem.2022.04.032",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "559",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88140",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "677",
            "@width": "627",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103716",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "509",
            "@width": "382",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "83197",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "392",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "66923",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17235",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "296",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41867",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "156",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14049",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "152",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10345",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15487",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12946",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "135",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11501",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "121",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14646",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1485",
            "@width": "1417",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "275023",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3000",
            "@width": "2778",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "609183",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1354",
            "@width": "1016",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "286760",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1734",
            "@width": "2364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "389219",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "859",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "58907",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "786",
            "@width": "1417",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "129970",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3877256",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002224-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "632172",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85130869487"
      }
    }
  }
}