{
  "metadata": {
    "title": "Hierarchical FeO<ce:italic><ce:inf loc=post>x</ce:inf></ce:italic>H<ce:italic><ce:inf loc=post>y</ce:inf></ce:italic>@Ni<ce:inf loc=post>3</ce:inf>B hybrid for efficient alkaline oxygen evolution at high current density",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2024-07-31",
    "doi": "10.1016/j.jechem.2024.02.061",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495624001876",
    "pii": "S2095495624001876"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85189514755",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2024-03-12 2024-03-12 2024-03-29 2024-03-29 2024-06-03T19:58:09 1-s2.0-S2095495624001876 S2095-4956(24)00187-6 S2095495624001876 10.1016/j.jechem.2024.02.061 S300 S300.1 FULL-TEXT 1-s2.0-S2095495624X00042 2024-06-03T19:36:26.956677Z 0 0 20240701 20240731 2024 2024-03-12T02:12:54.591464Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 94 94 C Volume 94 47 599 607 599 607 202407 July 2024 2024-07-01 2024-07-31 2024 article fla © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. HIERARCHICALFEOXHYNI3BHYBRIDFOREFFICIENTALKALINEOXYGENEVOLUTIONHIGHCURRENTDENSITY LIU F 1 Introduction 2 Experimental 2.1 Experimental details 2.1.1 Chemicals and reagents 2.1.2 Synthesis of Ni3B 2.1.3 Synthesis of FeOxHy@Ni3B/NF 2.1.4 Synthesis of FeOxHy/NF 2.2 Characterizations 2.3 Electrochemical tests 2.4 Theoretical section 2.4.1 Calculation details 3 Results and discussion 3.1 Synthesis and characterization 3.2 Catalytic performance and mechanistic clarification 4 Conclusions Acknowledgments Appendix A Supplementary material References NIKOLAIDIS 2017 597 611 P ZHANG 2023 2214062 K CHU 2012 294 303 S WANG 2023 e202304229 Y FENG 2022 211 218 Y MCCRORY 2015 4347 4357 C PEUGEOT 2021 1281 1300 A SONG 2020 2196 2214 J WU 2020 1910274 Z CHEN 2023 173 180 M GORLIN 2020 6181 M JIANG 2017 6572 6577 W FAN 2016 11981 K SAAD 2021 2104303 A DU 2023 112 121 Z PENG 2021 24612 24619 L LU 2014 11687 11697 Y YU 2023 11 18 J HAN 2020 2469 2472 P BAI 2022 6094 Y LIU 2019 1900062 Y TANG 1965 21959 21965 T HAO 2023 2312 2342 J GUO 2020 983 990 W ZHENG 2019 1004 1012 M CHEN 2018 11342 11351 J YUAN 2019 19554 19564 H KRESSE 1996 15 50 G KRESSE 1996 11169 G PERDEW 1996 3865 J PERDEW 1996 9982 9985 J MOMMA 2008 653 658 K LIANG 2020 86 95 C ZOU 2017 1700404 X LIU 2023 101607 F PYTALEV 2015 43 55 D VORONKO 2012 732 737 Y LI 2019 5288 5294 J GROSVENOR 2006 1771 1779 A CAI 2016 624 632 L CHI 2016 464 471 J CHEMELEWSKI 2014 2843 2850 W HU 2019 10705 10711 J JIANG 2017 175 184 J MASA 2017 1700381 J ZOU 2022 509 515 X LI 2018 1801775 C DAU 2010 724 761 H RUI 2018 1801554 K PEI 2022 e202207537 Z LU 2015 6616 X SUN 2022 121088 H LIN 2023 6714 X LOUIE 2013 12329 12337 M ZHENG 2018 1803666 X MAZLOOMI 2012 3314 3326 K CHENG 2015 23207 23212 N TANG 2016 4529 4532 C CHEN 2021 129892 J WANG 2023 128827 J HUANG 2021 138754 Y GAO 2018 1551 1560 M WEN 2021 2102353 Q YAN 2020 155662 G LIUX2024X599 LIUX2024X599X607 LIUX2024X599XF LIUX2024X599X607XF 2026-03-29T00:00:00.000Z 2026-03-29T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2024-04-25T16:28:38.502Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined item S2095-4956(24)00187-6 S2095495624001876 1-s2.0-S2095495624001876 10.1016/j.jechem.2024.02.061 286353 2024-06-03T19:36:26.956677Z 2024-07-01 2024-07-31 1-s2.0-S2095495624001876-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/MAIN/application/pdf/eb7a88b57460706b4c2bf177db786596/main.pdf main.pdf pdf true 3457729 MAIN 9 1-s2.0-S2095495624001876-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/PREVIEW/image/png/d543fe26736e0bedfb1e0c9ffffa3eaf/main_1.png main_1.png png 61044 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495624001876-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/ga1/DOWNSAMPLED/image/jpeg/b9a858c12593b0e88adf899be9dcd3f1/ga1.jpg ga1 true ga1.jpg jpg 18540 200 412 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624001876-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr1/DOWNSAMPLED/image/jpeg/a690f1c020b5714e40cf8c5bbfc21253/gr1.jpg gr1 gr1.jpg jpg 218718 838 742 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624001876-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr2/DOWNSAMPLED/image/jpeg/96348ca26142030b34cb049556d6237d/gr2.jpg gr2 gr2.jpg jpg 138864 570 707 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624001876-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr3/THUMBNAIL/image/jpeg/1840ecf9ef088f4fe70fa9f6c1b89077/gr3.jpg gr3 gr3.jpg jpg 113671 758 742 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624001876-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr4/DOWNSAMPLED/image/jpeg/2792607c087b70a50f6513187540c225/gr4.jpg gr4 gr4.jpg jpg 124677 713 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624001876-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr5/DOWNSAMPLED/image/jpeg/221b2d5b76b368fea6315393e01b93ad/gr5.jpg gr5 gr5.jpg jpg 82019 457 751 IMAGE-DOWNSAMPLED 1-s2.0-S2095495624001876-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/ga1/THUMBNAIL/image/gif/aabaa501fec54102ec0991a7623d5707/ga1.sml ga1 true ga1.sml sml 10925 106 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624001876-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr1/THUMBNAIL/image/gif/2db2957eb2b33c3fb3a3d24b6fd87931/gr1.sml gr1 gr1.sml sml 15863 164 145 IMAGE-THUMBNAIL 1-s2.0-S2095495624001876-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr2/THUMBNAIL/image/gif/d3ff7fcd3ca9dfa8ceeb7044670abd95/gr2.sml gr2 gr2.sml sml 14884 164 203 IMAGE-THUMBNAIL 1-s2.0-S2095495624001876-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr3/THUMBNAIL/image/gif/a5e8936d78af8559a045bfb29b5e2597/gr3.sml gr3 gr3.sml sml 8417 163 160 IMAGE-THUMBNAIL 1-s2.0-S2095495624001876-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr4/THUMBNAIL/image/gif/5c504ae22895689c5fc030e46197ec56/gr4.sml gr4 gr4.sml sml 12233 163 168 IMAGE-THUMBNAIL 1-s2.0-S2095495624001876-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/gr5/THUMBNAIL/image/gif/26108d6416c77c4c6021d967ddb67243/gr5.sml gr5 gr5.sml sml 9854 133 219 IMAGE-THUMBNAIL 1-s2.0-S2095495624001876-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/HIGHRES/image/jpeg/93f9e4d36c64de7b4a9df14c143290ef/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 116571 886 1825 IMAGE-HIGH-RES 1-s2.0-S2095495624001876-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/HIGHRES/image/jpeg/046a7a78ba2d4243355c343f08f7ff3c/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1585778 3711 3287 IMAGE-HIGH-RES 1-s2.0-S2095495624001876-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/HIGHRES/image/jpeg/1eb8cf205f323d86a2dc2d6f48698a30/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 958247 2524 3130 IMAGE-HIGH-RES 1-s2.0-S2095495624001876-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/THUMBNAIL/image/jpeg/ebd7ebb96e7be997a3090cc7ee378a38/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 737094 3356 3287 IMAGE-HIGH-RES 1-s2.0-S2095495624001876-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/HIGHRES/image/jpeg/3489787cb1eae16c4091c8229cb404d6/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 694262 3157 3248 IMAGE-HIGH-RES 1-s2.0-S2095495624001876-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/HIGHRES/image/jpeg/ca253ac6c25812eef297e314bf4d1ce2/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 537685 2023 3327 IMAGE-HIGH-RES 1-s2.0-S2095495624001876-mmc2.mp4 https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/mmc2/MAIN/video/mp4/baf4f49942d1e48636e898bbdf954df7/mmc2.mp4 mmc2 mmc2.mp4 mp4 31880 VIDEO 1-s2.0-S2095495624001876-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/mmc1/MAIN/application/pdf/d41164e20565c2e262aa1230cdfcfda2/mmc1.pdf mmc1 mmc1.pdf pdf false 2604266 APPLICATION 1-s2.0-S2095495624001876-mmc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/mmc2/DOWNSAMPLED/image/jpeg/7b51e23d6421308c2cdcf295153af5fe/mmc2.jpg mmc2 mmc2.jpg jpg 3730 218 293 IMAGE-MMC-DOWNSAMPLED 1-s2.0-S2095495624001876-mmc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495624001876/mmc2/THUMBNAIL/image/gif/1f0f627dd84b8fdb20615567152678c8/mmc2.sml mmc2 mmc2.sml sml 4703 163 219 IMAGE-MMC-THUMBNAIL 1-s2.0-S2095495624001876-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10MG44M3FFS/MAIN/application/pdf/b52a2e1bdb8f84c5691af558a612fa17/am.pdf am am.pdf pdf false 13327208 AAM-PDF JECHEM 3730 S2095-4956(24)00187-6 10.1016/j.jechem.2024.02.061 Science Press Fig. 1 Structure characterizations of FeO x H y @Ni3B/NF. (a) Schematic illustration for formation of FeO x H y @Ni3B/NF, (b) Raman spectra of FeO x H y /NF, Ni3B/NF and FeO x H y @Ni3B/NF, (c) FeO x H y (001)/Ni3B(001) and FeO x H y (001)/metallic Ni(001) heterojunction slab models, (d–f) HRTEM images, (g) HAADF-STEM and corresponding EDS elemental mapping. (h) TOF-SIMS of FeO x H y @Ni3B/NF. Fig. 2 Valence states and electron transfer behavior characterization. (a) Ni 2p, (b) Fe 2p, (c) O 1s and (d) B 1s XPS spectra of FeO x H y @Ni3B/NF. (e) UPS of FeO x H y and Ni3B. (f) Differential charge density of FeO x H y @Ni3B/NF, where yellow and cyan represent electron accumulation and electron depletion, respectively. Fig. 3 Electrocatalytic OER performance in 1 M KOH solution. (a) Polarization curves, (b) Tafel plots, (c) EIS, (d) C dl and (e) current densities normalized to ECSA of different catalysts. (f) LSV curves of FeO x H y @Ni3B/NF at initial and after 5000 CV cycles. (g) Chronopotentiometry stability tests of FeO x H y @Ni3B/NF under different current densities in 1 M KOH solution. Fig. 4 Superhydrophilic and superaerophobic measurements. (a–c) The static droplets contact angles of bare NF, Ni3B/NF and FeO x H y /NF, respectively. (d) The static droplets contact angles of FeO x H y @Ni3B/NF, where insets 1′–3′ in a show the static-water-droplet measurement process. (e–g) The air-bubble contact angles of FeO x H y @Ni3B/NF, Ni3B/NF and NF under electrolyte, respectively. (h) Schematic illustration of the adhesion behavior for bubble on FeO x H y @Ni3B/NF, Ni3B/NF and NF, respectively. Fig. 5 Electrocatalytic OER performance in 30 wt% KOH solution. (a) Polarization curves, (b) comparison of overpotentials, (c) corresponding Tafel plots and (d) current density normalized to ECSA of different catalysts. (e) Chronopotentiometry stability test of FeO x H y @Ni3B/NF at 1000 mA cm−2 in 30 wt% KOH solution. The inset compares stability with other reported catalysts in 30 wt% KOH solution. Hierarchical FeO x H y @Ni3B hybrid for efficient alkaline oxygen evolution at high current density Fuxi Liu Qing Liang Zhenyu Li Meiqi Liu Nailin Yue Zizhun Wang Xu Zou ⁎ Wei Zhang ⁎ Key Laboratory of Automobile Materials Ministry of Education, School of Materials Science & Engineering, Electron Microscopy Center, International Center of Future Science, Jilin Provincial International Cooperation Key Laboratory of High-Efficiency Clean Energy Materials, Jilin University, Changchun 130012, Jilin, China Key Laboratory of Automobile Materials Ministry of Education School of Materials Science & Engineering Electron Microscopy Center International Center of Future Science Jilin Provincial International Cooperation Key Laboratory of High-Efficiency Clean Energy Materials Jilin University Changchun Jilin 130012 China Key Laboratory of Automobile Materials Ministry of Education, School of Materials Science & Engineering, Electron Microscopy Center, International Center of Future Science, Jilin Provincial International Cooperation Key Laboratory of High-Efficiency Clean Energy Materials, Jilin University, Changchun 130012, Jilin, China ⁎ Corresponding authors. Graphical abstract With the assistance of Ni3B/NF energy buffer layer, a hierarchical FeO x H y @Ni3B/NF heterostructure hybrid was fabricated via rapid interfacial chemical reaction (5 min) exhibiting excellent OER performance in alkaline solution. Electrocatalysts with high activity and long-term durability are vital toward large-scale hydrogen production from electrocatalytic water splitting. Here, the self-supported electrode (FeO x H y @Ni3B/NF) with hierarchical heterostructure was simply prepared by using Ni3B chunks grown on nickel foam as substrate to in situ form vertical FeO x H y nanosheets. Such hybrid shows efficient oxygen evolution reaction activity with overpotentials as low as 267 and 249 mV at 100 mA cm−2 in 1 M KOH solution and 30 wt% KOH solution, respectively. Meanwhile, it also exhibits excellent catalytic stability, sustaining catalysis at 500 mA cm−2 in 1 M KOH solution for 200 h, and even for 200 h at 1000 mA cm−2 in 30 wt% KOH solution. Further experimental results reveal that the FeO x H y @Ni3B/NF is endowed with superhydrophilic and superaerophobic surface properties, which not only provide more mass transport channels, as well as facilitated the diffusion of reaction intermediates and gas bubbles. Also, it holds faster reaction kinetics, more accessible active sites and accelerated electron transfer rates due to strong synergistic interactions at the heterogeneous interface. Keywords FeO x H y @Ni3B/NF hybrid Heterostructure Oxygen evolution reaction Electrocatalytic 1 Introduction Oxygen evolution reaction (OER) at the anode is one essential half-reaction process in multiple energy storage and conversion, e.g., water splitting, rechargeable metal-air batteries and carbon dioxide reduction [1–5]. However, OER is the bottleneck reaction that seriously limits the overall efficiency of the energy conversion due to its sluggish kinetics and unsatisfactory thermodynamics, requiring some catalysis to accelerating the process [6–8]. Among those low-cost non-noble metal catalysts for OER in alkaline media, nickel-based materials are promising candidates due to their high theoretical catalytic activity and abundant reserves [9–11]. Moreover, nickel-based compounds are currently the main catalysts toward large-scale commercialization of electrolytic water in alkaline media. Unfortunately, the improved efficiency is still not satisfactory, and there is plenty of room for ultimately boosting their OER performance compared to other state-of-the-art catalysts [12–15]. To this end, it is imperative and urgent to propose some strategies in order to optimize the catalytic efficiency of nickel-based catalysts. Heterostructure engineering is one of the most promising strategies toward improving OER performance [16–20]. A strong electronic interaction in a heterostructure may accelerate charge transfer and optimize reaction intermediates adsorption/desorption behaviors due to the variance in electronegativity between different components [21–23]. In addition, heterophase interface will afford high interfacial energy and produce interfacial defects due to lattice mismatch between two phases. As a result, it will not only expedite atomic diffusion and nucleation of new phases at the interface, but also lead to accelerated grain boundary corrosion, in turn affecting the catalytic activity and structural stability of the designed catalyst. Therefore, the selection of suitable foreign species is a key for rationally fabricating heterostructure to improve the catalytic performance. Considering that low-lost iron-based materials, especially Fe(oxy)hydroxides (FeO x H y ), with abundant reserves and strong adsorption capacity for oxygen intermediates, they may be very attractive targets for fabricating composites [24,25]. In particular, Fe(3+ δ )+ from FeOOH can promote the oxidation of Ni2+ adjacent to Fe(3+ δ )+ to Ni3+/Ni4+ in a bimetal catalysts. Benefited from such modulation of the electron density around Ni2+ species or even electron structure, it enables realigning their electrochemical catalytic behavior [26]. Accordingly, increasing the exposure of active sites and enhancing the intrinsic catalytic activity, via assembling FeO x H y with nickel-based compounds, should be an effective strategy to ultimately improve the OER performance of nickel-based catalysts. Herein, we design a three-dimensional (3D) self-supporting electrocatalyst on nickel foam (NF) with a hierarchical heterostructure assembled with Ni3B chunks and FeO x H y nanosheets (FeO x H y @Ni3B/NF) via a facile solid-state boronizing and sequential rapid interfacial chemical reaction (5 min). Specifically, merited by a fast reaction kinetics, considerable accessible active sites and high electronic conductivity were effectively integrated into a FeO x H y @Ni3B/NF hybrid due to the superhydrophilic and superaerophobic surface properties and strong synergy at the heterogeneous interfaces. As a result, it enables excellent OER catalytic capacity in 1 M KOH, delivering an overpotential of 267 mV at 100 mA cm−2 and robust stability (stable catalysis for ≥ 200 h at 500 mA cm−2). Furthermore, the FeO x H y @Ni3B/NF hybrid also maintains exceptional stability even at 1000 mA cm−2 for ≥ 200 h in 30 wt% KOH solution. 2 Experimental 2.1 Experimental details 2.1.1 Chemicals and reagents NF with thickness of 1.5 mm were purchased from Kunshan Longshengbao Electronic Material Co., ltd. Amorphous boron (B) was purchased from Aladdin Chemistry Co., Ltd. Iron (II) sulfate heptahydrate (FeSO4·7H2O) was supplied by Sinopharm Chemical Reagent Co., Ltd. All the above chemicals are used directly without further purification. 2.1.2 Synthesis of Ni3B The Ni3B was synthesized based on previous literature reported with slight modifications [27]. The NF was ultrasonicated with acetone and 3 M HCl for 10 min, respectively, then rinsed with deionized water (DI) and ethanol successively for 30 min, and finally was dried in a vacuum oven at 60 °C. Specifically, The cleaned NF is immersed in a ceramic boat filled with amorphous boron powder, which is placed in the middle of a quartz tube furnace for annealing at 800 °C for 30 min under Ar atmosphere at a heating rate of 3 °C min−1. After cooling to room temperature, Ni3B was obtained by ultrasonic cleaning with ethanol and vacuum drying at 60 °C. 2.1.3 Synthesis of FeOxHy@Ni3B/NF The as-prepared Ni3B/NF was used as the substrate for in-situ grown FeO x H y nanosheets. The FeSO4·7H2O (18 mmol) was placed in 30 mL of DI and magnetically stirred until it was thoroughly dissolved. Then, Ni3B/NF was immersed into as-prepared solution for 5 min at room temperature. The as-prepared FeO x H y @Ni3B/NF was rinsed by DI and ethanol, respectively, then dried under vacuum at 60 °C. 2.1.4 Synthesis of FeOxHy/NF The FeO x H y /NF was obtained under the same conditions, except that Ni3B/NF was replaced by NF. Specifically, after 18 mmol of FeSO4·7H2O was thoroughly dissolved in 30 mL of DI, the NF was then immersed into it for 5 min at room temperature. The as-prepared FeO x H y /NF was rinsed by DI and ethanol, respectively, then dried under vacuum at 60 °C. 2.2 Characterizations The X-ray diffraction (XRD) patterns were recorded on a Bruker-D8 ADVANCE X-ray diffractometer. Scanning electron microscopy (SEM) images were acquired with a SU8010 electron microscope. Transmission electron microscopy (TEM) and high-resolution TEM images were obtained with a JEM-2100F. Raman spectra were supplied via TESCAN S9000G equipped with a WITec Alpha300 R confocal Raman microscope. The time-of-flight secondary ion mass spectrometry (TOF-SIMS) was collected by TESCAN S9000G equipped with a TESCAN C-TOF. X-ray photoelectron spectroscopy (XPS) was conducted on a Thermo Scientific K-Alpha and X-ray photoelectron spectrometer. Ultraviolet photoelectron spectroscopy (UPS) tests by Thermo Escalab 250XI. The contact angle was measured with the Krüss DSA 30. 2.3 Electrochemical tests The electrochemical performance was investigated in a three-electrode system on an electrochemical workstation (CHI 660E). The as-prepared samples were used as working electrode with an effective area of 0.09 cm2, Hg/HgO electrode were chosen as reference electrode and carbon rod were employed as counter electrode. 1 M KOH and 30 wt% KOH solution were used as the electrolyte. Linear sweep voltammetry (LSV) was measured at a scan rate of 2 mV s−1 with 80% iR-correction. Electrochemical impedance spectroscopy (EIS) measurements of the as-prepared catalysts were performed in the frequency ranging from 100 kHz to 0.01 Hz. The electrochemical active surface area (ECSA) can be evaluated using electrochemical double layer capacitance (C dl) [6], where C dl is measured by cyclic voltammetry (CV) at different scan rates (20, 40, 60, 80, 100, 120 mV s−1) in the voltage range without Faraday effect. Chronopotentiometry was employed to assess the stability of the as-prepared catalysts at different current densities without iR-correction. 2.4 Theoretical section 2.4.1 Calculation details All the density functional theory (DFT) calculations were carried out using the Vienna Ab initio Simulation Package (VASP 5.4.4) [28,29]. The exchange–correlation effects were handled using the generalized gradient approximation [30] of the Perdew-Burke-Ernzerhof [31]. The structure relaxations were performed with a 480 eV plane-wave cutoff energy. The convergence criteria of supercell optimization for energy and force were set as 10−5 eV and 0.02 eV Å−1, respectively. Atomic structures were visualized using the VESTA package [32]. 3 Results and discussion 3.1 Synthesis and characterization As schematically shown in Fig. S1, the FeO x H y @Ni3B/NF was prepared through solid-state boronizing and sequential interfacial chemical reaction [27]. The Ni3B was first synthesized in situ on the surface of the NF substrate (labeled as Ni3B/NF) via solid-state boronizing by using amorphous boron powder as B source and NF as Ni source. Subsequently, the cross-linked FeO x H y wrinkled nanosheets uniformly grow on Ni3B surface as a hierarchical heterostructure. Specifically, Fe2+ is first oxidized to Fe3+ and subsequently hydrated to form Fe(OH)3 and H+. When Ni3B was immersed in the solution, Fe3+ would be adsorbed onto defects created by H+ etching, then hydrolyzed and further dehydrated to form FeO x H y (Fig. 1 a). The phase information was probed via XRD. As shown in Fig. S2, two sets of diffraction peaks can be indexed to the metal Ni (JCPDS No. 01-1260) and the orthorhombic Ni3B phase (JCPDS no. 48-1223), respectively. No obvious diffraction peaks classified as FeO x H y were observed, suggesting that FeO x H y is an amorphous phase. Besides, the Raman spectra (Fig. 1b) also confirmed the amorphous nature of FeO x H y as well as the successful fabrication of FeO x H y @Ni3B/NF hybrid, where the broad bands around 303 and 667 cm−1 can be ascribed to the vibration of Fe-O in disordered FeOOH clusters [33–35], while the characteristic Raman bands around 163, 242 and 262 cm−1 can be assigned to the stretching signals of B-O-B in the boron oxide species [36,37]. Due to the corrosion resistance and smooth surface of NF, the reaction rate in FeSO4·7H2O solution is sluggish at room temperature. As a consequence, it is difficult to form a considerable amount of FeO x H y nanosheets on its surface in a short time. However, the emergence of Ni3B is a perfect solution to this problem. To elucidate this conjecture, we performed DFT calculations based on the formation energy (E F) of the FeO x H y (001)/Ni3B(001) and FeO x H y (001)/metallic Ni(001) heterojunction slab models (Fig. 1c). Specifically, since FeO x H y is primarily disordered FeOOH based on Raman analysis, the most stable crystalline plane of FeOOH are chosen to establish crystal model. The calculated E F of FeO x H y (001)/Ni3B(001) and FeO x H y (001)/metallic Ni(001) are −6.33 and −4.53 eV, respectively, indicating that the FeO x H y (001)/Ni3B(001) interfaces are energetically more favorable. In addition, the conjecture is further confirmed by the experimental results. SEM images show that flat and smooth surface of NF was fully transformed into irregular chunk structures after solid-state boronizing reaction (Fig. S3). Following this, the wrinkled nanosheets appeared on the smooth Ni3B chunks surface through interfacial chemical reaction, indicating that 3D hierarchical heterostructure was successfully constructed (Fig. S4). The corresponding energy dispersive X-ray spectroscopy (EDS) elemental mapping confirms that Ni, Fe, B and O elements are uniformly distributed in FeO x H y @Ni3B/NF, which also reflects that FeO x H y grows uniformly on the Ni3B surface without agglomeration (Fig. S5). Meanwhile, FeO x H y in situ grown on NF (labeled as FeO x H y /NF) was also prepared under the same conditions. As mentioned above, FeO x H y /NF does not exhibit a cross-linked nanosheet morphology, but rather sparse thin chunks, which was also confirmed by Raman mapping (Fig. S6). It can be clearly observed through SEM images that Ni3B as a substrate favors the nucleation and growth of FeO x H y nanosheets, compared with the bare NF under the same preparation conditions, which corresponds to DFT results. Besides, a series of contrast experiments indicate that reaction temperature, reaction time and amount of FeSO4·7H2O affect the morphology and catalytic performance of FeO x H y @Ni3B/NF (Figs. S7–S9). Based on the results of the control experiments, we obtained the ideal catalyst with optimal catalytic performance, which will be intensively investigated in the following. TEM image was performed to further uncover the morphology and structure of FeO x H y @Ni3B/NF hybrid. As shown in Fig. S10, numerous FeO x H y nanosheets with a thickness of ∼11 nm uniformly coated the surface of Ni3B chunks. Furthermore, high-resolution TEM image of FeO x H y @Ni3B/NF hybrid clearly displays two regions with completely distinct crystallinity (Fig. 1d). In Fig. 1(e and f), the lattice spacing of 0.175 nm is assigned to the (122) plane of Ni3B, while FeO x H y exhibits amorphous feature, which is consistent with the XRD results. High-angle annular dark-field scanning TEM (HAADF-STEM) and corresponding EDS elemental mappings demonstrated that the Fe element is uniformly distributed in the nanosheets, while the Ni element is mainly distributed in the chunk (Fig. 1g). Furthermore, the distribution of elements in FeO x H y @Ni3B/NF in the depth direction was investigated by TOF-SIMS. As shown in Fig. S11, the Ni, Fe, B and O elements were present in FeO x H y @Ni3B/NF, which is consistent with the EDS results. Meanwhile, the Fe and O elements are mainly present on the surface, whereas the Ni and B elements are mainly distributed in the inner in FeO x H y @Ni3B/NF (Fig. 1h). The above results indicate that the newly formed amorphous FeO x H y nanosheets are uniformly covered on the surface of Ni3B chunks, ultimately forming FeO x H y @Ni3B/NF hybrid with hierarchical heterostructure. The chemical valence states and elemental compositions of FeO x H y @Ni3B/NF, FeO x H y /NF and Ni3B/NF were further explored by XPS. The survey XPS spectrum (Fig. S12) reveals the presence of Ni, Fe, B and O elements in the FeO x H y @Ni3B/NF. The Ni 2p spectrum (Fig. 2 a) of FeO x H y @Ni3B/NF, the peak at 856.15 eV corresponds to Ni 2p 3/2, while the peak centered at 852.52 eV is assigned to metallic Ni [38,39]. The peak intensity of metallic Ni is obviously weak, and the Ni 2p 3/2 peak is shifted by ∼0.68 eV toward the high binding energy compared with that of Ni3B/NF. The Fe 2p spectrum (Fig. 2b) reveals four peaks, the peaks at 711.55 and 724.59 eV are attributed to Fe 2p 3/2 and Fe 2p 1/2 of Fe3+ in FeO x H y accompanied with two shakeup satellites, respectively [40,41]. The peaks of Fe3+ are shifted toward lower binding energy ∼0.21 eV than bare FeO x H y /NF. In addition, the O 1s spectrum (Fig. 2c) can be deconvoluted into three peaks, where the peaks at 530.11 and 531.80 eV are assigned to M−O and M−OH, respectively, which indicates FeO x H y was successfully synthesized [42]. While the peak at high binding energy (533.21 eV) corresponds to the adsorbed water [25,43]. Interestingly, a larger proportion of the adsorbed water peak is assigned to FeO x H y @Ni3B/NF with respect to FeO x H y /NF, indicating that the hierarchical heterostructure is preferable toward electrolyte penetration, which would accelerate the reaction kinetics of OER. As for the B 1s spectrum (Fig. 2d), it can be deconvolved into two peaks, one centered at 188.12 eV corresponds to the Ni-B bonds, while the one centered at 192.21 eV is referred to as boron oxide species owing to the inevitable oxidation of the surface during exposure to air [44–46]. Other obvious peaks are absent, suggesting that there is the absence for the Fe-B bonds. Notably, FeO x H y @Ni3B/NF features a positive shift of the Ni 2p 3/2 peak while Fe 2p 3/2 peak appears to be negatively shifted compared to Ni3B and FeO x H y , implying that there is a strong electronic interaction between FeO x H y and Ni3B at the heterogeneous interface. To gain insight into the electron transfer behavior in FeO x H y @Ni3B, UPS tests were performed [47]. As shown in Fig. 2(e), the work function values for Ni3B and FeO x H y are 3.24 and 3.77 eV, respectively, indicating that electrons will be spontaneously transferred from Ni3B to FeO x H y at the heterogeneous interfaces, which is consistent with the XPS analysis. Additionally, the charge density difference image of FeO x H y @Ni3B (Fig. 2f) further reveals that a strong electron interaction occurs at the interface region. More specifically, a self-driven electron transfer from Ni3B to FeO x H y leads to charge accumulation in FeO x H y region, along with charge depletion in Ni3B region at the interface. 3.2 Catalytic performance and mechanistic clarification The electrocatalytic activity toward OER of FeO x H y @Ni3B/NF was evaluated using a typical three-electrode system in 1 M KOH electrolyte, which directly acts as a working electrode without special preparation. The electrocatalytic activities of NF, FeO x H y /NF and Ni3B/NF were also evaluated for contrast under the same conditions. As shown in Fig. 3 (a), FeO x H y @Ni3B/NF exhibited outstanding OER catalytic activity at a current density of 100 mA cm−2 (267 mV), which was superior to NF (431 mV), FeO x H y /NF (335 mV) and Ni3B/NF (339 mV) as well as other catalysts reported in the literature (Table S1, Supporting Information), indicating that the heterogeneous interface consisting of Ni3B with in situ grown FeO x H y nanosheets is supposed to be responsible for the enhanced OER activity. Significantly, the FeO x H y @Ni3B/NF electrode can steadily output high current density of 1000 mA cm−2 at low overpotential of 341 mV due to its unique structural advantages. Furthermore, the OER activity of bare NF is quite lower than that of the FeO x H y @Ni3B/NF, suggesting that the contribution of the bare NF to the overall OER current is negligible. The OER kinetic activity of the as-prepared catalysts was estimated via Tafel slope, where smaller Tafel slope indicates faster reaction kinetics [48]. In Fig. 3(b), the Tafel slope of FeO x H y @Ni3B/NF electrode is 30.64 mV dec−1, which is much lower than that of FeO x H y /NF (40.13 mV dec−1), Ni3B/NF (40.33 mV dec−1) and NF (62.91 mV dec−1), indicating that it has a relatively fast reaction kinetics, which explains the reason of superhigh catalytic activity. Furthermore, the interface charge transfer kinetics of the as-prepared electrodes was investigated via EIS to explain the reason for the improved performance [49]. The FeO x H y @Ni3B/NF presents a smaller semicircle than FeO x H y /NF, Ni3B/NF and NF in Nyquist plot, indicating that it has the smallest charge transfer resistance (R ct) (Fig. 3c and Fig. S13). This result shows that the presence of interfacial interaction in heterostructure is beneficial to the charge transfer process during OER. This can also be further confirmed through the total density of states from FeO x H y @Ni3B/NF and Ni3B/NF, as shown in Fig. S14(a). Besides, the d-band center of FeO x H y @Ni3B/NF is upshifted from −1.50 to −1.31 eV compared to Ni3B, demonstrating that the introduction of FeO x H y simultaneously optimizes the adsorption capacity of oxygen-containing intermediates, which yields a more favorable thermodynamics of OER [50] (Fig. S14b). The ECSA of FeO x H y @Ni3B/NF was also investigated by using the value of C dl to further understand the origin of the high electrochemical activity (Fig. 3d and Fig. S15). The C dl of FeO x H y @Ni3B/NF is higher than the sum of FeO x H y /NF and Ni3B/NF, indicating that the formation of heterogeneous interfaces contributes to the increase of ECSA, thereby potentially exposing more abundant active sites, which would improve its electrocatalytic activity. Accordingly, the OER current density is further normalized by ECSA, as shown in Fig. 3(e). At 300 mV overpotential, the FeO x H y @Ni3B/NF still exhibited higher specific activity, which was 9.1 and 14.4 times higher than FeO x H y /NF and Ni3B/NF, respectively, reflecting its outstanding intrinsic catalytic activity. In addition to excellent catalytic activity, durability is an essential indicator of catalyst. As show in Fig. 3(f), the LSV curves of FeO x H y @Ni3B/NF after 5000 consecutive CV cycles almost overlaps with the initial one, confirming excellent durability. To further investigate the steady-state activity of FeO x H y @Ni3B/NF, multi-current steps chronopotentiometry curve were tested. The experimental results show that response currents can rapidly alternate and remain stable over a wide range of potentials throughout the process (Fig. S16). This revealed that FeO x H y @Ni3B/NF exhibits excellent catalytic stability over a wide current range (0–250 mA cm−2), reflecting outstanding mass transport properties, conductivity as well as mechanical robustness in alkaline medium [51]. Meanwhile, chronopotentiometry curves of FeO x H y @Ni3B/NF at 100 and 500 mA cm−2 were also recorded. As revealed in Fig. 3(g), FeO x H y @Ni3B/NF is capable of stable operation at 100 mA cm−2 for ≥ 200 h. More powerfully, it enables to operate stably for ≥ 200 h at 500 mA cm−2 with negligible changes in potential, which displays robust durability. To further reveal the origin of the high catalytic activity through electrode surface wettability studies is particularly important considering the essential influence of mass transfer and bubble evolving steps on OER activity. The contact angles for ultrapure water with NF, Ni3B/NF, FeO x H y /NF, and FeO x H y @Ni3B/NF were analyzed to reveal the properties of the as-prepared electrode surfaces. As shown in Fig. 4 (a–c), the contact angles of ultrapure water droplets on the NF, Ni3B/NF and FeO x H y /NF surfaces were 140°, 104.9° and 87.6°, respectively, which indicated that the wettability of NF surface was optimized after either boronization treatment or interfacial chemical reaction. More excitingly, ultrapure water droplet onto the FeO x H y @Ni3B/NF surface was instantly dispersed to the extent that a high-speed camera was unable to capture the contact angle (Fig. 4d and Supplementary Movie), suggesting that the as-prepared FeO x H y @Ni3B/NF is superhydrophilic [52,53]. Notably, electrodes with superhydrophilicity facilitate the penetration of the electrolyte, so as to accelerate the mass transport as well as the intimate contact between electrode and electrolyte can maximize the surface active sites to the extent that the electrocatalytic performance of the as-prepared electrode is significantly improved. It is well known that bubbles adhering to the catalyst surface not only cover some active sites and obstruct mass transport, but more seriously, excessive bubble adhesive force would lead to stripping of active mass, causing mechanical damage to the electrode, which results in unsatisfactory catalytic performance. Therefore, the surface wettability of the as-prepared electrodes was investigated by under electrolyte bubble contact angle tests. In Fig. 4(e–g), the bubble contact angle of FeO x H y @Ni3B/NF is 159.97°, while that of NF and Ni3B/NF is 129.58° and 137.01°, respectively, indicating that the as-prepared FeO x H y @Ni3B/NF electrode with optimized superaerophobic than NF and Ni3B/NF [33]. FeO x H y @Ni3B/NF with superaerophobic surface effectively avoids the pinning of bubbles on the surface to the extent that the bubbles enable to escape from the surface immediately, in contrast to the produced bubbles adhering to the surface of the NF. From the solid–liquid-gas interface theory, the 3D hierarchical nanostructure can tailor the bubbles pinning state, accelerate bubbles detachment, as well as boost wettability to the electrolyte, resulting in accelerated reaction kinetics of OER (Fig. 4h). The FeO x H y @Ni3B/NF after stability test was investigated by XRD, SEM, TEM and Raman to further reveal the origin of the superior electrocatalytic activity and durability. The XRD diffraction peaks of FeO x H y @Ni3B/NF before and after stability test showed no significant change except for a slight decrease in intensity (Fig. S17). In addition, the original hierarchical heterostructure morphology of FeO x H y @Ni3B/NF was maintained intact after harsh test (Fig. S18). Meanwhile, the HAADF-STEM and corresponding elemental maps exhibited a homogeneous distribution of Ni, Fe, B and O elements (Fig. S19). Interestingly, the Raman spectrum (Fig. S20a) shows a pair of vibrational peaks associated with Ni-O vibrations in NiOOH at 471 and 558 cm−1 bands [54], except for the vibrational signals of Fe-O and B-O bonds, suggesting that highly active NiOOH species were generated after long-term stability test. To investigate the valence state changes of FeO x H y @Ni3B/NF hybrid after stability test, XPS tests were carried out. As shown in Fig. S20(b), the Ni, Fe, B and O elements remained in FeO x H y @Ni3B/NF after the durability test. The binding energy of the Ni 2p XPS spectrum at 855.6 eV can be attributed to Ni3+, while the peak of metal Ni disappear, proving the presence of high oxidation state Ni (Fig. S20c) [55]. The Fe 2p XPS spectrum without obvious changes compared to that before reaction (Fig. S20d). The B 1s XPS spectrum exhibits a peak ascribed to the metaborate at 191.24 eV, while the peak of the Ni-B bond disappears, which suggests that the Ni3B is further oxidized during the stability test process (Fig. S20e). It has been shown that the presence of metaborate can accelerate the electrochemical reaction by optimizing the electronic structure of the active site, which has a significant effect on the enhancement of catalytic activity [38]. As for the O 1s spectrum, the peak area of M−O increased significantly after the stability test, which also demonstrated the generation of –OOH species (Fig. S20f). As a result, the catalytically active phase may be the metaborate-modified (Ni, Fe) OOH. In view of the commercial alkaline water electrolysis typically performs in 25–30 wt% KOH solution [56], the catalytic performance of FeO x H y @Ni3B/NF in 30 wt% KOH solution will be investigated next. As shown in Fig. 5 (a and b), FeO x H y @Ni3B/NF still has the highest catalytic activity compared to FeO x H y /NF and Ni3B/NF, requiring only 312 mV to obtain 1000 mA cm−2, while only 354 mV is employed to achieve 2000 mA cm−2. In addition, it has a lower Tafel slope (40 mV dec−1) and a higher specific activity, which is 10.7 and 12.6 times higher than that of FeO x H y /NF and Ni3B/NF, respectively (Fig. 5c and d and Fig. S21). Excitingly, it remained stable for 200 h in 30 wt% KOH solution at 1000 mA cm−2, which indicates that FeO x H y @Ni3B/NF has excellent stability during OER as well as great potential for industrial practice (Fig. 5e). To the best of our knowledge, FeO x H y @Ni3B/NF exhibits superiority over currently reported catalysts at concentrated KOH solution [34,57–64], which strongly suggests that the strong interaction between FeO x H y and Ni3B is conducive to achieving remarkable OER performance. Based on the above results, the excellent catalytic performance of FeO x H y @Ni3B/NF hybrid can be attributed to the following factors: (1) The superhydrophilic and superaerophobic surface effectively contribute to the contact between the electrolyte and electrode surface, avoiding mechanical stripping of the active mass and blockage of the active sites during the release of bubbles. (2) The FeO x H y @Ni3B with 3D hierarchical morphology in situ growth on NF makes the components in tight contact, resulting in a structural robustness, which avoids the shedding of catalytic active mass while increasing ECSA of the catalyst, thus enhancing its intrinsic catalytic activity. (3) The strong electronic interactions in the heterostructure facilitate rapid electron transfer and mass transport as well as optimize adsorption free energy of the intermediates. 4 Conclusions In short, FeO x H y @Ni3B/NF hybrid with hierarchical heterostructures were rationally designed and successfully synthesized for efficient and stable alkaline OER. The experimental results indicate that the FeO x H y wrinkled nanosheet tends to nucleate and grow on the surface of Ni3B at room temperature due to the lower formation energy of FeO x H y (001)/Ni3B(001) than FeO x H y (001)/metallic Ni(001), resulting in the formation of FeO x H y @Ni3B/NF hybrid with a considerably large number of robust heterointerfaces. This hierarchical heterostructure hybrid prepared by a simple method holds faster reaction kinetics and more accessible active sites due to strong synergistic interactions at the interface as well as superhydrophilic and superaerophobic surface properties. As a result, FeO x H y @Ni3B/NF hybrid exhibit exceptional OER performance with a low overpotential of 267 mV at 100 mA cm−2, a small Tafel slope of 30.64 mV dec−1, robust stability at least for 200 h at 500 mA cm−2 in 1 M KOH. Notably, even in 30 wt% KOH solution, FeO x H y @Ni3B/NF requires only a low overpotential of 312 mV to reach 1000 mA cm−2 and operates stably for 200 h at this current density. This work may offer a new avenue for the rational development of low-cost, environmentally friendly, and highly efficient electrocatalysts with heterogeneous architecture for water splitting. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This research was supported by the National Natural Science Foundation of China (12234018, 52101256, 51872115). The authors express their sincere thanks to Wenwen Li, Xinyan Zhou, Kexin Song for their technical assistance. Appendix A Supplementary material Supplementary material to this article can be found online at https://doi.org/10.1016/j.jechem.2024.02.061. Appendix A Supplementary material The following are the Supplementary material to this article: Supplementary video 2 Supplementary data 1 References [1] P. Nikolaidis A. Poullikkas Renew. Sustain. Energy Rev. 67 2017 597 611 P. Nikolaidis, A. Poullikkas, Renew. Sustain. Energy Rev. 67 (2017) 597-611. [2] K. Zhang J. Xu T. Yan L. Jia J. Zhang C. Shao L. Zhang N. Han Y. Li Adv. Funct. Mater. 33 2023 2214062 K. Zhang, J. Xu, T. Yan, L. Jia, J. Zhang, C. Shao, L. Zhang, N. Han, Y. Li, Adv. Funct. Mater. 33 (2023) 2214062. [3] S. Chu A. Majumdar Nature 488 2012 294 303 S. Chu, A. Majumdar, Nature 488 (2012) 294-303. [4] Y. Wang P. Meng Z. Yang M. Jiang J. Yang H. Li J. Zhang B. Sun C. Fu Angew. Chem. Int. Ed. 62 2023 e202304229 Y. Wang, P. Meng, Z. Yang, M. Jiang, J. Yang, H. Li, J. Zhang, B. Sun, C. Fu, Angew. Chem., Int. Ed. 62 (2023) e202304229. [5] Y. Feng K. Song W. Zhang X. Zhou S.J. Yoo J.-G. Kim S. Qiao Y. Qi X. Zou Z. Chen T. Qin N. Yue Z. Wang D. Li W. Zheng J. Energy Chem. 70 2022 211 218 Y. Feng, K. Song, W. Zhang, X. Zhou, S.J. Yoo, J.-G. Kim, S. Qiao, Y. Qi, X. Zou, Z. Chen, T. Qin, N. Yue, Z. Wang, D. Li, W. Zheng, J. Energy Chem. 70 (2022) 211-218. [6] C.C.L. McCrory S. Jung I.M. Ferrer S.M. Chatman J.C. Peters T.F. Jaramillo J. Am. Chem. Soc. 137 2015 4347 4357 C.C.L. McCrory, S. Jung, I.M. Ferrer, S.M. Chatman, J.C. Peters, T.F. Jaramillo, J. Am. Chem. Soc. 137 (2015) 4347-4357. [7] A. Peugeot C.E. Creissen D. Karapinar H.N. Tran M. Schreiber M. Fontecave Joule 5 2021 1281 1300 A. Peugeot, C.E. Creissen, D. Karapinar, H.N. Tran, M. Schreiber, M. Fontecave, Joule 5 (2021) 1281-1300. [8] J. Song C. Wei Z.-F. Huang C. Liu L. Zeng X. Wang Z.J. Xu Chem. Soc. Rev. 49 2020 2196 2214 J. Song, C. Wei, Z.-F. Huang, C. Liu, L. Zeng, X. Wang, Z.J. Xu, Chem. Soc. Rev. 49 (2020) 2196-2214. [9] Z.P. Wu X.F. Lu S.Q. Zang X.W. Lou Adv. Funct. Mater. 30 2020 1910274 Z.P. Wu, X.F. Lu, S.Q. Zang, X.W. Lou, Adv. Funct. Mater. 30 (2020) 1910274. [10] M. Chen Y. Zhang R. Wang B. Zhang B. Song Y. Guan S. Li P. Xu J. Energy Chem. 84 2023 173 180 M. Chen, Y. Zhang, R. Wang, B. Zhang, B. Song, Y. Guan, S. Li, P. Xu, J. Energy Chem. 84 (2023) 173-180. [11] M. Gorlin J. Halldin Stenlid S. Koroidov H.Y. Wang M. Borner M. Shipilin A. Kalinko V. Murzin O.V. Safonova M. Nachtegaal A. Uheida J. Dutta M. Bauer A. Nilsson O. Diaz-Morales Nat. Commun. 11 2020 6181 M. Gorlin, J. Halldin Stenlid, S. Koroidov, H.Y. Wang, M. Borner, M. Shipilin, A. Kalinko, V. Murzin, O.V. Safonova, M. Nachtegaal, A. Uheida, J. Dutta, M. Bauer, A. Nilsson, O. Diaz-Morales, Nat. Commun. 11 (2020) 6181. [12] W.J. Jiang S. Niu T. Tang Q.H. Zhang X.Z. Liu Y. Zhang Y.Y. Chen J.H. Li L. Gu L.J. Wan J.S. Hu Angew. Chem., Int. Ed. 56 2017 6572 6577 W.J. Jiang, S. Niu, T. Tang, Q.H. Zhang, X.Z. Liu, Y. Zhang, Y.Y. Chen, J.H. Li, L. Gu, L.J. Wan, J.S. Hu, Angew. Chem., Int. Ed. 56 (2017) 6572-6577. [13] K. Fan H. Chen Y. Ji H. Huang P.M. Claesson Q. Daniel B. Philippe H. Rensmo F. Li Y. Luo L. Sun Nat. Commun. 7 2016 11981 K. Fan, H. Chen, Y. Ji, H. Huang, P.M. Claesson, Q. Daniel, B. Philippe, H. Rensmo, F. Li, Y. Luo, L. Sun, Nat. Commun. 7 (2016) 11981. [14] A. Saad Y. Gao K.A. Owusu W. Liu Y. Wu A. Ramiere H. Guo P. Tsiakaras X. Cai Small 18 2021 2104303 A. Saad, Y. Gao, K.A. Owusu, W. Liu, Y. Wu, A. Ramiere, H. Guo, P. Tsiakaras, X. Cai, Small 18 (2021) 2104303. [15] Z. Du Z. Meng C. Jiang C. Zhang Y. Cui Y. Li C. Wang X. Hu S. Yu H. Tian J. Energy Chem. 84 2023 112 121 Z. Du, Z. Meng, C. Jiang, C. Zhang, Y. Cui, Y. Li, C. Wang, X. Hu, S. Yu, H. Tian, J. Energy Chem. 84 (2023) 112-121. [16] L. Peng N. Yang Y. Yang Q. Wang X. Xie D. Sun-Waterhouse L. Shang T. Zhang G.I.N. Waterhouse Angew. Chem., Int. Ed. 60 2021 24612 24619 L. Peng, N. Yang, Y. Yang, Q. Wang, X. Xie, D. Sun‐Waterhouse, L. Shang, T. Zhang, G.I.N. Waterhouse, Angew. Chem., Int. Ed. 60 (2021) 24612-24619. [17] Y. Lu Y. Jiang X. Gao X. Wang W. Chen J. Am. Chem. Soc. 136 2014 11687 11697 Y. Lu, Y. Jiang, X. Gao, X. Wang, W. Chen, J. Am. Chem. Soc. 136 (2014) 11687-11697. [18] J. Yu Y. Qian S. Seo Y. Liu H.T.D. Bui N.Q. Tran J. Lee A. Kumar H. Wang Y. Luo X. Shao Y. Cho X. Liu M.G. Kim H. Lee J. Energy Chem. 85 2023 11 18 J. Yu, Y. Qian, S. Seo, Y. Liu, H.T.D. Bui, N.Q. Tran, J. Lee, A. Kumar, H. Wang, Y. Luo, X. Shao, Y. Cho, X. Liu, M.G. Kim, H. Lee, J. Energy Chem. 85 (2023) 11-18. [19] P. Han T. Tan F. Wu P. Cai G. Cheng W. Luo Chin. Chem. Lett. 31 2020 2469 2472 P. Han, T. Tan, F. Wu, P. Cai, G. Cheng, W. Luo, Chin. Chem. Lett. 31 (2020) 2469-2472. [20] Y. Bai Y. Wu X. Zhou Y. Ye K. Nie J. Wang M. Xie Z. Zhang Z. Liu T. Cheng C. Gao Nat. Commun. 13 2022 6094 Y. Bai, Y. Wu, X. Zhou, Y. Ye, K. Nie, J. Wang, M. Xie, Z. Zhang, Z. Liu, T. Cheng, C. Gao, Nat. Commun. 13 (2022) 6094. [21] Y. Liu C. Ma Q. Zhang W. Wang P. Pan L. Gu D. Xu J. Bao Z. Dai Adv. Mater. 31 2019 1900062 Y. Liu, C. Ma, Q. Zhang, W. Wang, P. Pan, L. Gu, D. Xu, J. Bao, Z. Dai, Adv. Mater. 31 (2019) 1900062. [22] T. Tang W.-J. Jiang S. Niu L.-P. Yuan J.-S. Hu L.-J. Wan J. Mater. Chem. A 7 2019 1965 21959 21965 T. Tang, W.-J. Jiang, S. Niu, L.-P. Yuan, J.-S. Hu, L.-J. Wan, J. Mater. Chem. A 7 (2019) 21959-21965. [23] J. Hao K. Wu C. Lyu Y. Yang H. Wu J. Liu N. Liu W.-M. Lau J. Zheng Mater. Horiz. 10 2023 2312 2342 J. Hao, K. Wu, C. Lyu, Y. Yang, H. Wu, J. Liu, N. Liu, W.-M. Lau, J. Zheng, Mater. Horiz. 10 (2023) 2312-2342. [24] W. Guo D. Li D. Zhong S. Chen G. Hao G. Liu J. Li Q. Zhao Nanoscale 12 2020 983 990 W. Guo, D. Li, D. Zhong, S. Chen, G. Hao, G. Liu, J. Li, Q. Zhao, Nanoscale 12 (2020) 983-990. [25] M. Zheng K. Guo W.-J. Jiang T. Tang X. Wang P. Zhou J. Du Y. Zhao C. Xu J.-S. Hu Appl. Catal., B 244 2019 1004 1012 M. Zheng, K. Guo, W.-J. Jiang, T. Tang, X. Wang, P. Zhou, J. Du, Y. Zhao, C. Xu, J.-S. Hu, Appl. Catal., B 244 (2019) 1004-1012. [26] J. Chen F. Zheng S.-J. Zhang A. Fisher Y. Zhou Z. Wang Y. Li B.-B. Xu J.-T. Li S.-G. Sun ACS Catal. 8 2018 11342 11351 J. Chen, F. Zheng, S.-J. Zhang, A. Fisher, Y. Zhou, Z. Wang, Y. Li, B.-B. Xu, J.-T. Li, S.-G. Sun, ACS Catal. 8 (2018) 11342-11351. [27] H. Yuan S. Wang X. Gu B. Tang J. Li X. Wang J. Mater. Chem. A 7 2019 19554 19564 H. Yuan, S. Wang, X. Gu, B. Tang, J. Li, X. Wang, J. Mater. Chem. A 7 (2019) 19554-19564. [28] G. Kresse J. Furthmüller Comput. Mater. Sci. 6 1996 15 50 G. Kresse, J. Furthmüller, Comput. Mater. Sci. 6 (1996) 15-50. [29] G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 G. Kresse, J. Furthmüller, Phys. Rev. B 54 (1996) 11169. [30] J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 J. P, Perdew, K. Burke, M. Ernzerhof, Phys. Rev. Lett. 77 (1996) 3865. [31] J.P. Perdew M. Ernzerhof K. Burke J. Chem. Phys. 105 1996 9982 9985 J.P. Perdew, M. Ernzerhof, K. Burke, J. Chem. Phys. 105 (1996) 9982-9985. [32] K. Momma F. Izumi J. Appl. Crystallogr. 41 2008 653 658 K. Momma, F. Izumi, J. Appl. Crystallogr. 41 (2008) 653-658. [33] C. Liang P. Zou A. Nairan Y. Zhang J. Liu K. Liu S. Hu F. Kang H.J. Fan C. Yang Energy Environ. Sci. 13 2020 86 95 C. Liang, P. Zou, A. Nairan, Y. Zhang, J. Liu, K. Liu, S. Hu, F. Kang, H.J. Fan, C. Yang, Energy Environ. Sci. 13 (2020) 86-95. [34] X. Zou Y. Liu G.D. Li Y. Wu D.P. Liu W. Li H.W. Li D. Wang Y. Zhang X. Zou Adv. Mater. 29 2017 1700404 X. Zou, Y. Liu, G.D. Li, Y. Wu, D.P. Liu, W. Li, H.W. Li, D. Wang, Y. Zhang, X. Zou, Adv. Mater. 29 (2017) 1700404. [35] F. Liu X. Zou N. Yue W. Zhang W. Zheng Cell Rep. Phys. Sci. 4 2023 101607 F. Liu, X. Zou, N. Yue, W. Zhang, W. Zheng, Cell Rep. Phys. Sci. 4 (2023) 101607. [36] D.S. Pytalev D. Caurant O. Majérus H. Trégouët T. Charpentier B.N. Mavrin J. Alloys Compd. 641 2015 43 55 D.S. Pytalev, D. Caurant, O. Majérus, H. Trégouët, T. Charpentier, B.N. Mavrin, J. Alloys Compd. 641 (2015) 43-55. [37] Y.K. Voronko A.A. Sobol V.E. Shukshin Inorg. Mater. 48 2012 732 737 Y.K. Voronko, A.A. Sobol, V.E. Shukshin, Inorg. Mater. 48 (2012) 732-737. [38] J. Li H. Chen Y. Liu R. Gao X. Zou J. Mater. Chem. A 7 2019 5288 5294 J. Li, H. Chen, Y. Liu, R. Gao, X. Zou, J. Mater. Chem. A 7 (2019) 5288-5294. [39] A.P. Grosvenor M.C. Biesinger R.S.C. Smart N.S. McIntyre Surf. Sci. 600 2006 1771 1779 A.P. Grosvenor, M.C. Biesinger, R.S.C. Smart, N.S. McIntyre, Surf. Sci. 600 (2006) 1771-1779. [40] L. Cai J. Zhao H. Li J. Park I.S. Cho H.S. Han X. Zheng ACS Energy Lett. 1 2016 624 632 L. Cai, J. Zhao, H. Li, J. Park, I.S. Cho, H.S. Han, X. Zheng, ACS Energy Lett. 1 (2016) 624-632. [41] J. Chi H. Yu B. Qin L. Fu J. Jia B. Yi Z. Shao ACS Appl. Mater. Interfaces 9 2016 464 471 J. Chi, H. Yu, B. Qin, L. Fu, J. Jia, B. Yi, Z. Shao, ACS Appl. Mater. Interfaces 9 (2016) 464-471. [42] W.D. Chemelewski H.-C. Lee J.-F. Lin A.J. Bard C.B. Mullins J. Am. Chem. Soc. 136 2014 2843 2850 W.D. Chemelewski, H.-C. Lee, J.-F. Lin, A.J. Bard, C.B. Mullins, J. Am. Chem. Soc. 136 (2014) 2843-2850. [43] J. Hu S. Li J. Chu S. Niu J. Wang Y. Du Z. Li X. Han P. Xu ACS Catal. 9 2019 10705 10711 J. Hu, S. Li, J. Chu, S. Niu, J. Wang, Y. Du, Z. Li, X. Han, P. Xu, ACS Catal. 9 (2019) 10705-10711. [44] J. Jiang M. Wang W. Yan X. Liu J. Liu J. Yang L. Sun Nano Energy 38 2017 175 184 J. Jiang, M. Wang, W. Yan, X. Liu, J. Liu, J. Yang, L. Sun, Nano Energy 38 (2017) 175-184. [45] J. Masa I. Sinev H. Mistry E. Ventosa M. de la Mata J. Arbiol M. Muhler B. Roldan Cuenya W. Schuhmann Adv. Energy Mater. 7 2017 1700381 J. Masa, I. Sinev, H. Mistry, E. Ventosa, M. de la Mata, J. Arbiol, M. Muhler, B. Roldan Cuenya, W. Schuhmann, Adv. Energy Mater. 7 (2017) 1700381. [46] X. Zou W. Zhang X. Zhou K. Song X. Ge W. Zheng J. Energy Chem. 72 2022 509 515 X. Zou, W. Zhang, X. Zhou, K. Song, X. Ge, W. Zheng, J. Energy Chem. 72 (2022) 509-515. [47] C. Li Y. Liu Z. Zhuo H. Ju D. Li Y. Guo X. Wu H. Li T. Zhai Adv. Energy Mater. 8 2018 1801775 C. Li, Y. Liu, Z. Zhuo, H. Ju, D. Li, Y. Guo, X. Wu, H. Li, T. Zhai, Adv. Energy Mater. 8 (2018) 1801775. [48] H. Dau C. Limberg T. Reier M. Risch S. Roggan P. Strasser ChemCatChem 2 2010 724 761 H. Dau, C. Limberg, T. Reier, M. Risch, S. Roggan, P. Strasser, ChemCatChem 2 (2010) 724-761. [49] K. Rui G. Zhao Y. Chen Y. Lin Q. Zhou J. Chen J. Zhu W. Sun W. Huang S.X. Dou Adv. Funct. Mater. 28 2018 1801554 K. Rui, G. Zhao, Y. Chen, Y. Lin, Q. Zhou, J. Chen, J. Zhu, W. Sun, W. Huang, S.X. Dou, Adv. Funct. Mater. 28 (2018) 1801554. [50] Z. Pei X.F. Lu H. Zhang Y. Li D. Luan X.W. Lou Angew. Chem., Int. Ed. 61 2022 e202207537 Z. Pei, X.F. Lu, H. Zhang, Y. Li, D. Luan, X.W. Lou, Angew. Chem., Int. Ed. 61 (2022) e202207537. [51] X. Lu C. Zhao Nat. Commun. 6 2015 6616 X. Lu, C. Zhao, Nat. Commun. 6 (2015) 6616. [52] H. Sun L. Li M. Humayun H. Zhang Y. Bo X. Ao X. Xu K. Chen K. Ostrikov K. Huo W. Zhang C. Wang Y. Xiong Appl. Catal., B 305 2022 121088 H. Sun, L. Li, M. Humayun, H. Zhang, Y. Bo, X. Ao, X. Xu, K. Chen, K. Ostrikov, K. Huo, W. Zhang, C. Wang, Y. Xiong, Appl. Catal., B 305 (2022) 121088. [53] X. Lin Z. Wang S. Cao Y. Hu S. Liu X. Chen H. Chen X. Zhang S. Wei H. Xu Z. Cheng Q. Hou D. Sun X. Lu Nat. Commun. 14 2023 6714 X. Lin, Z. Wang, S. Cao, Y. Hu, S. Liu, X. Chen, H. Chen, X. Zhang, S. Wei, H. Xu, Z. Cheng, Q. Hou, D. Sun, X. Lu, Nat. Commun. 14 (2023) 6714. [54] M.W. Louie A.T. Bell J. Am. Chem. Soc. 135 2013 12329 12337 M.W. Louie, A.T. Bell, J. Am. Chem. Soc. 135 (2013) 12329-12337. [55] X. Zheng Y. Zhang H. Liu D. Fu J. Chen J. Wang C. Zhong Y. Deng X. Han W. Hu Small 14 2018 1803666 X. Zheng, Y. Zhang, H. Liu, D. Fu, J. Chen, J. Wang, C. Zhong, Y. Deng, X. Han, W. Hu, Small 14 (2018) 1803666. [56] K. Mazloomi N.B. Sulaiman H. Moayedi Int. J. Electrochem. Sci. 7 2012 3314 3326 K. Mazloomi, N.B. Sulaiman, H. Moayedi, Int. J. Electrochem. Sci. 7 (2012) 3314-3326. [57] N. Cheng Q. Liu A.M. Asiri W. Xing X. Sun J. Mater. Chem. A 3 2015 23207 23212 N. Cheng, Q. Liu, A.M. Asiri, W. Xing, X. Sun, J. Mater. Chem. A 3 (2015) 23207-23212. [58] C. Tang A.M. Asiri X. Sun Chem. Commun. 52 2016 4529 4532 C. Tang, A.M. Asiri, X. Sun, Chem. Commun. 52 (2016) 4529-4532. [59] J. Chen Y. Wang G. Qian T. Yu Z. Wang L. Luo F. Shen S. Yin Chem. Eng. J. 421 2021 129892 J. Chen, Y. Wang, G. Qian, T. Yu, Z. Wang, L. Luo, F. Shen, S. Yin, Chem. Eng. J. 421 (2021) 129892. [60] J. Wang Y. Xiang W. Zhang Y. Zhang Q. Zhao J. Li G. Liu Fuel 351 2023 128827 J. Wang, Y. Xiang, W. Zhang, Y. Zhang, Q. Zhao, J. Li, G. Liu, Fuel 351 (2023) 128827. [61] Y. Huang Y. Wu Z. Zhang L. Yang Q. Zang Electrochim. Acta 390 2021 138754 Y. Huang, Y. Wu, Z. Zhang, L. Yang, Q. Zang, Electrochim. Acta 390 (2021) 138754. [62] M.Y. Gao J.R. Zeng Q.B. Zhang C. Yang X.T. Li Y.X. Hua C.Y. Xu J. Mater. Chem. A 6 2018 1551 1560 M.Y. Gao, J.R. Zeng, Q.B. Zhang, C. Yang, X.T. Li, Y.X. Hua, C.Y. Xu, J. Mater. Chem. A 6 (2018) 1551-1560. [63] Q. Wen K. Yang D. Huang G. Cheng X. Ai Y. Liu J. Fang H. Li L. Yu T. Zhai Adv. Energy Mater. 11 2021 2102353 Q. Wen, K. Yang, D. Huang, G. Cheng, X. Ai, Y. Liu, J. Fang, H. Li, L. Yu, T. Zhai, Adv. Energy Mater. 11 (2021) 2102353. [64] G. Yan G. Li H. Tan Y. Gu Y. Li J. Alloys Compd. 838 2020 155662 G. Yan, G. Li, H. Tan, Y. Gu, Y. Li, J. Alloys Compd. 838 (2020) 155662.",
      "scopus-id": "85189514755",
      "coredata": {
        "eid": "1-s2.0-S2095495624001876",
        "dc:description": "Electrocatalysts with high activity and long-term durability are vital toward large-scale hydrogen production from electrocatalytic water splitting. Here, the self-supported electrode (FeO x H y @Ni3B/NF) with hierarchical heterostructure was simply prepared by using Ni3B chunks grown on nickel foam as substrate to in situ form vertical FeO x H y nanosheets. Such hybrid shows efficient oxygen evolution reaction activity with overpotentials as low as 267 and 249 mV at 100 mA cm−2 in 1 M KOH solution and 30 wt% KOH solution, respectively. Meanwhile, it also exhibits excellent catalytic stability, sustaining catalysis at 500 mA cm−2 in 1 M KOH solution for 200 h, and even for 200 h at 1000 mA cm−2 in 30 wt% KOH solution. Further experimental results reveal that the FeO x H y @Ni3B/NF is endowed with superhydrophilic and superaerophobic surface properties, which not only provide more mass transport channels, as well as facilitated the diffusion of reaction intermediates and gas bubbles. Also, it holds faster reaction kinetics, more accessible active sites and accelerated electron transfer rates due to strong synergistic interactions at the heterogeneous interface.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495624001876",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liu, Fuxi"
          },
          {
            "@_fa": "true",
            "$": "Liang, Qing"
          },
          {
            "@_fa": "true",
            "$": "Li, Zhenyu"
          },
          {
            "@_fa": "true",
            "$": "Liu, Meiqi"
          },
          {
            "@_fa": "true",
            "$": "Yue, Nailin"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zizhun"
          },
          {
            "@_fa": "true",
            "$": "Zou, Xu"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Wei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495624001876"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495624001876"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(24)00187-6",
        "prism:volume": "94",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Hierarchical FeO x H y @Ni3B hybrid for efficient alkaline oxygen evolution at high current density",
        "prism:copyright": "© 2024 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "FeO x H y @Ni3B/NF hybrid"
          },
          {
            "@_fa": "true",
            "$": "Heterostructure"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Electrocatalytic"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "599-607",
        "prism:endingPage": "607",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 2024",
        "prism:doi": "10.1016/j.jechem.2024.02.061",
        "prism:startingPage": "599",
        "dc:identifier": "doi:10.1016/j.jechem.2024.02.061",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "412",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18540",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "838",
            "@width": "742",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "218718",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "570",
            "@width": "707",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "138864",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "758",
            "@width": "742",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "113671",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "713",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "124677",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "457",
            "@width": "751",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "82019",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10925",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "145",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15863",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14884",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "160",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8417",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12233",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9854",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1825",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "116571",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3711",
            "@width": "3287",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1585778",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2524",
            "@width": "3130",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "958247",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3356",
            "@width": "3287",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "737094",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3157",
            "@width": "3248",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "694262",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2023",
            "@width": "3327",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "537685",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-mmc2.mp4?httpAccept=%2A%2F%2A",
            "@multimediatype": "MPEG-4 movie",
            "@type": "VIDEO",
            "@size": "31880",
            "@ref": "mmc2",
            "@mimetype": "video/mp4"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "2604266",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "standard",
            "@height": "218",
            "@width": "293",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-mmc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-MMC-DOWNSAMPLED",
            "@size": "3730",
            "@ref": "mmc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-mmc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-MMC-THUMBNAIL",
            "@size": "4703",
            "@ref": "mmc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495624001876-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "13327208",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85189514755"
      }
    }
  }
}