{
  "metadata": {
    "title": "Interface effect on promoting reversible conversion for Na<ce:inf loc=post>2</ce:inf>Se in the metal selenide as sodium ion batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2020-05-31",
    "doi": "10.1016/j.jechem.2019.09.012",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495619308162",
    "pii": "S2095495619308162"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85073316075",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2019-09-19 2019-09-19 2019-10-18 2019-10-18 2020-02-18T23:24:20 1-s2.0-S2095495619308162 S2095-4956(19)30816-2 S2095495619308162 10.1016/j.jechem.2019.09.012 S300 S300.1 FULL-TEXT 1-s2.0-S2095495619X00133 2020-11-13T23:24:06.273264Z 0 0 20200501 20200531 2020 2019-09-19T23:47:24.162623Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid pubtype ref specialabst 2095-4956 20954956 false 44 44 C Volume 44 2 8 12 8 12 202005 May 2020 2020-05-01 2020-05-31 2020 article sco © 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. INTERFACEEFFECTPROMOTINGREVERSIBLECONVERSIONFORNA2SEINMETALSELENIDESODIUMIONBATTERIES WANG T Acknowledgments Appendix Supplementary materials References SUN 2016 16071 Y ZHOU 2015 7760 G LIU 2018 373 374 T ZHENG 2016 3408 3413 Y PENG 2017 1700260 H DACEK 2016 5450 5460 S QIN 2018 1704670 J XU 2018 146 160 H LI 2018 1703438 H WANG 2019 3122 3130 T BOMMIER 2018 1703576 C ZHU 2013 6378 6386 Y XIONG 2016 10953 10959 X ZHANG 2018 1707536 Z ZHAO 2017 19195 19202 W ZHANG 2015 3305 3309 K HU 2017 1700606 Z HU 2018 203 208 A LI 2018 2310 2340 L LI 2019 54 78 Y YANG 2014 1079 1098 Y LEI 2016 592 603 W WANG 2019 144 150 S WU 2017 2364 2376 Y ZHAO 2019 3819 3823 M SHEN 2018 161 175 X ZHU 2015 73 81 J WANGX2020X8 WANGX2020X8X12 WANGX2020X8XT WANGX2020X8X12XT 2021-10-18T00:00:00.000Z 2021-10-18T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved. 2019-09-26T01:52:21.179Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S2095-4956(19)30816-2 S2095495619308162 1-s2.0-S2095495619308162 10.1016/j.jechem.2019.09.012 286353 2020-11-13T23:24:06.273264Z 2020-05-01 2020-05-31 1-s2.0-S2095495619308162-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/MAIN/application/pdf/224e2e011585266abe0707aec16843e7/main.pdf main.pdf pdf true 1606858 MAIN 5 1-s2.0-S2095495619308162-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/PREVIEW/image/png/3248db162a11a85083d9a8f9e5d0bc9b/main_1.png main_1.png png 54087 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495619308162-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr1/DOWNSAMPLED/image/jpeg/aedca79d12f4a11af9113746f72a651a/gr1.jpg gr1 gr1.jpg jpg 107714 428 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308162-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr2/DOWNSAMPLED/image/jpeg/aec1f004023ba466371dfffe1bffae16/gr2.jpg gr2 gr2.jpg jpg 71585 419 508 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308162-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr3/DOWNSAMPLED/image/jpeg/59e944986a95ea2ff01afad47fca6b15/gr3.jpg gr3 gr3.jpg jpg 89243 478 678 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308162-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr4/DOWNSAMPLED/image/jpeg/a1a4e68d590bf875be94a69aeacedc8e/gr4.jpg gr4 gr4.jpg jpg 53449 312 610 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308162-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/fx1/DOWNSAMPLED/image/jpeg/42e64f5a72734e8baf8085b1f6f884a7/fx1.jpg fx1 true fx1.jpg jpg 20662 185 301 IMAGE-DOWNSAMPLED 1-s2.0-S2095495619308162-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr1/THUMBNAIL/image/gif/6186df8f6ca5bfdb8ef2994f1f283507/gr1.sml gr1 gr1.sml sml 12550 128 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308162-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr2/THUMBNAIL/image/gif/a2c71d7c12db2bb669f3aa9b1b618642/gr2.sml gr2 gr2.sml sml 12654 164 199 IMAGE-THUMBNAIL 1-s2.0-S2095495619308162-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr3/THUMBNAIL/image/gif/1bf933340cecaf55b7e39cabe62f0f1c/gr3.sml gr3 gr3.sml sml 11329 154 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308162-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr4/THUMBNAIL/image/gif/e4e613b57b3d7976a5896d6b09563e73/gr4.sml gr4 gr4.sml sml 7267 112 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308162-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/fx1/THUMBNAIL/image/gif/2b911be0e1999c576c1259909657be6d/fx1.sml fx1 true fx1.sml sml 8040 134 219 IMAGE-THUMBNAIL 1-s2.0-S2095495619308162-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr1/HIGHRES/image/jpeg/66e261ec81d9da7570f0a4db3678b7cd/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 812075 1897 3251 IMAGE-HIGH-RES 1-s2.0-S2095495619308162-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr2/HIGHRES/image/jpeg/7e999b9243acd4de7076f87c155ada30/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 596216 1856 2250 IMAGE-HIGH-RES 1-s2.0-S2095495619308162-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr3/HIGHRES/image/jpeg/7e464a28c38bf9d045fea4aba8f70ed7/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 683024 2114 3000 IMAGE-HIGH-RES 1-s2.0-S2095495619308162-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/gr4/HIGHRES/image/jpeg/ebce695c281fd9cff6722a4e6a60ff9b/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 380604 1381 2700 IMAGE-HIGH-RES 1-s2.0-S2095495619308162-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/fx1/HIGHRES/image/jpeg/2a9d8822ec4e457fb6937c2e78cd1b06/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 149751 818 1333 IMAGE-HIGH-RES 1-s2.0-S2095495619308162-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/c7e1faa57ad93a1f00678878df8bce45/mmc1.docx mmc1 mmc1.docx docx 1442907 APPLICATION 1-s2.0-S2095495619308162-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495619308162/STRIPIN/image/svg+xml/40894e0a712ba3ee624c67bd6bc0912a/si1.svg si1 si1.svg svg 9565 ALTIMG 1-s2.0-S2095495619308162-am.pdf am am.pdf pdf 808740 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10VSN6D21GQ/MAIN/application/pdf/45c26e9aba4d15a05d94eceadb79e34b/am.pdf JECHEM 947 S2095-4956(19)30816-2 10.1016/j.jechem.2019.09.012 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a–c) Different types of N−S co doping systems. The energy of a, b and c structures were −227.90, −227.38 and −227.56 eV, respectively. (d) Interfacial distance and interfacial binding energy between the graphene layer and the Na2Se surface. (e) Charge density differences of the pristine graphene/Na2Se interface, the iso-surface value was set to 0.0002 eV/Å3 . The yellow and blue sections represent electron accumulation and loss, respectively. (f) Partial density of states of SG/Na2Se interface; the inset is the charge difference of the SG/Na2Se interface. (g) The relaxed structure and the electron localization function of the N−SG/Na2Se interface. The iso-surface was set to 0.75. Fig 1 Fig. 2 Density of states of the interface composite of (a) G/Na2Se (b) NG/Na2Se, SG/Na2Se and N−SG/Na2Se. The Fermi level was set as 0 eV, indicated by the dashed line. (c) Electrostatic potential profiles of fully relaxed XG/Na2Se interfaces. Fig 2 Fig. 3 (a) Different adsorption sites (1, 2, 3) of Na atoms in the G/NSe interface. The red ball represents the interfacial Na atom. The right image is the top view of the site 3 adsorption structure. (b) Relationship between the adsorption energy and the amount of Na atoms at the G/NSe interface. (c) Diffusion energy barrier for Na diffusion along the XG/Na2Se (X = pristine, N, S, N−S) interface. The inset image is a schematic diagram of the diffusion pathway. (d) Charge change differences (Δe) between the initial state of interfacial Na atom and the transient state of an interfacial Na atom. Fig 3 Fig. 4 Calculated energy profiles of Na → Na → Se decomposition of Na2Se on the pure Na2Se surface, and XG/Na2Se (X = pristine, N, S, N−S) interfaces. The value of the top right is the electromotive force corresponding to the charging voltage when decomposition occurs spontaneously. Fig 4 Letter Interface effect on promoting reversible conversion for Na2Se in the metal selenide as sodium ion batteries Tianshuai Wang Jiewen Xiao Xiyu Cao Yanchen Fan Qianfan Zhang ⁎ School of Materials Science and Engineering, Beihang University, Beijing 100091, China School of Materials Science and Engineering, Beihang University Beijing 100091 China School of Materials Science and Engineering, Beihang University, Beijing 100091, China ⁎ Corresponding author. Graphical abstract Interface effect of N−S co-doping on promoting the conversion reaction for Na2Se in selenide metal materials as sodium ion batteries. Image, graphical abstract Keywords Na ion battery Graphene/Na2Se interface Reversible conversion reaction The rapid development of modern electronic devices has promoted more research in the field of high energy-density storage devices [1]. Lithium ion batteries (LIBs) have been widely used in electronic devices and hybrid electric vehicles since their successful commercialization by Sony [2,3]. However, the scarcity and high price of lithium have constrained its further application in large-scale energy storage systems [4,5]. Consequently, it is very important to explore new energy storage devices that can replace LIBs. Among a range of potential energy storage materials, sodium ion batteries (SIBs) are considered to be the most promising alternative to LIBs due to low cost, abundance of sodium, high degree of safety and electrochemical properties similar to LIBs [6–8]. As an essential component of sodium ion batteries, the performance of the anode material has a significant impact on the quality of SIBs [9]. Many traditional intercalation anode materials successfully used in LIBs are not suitable for SIBs due to the large radius of sodium ions [10–12]. However, there are two other sodiation mechanisms for the anode materials, including conversion and alloying [13,14]. Transition Metal Selenides (TMSe), including FeSe2, SnSe2 and MoSe2, based on either the conversion mechanism or alloy mechanism, exhibit high theoretical capacities due to multiple electron transfer reactions per mole of metal ions [15–17]. However, conversion sodiation mechanism involves a phase transition; the metal selenides are eventually converted into discharge products, including Na2Se and metal particles. The corresponding reactions can be written as follows: (1) M x S e y + 2 y N a + + 2 y e − ↔ y N a 2 Se + x M 0 The discharging product, pure Na2Se, is stable and possesses poor electrochemical activation. During the charging process, the incomplete reversible conversion between Na2Se and TMSe will lead to a decreased storage capacity [18,19]. General strategies to improve the electrochemical performance of metal selenides include the synthesis of nano-sized structures and the incorporation of carbonaceous materials. The main purpose of these strategies is to improve the electrochemical performance by enhancing the kinetic properties of metal selenides [20–22]. Moreover, the problem of volume expansion and low electron conductivity of metal selenides during circulation can also be improved by compounding with graphene [23,24]. When graphene is introduced into the electrode systems, the composite anode materials of graphene/metal selenides will naturally form a G/Na2Se (G/NSe) interface during discharge. Manipulation of the properties of the interface plays a positive role in improving electrochemical performance [25]. Many studies have investigated interface properties of pristine electrode materials, including G/FeSe2, NG/CoSe [26]. However, the effect of conditions at the interface on phase conversion during sodiation has received minimal attention, despite its importance. Herein, we report a theoretical investigation on the properties of the XG/Na2Se (X = pristine, N, S, N−S) interface on promoting the reversible reaction for Na2Se, by applying calculations from first principles. Interface thermodynamic properties of XG/Na2Se (X=pristine, N, S, N-S). Once the first discharge has been completed, the products of the electrochemical reactions of the metal selenide result in the formation of Na2Se, and the pristine contact between the metal selenide and graphene will result in the conversion to a graphene/Na2Se (G/NSe) interface. Therefore, further sodiation and subsequent charging are closely related to the properties of the G/NSe interface. Therefore, the interface contact of this heterojunction structure requires investigation. Thus, we investigated the interfacial binding energies of the XG/Na2Se interfaces. In particular, we first calculated the energies of different types of N−S co-doped graphene (Fig. 1 (a)–(c)) to identify the most stable doping configuration. The results showed that the configuration having an N doping atom and an S atom located on opposite sides of the hexagon ring (Fig. 1(a)) possessed the lowest energy value. Consequently, we used this configuration of N−S co-doped graphene to construct the N−SG/NSe interface model. The G/NSe and NG/NSe junctions possessed the smallest interfacial binding energy (0.98 eV), while the SG/NSe and N−SG/NSe binding energies exhibited the largest interfacial binding energies (3.60 and 3.68 eV, respectively; Fig. 1(d)). The higher interfacial binding energy between the graphene layer and Na2Se ensures the maintenance of tight interactions during repeated charge/discharge cycling. To further investigate these four interfacial structures, electronic structural analysis was undertaken. The electron distribution undergoes a significant rearrangement in the pristine G/NSe interface (Figs. 1(e), S1). Because of the positive charge of Na+ ions on the NSe surface, electrons accumulate in the interface space. For G, NG, and N−SG/NSe interfaces, all the interfacial distances between the XG and Na2Se were larger than the sum of values of radius of Na and C or doping atoms, indicating that no direct bonds were formed between the doped graphene and the Na2Se surface. However, the surface Na atoms bond with S atoms in the SG/NSe interface. It is clear that the electrons accumulate in the area between S and Na atoms (inset image of Fig. 1(f)). The partial density of states of SG/NSe was further calculated and the results showed that the p orbital of an S atom can couple with both, the s orbital of a Na atom and the p orbital of a Se atom, and a hybridized state can be formed in the energy range of −1.6 to −2.7 eV. Thus, the strong interface interaction in the SG/NSe is mainly attributed to the effect of direct S−Na/S−Se bonding. The N−SG/NSe interface exhibited the highest interfacial binding energies, despite no direct bond being formed. The N−SG/NSe interface had the smallest interfacial distance of 3.09 Å between the XG and Na2Se (Fig. 1(d)). This small interfacial distance increased the electrostatic interaction between the two composites, thus leading to stronger binding energies. We also measured the electron localization function (ELF) with N−S co-doping (Fig. 1(g)) and confirmed that a S atom in this interfacial system will not bond with a Na atom because of the near-zero value in the interface region (Fig. S2). Kinetic part : diffusion properties and electronic properties. Rate performance is one of the most important factors for evaluating the quality of batteries. Both electronic and diffusion properties can exert significant influences on the decomposition of Na2Se. To achieve an excellent rate performance requires possession of good electron conduction and a high rate of diffusion. Therefore, the electron structure of the G/NSe composite and the diffusion barrier of Na atoms in the G/NSe interface were considered in order to quantitatively reveal the kinetic properties of different interfaces. All of the XG/NSe interfaces exhibited conductor properties because there were more states across the Fermi level (Fig. 2 (a) and (b)). The valance band near the Fermi level was mainly contributed by the Na2Se, while the conduction band near the Fermi level was mainly contributed by the graphene. The electrons in this composite material can migrate from the Na2Se to the graphene layer. Compared to the poor electronic conductive properties of pure Na2Se, the introduction of the graphene layer not only improved electron conductivity of the pure metal selenides, but also exerted a positive effect on electron conductivity of the Na2Se. We also computed the electrostatic potential along the interface in a normal (perpendicular to the surface) direction of each fully-optimized interfacial model. Four interfacial systems showed similar trends in electrostatic potential curves (Fig. 2(c)). The potential curves oscillated in the Na2Se phase and declined rapidly in the region of the interface. The valley of the curves can be viewed as the position of an atomic layer. The work function was calculated by the equation: W = −eϕ – Ef . (e represents the charge of an electron, ϕ represents the electrostatic potential while Ef represents the Fermi level). The work functions for G/NSe, NG/NSe, SG/NSe, N−SG/NSe junctions were 4.24, 3.81, 4.44 and 3.52 eV, respectively. The N−SG/NSe possessed the smallest work function among four interface models, suggesting that electron migration between N−SG and Na2Se was easier compared to the other interface systems. To perform an in-depth investigation of the diffusion behavior of Na atoms in the XG/NSe interface, the most stable adsorption sites of one Na atom in the XG/Na2Se interfaces were first identified. The adsorption energy of Na atoms is defined as Ed = −(ET − E 0 − nE Na)/n, where ET, E 0 , and E Na are the energies of interfacial systems intercalated by n Na atoms, the energy of the pristine interfacial system, and the energy of one Na atom in the Na bulk phase, respectively. The climbing image−nudged elastic band method was then applied to calculate the diffusion barriers between the two most stable adsorption sites. For the Na adsorption site, three nonequivalent sites were considered. We found that site 3 was the most stable adsorption site for the Na atom in the G/NSe interface, with an adsorption energy of 0.44 eV (Fig. 3 (a)). The most stable adsorption energies of the one Na atom in the NG, SG and the N−SG systems were 0.26, 0.16 and 0.29 eV, respectively. Detailed adsorption sites of one Na atom in N, S and N−S interfacial systems are shown in Fig. S3. The positive adsorption energy for Na ion intercalation strongly indicated that such an interface structure can provide pseudo-capacitance. We also calculated the maximum number of sodium ions that can be accommodated in each interface. The N−SG/NSe interface can hold three interfacial Na atoms, while other interfaces can only maintain one interfacial Na atom (Fig. 3(b)). Thus, the N–S co-doping system provided the largest interfacial discharge capacity during sodiation through the mechanisms of pseudo-capacitance, among the four systems. The diffusion barrier of one Na atom in various interfaces was systematically computed and the energy evolution profiles are shown in Fig. 3(c). The diffusion energy barriers of Na on G, NG, SG, N−SG systems were 0.15, 0.17, 0.28 and 0.20 eV, respectively. All three doping interfacial systems exhibited a larger diffusion barrier than that of the pristine graphene system. However, the G, NG and N−SG interfacial systems maintained a relatively small diffusion barrier, while the SG-doped system exhibited the largest diffusion barrier among the four systems. To clarify the reason for the different diffusion barriers of the four types of interface systems, Bader charge analyses were performed. Δe was defined as the difference of Bader charge between the initial and transition states along the diffusion pathway. The higher value of Δe indicated that there was a large change in the electronic structure between the transient and pristine states, which resulted in the higher activation barrier. The trend of change exhibited by Δe for XG/NSe (X = Pristine, N, S, N−S) systems was consistent with the change of the diffusion energy barrier (Fig. 3(d)). Thus, from the view of the diffusion behavior of a Na atom in the XG/Na2Se systems, doping with S decreased the performance rate compared with the other three systems. We also computed the diffusivity of Na ions inside the bulk Na2Se region. The diffusion energy barrier was 0.43 eV (Fig. S4), which was higher than all the graphene-added systems. Furthermore, we computed the diffusion barrier of Na ions on the Na2Se surface, and demonstrated that the diffusion barrier was 0.12 eV (Fig. S5), the lowest value observed among the interface and bulk systems. However, in the absence of additional graphene, the transition metal selenide anode materials were easy to powder during repeated cycling [17]. Moreover, the diffusion barrier of Na atoms in the graphene-Na2Se systems was also maintained at a low value. Thus, the introduction of graphene and the formation of a heterojunction greatly improved electronic conduction and facilitated good diffusion of Na ions at the full discharge and subsequent charging stages, and thus are favorable for the decomposition of Na2Se. Direct catalysis of Na2Se reduction behavior on the XG. We also constructed a pure Na2Se and a XG/NSe interface model to investigate the mechanism of catalysis. This interfacial model has been tested by Wen and co-workers who used the oxygen evolution reaction [27]. First, the decomposition behavior of Na2Se in the pure Na2Se surface was calculated. Herein, the reaction path Na → Na → Se of Na2Se was considered, while the energy profile of stepwise Na and Se desorption is shown in Fig. 4 . The charging voltage of this path in the Na2Se surface systems was 2.58 V, and the second Na desorption barrier was 0.05 eV. Subsequently, these calculated charging voltages and Na desorption energies were used as a reference to judge the catalytic performance of interface models having additional graphene. Using the established interface model, the desorption paths of Na2Se in the XG/Na2Se interfaces were calculated. The calculated structure and energy profiles are presented in Fig. 4; the charging voltages for G/NSe, NG/NSe, SG/NSe and N−SG/NSe were 2.55, 2.35, 2.41 and 2.38 V, respectively. All the interface systems with graphene added decreased the charging voltage, while doping with N maintained the lowest charging voltage among the four systems. However, the N−S co-doping systems maintained a small charging voltage. In addition, we also measured the desorption energy barrier of the second Na ion in the interface models. The relative desorption energy barrier in the G/NSe, NG/NSe, SG/NSe and N−SG/NSe systems were 0.03, 0.12, 0.15 and 0.13 eV, respectively. The pure graphene interface exhibited the smallest desorption barrier for the second Na ion across the five systems. Interfaces with doping exhibited larger desorption energies than the pure Na2Se system, but they reduced the charging voltage. In conclusion, we investigated the effect of a G/NSe interface on the reversible reaction of Na2Se in metal selenide anode materials by performing first-principles calculations. From the perspective of interfacial binding performance, we found that the S systems possessed a good interface binding ability because of direct bonding, while the strong interfacial binding in the N−S co-doping system was because of the strong Coulomb effect, caused by the small interface distance (3.09 Å) between the N−S co-doped graphene and Na2Se. Combined with kinetic performance analysis, we found that all doped graphene systems increased electronic conduction of materials and facilitated good diffusion of Na ions, with a small diffusion barrier ranging from 0.15 to 0.28 eV. The good rate performance was highly related to the decomposition of Na2Se during charging. Finally, we found that N, N−S co-doped systems greatly reduced the charging overpotential of 0.23 and 0.20 eV during charging, across the four systems. Based on the thermodynamic, kinetic and desorption model results, we found that N−S co-doped systems possessed the well balance in the three performance impactors. It is expected that the addition of N−S co-doped graphene can greatly improve the reversible conversion of Na2Se in the metal selenide of SIBs. The theoretical approaches described in this work can also provide new insights for the investigation of other high performance energy storage devices. Declaration of Competing Interest The authors declare no competing financial interest. Acknowledgments Q.F.Z. was supported by the National Key Research and Development Program of China (No. 2017YFB0702100), the National Natural Science Foundation of China (11404017), Technology Foundation for Selected Overseas Chinese Scholar, Ministry of Human Resources and Social Security of China and the Beijing Natural Science Foundation (No. 20192029). Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jechem.2019.09.012. Appendix Supplementary materials Image, application 1 References [1] Sun Y. Liu N. Cui Y. Nat. Energy 1 2016 16071 Y. Sun, N. Liu, Y. Cui, Nat. Energy1(2016) 16071. [2] Zhou G. Paek E. Hwang G. A. Manthiram Nat. Commun. 6 2015 7760 G. Zhou, E. Paek, G. Hwang, A. Manthiram, Nat. Commun.6(2015) 7760. [3] Liu T. Zhang Q. J. Energy Chem. 27 2018 373 374 T. Liu, Q. ZhangJ. Energy Chem.27(2018) 373–374. [4] Zheng Y. Zhou T. Zhang C. Mao J. Liu H. Guo Z. Angew. Chem. In. Ed. 55 2016 3408 3413 Y. Zheng, T. Zhou, C. Zhang, J. Mao, H. Liu, Z. Guo, Angew. Chem. In. Ed.55 (2016) 3408–3413. [5] Peng H. Huang J. Cheng X. Zhang Q. Adv. Energy Mater. 7 2017 1700260 H. Peng, J. Huang, X. Cheng, Q. Zhang, Adv. Energy Mater.7(2017) 1700260. [6] S. Dacek W. Richards D. Kitchaev G. Ceder Chem. Mater. 28 2016 5450 5460 S. Dacek, W. Richards, D. Kitchaev, G. Ceder, Chem. Mater.28(2016) 5450–5460. [7] Qin J. Wang T. Liu D. Liu E. Zhao N. Shi C. He F. Ma L. He C. Adv. Mater. 30 2018 1704670 J. Qin, T. Wang, D. Liu, E. Liu, N. Zhao, C. Shi, F. He, L. Ma, C. He, Adv. Mater.30(2018) 1704670. [8] Xu H. Ma L. Jin Z. J. Energy Chem. 27 2018 146 160 H. Xu, L. Ma, Z. Jin, J. Energy Chem.27(2018) 146–160. [9] Li H. Ying T. Chen Z. Liu D. Luo J. Fan W. Yue X. Li Y. You C. Pan Z. Adv. Energy Mater. 8 2018 1703438 H. Li, T. Ying, Z. Chen, D. Liu, J. Luo, W. Fan, X. Yue, Y. Li, C. You, Z. Pan, Adv. Energy Mater.8(2018) 1703438. [10] Wang T. Qu J. D. Legut Qin J. Li X. Zhang Q. Nano lett. 19 2019 3122 3130 T. Wang, J. Qu, D. Legut, J. Qin, X. Li, Q. Zhang, Nano lett.19(2019) 3122–3130. [11] C. Bommier Ji X. Small 14 2018 1703576 C. Bommier, X. Ji, Small14(2018) 1703576. [12] Zhu Y. Han X. Xu Y. Liu Y. Zheng S. Xu K. Hu L. Wang C. ACS Nano 7 2013 6378 6386 Y. Zhu, X. Han, Y. Xu, Y. Liu, S. Zheng, K. Xu, L. Hu, C. Wang, ACS Nano7(2013) 6378–86. [13] Xiong X. Wang G. Lin Y. Wang Y. Ou X. Zheng F. Yang C. Wang J. Liu M. ACS Nano 10 2016 10953 10959 X. Xiong, G. Wang, Y. Lin, Y. Wang, X. Ou, F. Zheng, C. Yang, J. Wang, M. Liu, ACS Nano10(2016) 10953–10959. [14] Zhang Z.-W. Peng H.-J. Zhao M. Huang J.-Q. Adv. Funct. Mater. 28 2018 1707536 Z.-.W. Zhang, H.-.J. Peng, M. Zhao, J.-.Q. Huang, Adv. Funct. Mater.28(2018) 1707536. [15] Zhao W. Guo C. Li C. J. Mater. Chem. A 5 2017 19195 19202 W. Zhao, C. Guo, C. Li, J. Mater. Chem. A5(2017) 19195–19202. [16] Zhang K. Hu Z. Liu X. Tao Z. Chen J. Adv. Mater. 27 2015 3305 3309 K. Zhang, Z. Hu, X. Liu, Z. Tao, J. Chen, Adv. Mater.27(2015) 3305–3309. [17] Hu Z. Liu Q. Chou S. Dou S. Adv. Mater. 29 2017 1700606 Z. Hu, Q. Liu, S. Chou, S. Dou, Adv. Mater.29(2017) 1700606. [18] Hu A. Jin S. Du Z. Jin H. Ji H. J. Energy Chem. 27 2018 203 208 A. Hu, S. Jin, Z. Du, H. Jin, H. Ji, J. Energy Chem.27(2018) 203–208. [19] Li L. Yang Z. Zhang S. Yang J. Shao Z. Guo Z. Energy Envrion. Sci. 11 2018 2310 2340 L. Li, Z. Yang, S. Zhang, J. Yang, Z. Shao, Z. Guo, Energy Envrion. Sci.11(2018) 2310–2340. [20] Li Y. Han X. Yi T. He Y. Li X. J. Energy Chem. 31 2019 54 78 Y. Li, X. Han, T. Yi, Y. He, X. Li, J. Energy Chem.31(2019) 54–78. [21] Yang Y. Yin Y. Guo Y. Wan L. Adv. Energy Mater. 4 2014 1079 1098 Y. Yang, Y. Yin, Y. Guo, L. Wan, Adv. Energy Mater.4(2014) 1079–1098. [22] Lei W. Yang C. Dou S. Wang S. Zhang J. Xian G. Ma J. Yan Y. Electrochim. Acta 219 2016 592 603 W. Lei, C. Yang, S. Dou, S. Wang, J. Zhang, G. Xian, J. Ma, Y. Yan, Electrochim. Acta219(2016) 592–603. [23] Wang S. Tu J. Xiao J. Zhu J. Jiao S. J. Energy Chem. 28 2019 144 150 S. Wang, J. Tu, J. Xiao, J. Zhu, S. Jiao, J. Energy Chem.28(2019) 144–150. [24] Wu Y. Meng J. Li Q. Niu C. Wang X. Yang W. Li W. Mai L. Nano Res. 10 2017 2364 2376 Y. Wu, J. Meng, Q. Li, C. Niu, X. Wang, W. Yang, W. Li, L. Mai, Nano Res.10(2017) 2364–2376. [25] Zhao M. Peng H.-J. Zhang Z.-W. Li B.-Q. Chen X. Xie J. Chen X, Wei J.-Y. Zhang Q. Huang J.-Q. Angew. Chem. Int. Ed. 131 2019 3819 3823 M. Zhao, H.-.J. Peng, Z.-W. Zhang, B.-Q. Li, X. Chen, J. Xie, X, Chen, J.-.Y. Wei, Q. Zhang, J.-.Q. Huang, Angew. Chem. Int. Ed.131(2019) 3819–3823. [26] Shen X. Liu H. Cheng X.-B. Yan C. Huang J.-Q. Energy Storage Mater. 12 2018 161 175 X. Shen, H. Liu, X.-.B. Cheng, C. Yan, J.-.Q. Huang, Energy Storage Mater.12(2018) 161–175. [27] Zhu J. Ren X. Liu J. Zhang W. Wen Z. ACS Catal. 5 2015 73 81 J. Zhu, X. Ren, J. Liu, W. Zhang, Z. Wen, ACS Catal.5(2015) 73–81.",
      "scopus-id": "85073316075",
      "coredata": {
        "eid": "1-s2.0-S2095495619308162",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "2020-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495619308162",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Tianshuai"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Jiewen"
          },
          {
            "@_fa": "true",
            "$": "Cao, Xiyu"
          },
          {
            "@_fa": "true",
            "$": "Fan, Yanchen"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Qianfan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495619308162"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495619308162"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(19)30816-2",
        "prism:volume": "44",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press.",
        "dc:title": "Interface effect on promoting reversible conversion for Na2Se in the metal selenide as sodium ion batteries",
        "prism:copyright": "© 2019 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Na ion battery"
          },
          {
            "@_fa": "true",
            "$": "Graphene/Na2Se interface"
          },
          {
            "@_fa": "true",
            "$": "Reversible conversion reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "8-12",
        "prism:endingPage": "12",
        "pubType": "sco",
        "prism:coverDisplayDate": "May 2020",
        "prism:doi": "10.1016/j.jechem.2019.09.012",
        "prism:startingPage": "8",
        "dc:identifier": "doi:10.1016/j.jechem.2019.09.012",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "428",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "107714",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "419",
            "@width": "508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71585",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "478",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "89243",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "312",
            "@width": "610",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53449",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "185",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20662",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12550",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12654",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11329",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "112",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7267",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8040",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1897",
            "@width": "3251",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "812075",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1856",
            "@width": "2250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "596216",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2114",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "683024",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1381",
            "@width": "2700",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "380604",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "818",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "149751",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1442907",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "9565",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495619308162-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "808740",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85073316075"
      }
    }
  }
}