{
  "metadata": {
    "title": "Engineering the morphology and electronic structure of atomic cobalt-nitrogen-carbon catalyst with highly accessible active sites for enhanced oxygen reduction",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-10-31",
    "doi": "10.1016/j.jechem.2022.05.009",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622002613",
    "pii": "S2095495622002613"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85133807908",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-05-15 2022-05-15 2022-07-14 2022-07-14 2022-09-14T10:01:29 1-s2.0-S2095495622002613 S2095-4956(22)00261-3 S2095495622002613 10.1016/j.jechem.2022.05.009 S300 S300.1 FULL-TEXT 1-s2.0-S2095495622X00053 2024-06-03T13:21:19.260661Z 0 0 20221001 20221031 2022 2022-05-15T14:19:01.598144Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes orcid primabst ref specialabst 2095-4956 20954956 false 73 73 C Volume 73 45 469 477 469 477 202210 October 2022 2022-10-01 2022-10-31 2022 article fla © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. ENGINEERINGMORPHOLOGYELECTRONICSTRUCTUREATOMICCOBALTNITROGENCARBONCATALYSTHIGHLYACCESSIBLEACTIVESITESFORENHANCEDOXYGENREDUCTION LI Z 1 Introduction 2 Experimental 2.1 Chemicals 2.2 Synthesis of dopamine-mediated zeolitic imidazolate framework-8 (ZIF-8) 2.3 Synthesis of nitrogen-doped carbon (NC) 2.4 Synthesis of atomically dispersed Co atoms over nitrogen-doped carbon (Co SAs/NC) 2.5 Synthesis of atomically dispersed Co atoms over nitrogen-doped carbon (Co1-NC) 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References STEELE 2001 345 352 B DEBE 2012 43 51 M CHENG 2012 2172 2192 F MISTRY 2016 1 14 H SEH 2017 4998 Z YAO 2021 604 624 Y CHUNG 2017 479 484 H GEWIRTH 2018 2313 2339 A WU 2011 443 447 G CHEN 2021 3212 3221 Y PENG 2021 2837 2847 B WANG 2022 1730 1752 Y ZHU 2022 499 507 Q LI 2018 673 689 Z WANG 2018 1944 1948 X WANG 2019 1486 1511 X LI 2020 1417 1423 J DING 2019 2897 2929 S KAISER 2020 11703 11809 S LI 2021 10175 10184 Z ZHOU 2021 355 360 L GU 2021 285 293 J MA 2021 170 194 W NIU 2021 371 377 S GUO 2021 2004287 W LI 2022 3114 3121 Z LI 2022 132149 Z WANG 2020 1576 P LI 2022 119 140 W PAN 2020 78 110 Y ZHOU 2020 20465 20469 H SHEN 2022 184 194 T SHAO 2021 54 73 Y WU 2021 195 202 X ZHANG 2021 612 621 W LI 2022 878 892 X LV 2021 12742 12746 B XIE 2021 7576 7581 L YANG 2021 19085 19091 J HUANG 2020 14030 14038 C WAN 2019 259 268 X PAMPEL 2016 1502389 J FU 2017 1604456 X YE 2017 281 289 Y JIANG 2021 11296 11305 X KIDA 2013 1794 1801 K HAO 2021 120314 Y MA 2022 1966 1972 L LI 2022 2106614 Z DU 2019 3977 3985 Z LIU 2021 2103133 S LIANG 2012 3517 3523 Y PAN 2019 4290 Y ZHOU 2020 2003251 T YANG 2016 1501122 H PENG 2019 2322 P XIAO 2019 19800 19806 M ZHANG 2020 2002896 Z CHEN 2021 4118 K LIX2022X469 LIX2022X469X477 LIX2022X469XZ LIX2022X469X477XZ 2024-07-14T00:00:00.000Z 2024-07-14T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2022-07-23T03:12:14.605Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Heilongjiang Touyan Innovation Team Program Program for Overseas Talents Introduction of Northeast Petroleum University 15041260303 Scientific Research Foundation for Returned Scholars of Heilongjiang Province of China 719900091 China Postdoctoral Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100002858 http://sws.geonames.org/1814991 Postdoctoral Research Foundation of China 2019M661247 2020T130091 Postdoctoral Research Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100010031 http://sws.geonames.org/1814991/ This work was supported by the Postdoctoral Research Foundation of China (2019M661247, 2020T130091), Scientific Research Foundation for Returned Scholars of Heilongjiang Province of China (719900091), Program for Overseas Talents Introduction of Northeast Petroleum University (15041260303), and Heilongjiang Touyan Innovation Team Program. 0 item S2095-4956(22)00261-3 S2095495622002613 1-s2.0-S2095495622002613 10.1016/j.jechem.2022.05.009 286353 2022-09-14T09:13:54.742566Z 2022-10-01 2022-10-31 1-s2.0-S2095495622002613-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/MAIN/application/pdf/f349bc18cc32d5b5ecd9c74d074f8d2a/main.pdf main.pdf pdf true 3586207 MAIN 9 1-s2.0-S2095495622002613-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/PREVIEW/image/png/f2a16aaa417682b5494b5ce7b8c1c11f/main_1.png main_1.png png 60650 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622002613-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr2/DOWNSAMPLED/image/jpeg/09b1158d5234132f3d8f47b5075698e2/gr2.jpg gr2 gr2.jpg jpg 137415 563 534 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002613-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr3/DOWNSAMPLED/image/jpeg/11d67dcbd2622eb956a8c7e09dfb4485/gr3.jpg gr3 gr3.jpg jpg 135568 580 722 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002613-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr4/DOWNSAMPLED/image/jpeg/ec8864344eaae05cce3ea0e96db4aa67/gr4.jpg gr4 gr4.jpg jpg 101051 646 624 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002613-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr5/DOWNSAMPLED/image/jpeg/19814dac8b205316a590698716650031/gr5.jpg gr5 gr5.jpg jpg 104070 535 668 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002613-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/ga1/DOWNSAMPLED/image/jpeg/a1753d75bec91308b51ec14ffd9867bc/ga1.jpg ga1 true ga1.jpg jpg 25565 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002613-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr1/DOWNSAMPLED/image/jpeg/efbfb74b5f94ab058b536ac9a3047124/gr1.jpg gr1 gr1.jpg jpg 183996 589 671 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622002613-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr2/THUMBNAIL/image/gif/e5b1e06c53f04d022cc4ff839f454ba0/gr2.sml gr2 gr2.sml sml 14815 163 155 IMAGE-THUMBNAIL 1-s2.0-S2095495622002613-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr3/HIGHRES/image/gif/61015167472378f745f146cee76e9676/gr3.sml gr3 gr3.sml sml 15543 164 204 IMAGE-THUMBNAIL 1-s2.0-S2095495622002613-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr4/THUMBNAIL/image/gif/f301cb4ff16d2bfcab0286aa6629d571/gr4.sml gr4 gr4.sml sml 8261 164 158 IMAGE-THUMBNAIL 1-s2.0-S2095495622002613-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr5/THUMBNAIL/image/gif/e9544fcaec97434d8adade6019f69d26/gr5.sml gr5 gr5.sml sml 13456 164 205 IMAGE-THUMBNAIL 1-s2.0-S2095495622002613-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/ga1/THUMBNAIL/image/gif/4c49c7748e5349675562699a8752e6cd/ga1.sml ga1 true ga1.sml sml 10056 88 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622002613-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/gr1/THUMBNAIL/image/gif/0e9d36fe5e238d2167bd23431e0cb639/gr1.sml gr1 gr1.sml sml 20403 163 186 IMAGE-THUMBNAIL 1-s2.0-S2095495622002613-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/DOWNSAMPLED/image/jpeg/3ef256b1c5c0ef00634d3eb125298f21/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 881291 2492 2364 IMAGE-HIGH-RES 1-s2.0-S2095495622002613-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/DOWNSAMPLED/image/jpeg/9686a507aebd0fa2e702ef0d650eb284/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 733660 2572 3199 IMAGE-HIGH-RES 1-s2.0-S2095495622002613-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/HIGHRES/image/jpeg/42712ab27895ae33073228663d416955/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 643862 2859 2762 IMAGE-HIGH-RES 1-s2.0-S2095495622002613-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/HIGHRES/image/jpeg/eb8018df9f19deb378b2d65c3ac1f3b5/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 608907 2366 2956 IMAGE-HIGH-RES 1-s2.0-S2095495622002613-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/HIGHRES/image/jpeg/a3b8faa65b39579c985a8e373bc7902e/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 91550 531 1328 IMAGE-HIGH-RES 1-s2.0-S2095495622002613-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/HIGHRES/image/jpeg/3ae0f15ab2b4fd75b1ed6e902b951abf/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 800055 1567 1784 IMAGE-HIGH-RES 1-s2.0-S2095495622002613-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622002613/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/79249c302128173593b21fcaface3acd/mmc1.docx mmc1 mmc1.docx docx 17674600 APPLICATION 1-s2.0-S2095495622002613-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10V0BV4LTD8/MAIN/application/pdf/0fb6969483f2210f6948e18aec62f330/am.pdf am am.pdf pdf false 2180520 AAM-PDF JECHEM 2553 S2095-4956(22)00261-3 10.1016/j.jechem.2022.05.009 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a) Synthetic route of Co SAs/NC. (b) SEM, (c) TEM, (d) HR-TEM (inset, SAED pattern) images of Co SAs/NC. (e) XRD patterns of samples. (f) AC HAADF-STEM image of Co SAs/NC. (g) Elemental mappings of Co SAs/NC. Fig. 2 (a) Comparison of N 1s spectra for NC and Co SAs/NC. (b) N K-edge and (c) C K-edge XANES spectra. (d) Valence band spectra. (e) Secondary electron tail threshold. (f) XANES of Co K-edge spectra. (g) Fourier transforms of k 2-weighted Co K-edge EXAFS spectra. (h) FT-EXAFS fitting curves (inset, schematic model illustrating the local structure of CoN4). (i) K-space EXAFS fitting curve. 3D contour WT-EXAFS plots of Co K-edge EXAFS signals in (j) Co foil, (k) CoO, (l) CoPc, and (m) Co SAs/NC. Fig. 3 (a) RDE polarization curves of catalysts in 0.1 M KOH solution. (b) Comparisons of E onset (orange), E 1/2 (blue), and J k (purple) at 0.85 V of samples. (c) Comparison of E onset and E 1/2 of Co SAs/NC and previously reported non-precious metal catalysts in Table S6. (d) Tafel plots derived from RDE polarization curves. (e) RDE polarization curves of Co SAs/NC at different rotation rates. (f) RRDE tests with the percentage of H2O2 and electron transfer number (n) of different catalysts. (g) RDE polarization curves of samples before and after 10,000 cycles of accelerated durability testing. (h) Methanol tolerance tests. Fig. 4 (a) Differential charge density of Co SAs/NC (isosurface is 0.003 e/Å3). The charge accumulation and depletion are colored in cyan and yellow. (b-d) Optimized model structures of Co SAs/NC, Co-N3C1, and NC. (e and f) Free energy diagrams of the ORR on Co SAs/NC, Co-N3C1, and NC. (g) Top and side views of the optimized atomic configurations of oxygen intermediates (O2*, OOH*, O*, and OH*) adsorbed on Co SAs/NC. Fig. 5 (a) Schematics of the primary configuration of a Zn-air battery (b) Open-circuit plots. (c) Polarization and power density curves. (d) Comparison in specific capacity and power density of Co SAs/NC and other previously reported non-precious metal catalysts in Table S11. (e) Galvanostatic discharge curves. (f) Galvanostatic discharge curves of Co SAs/NC-based zinc-air battery at different current densities. (g) Galvanostatic discharge/charge cycling curves of Co SAs/NC and Pt/C+RuO2-equipped zinc-air battery under 10 mA cm−2. Engineering the morphology and electronic structure of atomic cobalt-nitrogen-carbon catalyst with highly accessible active sites for enhanced oxygen reduction Zhijun Li a ⁎ Leipeng Leng a 1 Siqi Ji a 1 Mingyang Zhang a Hongxue Liu a Jincheng Gao a Jiangwei Zhang b ⁎ J. Hugh Horton a c ⁎ Qian Xu d Junfa Zhu d a Joint International Research Laboratory of Advanced Chemical Catalytic Materials & Surface Science, College of Chemistry and Chemical Engineering, Northeast Petroleum University, Daqing 163318, Heilongjiang, China Joint International Research Laboratory of Advanced Chemical Catalytic Materials & Surface Science College of Chemistry and Chemical Engineering Northeast Petroleum University Daqing Heilongjiang 163318 China Joint International Research Laboratory of Advanced Chemical Catalytic Materials & Surface Science, College of Chemistry and Chemical Engineering, Northeast Petroleum University, Daqing 163318, Heilongjiang, China b Dalian National Laboratory for Clean Energy & State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China Dalian National Laboratory for Clean Energy & State Key Laboratory of Catalysis Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian Liaoning China Dalian National Laboratory for Clean Energy & State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China c Department of Chemistry, Queen′s University, Kingston, Ontario K7L 3N6, Canada Department of Chemistry Queen′s University Kingston Ontario K7L 3N6 Canada Department of Chemistry, Queen′s University, Kingston, Ontario K7L 3N6, Canada d National Synchrotron Radiation Laboratory, University of Science and Technology of China, Hefei 230029, Anhui, China National Synchrotron Radiation Laboratory University of Science and Technology of China Hefei Anhui 230029 China National Synchrotron Radiation Laboratory, University of Science and Technology of China, Hefei 230029, Anhui, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract A combined dopamine-mediated and NH3 activation approach was developed to enable the effective exposure of rich active Co sites, thus leading to excellent performance in ORR and zinc-air batteries. The stabilization of non-precious metals as isolated active sites with high loading density over nitrogen-doped carbon materials is essential for realizing the industrial application of single atom catalysts. However, achieving high loading of single cobalt active sites with greatly enhanced oxygen reduction reaction (ORR) activity and stability remains challenging. Here, an efficient approach was described to create a single atom cobalt electrocatalyst (Co SAs/NC) which possesses enhanced mesoporosity and specific surface area that greatly favor the mass transportation and exposure of accessible active sites. The electronic structure of the catalyst by the strong metal-support interaction has been elucidated through experimental characterizations and theoretical calculations. Due to dramatically enhanced mass transport and electron transfer endowed by morphology and electronic structure engineering, Co SAs/NC exhibits remarkable ORR performance with excellent activity (onset and half-wave potentials of 1.04 V (RHE) and 0.90 V (RHE), Tafel slope of 69.8 mV dec−1 and J k of 18.8 mA cm−2 at 0.85 V) and stability (7 mV activity decay after 10,000 cycles). In addition, the catalyst demonstrates great promise as an alternative to traditional Pt/C catalyst in zinc-air batteries while maintaining high performance in terms of high specific capacity of (796.1 mAh/gZn), power density (175.4 mW/cm2), and long-term cycling stability (140 h). This study presents a facile approach to design SACs with highly accessible active sites for electrochemical transformations. Keywords Single atom electrocatalyst Non-precious metal Coordination environment Oxygen reduction reaction Catalytic activity Zn-air battery 1 Introduction Developing low-cost and efficient electrocatalysts for driving the cathodic oxygen reduction reaction (ORR) in energy conversion devices, such as metal-air batteries and fuel cells, is of great importance [1,2]. The noble metal Pt-based catalysts have high catalytic activity for ORR, but the high price and scarce resources, along with the poor durability greatly impede their wide applications [3–6]. Therefore, the exploration of efficient and durable non-precious metal-based catalysts as alternatives has attracted extensive interest [7,8]. One of the more promising substitutes is first-row transition metals supported on nitrogen-doped carbon materials [5,9]. Fe, Cu, Ni, or even Co are more abundant and significantly less expensive than the Pt-group metals. Zeolitic-imidazole frameworks (ZIFs) have shown promise as templates with N, C-containing organic precursors for preparing metal-nitrogen-carbon (M−N−C) for electrocatalysis [10–12]. However, the catalytic performance of M−N−C materials is highly dependent on the number and structure of active sites [13–15]. It is related to the preparation methods, such as pyrolysis conditions and interaction approaches of different precursors, and is less controllable due to the complicated chemical reactions involved in the synthetic process [16,17]. Recently, single atom catalysts (SACs) have received enormous attention in different catalytic reactions due to their hybrid characteristics that incorporate the advantages of both heterogeneous and homogeneous catalysis [11,18–24]. Their distinctive electronic/geometric structures and nearly 100% atomic utilization contribute to the exceptional catalytic activity and selectivity [25–29]. In this regard, a typical class of atomically dispersed transition-metal-nitrogen-doped carbon catalysts, with high electrochemical activity and electrical conductivity, has drawn numerous research interests [10,12,30–35]. Recently reported metal porphyrin ORR catalysts, as molecular models of M−N4 sites in single atom electrocatalysts, have also shown intriguing ORR properties [36–38]. To now, much progress has been made on nitrogen-doped carbon (NC)-based Fe SACs for ORR; however, limited improvement in catalytic activity on the corresponding Co SACs has been observed [12,19,25,39,40]. Therefore, the enhancement in ORR performance of Co SACs has been an important goal for the development of non-precious metal-based ORR electrocatalysts. As conventional ZIF-derived NC is typically dominated by ultrafine micropores, problems such as mass transfer and buried active sites inside the 3-dimensional carbon matrix are inevitably encountered [31,41]. The presence of mesopores in the catalyst has shown the potential to enhance the utilization of these active sites [42–44]. Therefore, the development of an effective synthetic strategy to construct fully exposed and uniformly distributed isolated Co active sites, and simultaneously accomplish electronic and morphologic modification is a highly desired but challenging undertaking. Herein, we describe a dopamine-mediated and NH3 activation approach to access atomically dispersed cobalt atoms deposited over nitrogen-doped carbon catalyst (denoted as Co SAs/NC) and determined by X-ray photoelectron spectroscopy (XPS), X-ray absorption spectroscopy (XAS), and ultraviolet photoemission spectroscopy (UPS). The NC support prepared by a dopamine-mediated approach has a smaller size of ∼180 nm than the regular ZIF-8 derived NC (typically ∼300 to 600 nm). In addition, it has a high specific surface area and a more porous structure, both of which facilitate exposure of the catalytically active sites. Both experimental and theoretical results suggest the Co1-N4 moieties are energetically favorable for the adsorption/desorption of oxygen intermediates to accelerate reaction kinetics. Benefitting from the rich accessible active sites and large electrochemical active area, Co SAs/NC endows excellent ORR catalytic activity and stability when compared with control samples. In addition, the catalyst demonstrates great promise for substituting Pt/C while maintaining high performance in the zinc-air battery. 2 Experimental 2.1 Chemicals Zinc nitrate hexahydrate, 2-methylimidazole, cobalt nitrate hexahydrate, zinc acetate, isopropanol, dopamine hydrochloride, potassium chloride, potassium hydroxide, methanol, and ethanol were purchased from Aladdin. Pt/C (20 wt%), ruthenium oxide, and Nafion solution (5 wt%) were supplied from Sigma-Aldrich. Deionized water from Milli-Q System was used in all experiments. 2.2 Synthesis of dopamine-mediated zeolitic imidazolate framework-8 (ZIF-8) In a typical synthesis, 0.2 g of dopamine was mixed with 0.744 g of Zn (NO3)2·6H2O in 10 mL of deionized water to form solution I. 12.7 g of 2-methylimidazole was dissolved in 90 mL of deionized water to serve as solution II. Then, the solution I was poured into solution II under sonication for 2 h. The resulting dark brown ZIF-8 nanocrystals were collected by centrifugation and vacuum dried at 80 °C for 12 h. 2.3 Synthesis of nitrogen-doped carbon (NC) The as-prepared ZIF-8 nanocrystals were thermally treated at 950 °C for 2 h in a stream of Ar with a heating rate of 5 °C min−1 to obtain N-C. 2.4 Synthesis of atomically dispersed Co atoms over nitrogen-doped carbon (Co SAs/NC) In a typical synthesis, 4 mg of Co(NO3)2·6H2O and 100 mg of as-prepared N-C were sonicated and stirred in 25 mL of ethanol before being washed and vacuum dried at 80 °C for 12 h. The obtained solid powders were thermally treated in 5 % NH3/Ar at 900 °C for 1 h with a heating rate of 5 °C min−1. The Co loading in the catalyst was measured to be 1.21 wt% based on the ICP-AES test. 2.5 Synthesis of atomically dispersed Co atoms over nitrogen-doped carbon (Co1-NC) In a typical synthesis, 0.0582 g of Co(NO3)2·6H2O and 0.744 g of Zn(NO3)2·6H2O were dissolved in 10 mL of deionized water to form solution I. 12.7 g of 2-methylimidazole was dissolved in 90 mL of deionized water to form solution II. Then, the solution I was added to solution II under sonication for 2 h. The resulting light pink Zn-Co MOF nanocrystals were collected by centrifugation and vacuum dried at 80 °C for 12 h. The solid powders were thermally treated under an Ar atmosphere at 950 °C for 2 h with a heating rate of 5 °C min−1. The Co loading in the catalyst was measured to be 0.73 wt% based on the ICP-AES test. 3 Results and discussion Here, we report an efficient approach combining dopamine-mediated synthesis, annealing, metal anchoring, and NH3 activation to create a single atom cobalt electrocatalyst (Co SAs/NC). In a typical synthesis (Fig. 1 a), a dopamine-mediated method was employed to slow down the nucleation rate of zeolitic imidazolate framework-8 (ZIF-8) in water to form monodispersed ZIF-8 nanocrystals [45,46] (Fig. S1). Then, a thermal treatment was conducted, with the evaporation of zinc atoms, to yield a nitrogen-doped carbon (NC) support (Fig. S2). This was followed by metal anchoring and NH3/Ar activation to generate Co SAs/NC with a high metal loading of 1.21 wt% (Table S1). The morphology and microstructure of Co SAs/NC were examined by scanning electron microscopy (SEM) and transmission electron microscopy (TEM), as shown in Fig. 1(b and c). The images show that the as-prepared ZIF-8 nanocrystals possess a polyhedral morphology and porous structure with an average size of ∼180 nm. There are no observable nanoclusters were found by high-resolution transmission electron microscopy (HR-TEM) (Fig. 1d). Additionally, an amorphous structure of the catalyst was evidenced by the ring-like selected area electron diffraction (SAED) pattern (Fig. 1d inset). A control sample, Co1-NC with a metal loading of 0.73 wt%, was prepared by directly annealing the Zn-Co MOF precursor with a Zn/Co mole ratio of 12.5:1 (Figs. S3 and S4). The crystalline structures of these samples were measured by X-ray diffraction (XRD), as shown in Fig. 1(e) and Fig. S5. For each sample in Fig. 1(e), two diffraction peaks at 25° and 44° that are associated with the characteristics of (002) and (100) planes of graphitic carbon are noted. In addition, no metallic cobalt peaks are found on Co SAs/NC, suggesting the high dispersion of cobalt species and excluding larger aggregates. In addition, typical Fourier transform infrared (FT-IR) spectra of these samples are shown in Figs. S6 and S7. The atomic dispersion of cobalt atoms was imaged by aberration-corrected high-angle annular dark-field scanning transmission electron microscopy (AC HAADF-STEM), as shown in Fig. 1(f). The densely populated features are observed and ascribed to the atomically dispersed cobalt atoms over the NC support. Elemental mappings reveal the homogeneous distribution of Co, N, and C, in the catalyst (Fig. 1g). X-ray photoelectron spectroscopy (XPS) measurements were conducted and the survey of Co SAs/NC shows the presence of C, O, N, and Co elements (Fig. S8). The C 1s spectrum of Co SAs/NC (Fig. S9) is deconvoluted into four peaks at binding energies of 285.0, 286.1, 288.1, and 291.2 eV, corresponding to C–C/C=C, C=N, C–N, and O=C–OH, respectively [47,48]. The N 1s spectrum of NC (Fig. 2 a) shows that the N is present mainly as pyridinic–N (398.5 eV), pyrrolic–N (399.8 eV), and graphitic–N (400.9 eV) [48,49]. In the case of Co SAs/NC (Table S2), the pyridinic N peak up-shifted 0.11 eV, indicating the formation of the Co–pyridinic N bonding [28,50]. For the Co 2p spectrum (Fig. S10), the Co 2p 3/2 peak is situated at 781.3 eV corresponds to an oxidized state of cobalt in Co SAs/NC. The Raman spectrum of Co SAs/NC displays a higher I D/I G ratio of 1.18 than that of Co1-NC (I D/I G = 1.04), suggesting the presence of a higher degree of structural defects and carbon disorder in Co SAs/NC (Fig. S11). Soft X-ray absorption spectroscopy (XAS) was performed to investigate the electronic properties of N and C in the samples. In the N K-edge spectra (Fig. 2b) of NC and Co SAs/NC, three dominant peaks are assigned to π* pyridinic N, π* graphitic N, and the σ* C–N bonding, respectively [51]. We found the intensities of two π* peaks in Co SAs/NC were enhanced significantly, which could be attributed to the coordination of nitrogen to metal over the NC support [52]. The C K-edge XANES profiles of NC and Co SAs/NC (Fig. 2c) show two characteristic features of a sharp π* C–C peak around 286.1 eV and a broad σ* C–C peak around 293.1 eV, corresponding to a highly conductive sp2-hybridized carbon materials [53,54]. Another peak was observed at 289.2 eV which is associated with the formation of C–N–C, due to the presence of defect sites in carbon lattice [53]. For Co SAs/NC, the π* C–C and C–N–C peaks shifted toward higher energy and the σ* C–C peak moved to lower energy. This is consistent with electronic density change in the C–C and C–N–C lattices following the deposition of single Co atoms in NC. Additionally, the intensity of π* C–C peak increased in Co SAs/NC, implying an increased degree of graphitization relative to that of NC [47]. This is in good agreement with the Raman results. All these results imply the formation of covalent metal-N bonding in Co SAs/NC, making the catalyst highly conductive and electrochemically active. Ultraviolet photoemission spectroscopy (UPS) was conducted to investigate the energy level differences between NC and Co SAs/NC. The valence band of Co SAs/NC shifts close to the Fermi level relative to that of N–C (Fig. 2d), suggesting the change in d band center of NC after doping with the Co atoms which stem from the electronic metal-support interactions [53]. The work functions were calculated to be 4.74 and 4.46 eV for the NC and Co SAs/NC, respectively (Fig. 2e). Compared to the NC, the smaller work function of Co SAs/NC implies a lower energy barrier for donating electrons from the catalyst surface to adsorbed molecular oxygen [55,56]. This would greatly accelerate the formation of OOH intermediates, known as the rate-limiting step in the ORR process [57]. The local structure and coordination environment of Co SAs/NC was investigated by X-ray absorption spectroscopy (XAS). Fig. 2(f) shows Co K-edge X-ray absorption near-edge structure (XANES) spectra of Co SAs/NC, Co foil, cobalt phthalocyanine (CoPc), and CoO. The absorption edge of Co SAs/NC is centered between those of Co foil and CoO, implying the valence state of Co is between 0 and +2. In Fig. 2(g), the extended X-ray absorption fine structure (EXAFS) curve of Co foil displays a dominant peak at 2.15 Å corresponding to Co–Co scattering from the first coordination shell. In the case of CoO, two peaks at 1.69 Å and 2.57 Å are observed: these are assigned to scattering from the Co–O and Co–Co coordination shells, respectively. In sharp contrast, Co SAs/NC shows only one prominent peak at 1.53 Å, corresponding to Co–N first coordination shell. In addition, no appreciable Co–Co or Co–O peaks are observed, confirming the Co atoms are stabilized by nitrogen atoms with atomic dispersion. Quantitative EXAFS fitting was performed to obtain structural parameters (Fig. 2h, i, and Table S3). The fitting curves reveal that the Co atom in Co SAs/NC is coordinated by four neighboring N atoms with an average Co–N bond length of 1.92 Å. Wavelet transform (WT) of EXAFS was further conducted to disclose the dispersion of Co atoms in the samples (Fig. 2j-m). The WT contour plot of Co SAs/NC exhibits only one intensity maximum at 1.77 Å−1 corresponding to the Co–N bonding, which is very close to that of CoPc at 1.73 Å−1. In addition, the intensity maximum at 2.40 Å−1 assigned to the Co–Co coordination of Co foil is not observed in Co SAs/NC. Together, these findings confirm the isolated Co atoms stabilized over the NC support. The electron paramagnetic resonance (EPR) spectrum of Co SAs/NC shows a sharp signal at a g value of 2.07, corresponding to the coordinatively unsaturated Co atoms in the catalyst (Fig. S12). N2 adsorption/desorption isotherms (Fig. S13) were conducted and the specific surface areas of Co SAs/NC, NC, and Co1-NC were measured to be 809.4, 734.3, and 529.6 m2/g, respectively. Based on the BET and ICP-AES results, the coverage of Co atoms in Co SAs/NC and Co1-NC was calculated to be 0.15 and 0.14 atoms nm−2, respectively. The metal loading and coverage of Co SAs/NC are higher than most previously reported MOF-derived SACs (Table S4). In addition, a significantly higher number of mesopores were observed for Co SAs/NC and NC (Table S5). This is due to the combined use of dopamine during the synthesis and the post NH3 activation treatment. The high BET surface area and mesoporosity of Co SAs/NC would provide adequate accessible active sites for enhanced mass transport in ORR. To evaluate ORR activity of the as-prepared Co SAs/NC catalyst, rotating disk electrode (RDE) measurements in O2-saturated 0.1 M KOH were conducted. As shown in Fig. 3 (a and b) by linear sweep voltammetry (LSV) tests, Co SAs/NC shows exceptional ORR activity with an onset potential (E onset) of 1.04 V and a half-wave potential (E 1/2) of 0.90 V, this is superior to the state-of-art commercial Pt/C (E onset of 1.02 V, E 1/2 of 0.86 V) and other control samples. The stable limiting current density of Co SAs/NC is much larger than other controls, indicating more active sites are involved in ORR. The kinetic current densities (J k) of samples at 0.85 V were calculated and Co SAs/NC delivered the highest J k of 18.8 mA cm−2, outperforming those of NC (0.98 mA cm−2), Co1-NC (7.52 mA cm−2), and Pt/C (6.80 mA cm−2). In addition, the significantly high J k of Co SAs/NC at both 0.80 V and 0.90 V further validate its exceptional ORR activity (Fig. S14). Fig. 3(c) and Table S6 show the catalytic performance comparison of different non-precious metal-based catalysts in alkaline conditions. The results suggest that the Co SAs/NC is among the best non-precious metal electrocatalysts in terms of onset and half-wave potentials. Intriguingly, the outstanding ORR kinetics of Co SAs/NC was confirmed by a smaller Tafel slope of 69.8 mV dec−1 compared with those of 128.5 mV dec−1 for NC, 74.8 mV dec−1 for Co1-NC, and 88.5 mV dec−1 for Pt/C (Fig. 3d). This was further supported by the significantly high mass activity (MA) and turnover frequency (TOF) of Co SAs/NC in comparison to other reported single-atom electrocatalysts (Table S7). Then, we studied the electrochemical active surface area (ECSA) of these samples by evaluating the electrochemical double-layer capacitance (Cdl). As shown in Figs. S15 and S16, the Cdl of Co SAs/NC (16.75 mF cm−2) is higher than those of NC (6.74 mF cm−2), Co1-NC (10.45 mF cm−2), and Pt/C (12.34 mF cm−2), implying Co SAs/NC exposes more electroactive sites thus profiting mass transfer and charge transport during ORR. Electrochemical impedance spectroscopy (EIS) was carried out and the Nyquist plot of Co SAs/NC (Fig. S17) exhibits a smaller semicircle diameter than any of the control samples, revealing a lower charge transfer resistance. Moreover, the fitting results suggest Co SAs/NC has a lower charge/mass transport resistance (Table S8). To assess the ORR pathway of Co SAs/NC, RDE measurements at rotation rates ranging from 900 to 2500 rpm were performed (Fig. 3e). According to the K−L equation, the electron-transfer number (n) is calculated to be 3.96, close to the theoretical value of 4 for the 4e− ORR process. The rotating ring disk electrode (RRDE) tests also confirm the 4e− transfer process and the H2O2 yield of Co SAs/NC is below 2.4 % over the potential range of 0.2–0.8 V (Fig. 3f). These results confirm a highly efficient ORR process via a 4e− pathway with negligible side product of H2O2. The long-term operation durability and methanol tolerance are two critical issues for the practical application of ORR electrocatalyst. To evaluate the catalytic stability, the Co SAs/NC was subjected to continuous cycling at a scan rate of 50 mV between 0.7 and 1.0 V in 0.1 M KOH. As shown in Fig. 3(g) and Fig. S18, no obvious decay in E 1/2 (∼7 mV) is observed after 10,000 continuous cycles, implying excellent ORR stability. No significant morphology change was found in TEM images (Fig. S19). Co SAs/NC shows a slight increase in C dl after cycling (Fig. S20). For Pt/C catalyst, 29 mV catalytic activity decay was observed after 10,000 cycling tests. In addition, under a constant potential of 0.6 V (Fig. S21), the current density of Co SAs/NC retained approximately 92.9 % of the initial value after 10 h, exceeding that of the commercial Pt/C catalyst (∼75.2 % retained). The methanol tolerance ability was studied and the results show Co SAs/NC maintains a stable current density following the methanol injection (Fig. S22). But the Pt/C displays a sharp drop in current density due to the methanol oxidation. The LSV curves of Co SAs/NC in 0.1 M KOH with and without the addition of 2% (v/v) methanol also show the negligible difference (Fig. 3g), suggesting the excellent methanol tolerance ability. To confirm the significant role of atomically dispersed Co sites in the catalyst on ORR activity, KSCN was used to block these Co sites (Fig. S23). We observe that the Co SAs/NC exhibits an obvious activity decay in E 1/2 (30 mV) after the addition of KSCN, validating the key role of these isolated Co sites in ORR. We then tested the oxygen evolution reaction (OER) performance of these samples (Fig. S24). We found that an overpotential of 437 mV was required for Co SAs/NC to generate a current density of 10 mA cm−2 in 0.1 M KOH solution, which is higher than that of RuO2 (322 mV) but smaller than that of Co1-NC (523 mV). The Tafel slopes of RuO2, Co SAs/NC, and Co1-NC were determined to be 155.1, 139.2, and 91.8 mV dec−1, respectively. Together, Co SAs/NC presents high OER activity and kinetics. To complement the material characterization and electrochemical measurements, density functional theory (DFT) calculations were used to investigate the intrinsic electrocatalytic activity of Co SAs/NC for ORR. As shown in Fig. 4(a and b), the differential charge density shows the charge transfers between Co (depletion) and the nearby N atoms (accumulation), resulting in a positive valence state of Co atoms that will consequently promote the ORR activity. The differential charge density and Bader charge results of Co SAs/NC upon O2 adsorption are shown in Figs. S25 and S26 and Table S9. We observe that the charge transferred from the Co site to the activated O species. This results from the electronic metal-support interactions and this would facilitate the activated O species to reduce to OOH* and further transform to O* and OH*. With the purpose of gaining an in-depth insight into the structure-reactivity relationship between different types of Co-N-C active sites and ORR performance, another two model structures, Co-N3C1 and NC, were constructed for the theoretical studies (Fig. 4c and d). The free energy difference (ΔG) for each elementary step of the reduction of O2 to OH− on three models was calculated (Fig. 4(e and f) and Table S10). The corresponding optimized atomic structures of O2*, OOH*, O*, and OH* on Co SAs/NC are shown in Fig. 4(g). At zero electrode potential (U=0), each ORR step of the three models is thermodynamically downslope, meaning all these elementary steps are exothermic and can proceed spontaneously. However, at thermodynamic equilibrium potential (U=1.23 V), several endothermic steps are observed for these models. We notice the final OH* hydrogenation step, which is correlated with OH* binding energy, shows the highest uphill free energy in the three models. This indicates it is the rate-determining step (RDS) that slows down the entire reaction kinetics. On Co-N3C1 and NC, the OH* reduction was endothermic by 0.46 and 0.60 eV, respectively, suggesting that they have relatively strong adsorption for OH*. This would significantly retard the efficient removal of OH* for the formation of OH−. Pleasingly, the OH* binding energy of Co SAs/NC is only 0.34 eV which features a much weaker OH* binding. This suggests a significantly lower energy barrier is required to overcome compared with those of Co-N3C1 and NC. Together, the DFT results reveal that the Co SAs/NC possesses excellent ORR catalytic activity, in line with the experimental results. Having demonstrated the Co SAs/NC catalyst’s excellent ORR activity, an aqueous zinc-air battery (ZAB) was assembled using Co SAs/NC as the air cathode and a Zn foil as the anode to explore the feasibility of practical application in rechargeable ZAB (Fig. 5 a). A mixed Pt/C+RuO2 catalyst (mass ratio: 1:1) was employed as a control. As expected (Fig. 5b), the battery loaded with Co SAs/NC shows a high open-circuit voltage (OCV) of 1.42 V, larger than those of 1.41 for Co1/NC and 1.39 V for ZAB (Pt/C+RuO2). This suggests the Co SAs/NC-based battery can output higher voltage. The polarization curves were recorded to evaluate the corresponding output power density of catalysts assembled in ZABs (Fig. 5c). In the case of Co SAs/NC, a peak power density of 175.4 mW cm−2 was obtained at a current density of 223 mA cm−2, significantly higher than those of Co1/NC (153.5 mW cm−2 at 199 mA cm−2) and ZAB (Pt/C + RuO2) (134.1 mW cm−2 at 180 mA cm−2). Remarkably, the Co SAs/NC-based battery delivers significantly high performance when compared with a variety of benchmarking non-precious metal electrocatalysts (Fig. 5d and Table S11). For example, Wang et al. reported a Co1-N3PS/HC electrocatalyst based Zn-air battery with a similar power density of 176 mW cm−2 [10]. Chen et al. described a CoSA/N,S-HCS electrocatalyst and it demonstrates a power density of 173.1 mW cm−2 [58]. Li and co-workers synthesized a Co-N4/NC electrocatalyst with a power density of 101.62 mW cm−2 [59]. As shown in Fig. 5(e), the specific capacity of ZAB (Co SAs/NC) at a discharge current of 10 mA cm−2 was determined to be 796.1 mAh g−1, superior to those of Co1/NC (763.6 mAh g−1) and ZAB (Pt/C+RuO2) (729.3 mAh g−1). Fig. 5(f) shows the discharge curves of Co SAs/NC-based battery at current densities between 2 and 50 mA cm−2. The results show that the OCV value can be recovered without any obvious decay, demonstrating a good ORR activity and reversibility. The rechargeability and cyclic durability of catalysts are important for the potential applications of Zn-air batteries [10,31]. Electrochemical stability was investigated under continuous galvanostatic discharge-charge at 10 mA cm−2 with 10 min discharge and 10 min charge per cycle (Fig. 5g). Unlike the Pt/C-based battery which exhibits a drastic voltage change, the Co SAs/NC-based battery delivered negligible variation in voltage after 400 charging/discharging cycles within 140 h, manifesting exceptional long-term durability. It also exhibits an initial charge potential of 2.02 V and a discharge potential of 1.21 V, much smaller than those for Pt/C-based batteries. Together, the Co SAs/NC assembled battery demonstrates a higher efficiency and longer cycle life than the benchmark Pt/C catalyst. 4 Conclusions In summary, we report an efficient approach to construct an atomically dispersed cobalt catalyst over NC for ORR. This catalyst possesses an enhanced specific surface area and mesoporosity to facilitate the mass transport and exposure of active sites. As expected, it exhibits outstanding ORR performance, long-term operational stability, and methanol tolerance ability. When it was assembled in a Zn-air battery, it exhibits superior performance in peak power density, specific capacity, and long-term charge/discharge durability, validating its potential for real-life applications. DFT calculations further reveal that the electronic structure of Co1-N4 moieties can significantly impact catalytic activity. The rational design of catalysts by engineering the morphology and electronic structure can simultaneously impact the thermodynamic and kinetic issues for an efficient ORR process. This approach provides insight into the synthesis of single atom catalysts for industrially important electrochemical reactions. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the Postdoctoral Research Foundation of China (2019M661247, 2020T130091), Scientific Research Foundation for Returned Scholars of Heilongjiang Province of China (719900091), Program for Overseas Talents Introduction of Northeast Petroleum University (15041260303), and Heilongjiang Touyan Innovation Team Program. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2020.08.037. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] B.C.H. Steele A. Heinzel Nature 414 2001 345 352 B.C.H. Steele, A. Heinzel, Nature 414 (2001) 345–352. [2] M.K. Debe Nature 486 2012 43 51 M.K. Debe, Nature 486 (2012) 43–51. [3] F. Cheng J. Chen Chem. Soc. Rev. 41 2012 2172 2192 F. Cheng, J. Chen, Chem. Soc. Rev. 41 (2012) 2172–2192. [4] H. Mistry A.S. Varela S. Kühl P. Strasser B.R. Cuenya Nat. Rev. Mater. 1 2016 1 14 H. Mistry, A.S. Varela, S. Kühl, P. Strasser, B.R. Cuenya, Nat. Rev. Mater. 1 (2016) 1–14. [5] Z.W. Seh J. Kibsgaard C.F. Dickens I. Chorkendorff J.K. Norskov T.F. Jaramillo Science 355 2017 4998 Z.W. Seh, J. Kibsgaard, C.F. Dickens, I. Chorkendorff, J.K. Norskov, T.F. Jaramillo, Science, 355 (2017) 4998. [6] Y. Yao S. Wang Z. Li Y. Wu J. Energy Chem. 63 2021 604 624 Y. Yao, S. Wang, Z. Li, Y. Wu, J. Energy Chem. 63 (2021) 604–624. [7] H.T. Chung D.A. Cullen D. Higgins B.T. Sneed E.F. Holby K.L. More P. Zelenay Science 357 2017 479 484 H.T. Chung, D.A. Cullen, D. Higgins, B.T. Sneed, E.F. Holby, K.L. More, P. Zelenay, Science 357 (2017) 479–484. [8] A.A. Gewirth J.A. Varnell A.M. DiAscro Chem. Rev. 118 2018 2313 2339 A.A. Gewirth, J.A. Varnell, A.M. DiAscro, Chem. Rev. 118 (2018) 2313–2339. [9] G. Wu K.L. More C.M. Johnston P. Zelenay Science 332 2011 443 447 G. Wu, K.L. More, C.M. Johnston, P. Zelenay, Science 332 (2011) 443–447. [10] Y. Chen R. Gao S. Ji H. Li K. Tang P. Jiang H. Hu Z. Zhang H. Hao Q. Qu X. Liang W. Chen J. Dong D. Wang Y. Li Angew. Chem. Int. Ed. 60 2021 3212 3221 Y. Chen, R. Gao, S. Ji, H. Li, K. Tang, P. Jiang, H. Hu, Z. Zhang, H. Hao, Q. Qu, X. Liang, W. Chen, J. Dong, D. Wang, Y. Li, Angew. Chem. Int. Ed. 60 (2021) 3212–3221. [11] B. Peng H. Liu Z. Liu X. Duan Y. Huang J. Phys. Chem. Lett. 12 2021 2837 2847 B. Peng, H. Liu, Z. Liu, X. Duan, Y. Huang, J. Phys. Chem. Lett. 12 (2021) 2837–2847. [12] Y. Wang X. Zheng D. Wang Nano Res. 15 2022 1730 1752 Y. Wang, X. Zheng, D. Wang, Nano Res. 15 (2022) 1730–1752. [13] Q. Zhu X. Lu S. Ji H. Li J. Wang Z. Li J. Catal. 405 2022 499 507 Q. Zhu, X. Lu, S. Ji, H. Li, J. Wang, Z. Li, J. Catal. 405 (2022) 499–507. [14] Z. Li D. Wang Y. Wu Y. Li Natl. Sci. Rev. 5 2018 673 689 Z. Li, D. Wang, Y. Wu, Y. Li, Natl. Sci. Rev. 5 (2018) 673–689. [15] X. Wang Z. Chen X. Zhao T. Yao W. Chen R. You C. Zhao G. Wu J. Wang W. Huang J. Yang X. Hong S. Wei Y. Wu Y. Li Angew. Chem. Int. Ed. 57 2018 1944 1948 X. Wang, Z. Chen, X. Zhao, T. Yao, W. Chen, R. You, C. Zhao, G. Wu, J. Wang, W. Huang, J. Yang, X. Hong, S. Wei, Y. Wu, Y. Li, Angew. Chem. Int. Ed. 57 (2018) 1944–1948. [16] X. Wang Z. Li Y. Qu T. Yuan W. Wang Y. Wu Y. Li Chem 5 2019 1486 1511 X. Wang, Z. Li, Y. Qu, T. Yuan, W. Wang, Y. Wu, Y. Li, Chem 5 (2019) 1486–1511. [17] J. Li L. Jiao E. Wegener L.L. Richard E. Liu A. Zitolo M.T. Sougrati S. Mukerjee Z. Zhao Y. Huang F. Yang S. Zhong H. Xu A.J. Kropf F. Jaouen D.J. Myers Q. Jia J. Am. Chem. Soc. 142 2020 1417 1423 J. Li, L. Jiao, E. Wegener, L.L. Richard, E. Liu, A. Zitolo, M.T. Sougrati, S. Mukerjee, Z. Zhao, Y. Huang, F. Yang, S. Zhong, H. Xu, A.J. Kropf, F. Jaouen, D.J. Myers, Q. Jia, J. Am. Chem. Soc. 142 (2020) 1417–1423. [18] S. Ding M.J. Hülsey J. Pérez-Ramírez N. Yan Joule 3 2019 2897 2929 S. Ding, M.J. Hülsey, J. Pérez-Ramírez, N. Yan, Joule 3 (2019) 2897–2929. [19] S.K. Kaiser Z. Chen D. Faust Akl S. Mitchell J. Perez-Ramirez Chem. Rev. 120 2020 11703 11809 S.K. Kaiser, Z. Chen, D. Faust Akl, S. Mitchell, J. Perez-Ramirez, Chem. Rev. 120 (2020) 11703–11809. [20] Z. Li W. Wei H. Li S. Li L. Leng M. Zhang J.H. Horton D. Wang W. Sun C. Guo W. Wu J. Wang ACS Nano 15 2021 10175 10184 Z. Li, W. Wei, H. Li, S. Li, L. Leng, M. Zhang, J.H. Horton, D. Wang, W. Sun, C. Guo, W. Wu, J. Wang, ACS Nano 15 (2021) 10175–10184. [21] L. Zhou P. Zhou Y. Zhang B. Liu P. Gao S. Guo J. Energy Chem. 55 2021 355 360 L. Zhou, P. Zhou, Y. Zhang, B. Liu, P. Gao, S. Guo, J. Energy Chem. 55 (2021) 355–360. [22] J. Gu Y. Zhao S. Lin J. Huang C.R. Cabrera B.G. Sumpter Z. Chen J. Energy Chem. 63 2021 285 293 J. Gu, Y. Zhao, S. Lin, J. Huang, C.R. Cabrera, B.G. Sumpter, Z. Chen, J. Energy Chem. 63 (2021) 285–293. [23] W. Ma H. Wan L. Zhang J.Y. Zheng Z. Zhou J. Energy Chem. 63 2021 170 194 W. Ma, H. Wan, L. Zhang, J.Y. Zheng, Z. Zhou, J. Energy Chem. 63 (2021) 170–194. [24] S. Niu J. Yang H. Qi Y. Su Z. Wang J. Qiu A. Wang T. Zhang J. Energy Chem. 57 2021 371 377 S. Niu, J. Yang, H. Qi, Y. Su, Z. Wang, J. Qiu, A. Wang, T. Zhang, J. Energy Chem. 57 (2021) 371–377. [25] W. Guo Z. Wang X. Wang Y. Wu Adv. Mater. 33 2021 2004287 W. Guo, Z. Wang, X. Wang, Y. Wu, Adv. Mater. 33 (2021) 2004287. [26] Z. Li L. Leng X. Lu M. Zhang Q. Xu J.H. Horton J. Zhu Nano Res. 15 2022 3114 3121 Z. Li, L. Leng, X. Lu, M. Zhang, Q. Xu, J.H. Horton, J. Zhu, Nano Res. 15 (2022) 3114–3121. [27] Z. Li H. Li D. Yuan L. Leng M. Zhang M. Di J.H. Horton J. Wang L. Sun W. Sun Chem. Eng. J. 429 2022 132149 Z. Li, H. Li, D. Yuan, L. Leng, M. Zhang, M. Di, J.H. Horton, J. Wang, L. Sun, W. Sun, Chem. Eng. J. 429 (2022) 132149. [28] P. Wang Y. Ren R. Wang P. Zhang M. Ding C. Li D. Zhao Z. Qian Z. Zhang L. Zhang L. Yin Nat. Commun. 11 2020 1576 P. Wang, Y. Ren, R. Wang, P. Zhang, M. Ding, C. Li, D. Zhao, Z. Qian, Z. Zhang, L. Zhang, L. Yin, Nat. Commun. 11 (2020) 1576. [29] W.-H. Li J. Yang D. Wang Y. Li Chem 8 2022 119 140 W.-H. Li, J. Yang, D. Wang, Y. Li, Chem 8 (2022) 119–140. [30] Y. Pan C. Zhang Z. Liu C. Chen Y. Li Matter 2 2020 78 110 Y. Pan, C. Zhang, Z. Liu, C. Chen, Y. Li, Matter 2 (2020) 78–110. [31] H. Zhou T. Yang Z. Kou L. Shen Y. Zhao Z. Wang X. Wang Z. Yang J. Du J. Xu M. Chen L. Tian W. Guo Q. Wang H. Lv W. Chen X. Hong J. Luo D. He Y. Wu Angew. Chem. Int. Ed. 59 2020 20465 20469 H. Zhou, T. Yang, Z. Kou, L. Shen, Y. Zhao, Z. Wang, X. Wang, Z. Yang, J. Du, J. Xu, M. Chen, L. Tian, W. Guo, Q. Wang, H. Lv, W. Chen, X. Hong, J. Luo, D. He, Y. Wu, Angew. Chem. Int. Ed. 59 (2020) 20465–20469. [32] T. Shen X. Huang S. Xi W. Li S. Sun Y. Hou J. Energy Chem. 68 2022 184 194 T. Shen, X. Huang, S. Xi, W. Li, S. Sun, Y. Hou, J. Energy Chem. 68 (2022) 184–194. [33] Y. Shao Z. Zha H. Wang J. Energy Chem. 63 2021 54 73 Y. Shao, Z. Zha, H. Wang, J. Energy Chem. 63 (2021) 54–73. [34] X.Y. Wu Z. Tang X. Zhao X. Luo S. John Pennycook S.L. Wang J. Energy Chem. 61 2021 195 202 X.Y. Wu, Z. Tang, X. Zhao, X. Luo, S. John Pennycook, S.L. Wang, J. Energy Chem. 61 (2021) 195–202. [35] W. Zhang K. Fan C.-H. Chuang P. Liu J. Zhao D. Qi L. Zong L. Wang J. Energy Chem. 61 2021 612 621 W. Zhang, K. Fan, C.-H. Chuang, P. Liu, J. Zhao, D. Qi, L. Zong, L. Wang, J. Energy Chem. 61 (2021) 612–621. [36] X. Li H. Lei L. Xie N. Wang W. Zhang R. Cao Acc. Chem. Res. 55 2022 878 892 X. Li, H. Lei, L. Xie, N. Wang, W. Zhang, R. Cao, Acc. Chem. Res. 55 (2022) 878–892. [37] B. Lv X. Li K. Guo J. Ma Y. Wang H. Lei F. Wang X. Jin Q. Zhang W. Zhang R. Long Y. Xiong U.P. Apfel R. Cao Angew. Chem. Int. Ed. 60 2021 12742 12746 B. Lv, X. Li, K. Guo, J. Ma, Y. Wang, H. Lei, F. Wang, X. Jin, Q. Zhang, W. Zhang, R. Long, Y. Xiong, U.P. Apfel, R. Cao, Angew. Chem. Int. Ed. 60 (2021) 12742–12746. [38] L. Xie X.P. Zhang B. Zhao P. Li J. Qi X. Guo B. Wang H. Lei W. Zhang U.P. Apfel R. Cao Angew. Chem. Int. Ed. 60 2021 7576 7581 L. Xie, X.P. Zhang, B. Zhao, P. Li, J. Qi, X. Guo, B. Wang, H. Lei, W. Zhang, U.P. Apfel, R. Cao, Angew. Chem. Int. Ed. 60 (2021) 7576–7581. [39] J. Yang W.H. Li S. Tan K. Xu Y. Wang D. Wang Y. Li Angew. Chem. Int. Ed. 60 2021 19085 19091 J. Yang, W.H. Li, S. Tan, K. Xu, Y. Wang, D. Wang, Y. Li, Angew. Chem. Int. Ed. 60 (2021) 19085–19091. [40] C. Huang L. Zheng W. Feng A. Guo X. Gao Z. Long X. Qiu A.C.S. Sustain. Chem. Eng. 8 2020 14030 14038 C. Huang, L. Zheng, W. Feng, A. Guo, X. Gao, Z. Long, X. Qiu, ACS Sustain. Chem. Eng. 8 (2020) 14030–14038. [41] X. Wan X. Liu Y. Li R. Yu L. Zheng W. Yan H. Wang M. Xu J. Shui Nat. Catal. 2 2019 259 268 X. Wan, X. Liu, Y. Li, R. Yu, L. Zheng, W. Yan, H. Wang, M. Xu, J. Shui, Nat. Catal. 2 (2019) 259–268. [42] J. Pampel T.-P. Fellinger Adv. Energy Mater. 6 2016 1502389 J. Pampel, T.-P. Fellinger, Adv. Energy Mater. 6 (2016) 1502389. [43] X. Fu P. Zamani J.Y. Choi F.M. Hassan G. Jiang D.C. Higgins Y. Zhang M.A. Hoque Z. Chen Adv. Mater. 29 2017 1604456 X. Fu, P. Zamani, J.Y. Choi, F.M. Hassan, G. Jiang, D.C. Higgins, Y. Zhang, M.A. Hoque, Z. Chen, Adv. Mater. 29 (2017) 1604456. [44] Y. Ye F. Cai H. Li H. Wu G. Wang Y. Li S. Miao S. Xie R. Si J. Wang X. Bao Nano Energy 38 2017 281 289 Y. Ye, F. Cai, H. Li, H. Wu, G. Wang, Y. Li, S. Miao, S. Xie, R. Si, J. Wang, X. Bao, Nano Energy 38 (2017) 281–289. [45] X. Jiang S. He G. Han J. Long S. Li C.H. Lau S. Zhang L. Shao A.C.S. Appl. Mater. Interfaces 13 2021 11296 11305 X. Jiang, S. He, G. Han, J. Long, S. Li, C.H. Lau, S. Zhang, L. Shao, ACS Appl. Mater. Interfaces 13 (2021) 11296–11305. [46] K. Kida M. Okita K. Fujita S. Tanaka Y. Miyake CrystEngComm 15 2013 1794 1801 K. Kida, M. Okita, K. Fujita, S. Tanaka, Y. Miyake, CrystEngComm 15 (2013) 1794–1801. [47] Y.-R. Hao H. Xue L. Lv J. Sun N. Guo T. Song H. Dong J. Zhang Q. Wang Appl. Catal. B Environ. 295 2021 120314 Y.-R. Hao, H. Xue, L. Lv, J. Sun, N. Guo, T. Song, H. Dong, J. Zhang, Q. Wang, Appl. Catal. B Environ. 295 (2021) 120314. [48] L. Ma J. Li Z. Zhang H. Yang X. Mu X. Gu H. Jin D. Chen S. Yan S. Liu S. Mu Nano Res. 15 2022 1966 1972 L. Ma, J. Li, Z. Zhang, H. Yang, X. Mu, X. Gu, H. Jin, D. Chen, S. Yan, S. Liu, S. Mu, Nano Res. 15 (2022) 1966–1972. [49] Z. Li T. Fan H. Li X. Lu S. Ji J. Zhang J.H. Horton Q. Xu J. Zhu Small 18 2022 2106614 Z. Li, T. Fan, H. Li, X. Lu, S. Ji, J. Zhang, J.H. Horton, Q. Xu, J. Zhu, Small (2022) 2106614. [50] Z. Du X. Chen W. Hu C. Chuang S. Xie A. Hu W. Yan X. Kong X. Wu H. Ji L.J. Wan J. Am. Chem. Soc. 141 2019 3977 3985 Z. Du, X. Chen, W. Hu, C. Chuang, S. Xie, A. Hu, W. Yan, X. Kong, X. Wu, H. Ji, L.J. Wan, J. Am. Chem. Soc. 141 (2019) 3977–3985. [51] S. Liu Y. Zhang B. Ge F. Zheng N. Zhang M. Zuo Y. Yang Q. Chen Adv. Mater. 33 2021 2103133 S. Liu, Y. Zhang, B. Ge, F. Zheng, N. Zhang, M. Zuo, Y. Yang, Q. Chen, Adv. Mater. 33 (2021) 2103133. [52] Y. Liang H. Wang J. Zhou Y. Li J. Wang T. Regier H. Dai J. Am. Chem. Soc. 134 2012 3517 3523 Y. Liang, H. Wang, J. Zhou, Y. Li, J. Wang, T. Regier, H. Dai, J. Am. Chem. Soc. 134 (2012) 3517–3523. [53] Y. Pan Y. Chen K. Wu Z. Chen S. Liu X. Cao W.-C. Cheong T. Meng J. Luo L. Zheng C. Liu D. Wang Q. Peng J. Li C. Chen Nat. Commun. 10 2019 4290 Y. Pan, Y. Chen, K. Wu, Z. Chen, S. Liu, X. Cao, W.-C. Cheong, T. Meng, J. Luo, L. Zheng, C. Liu, D. Wang, Q. Peng, J. Li, C. Chen, Nat. Commun. 10 (2019) 4290. [54] T. Zhou H. Shan H. Yu C. Zhong J. Ge N. Zhang W. Chu W. Yan Q. Xu H. Wu C. Wu Y. Xie Adv. Mater. 32 2020 2003251 T. Zhou, H. Shan, H. Yu, C. Zhong, J. Ge, N. Zhang, W. Chu, W. Yan, Q. Xu, H. Wu, C. Wu, Y. Xie, Adv. Mater. 32 (2020) 2003251. [55] H.B. Yang J. Miao S.-F. Hung J. Chen H.B. Tao X. Wang L. Zhang R. Chen J. Gao H.M. Chen L. Dai B. Liu Sci. Adv. 2 2016 1501122 H.B. Yang, J. Miao, S.-F. Hung, J. Chen, H.B. Tao, X. Wang, L. Zhang, R. Chen, J. Gao, H.M. Chen, L. Dai, B. Liu, Sci. Adv. 2 (2016) 1501122. [56] P. Peng L. Shi F. Huo C. Mi X. Wu S. Zhang Z. Xiang Sci. Adv. 5 2019 2322 P. Peng, L. Shi, F. Huo, C. Mi, X. Wu, S. Zhang, Z. Xiang, Sci. Adv. 5 (2019) 2322. [57] M. Xiao L. Gao Y. Wang X. Wang J. Zhu Z. Jin C. Liu H. Chen G. Li J. Ge Q. He Z. Wu Z. Chen W. Xing J. Am. Chem. Soc. 141 2019 19800 19806 M. Xiao, L. Gao, Y. Wang, X. Wang, J. Zhu, Z. Jin, C. Liu, H. Chen, G. Li, J. Ge, Q. He, Z. Wu, Z. Chen, W. Xing, J. Am. Chem. Soc. 141 (2019) 19800–19806. [58] Z. Zhang X. Zhao S. Xi L. Zhang Z. Chen Z. Zeng M. Huang H. Yang B. Liu S.J. Pennycook P. Chen Adv. Energy Mater. 10 2020 2002896 Z. Zhang, X. Zhao, S. Xi, L. Zhang, Z. Chen, Z. Zeng, M. Huang, H. Yang, B. Liu, S.J. Pennycook, P. Chen, Adv. Energy Mater. 10 (2020) 2002896. [59] K. Chen S. Kim M. Je H. Choi Z. Shi N. Vladimir K.H. Kim O.L. Li Nano-Micro Lett. 60 2021 4118 K. Chen, S. Kim, M. Je, H. Choi, Z. Shi, N. Vladimir, K.H. Kim, O.L. Li, Nano-Micro Lett. 60 (2021) 4118.",
      "scopus-id": "85133807908",
      "coredata": {
        "eid": "1-s2.0-S2095495622002613",
        "dc:description": "The stabilization of non-precious metals as isolated active sites with high loading density over nitrogen-doped carbon materials is essential for realizing the industrial application of single atom catalysts. However, achieving high loading of single cobalt active sites with greatly enhanced oxygen reduction reaction (ORR) activity and stability remains challenging. Here, an efficient approach was described to create a single atom cobalt electrocatalyst (Co SAs/NC) which possesses enhanced mesoporosity and specific surface area that greatly favor the mass transportation and exposure of accessible active sites. The electronic structure of the catalyst by the strong metal-support interaction has been elucidated through experimental characterizations and theoretical calculations. Due to dramatically enhanced mass transport and electron transfer endowed by morphology and electronic structure engineering, Co SAs/NC exhibits remarkable ORR performance with excellent activity (onset and half-wave potentials of 1.04 V (RHE) and 0.90 V (RHE), Tafel slope of 69.8 mV dec−1 and J k of 18.8 mA cm−2 at 0.85 V) and stability (7 mV activity decay after 10,000 cycles). In addition, the catalyst demonstrates great promise as an alternative to traditional Pt/C catalyst in zinc-air batteries while maintaining high performance in terms of high specific capacity of (796.1 mAh/gZn), power density (175.4 mW/cm2), and long-term cycling stability (140 h). This study presents a facile approach to design SACs with highly accessible active sites for electrochemical transformations.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-10-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622002613",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Zhijun"
          },
          {
            "@_fa": "true",
            "$": "Leng, Leipeng"
          },
          {
            "@_fa": "true",
            "$": "Ji, Siqi"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Mingyang"
          },
          {
            "@_fa": "true",
            "$": "Liu, Hongxue"
          },
          {
            "@_fa": "true",
            "$": "Gao, Jincheng"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Jiangwei"
          },
          {
            "@_fa": "true",
            "$": "Horton, J. Hugh"
          },
          {
            "@_fa": "true",
            "$": "Xu, Qian"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Junfa"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622002613"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622002613"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00261-3",
        "prism:volume": "73",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Engineering the morphology and electronic structure of atomic cobalt-nitrogen-carbon catalyst with highly accessible active sites for enhanced oxygen reduction",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Single atom electrocatalyst"
          },
          {
            "@_fa": "true",
            "$": "Non-precious metal"
          },
          {
            "@_fa": "true",
            "$": "Coordination environment"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Catalytic activity"
          },
          {
            "@_fa": "true",
            "$": "Zn-air battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "469-477",
        "prism:endingPage": "477",
        "pubType": "fla",
        "prism:coverDisplayDate": "October 2022",
        "prism:doi": "10.1016/j.jechem.2022.05.009",
        "prism:startingPage": "469",
        "dc:identifier": "doi:10.1016/j.jechem.2022.05.009",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "563",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "137415",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "580",
            "@width": "722",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "135568",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "646",
            "@width": "624",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "101051",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "535",
            "@width": "668",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "104070",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25565",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "589",
            "@width": "671",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "183996",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "155",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14815",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "204",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15543",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "158",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8261",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13456",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10056",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "186",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20403",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2492",
            "@width": "2364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "881291",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2572",
            "@width": "3199",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "733660",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2859",
            "@width": "2762",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "643862",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2366",
            "@width": "2956",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "608907",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "91550",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1567",
            "@width": "1784",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "800055",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "17674600",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622002613-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2180520",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85133807908"
      }
    }
  }
}