{
  "metadata": {
    "title": "Synergistic charge-regulation of Fe-N<ce:inf loc=post>4</ce:inf>O<ce:inf loc=post>1</ce:inf> sites coupled with MnO<ce:inf loc=post>2</ce:inf> clusters via dual-ligand effect for enhanced oxygen reduction reaction",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2025-12-31",
    "doi": "10.1016/j.jechem.2025.07.086",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495625006710",
    "pii": "S2095495625006710"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105014595427",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2025-08-19 2025-08-19 2025-09-02 2025-09-02 2025-09-02T18:34:36 1-s2.0-S2095495625006710 S2095-4956(25)00671-0 S2095495625006710 10.1016/j.jechem.2025.07.086 S250 S250.1 FULL-TEXT 1-s2.0-S2095495625X00097 2025-09-04T02:04:39.482179Z 0 0 20251201 20251231 2025 2025-08-19T15:22:40.670776Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 111 111 C Volume 111 56 701 710 701 710 202512 December 2025 2025-12-01 2025-12-31 2025 article fla © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. SYNERGISTICCHARGEREGULATIONFEN4O1SITESCOUPLEDMNO2CLUSTERSVIADUALLIGANDEFFECTFORENHANCEDOXYGENREDUCTIONREACTION SHI C 1 Introduction 2 Results and discussion 2.1 Materials synthesis and characterization 2.2 Electrochemical oxygen reduction performance 2.3 Density functional theory calculations 2.4 Electrochemical testing of zinc-air batteries 3 Conclusions Experimental section Data availability statement CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References XU 2024 207 218 H ZHANG 2024 463 473 W ZHAO 2022 eabn5091 C YANG 2020 2000176 X MA 2024 e202404418 P ZHAO 2022 2107291 S RAO 2025 e202415223 P YANG 2021 1734 G CAO 2025 e202423556 Y LUO 2020 163 X WANG 2025 470 X LI 2018 1800588 Q HAN 2021 19262 19271 A QI 2023 e202308344 C GUO 2024 3077 3087 P CHANDRASEKARAN 2023 48 S ZHAO 2024 46 54 Y LAN 2025 2417711 L CHEN 2025 1844 1855 K CHEN 2024 2304713 R ZHANG 2023 228 L WU 2025 e202502019 Y XU 2024 e202400765 X LI 2021 1240 1247 S QIAN 2024 2774 S YAO 2023 106 116 W CHAN 2024 752 762 H PENG 2017 8184 8191 L TAO 2023 6893 L HUANG 2022 e202116068 H LIU 2023 e202214988 H XIE 2023 e202301833 Y ZHU 2024 103410 E CAI 2022 2200911 H ZHANG 2023 2209726 M WAN 2022 2963 X SUN 2023 291 X GONG 2023 4012 4020 L HU 2021 27324 27329 L ZHAO 2023 800 809 S JIAO 2022 117811 Y ZHU 2024 123796 E FU 2023 156087 X SHIX2025X701 SHIX2025X701X710 SHIX2025X701XC SHIX2025X701X710XC 2027-09-02T00:00:00.000Z 2027-09-02T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-09-04T02:03:24.359Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Science and Technology Plan Project of Yunnan Province 202402AG050008 202303AK140022 Major Science and Technology Projects in Yunnan Province http://data.elsevier.com/vocabulary/SciValFunders/501100018531 http://sws.geonames.org/1814991/ YPML-20240502003 http://sws.geonames.org/1814991 Scientific and Technological Project of Yunnan Precious Metals Laboratory Kunming University of Science and Technology KUST Kunming University of Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100007301 http://sws.geonames.org/1814991/ http://sws.geonames.org/1814991 This work was financially supported by the Major Science and Technology Projects in Yunnan Province ( 202402AG050008 ), the Science and Technology Plan Project of Yunnan Province ( 202303AK140022 ), the Scientific and Technological Project of Yunnan Precious Metals Laboratory ( YPML-20240502003 ), and the Analysis and Testing Foundation of Kunming University of Science and Technology . We also thank Shiyanjia Lab ( www.shiyanjia.com ) for material characterizations and instrumentation support. item S2095-4956(25)00671-0 S2095495625006710 1-s2.0-S2095495625006710 10.1016/j.jechem.2025.07.086 286353 2025-09-02T18:35:04.56471Z 2025-12-01 2025-12-31 1-s2.0-S2095495625006710-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/MAIN/application/pdf/ca90f4fee756960cf5404651b0cfe91c/main.pdf main.pdf pdf true 4438761 MAIN 10 1-s2.0-S2095495625006710-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/PREVIEW/image/png/46569f3397770976caba9b0f3d85691b/main_1.png main_1.png png 63634 928 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495625006710-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/ga1/DOWNSAMPLED/image/jpeg/53c9fa73d0ec4d0abc3674b91a3fc6f7/ga1.jpg ga1 true ga1.jpg jpg 29823 169 500 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006710-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr1/DOWNSAMPLED/image/jpeg/65457e460d6c291f6ccebd6a8e0d14cc/gr1.jpg gr1 gr1.jpg jpg 133026 748 802 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006710-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr2/DOWNSAMPLED/image/jpeg/d205512385658c97f7436e9fb5f48f51/gr2.jpg gr2 gr2.jpg jpg 143341 449 800 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006710-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr3/DOWNSAMPLED/image/jpeg/48a3bb152c95a4b033e36516a442c4af/gr3.jpg gr3 gr3.jpg jpg 172654 604 801 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006710-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr4/DOWNSAMPLED/image/jpeg/70d5ef4bcf1118480407c7277a76de25/gr4.jpg gr4 gr4.jpg jpg 144521 657 802 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006710-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr5/DOWNSAMPLED/image/jpeg/61ae73950130a3b8e92e5da2309b887e/gr5.jpg gr5 gr5.jpg jpg 180203 746 801 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006710-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr6/DOWNSAMPLED/image/jpeg/4102ff6f7892f06231ce3e3bbf80f4f0/gr6.jpg gr6 gr6.jpg jpg 81787 358 801 IMAGE-DOWNSAMPLED 1-s2.0-S2095495625006710-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/ga1/THUMBNAIL/image/gif/d4f00223f63b9a0dba9748ae0903df53/ga1.sml ga1 true ga1.sml sml 10470 74 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006710-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr1/THUMBNAIL/image/gif/0da77e688eb1a306eae4e882d0db4152/gr1.sml gr1 gr1.sml sml 13925 164 176 IMAGE-THUMBNAIL 1-s2.0-S2095495625006710-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr2/THUMBNAIL/image/gif/1299857976cbabc4f31e4aca53f2f94e/gr2.sml gr2 gr2.sml sml 17774 123 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006710-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr3/THUMBNAIL/image/gif/f4f747cb9d47502d6437e239f69d2791/gr3.sml gr3 gr3.sml sml 17958 164 217 IMAGE-THUMBNAIL 1-s2.0-S2095495625006710-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr4/THUMBNAIL/image/gif/94695fa35b46c9e800f14292c9beb404/gr4.sml gr4 gr4.sml sml 11353 164 200 IMAGE-THUMBNAIL 1-s2.0-S2095495625006710-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr5/THUMBNAIL/image/gif/93491094bf242a56f34580e33b2d39cf/gr5.sml gr5 gr5.sml sml 12739 164 176 IMAGE-THUMBNAIL 1-s2.0-S2095495625006710-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/gr6/THUMBNAIL/image/gif/15a1e4607d4cc99cc9e0cfac63151eb0/gr6.sml gr6 gr6.sml sml 8730 98 219 IMAGE-THUMBNAIL 1-s2.0-S2095495625006710-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/HIGHRES/image/jpeg/5d8ef793e09f38c9002a166e56d97844/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 223464 749 2213 IMAGE-HIGH-RES 1-s2.0-S2095495625006710-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/HIGHRES/image/jpeg/1537d4364cc835b0a0518e67d60d3133/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 762411 3311 3549 IMAGE-HIGH-RES 1-s2.0-S2095495625006710-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/HIGHRES/image/jpeg/c2bcac0864962402385a728741945349/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 511340 1193 2126 IMAGE-HIGH-RES 1-s2.0-S2095495625006710-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/HIGHRES/image/jpeg/4682d6a739dda9abb79cbc58bd03cead/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1431344 2676 3548 IMAGE-HIGH-RES 1-s2.0-S2095495625006710-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/HIGHRES/image/jpeg/48db6d7e38dfdb6956d15ecee5f9212e/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 963681 2907 3549 IMAGE-HIGH-RES 1-s2.0-S2095495625006710-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/HIGHRES/image/jpeg/737a0899bbe2e52bbafb455d7b849279/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 1172683 3304 3548 IMAGE-HIGH-RES 1-s2.0-S2095495625006710-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/HIGHRES/image/jpeg/f9b3288bba79c97888448600215c171c/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 469144 1586 3547 IMAGE-HIGH-RES 1-s2.0-S2095495625006710-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495625006710/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/fda1c9525b03a633d9be66244ebbff43/mmc1.docx mmc1 mmc1.docx docx 25381340 APPLICATION JECHEM 4953 S2095-4956(25)00671-0 10.1016/j.jechem.2025.07.086 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Fig. 1 (a) Schematic illustration of the synthesis procedure for (MnO2)cluster/Fe,Mn-N-C catalysts. (b) FT-IR spectrum for (MnO2)cluster/Fe,Mn-N-C catalysts. (c) Electrophilic index (f−) of Gly and DCD. (d) Gibbs free energy of Gly and DCD complexing reaction with Fe and Mn. Fig. 2 (a, b) TEM and HR-TEM image of (MnO2)cluster/Fe,Mn-N-C. (c) EDS elemental mapping of (MnO2)cluster/Fe,Mn-N-C. (d, e) HAADF-STEM image of (MnO2)cluster/Fe,Mn-N-C. (f) EELS of (MnO2)cluster/Fe,Mn-N-C (corresponding to (d)). Fig. 3 (a) Fe K-edge XANES and (b) Fourier-transform EXAFS spectra of (MnO2)cluster/Fe,Mn-N-C and reference samples. (c) EXAFS WT of (MnO2)cluster/Fe,Mn-N-C. (d) Mn K-edge XANES and (e) Fourier-transform EXAFS spectra of (MnO2)cluster/Fe,Mn-N-C and reference samples. (f) EXAFS WT of (MnO2)cluster/Fe,Mn-N-C. (g, h) EXAFS fitting curves of Fe and Mn in the K-space. Fig. 4 (a) LSV curves of (MnO2)cluster/Fe,Mn-N-C, Fe-N-C, Mn-N-C, O-N-C and Pt/C catalysts in O2 saturated 0.1 M KOH solution. (b) Corresponding Tafel plots obtained from the RDE polarization curves. (c) H2O2 yield and electron transfer number (n) in 0.1 M KOH solution. (d) Corresponding of LSV before and after 10,000 CV cycles. (e) chronoamperometric response and (f) Methanol tolerance for (MnO2)cluster/Fe,Mn-N-C and Pt/C at 0.600 V vs. RHE potential. (g) TOF and ECSA for catalysts. (h) OER anodic polarization curve for catalysts. (i) Nyquist plots of catalysts. Fig. 5 (a) Charge density difference plot of (MnO2)cluster/FeN4-OH and FeN4. PDOS of (b) FeN4 and (c) (MnO2)cluster/FeN4-OH. (d) ORR four-electron reaction pathways of (MnO2)cluster/FeN4-OH. (e) Gibbs free energies for ORR of MnN4, FeN4, FeN4-OH and (MnO2)cluster/FeN4-OH. (f) Schematic diagram of formation energy changes. Fig. 6 (a) Schematic representation of the liquid rechargeable ZAB. (b) Open-circuit curves voltage of ZAB. (c) Polarization and power density curves of the ZAB-(MnO2)cluster/Fe,Mn-N-C and ZAB-Pt/C+RuO2 in O2 saturated 6 M KOH solution. (d) long-term discharge curves of ZAB. (e) Charge-discharge cycling performance of rechargeable ZAB at a constant charge–discharge current density of 10 mA cm−2. (f) Charge-discharge cycle curve for initial 300 min. Synergistic charge-regulation of Fe-N4O1 sites coupled with MnO2 clusters via dual-ligand effect for enhanced oxygen reduction reaction Chaoyang Shi Writing – review & editing Writing – original draft Methodology Formal analysis Data curation Conceptualization 1 Guangtao Luo Writing – original draft Methodology Formal analysis Conceptualization 1 Danyang Wei Resources Data curation Haodong Jin Resources Data curation Linxiang Zhou Resources Data curation Haoqi Li Resources Data curation Mingli Xu Writing – review & editing Supervision Resources Project administration Investigation Funding acquisition ⁎ Faculty of Metallurgical and Energy Engineering, Kunming University of Science and Technology, Kunming, Yunnan, 650093 China Faculty of Metallurgical and Energy Engineering Kunming University of Science and Technology Kunming Yunnan 650093 China Faculty of Metallurgical and Energy Engineering, Kunming University of Science and Technology, Kunming 650093, Yunnan, China National and Local Joint Engineering Research Center for Lithium-ion Batteries and Materials Preparation Technology, Kunming, Yunnan, 650093, China National and Local Joint Engineering Research Center for Lithium-ion Batteries and Materials Preparation Technology Kunming Yunnan 650093 China National and Local Joint Engineering Research Center for Lithium-ion Batteries and Materials Preparation Technology, Kunming 650093, Yunnan, China ⁎ Corresponding author. 1 These authors contributed equally to this work. Graphic abstract A structurally novel (MnO2)cluster/Fe,Mn-N-C catalyst with axially coordinated oxygen and MnO2 sub-nanometer clusters was synthesized by dicyanodiamine-glycine dual-ligand Effect. Experimental and theoretical calculations showed that the synergistic charge-regulation of axial oxygen optimized the adsorption energy of the reaction intermediates at the FeN4O1 sites, which led to the optimization of ORR catalytic activity. It is challenging to rationally construct synergistic charge-regulation of active sites and a lower energy barrier of the determining step for efficient oxygen reduction reaction (ORR). In this work, a novel catalyst (MnO2)cluster/Fe,Mn-N-C with Fe-N4O1 site coupled by MnO2 sub-nanometer clusters was successfully synthesized, which is attributed to the dicyanodiamine-glycine (DCD-Gly) dual-ligand effect. Specifically, the higher electrophilic index and the preferential coordination with Fe of N in DCD, and the chelating coordination of Gly with Mn. Experimental and theoretical calculation results indicate that preferential coordination of Fe with N atoms in DCD generates Fe-N4O1 sites with axial oxygen coordination, while the coordination of Mn with Gly generates a large number of MnO2 sub-nanometer clusters. DFT calculations showed that axial oxygen altered the reaction-determining step of ORR at the FeN4O1 site. Meanwhile, the MnO2 sub-nanoclusters further lowered the adsorption energy barriers of the reaction intermediates. This synergistic charge-regulation improved the ORR performance of (MnO2)cluster/Fe,Mn-N-C (E 1/2 = 0.90 V). Meanwhile, (MnO2)cluster/Fe,Mn-N-C catalyst also exhibits a discharge power density of 201 mW cm−2 in Zn-air batteries, which was much higher than the commercial Pt/C+RuO2. The strategy of ligand effect-driven construction provided a new idea for the electronic structure modulation of a monatomic catalyst. Keywords Synergistic charge-regulation Ligand effect Sub-nanometer clusters Axially coordinated oxygen Oxygen reduction reaction 1 Introduction Single-atom catalysts (SACs), as a new type of catalytic material, have attracted much attention due to their high atomic utilization, tunable electronic structure, and unique catalytic properties. However, it is often difficult for single-component single-atom catalysts to meet the diversified demands in complex reaction systems [1–6]. Therefore, the development of two-component single-atom catalysts by introducing a second element to modulate and optimize the catalytic performance has become a current research hotspot in the field of catalysis science [7,8]. Among the non-precious metal ORR catalysts, iron-based monoatomic catalysts are the most active class of ORR catalysts. In recent years, the catalytic performance of iron-based monoatomic catalysts has been optimized, usually through doping of non-metallic elements (C, N, S, P, etc.) or through the addition of a second metal to synergistically promote the catalytic reaction [9–12]. These studies have mainly focused on modulating the d-band electronic structure of metal active sites and the adsorption strength of active site atoms to oxygenated intermediates [13–16]. However, in the preparation of single-atom catalysts, pyrolysis is usually required to obtain the final catalysts, and the process tends to produce a variety of physical structures such as single atoms, nanoparticles, and clusters [17–20]. The source of activity of such catalysts is often not only one of the components, but the result of the combined action of several components, due to their complex electronic and geometrical effects. For example, Xu et al. [21] reported a catalyst prepared from a multi-component structure containing Fe mono-atoms, Ce mono-atoms, Fe particles, and oxide clusters coexisting with Fe and Ce. The combined effect of these multi-component structures enhanced the electrocatalytic activity of the ORR, and due to the synergistic effect between these components, the stability of the catalyst was significantly improved [22]. However, the precise control of the catalyst structure is challenging during the synthesis of catalysts, especially for complex reaction processes under high-temperature pyrolysis conditions [23]. Therefore, precise control of the multi-phase structure of the catalysts through rational design of the catalyst synthesis method is particularly important to improve the catalytic performance of ORR. Among the many catalyst synthesis methods, the coordination-pyrolysis method is widely used, which firstly obtains catalysts containing metal monoatomic sites through the coordination of organic precursors with metal ions and then pyrolysis, and the advantage of this method is that the coordination type of metal atoms with the organic precursors can be easily adjusted to regulate the coordination environment of monoatomic sites in the catalysts [24–27]. In addition, the dual ligand effect also alters the d-band center of the metal atom, which affects the adsorption strength of the active site to the reaction intermediate and improves the catalytic performance [28,29]. Therefore, by rationally designing the catalyst structure and studying the roles of different components in the catalytic process, it helps people to better understand the synergistic effects between different components in the catalyst. In the present work, a catalyst (MnO2)cluster/Fe,Mn-N-C with axially coordinated oxygen with Fe-N4O1 sites coupled to MnO2 sub-nanometer clusters has been synthesized by taking advantage of the unique coordination between Fe, Mn and different ligands, as shown in Fig. 1 a. The results suggest that the unique coordination between Fe and dicyanodiamine is the main source of N content and promotes the formation of Fe/Mn-Nx monoatomic sites. In addition, DFT calculations and experimental results indicate that the Fe-N4O1 structure has a lower formation energy compared to the Fe-N4 structure, which suggests that the coordination effect of Fe with the ligand prefers the formation of the Fe-N4O1 structure containing axially coordinated oxygen. The presence of axial oxygen alters the reaction-determining step of the ORR, and the MnO2 sub-nanometer cluster generated by the coordination of Mn with glycine further modulates the electronic structure of the Fe-N4O1 site to lower the adsorption energy of the determining step. The (MnO2)cluster/Fe,Mn-N-C catalyst exhibited excellent ORR performance under alkaline (0.1 M KOH) conditions with a half-wave potential (E 1/2) of 0.90 V vs. RHE, which was superior to that of the commercial Pt/C catalyst (0.84 V vs. RHE). In addition, the zinc-air battery assembled by (MnO2)cluster/Fe,Mn-N-C as the cathode catalyst exhibited excellent performance with a peak discharge power density of 201 mW cm−2. 2 Results and discussion 2.1 Materials synthesis and characterization Fourier Transform Infrared Spectroscopy (FT-IR) of the precursors of catalysts (Fe-precursor, Mn-precursor, Fe,Mn-precursor) obtained by the coordination of Dicyanodiamine (DCD), Glycine (Gly) and Fe, Mn were analyzed as shown in Fig. 1b. Compared to Mn-precursor, Fe,Mn-precursor, the spectrum of Fe-precursor shows no absorption peak at 2220 cm−1 for the CN bond. On the contrary, the IR spectrum of Mn-precursor shows almost no absorption peak of CO bond at 1685 cm−1, which suggests that Fe ions are more inclined to coordinate with N atom in DCD, and thus the original CN bond in Gly is broken. While Mn ions prefer to coordinate with O in Gly, resulting in the reduction of CO bond. The coordination mode of Fe or Mn with Gly and DCD was investigated even further by theoretical calculations (Fig. 1c). The results show that the N atom in the –CN group has the highest electrophilic index (f−) in the dicyanodiamine molecule, which suggests that this position is more susceptible to bonding with metal ions such as Fe3+ or Mn2+, and thus to complexing reactions. In addition, the Gibbs free energies of reaction of DCD with Fe3+ and Mn2+ complexes were calculated (Fig. 1d). The results show that the complexes formed by Fe3+ and DCD have lower reaction free energies, which suggests that DCD prefers to coordinate with Fe3+ during the reaction. In contrast, electrophilic index calculations for glycine show that the N atom in the –NH2 group has the highest f−. Therefore, combined with the infrared characterization results, we think that during the actual reaction, when Gly is coordinated with Fe3+ and Mn2+, the metal atoms will undergo chelating coordination with the carboxyl oxygen of Gly and the N atoms in the –NH2 group, resulting in the formation of a stabilized five-membered ring structure, as shown in Fig. S1. Furthermore, reaction free energy calculations further confirm that glycine prefers to coordinate with Mn2+ compared to Fe3+ (Fig. 1d). In summary, experimental and theoretical calculations show that Fe atoms are more inclined to undergo coordination reactions with DCD, while Mn atoms are more likely to undergo coordination reactions with Gly. The structures of Fe-precursor, Mn-precursor and Fe,Mn-precursor were analyzed by X-ray diffraction (XRD) and the results are shown in Fig. S2a. The XRD spectra of Fe-precursor and Mn-precursor showed similar characteristic peaks, whereas in the XRD spectra of Fe,Mn-precursor, the peak shapes changed significantly, indicating that due to the complete progress of the complexation reaction between the metal and the organic precursor, which resulted in the transformation of the product all to amorphous complexes. Based on the above conclusions, we believe that the unique coordination mode of Fe, Mn with dicyanodiamine and glycine ultimately contributes to the formation of the Fe-N4O1 structure and MnO2 sub-nanometer clusters as shown in Fig. 1a. In addition, XRD results showed the presence of Fe7C3 and Mn5C2 particles in the Fe-complex, Mn-complex, and Fe,Mn-complex obtained after the first pyrolysis of the precursors Fe-complex, Mn-complex, and Fe,Mn-complex (Fig. S2b). In contrast, only the characteristic peaks of the graphite phase were observed in the XRD spectra of the Fe-N-C, Mn-N-C Fe,Mn-N-C-DCD, Fe,Mn-N-C-Gly and (MnO2)cluster/Fe,Mn-N-C catalysts obtained after acid washing and secondary pyrolysis (Fig. S2c, d), which indicated that most of the metal particles had been removed. The morphology and structure of the catalysts were analyzed by the Field Emission Scanning Electron Microscopy (FE-SEM) and Transmission Electron Microscopy (TEM), as shown in Fig. S3a, b. The Fe-N-C and Mn-N-C catalysts were mostly tubular (Fig. S3c, d), and the Fe,Mn-complex and (MnO2)cluster/Fe,Mn-N-C were two-dimensional lamellar structures, and the generation of such structures may be attributed to the unique complexation between Fe and Mn with different ligands, which forms a large number of interlaced network chains and ultimately a unique two-dimensional lamellar structure (Fig. S3e–h). The STEM images and electron diffraction pattern of Fe,Mn-complex showed the presence of a large number of metal particles in the catalyst (Fig. S4a–d), which is in agreement with the XRD results. The absence of particles on the surface of (MnO2)cluster/Fe,Mn-N-C catalysts obtained by acid washing and secondary carbonization of Fe,Mn-complex indicates that metal particles in the catalyst material were removed after acid washing and recarbonization (Fig. 2 a, b), and this is also consistent with the XRD results of (MnO2)cluster/Fe,Mn-N-C catalysts. In addition, the elemental mapping distribution plots of the catalyst showed that the elements C, N, O, Fe, and Mn were uniformly distributed in the material (Fig. 2c, Figs. S5 and S6), indicating the successful doping of metallic elements in the catalyst. The distribution of Fe and Mn elements in the catalyst (MnO2)cluster/Fe,Mn-N-C catalysts was further analyzed by the spherical aberration high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM). As shown in Fig. 2d, e, in the (MnO2)cluster/Fe,Mn-N-C catalyst, the elements of Fe and Mn are uniformly distributed on the surface of the carbon material in the form of single-atoms and sub-nanometer clusters (about 1 nm), while the characteristic peaks of Fe and Mn can be observed in the electron energy loss spectra (EELS) of Fig. 2f. The ability to form small-sized sub-nanoclusters is due to the fact that Mn is more readily coordinated with the O atoms in Gly during catalyst synthesis, so that the Mn atoms dispersed in the catalyst further agglomerates and combines with the surrounding coordinated O atoms to form MnO2 sub-nanoclusters during pickling and secondary heat treatment. In addition, the ICP results for the (MnO2)cluster/Fe,Mn-N-C catalyst showed a Fe content of 1.91 % and a Mn content of 1.15 %, which is consistent with the results observed in the EELS (Table S1). The specific surface area and pore size of the catalyst are crucial for effective contact between the catalyst and the reactants and for substance transport. In order to analyze the specific surface area and pore size distribution of catalysts, the Brunauer Emmett Teller (BET) was analyzed, as shown in Table S2 and Fig. S7a–d. The specific surface areas of Fe,Mn-complex, (MnO2)cluster/Fe,Mn-N-C, Fe-N-C, and Mn-N-C were 949, 1023, 1709, and 516 m2 g−1, respectively. Among them, Fe-N-C has the largest specific surface area, suggesting that the complex structure of Fe with DCD can provide a larger specific surface area, thus favoring the exposure of more active sites. In addition, microporous and mesoporous structures were present in the Fe,Mn-complex, (MnO2)cluster/Fe,Mn-N-C, Fe-N-C, and Mn-N-C catalysts, which provided channels for reactant delivery. Further, Raman spectroscopy was used to assess the extent of the carbon defects in the Fe-N-C, Mn-N-C and (MnO2)cluster/Fe,Mn-N-C catalysts. As shown in Fig. S7e, the D band at 1334 cm−1 corresponds to the characteristic defects and the G band associated with graphitic carbon is shown at 1590 cm−1. The I D/I G values of Fe-N-C, Mn-N-C and (MnO2)cluster/Fe,Mn-N-C catalysts were 0.64, 1.20 and 1.00, respectively. Among them, the Mn-N-C catalysts showed the highest I D/I G values, which indicated the presence of abundant carbon defective sites, and the formation of a large number of defective sites could be attributed to the coordination of Mn with Gly the etching of carbon materials by the process of MnO2 sub-nanometer cluster formation during pyrolysis. The chemical states of C, N, O, Fe and Mn on the catalysts surface were analyzed by XPS (X-ray photoelectron spectroscopy). As shown in Fig. S8, the main N types in the catalysts were pyridine N (397.96 eV), Fe/Mn-N (398.6 eV), pyrrole N (399.86 eV), graphite N (401.46 eV), and oxidized N (403.06 eV). The N content and type were crucial for the performance of the catalysts, where Fe/Mn-N was considered as the main active site of ORR, and a high content of pyridine nitrogen and graphitic nitrogen can accelerate electron transfer and thus enhance the conductivity of the materials. In addition, among the Fe-N-C, Mn-N-C and (MnO2)cluster/Fe,Mn-N-C catalysts, the highest N content was found in Fe-N-C and the lowest N content was found in Mn-N-C, which also indicated that Fe coordination with DCD was able to introduce more N element (Table S3). The high-resolution spectra of the C 1 s of (MnO2)cluster/Fe,Mn-N-C are shown in Fig. S9a–c, in which the binding energy of CCN (285.76 eV) of (MnO2)cluster/Fe,Mn-N-C is negatively shifted relative to that of CCN (286.15 eV) with respect to that of Fe-N-C, and the binding energy of CCN (286.15 eV) with respect to that of Mn-N-C of CCN (285.63 eV) with a positive shift. This suggests that the electronic structure of carbon materials in Fe-N-C, Mn-N-C and (MnO2)cluster/Fe,Mn-N-C is also altered to varying degrees. In addition, high-resolution spectra of O 1 s of the catalysts (Figs. S8b and S10a, b) indicate that the content of Mn–O bonds in Mn-N-C catalyst is significantly higher than the content of Fe–O bonds in Fe-N-C catalyst and Fe/Mn–O bonds in (MnO2)cluster/Fe,Mn-N-C catalyst. This suggests that Mn is more inclined to bond with O during pyrolysis to form oxide clusters. Due to the low content of Fe and Mn in the catalysts (MnO2)cluster/Fe,Mn-N-C and Mn-N-C catalysts, the chemical states of Fe and Mn could not be further analyzed to obtain the chemical states of Fe and Mn in the XPS spectra of Fe 2p and Mn 2p, as shown in Fig. S11a–d. In order to further obtain the chemical states of the metal Fe and Mn elements in the catalyst, the (MnO2)cluster/Fe,Mn-N-C catalyst was analyzed by X-ray absorption near edge structure (XANES) and Extended X-ray absorption fine structure (EXAFS). As shown in Fig. 3 a, the absorption edge of Fe from (MnO2)cluster/Fe,Mn-N-C is located between FeO and Fe2O3, which suggests that the valence state of Fe atoms in (MnO2)cluster/Fe,Mn-N-C is between +2 and +3 valence. As in Fig. 3b, the Fourier transform (FT) k 2-weighted EXAFS spectra of the K-edge of Fe show that the peak at 1.50 Å of (MnO2)cluster/Fe,Mn-N-C corresponds to the FeN bond. In addition, the EXAFS curve of (MnO2)cluster/Fe,Mn-N-C in K-space essentially overlaps with the signal of FePc, which further confirms the presence of FeN bonds (Fig. S12). The wavelet transform (WT) plot (Fig. 3c) shows that in the k-space of Fe in (MnO2)cluster/Fe,Mn-N-C, the signal at 4.9 Å−1 is somewhat negatively shifted with respect to FePc (5.6 Å−1), which suggests that the coordination of Fe and N in (MnO2)cluster/Fe,Mn-N-C is different from that of FePc. Fig. 3d shows the XANES spectra of Mn in (MnO2)cluster/Fe,Mn-N-C, and it can be observed that the valence state of Mn is between MnO (+2) and Mn2O3 (+3). The FT k 2-weighted EXAFS spectra of the Mn K-edge show that the peak at 1.52 Å for (MnO2)cluster/Fe,Mn-N-C is attributed to either the Mn–N bond or the Mn–O bond, and the peak at 3.01 Å corresponds to the spectra of MnO2 and MnO (Fig. 3e, f), suggesting that the possible presence of MnO x clusters in the (MnO2)cluster/Fe,Mn-N-C. To further demonstrate the coordination forms of Fe and Mn in (MnO2)cluster/Fe,Mn-N-C, the EXAFS spectra of Fe and Mn were fitted and analyzed by quantitative least squares, and the results are shown in Fig. 3g, h, Fig. S13 and Table S4. Coordination information with N/O atoms was detected in the first shell layer of Fe atoms, corresponding to the Fe-N4 structure in the catalyst. However, the coordination information showed a coordination number of about 5.5, which suggests that axially adsorbed O atoms are likely to be present in the Fe-N4 structure, forming the Fe-N4O1 structure. The coordination number of the first shell layer of Mn atoms with N/O atoms is about 4, which indicates the presence of Mn-N4 monoatomic sites in the catalyst. The second shell layer detected Mn with Mn or Fe coordination information (CN = 9.4), which originates from the MnO2 sub-nanometer cluster structure. 2.2 Electrochemical oxygen reduction performance The ORR performance of (MnO2)cluster/Fe,Mn-N-C and other catalysts were tested in O2-saturated 0.1 M KOH and 0.1 M HClO4 using a typical three-electrode system, respectively. As shown in Fig. 4 a and Table S5, under alkaline conditions, (MnO2)cluster/Fe,Mn-N-C exhibits the most positive onset potential of 1.01 V (vs. RHE) and half-wave potential of 0.90 V (vs. RHE), which is higher than that of the commercial Pt/C with an onset potential of 0.98 V (vs. RHE) and half-wave potential of 0.84 V (vs. RHE). In addition, the ORR catalytic activity of (MnO2)cluster/Fe,Mn-N-C was significantly higher than that of Fe,Mn-N-C-DCD and Fe,Mn-N-C-Gly, which also indicates the importance of the two-ligand effect for enhancing ORR activity (Fig. S14a). And under acidic conditions (Fig. S14b and Table S6), the onset potential of (MnO2)cluster/Fe,Mn-N-C catalysts (0.85 V vs. RHE) was comparable to that of commercial Pt/C (0.92 V vs. RHE) and much higher than the ORR performance of Fe-N-C (0.83 V vs. RHE) and Mn-N-C (0.77 V vs. RHE). In addition, the (MnO2)cluster/Fe,Mn-N-C has the smallest Tafel slope (Fig. 4b), indicating the most favorable kinetic properties. The 4-electron selectivity in ORR is particularly important for the application of catalysts in battery systems. This is due to the fact that the H2O2 produced in the 2-electron reaction pathway triggers the Fenton reaction, which leads to the leaching of metal atoms, the decay of catalyst performance, and the shortening of battery life. The 4-electron selectivity of the catalysts under alkaline conditions (0.1 M KOH) was investigated by rotating ring disk electrode (RRDE) as shown in Fig. 4c. The results showed that the average hydrogen peroxide yield of (MnO2)cluster/Fe,Mn-N-C was lower than 2.0 % and the average electron transfer number was higher than 3.90, indicating that the (MnO2)cluster/Fe,Mn-N-C catalyst have high 4-electron selectivity. In addition, the electron transfer number was 3.91 of the (MnO2)cluster/Fe,Mn-N-C catalyst by the K-L equation (Fig. S14c, d), which is in agreement with the RRDE results. In addition to high ORR catalytic activity, excellent stability is also necessary for a high-performance ORR catalyst. As shown in Fig. 4d, the half-wave potential of the (MnO2)cluster/Fe,Mn-N-C catalyst remained essentially unchanged after 10,000 cycles electrochemical cyclic voltammetry (CV) tests in O2-saturated 0.1 M KOH solution, and the commercial Pt/C catalyst lost 19 mV in half-wave potential after 10,000 cycles electrochemical CV tests. In addition, as shown in Fig. 4e, the (MnO2)cluster/Fe,Mn-N-C catalyst retained 96.7 % of the initial current density after 30,000 s, which also exceeded that of the commercial Pt/C catalyst (87.1 % remaining), suggesting that the (MnO2)cluster/Fe,Mn-N-C catalyst has a better ORR stability relative to Pt/C catalyst. The methanol tolerance of the (MnO2)cluster/Fe,Mn-N-C catalyst was further evaluated, as shown in Fig. 4f. The (MnO2)cluster/Fe,Mn-N-C catalyst did not show any significant change in current density after the addition of methanol to the test system at 200 s during the i-t test of the chrono-current profile, while the current density of Pt/C decreased sharply, indicating that the (MnO2)cluster/Fe,Mn-N-C catalyst has good resistance to methanol crossover. To investigate the reason for the excellent catalytic performance of (MnO2)cluster/Fe,Mn-N-C, the electrochemically active area (ECSA) of the catalysts was calculated from the catalyst's double-layer capacitance (C dl). The results are shown in Fig. S15, the ECSA of (MnO2)cluster/Fe,Mn-N-C, Fe-N-C and Mn-N-C are 890 cm−2, 1037 cm−2 and 111 cm−2, respectively. To further evaluate the kinetic intrinsic activity of the catalysts, the kinetic current density (J k) of the catalysts was calculated. As shown in Fig. S16 and Table S7, the J k of (MnO2)cluster/Fe,Mn-N-C at 0.85 V is −13.88 mA cm−2, which is much higher than that of Fe-N-C (−2.62 mA cm−2) and Mn-N-C (−1.37 mA cm−2). After ECSA normalization, (MnO2)cluster/Fe,Mn-N-C still has the highest J k. In addition, the turnover frequencies (TOF) of (MnO2)cluster/Fe,Mn-N-C, Fe-N-C, and Mn-N-C were calculated separately. As shown in Fig. 4g, the TOF values of (MnO2)cluster/Fe,Mn-N-C were 2.4 and 10.9 times higher than those of Fe-N-C and Mn-N-C catalysts, respectively. This evidence suggests that (MnO2)cluster/Fe,Mn-N-C has the highest intrinsic activity. Also, in order to further investigate the active site origin of the catalysts, potassium SCN− poisoning experiments were carried out on (MnO2)cluster/Fe,Mn-N-C. As shown in Fig. S17, the ORR performance of the catalyst was significantly reduced by the addition of potassium thiocyanate, indicating that the metal sites Fe and Mn are the main active sites in the (MnO2)cluster/Fe,Mn-N-C catalyst. In addition, the performance of the (MnO2)cluster/Fe,Mn-N-C catalyst synthesized in this work was compared with that of other catalysts that have been investigated (Table S10), and the results showed that the performance of the (MnO2)cluster/Fe,Mn-N-C catalyst is in the leading position [23,30–43]. Further, the OER performance of (MnO2)cluster/Fe,Mn-N-C and comparison catalysts was tested in an electrolyte of 1.0 M KOH. As shown in Fig. 4h and Table S8, (MnO2)cluster/Fe,Mn-N-C exhibited the lowest overpotential (396 mV) at a current density of 50 mA cm−2, which was superior to that of commercial RuO2 (424 mV) and other comparison catalysts. Electrochemical impedance spectroscopy (EIS) showed that (MnO2)cluster/Fe,Mn-N-C had the lowest charge transfer resistance (R ct = 5.68 Ω), indicating a better electron transfer rate and faster catalytic kinetics as shown in Fig. 4i and Table S9. 2.3 Density functional theory calculations To further understand the source of high ORR catalytic performance of the catalysts, Density Functional Theory (DFT) calculations were employed to explore the catalytic mechanism. Based on the physical characterization results, four structural models of FeN4, MnN4, FeN4-OH, and (MnO2)cluster/FeN4-OH were developed (Fig. S18a–d), and the results showed that the planar structure of FeN4 was distorted after the introduction of axially coordinated OH and MnO2 clusters (Fig. S18d). It can be seen in the differential distribution of the charge density of (MnO2)cluster/FeN4-OH that when clusters are introduced, a redistribution of the electronic structure around (MnO2)cluster/FeN4-OH occurs in comparison to FeN4 (Fig. 5 a), which suggests that there is an electron transfer between the FeN4 sites and the clusters, and the Mulliken charge shows that the presence of the axially coordinated OH and clusters make the Fe single-atoms to delocalize their electrons, resulting in an elevated oxidation state of Fe (Fig. S18). As shown in Fig. 5a and Fig. S19, the visualization of the differential charge densities of FeN4 and MnN4 shows its symmetric planar structure, while the differential charge densities of FeN4-OH show that the electron transfer between FeN4 and OH occurs when an axially OH is paired in FeN4 (Fig. S20). The partial density of states (PDOS) was further calculated as shown in Fig. 5b, c. The d-band center of Fe atoms in the FeN4 structure is −0.70 eV, whereas the d-band center of Fe atoms in (MnO2)cluster/FeN4-OH is −1.06 eV, which is a decrease in the d-band center and indicates a decrease in the adsorption capacity of the oxygen-containing intermediates. In addition, the d-band center of FeN4 is higher than that of MnN4 (−0.92 eV), indicating that Fe site has a stronger adsorption capacity for oxygenated intermediates than Mn site. And for FeN4-OH, the d-band center is positively shifted due to the coordination of axial OH (Fig. S21b). The ORR four-electron reaction pathways of FeN4, MnN4, FeN4-OH, and (MnO2)cluster/FeN4-OH are shown in Fig. 5d and Figs. S22–S24. The Gibbs free energies (Fig. 5e) for each step of the ORR were further calculated, and the results showed that the reaction determining step (RDS) for MnN4 is the step of O* coupling a proton to OH* (O* → OH*), with a reaction energy barrier as high as 1.09 eV, whereas the RDS for FeN4 is the last step of the desorption of OH*, with an energy barrier of 0.61 eV. This suggests that the FeN4 structure has better ORR thermodynamic advantages than MnN4. For FeN4-OH, the RDS becomes an adsorption step for OOH* as axial OH changes the electronic structure of Fe, but the reaction energy barrier remains high at 0.84 eV. As for (MnO2)cluster/FeN4-OH, the introduction of MnO2 clusters further alters the planar structure of FeN4 and the electronic structure, which drastically reduces the reaction energy barrier of the adsorption step for OOH* to 0.49 eV. Thus, the synergistic charge-regulation of axial oxygen and MnO2 clusters together optimize the ORR thermodynamic process. The stability of the catalyst structure is very important for catalyzing the reaction, so the formation energy of the catalyst structure was calculated. As shown in Fig. 5f, both from FeN4 to FeN4-OH and from FeN4-OH to (MnO2)cluster/FeN4-OH are exothermic processes, indicating that the structure consisting of MnO2 clusters with the FeN4-OH are more thermodynamically stable, and this is one of the main reasons for the excellent electrochemical stability of the (MnO2)cluster/FeN4O1 catalyst. Based on the above results, the Fe is the main active site in the (MnO2)cluster/FeN4-OH structure, and the source of catalytic activity is mainly attributed to the electronic and geometrical interactions that exist between the components in this multi-component structured system, which together optimally modulate the electronic structure of the Fe single-atom site, lowering the reactive energy barriers during the ORR process, thus exhibiting excellent ORR performance. 2.4 Electrochemical testing of zinc-air batteries Considering the excellent ORR electrocatalytic performance of (MnO2)cluster/Fe,Mn-N-C, in order to further evaluate the potential of the catalyst for practical applications, the Zinc-air battery (ZAB) was assembled by using (MnO2)cluster/Fe,Mn-N-C as the cathode and Zn foil as the anode, and compared with ZAB assembled using the commercial catalyst Pt/C+RuO2. The schematic diagram of the principle of the zinc air battery is shown in Fig. 6 a. As shown in Fig. 6b, the open-circuit voltage (OCV) of ZAB-(MnO2)cluster/Fe,Mn-N-C reaches 1.51 V, which is superior to that of ZAB-Pt/C+RuO2 (1.40 V). The peak discharge power density of ZAB-(MnO2)cluster/Fe,Mn-N-C is 201 mW cm−2, which is superior to that of ZAB-Pt/C+RuO2 with 125 mW cm−2 (Fig. 6c). And the discharge specific capacity of ZAB-(MnO2)cluster/Fe,Mn-N-C at 10 mA cm−2 was 803 mA h g−1, which was superior to that of ZAB-Pt/C+RuO2 at 779 mA h g−1 (Fig. 6d). In addition, the stability of ZAB-(MnO2)cluster/Fe,Mn-N-C was compared with that of ZAB-Pt/C+RuO2 by charge–discharge cycling test, as shown in Fig. 6e, f, ZAB-(MnO2)cluster/Fe,Mn-N-C has good stability, and there is no significant decrease in the performance after 200 h of charge–discharge cycling, and the ZAB-Pt/C+RuO2 shows a significant decrease in performance. In addition, there was no significant change in the physical phase composition and morphology of the catalysts after the stability test, and the (MnO2)cluster/Fe,Mn-N-C catalysts still retained the 2-D structure (Fig. S25). During the first 300 min, the charge–discharge voltage gap of ZAB-(MnO2)cluster/Fe,Mn-N-C was 0.8 V, which was lower than that of ZAB-Pt/C+RuO2 (1.25 V), indicating better chargeability. And to verify the practicality, it is shown in Fig. S26 that two ZAB-(MnO2)cluster/Fe,Mn-N-C connected in series can light up a red LED. The above results indicate that (MnO2)cluster/Fe,Mn-N-C is a promising cathode catalyst for ZAB. 3 Conclusions In summary, a structurally novel multi-component (MnO2)cluster/Fe,Mn-N-C catalyst was skillfully synthesized by the dicyanodiamine-glycine dual-ligand effect. Experimental and theoretical calculations show that the highly selective coordination of Fe with N in DCD is the main N source in the single-atom sites of Fe-N4O1, while the oxygen in Gly tends to bind to Mn and eventually form MnO2 sub-nanometer clusters after pyrolysis due to the stronger binding ability of O to Mn than Fe. The prepared (MnO2)cluster/Fe,Mn-N-C catalyst exhibited excellent ORR electrocatalytic performance under alkaline conditions with half-wave potentials up to 0.90 V (vs. RHE) and showed excellent performance in rechargeable zinc-air batteries with peak discharge power densities up to 201 mW cm−2, which exceeded the commercial Pt/C catalyst. Theoretical calculations further showed that the synergistic charge-regulation by MnO2 sub-nanometer clusters and axial oxygen optimized the adsorption energy of the reaction intermediates at the FeN4O1 site, which in turn optimized the ORR catalytic activity. This work explains the synergistic charge-regulation effect of multi-component structures in electrocatalysis and provides new insights for the rational design of novel catalysts with efficient electrocatalytic performance. Experimental section Experimental details can be found in the Supporting Information. Data availability statement The data that support the findings of this study are available from the corresponding author upon reasonable request. CRediT authorship contribution statement Chaoyang Shi: Writing – review & editing, Writing – original draft, Methodology, Formal analysis, Data curation, Conceptualization. Guangtao Luo: Writing – original draft, Methodology, Formal analysis, Conceptualization. Danyang Wei: Resources, Data curation. Haodong Jin: Resources, Data curation. Linxiang Zhou: Resources, Data curation. Haoqi Li: Resources, Data curation. Mingli Xu: Writing – review & editing, Supervision, Resources, Project administration, Investigation, Funding acquisition. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was financially supported by the Major Science and Technology Projects in Yunnan Province (202402AG050008), the Science and Technology Plan Project of Yunnan Province (202303AK140022), the Scientific and Technological Project of Yunnan Precious Metals Laboratory (YPML-20240502003), and the Analysis and Testing Foundation of Kunming University of Science and Technology. We also thank Shiyanjia Lab (www.shiyanjia.com) for material characterizations and instrumentation support. Appendix A Supplementary material Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2025.07.086. Appendix A Supplementary material The following are the Supplementary data to this article: Supplementary Data 1 References [1] H. Xu D. Cheng D. Cao X.C. Zeng Nat. Catal. 7 2024 207 218 H. Xu, D. Cheng, D. Cao, X.C. Zeng, Nat. Catal. 7 (2024) 207–218. [2] W. Zhang J. Zhang N. Wang K. Zhu C. Yang Y. Ai F. Wang Y. Tian Y. Ma Y. Ma X. Zhang L. Duan D. Chao F. Wang D. Zhao W. Li Nat. Sustain. 7 2024 463 473 W. Zhang, J. Zhang, N. Wang, K. Zhu, C. Yang, Y. Ai, F. Wang, Y. Tian, Y. Ma, Y. Ma, X. Zhang, L. Duan, D. Chao, F. Wang, D. Zhao, W. Li, Nat. Sustain. 7 (2024) 463–473. [3] C.-X. Zhao J.-N. Liu J. Wang C. Wang X. Guo X.-Y. Li X. Chen L. Song B.-Q. Li Q. Zhang Sci. Adv. 8 2022 eabn5091 C.-X. Zhao, J.-N. Liu, J. Wang, C. Wang, X. Guo, X.-Y. Li, X. Chen, L. Song, B.-Q. Li, Q. Zhang, Sci. Adv. 8 (2022) eabn5091. [4] X. Yang D. Xia Y. Kang H. Du F. Kang L. Gan J. Li Adv. Sci. 7 2020 2000176 X. Yang, D. Xia, Y. Kang, H. Du, F. Kang, L. Gan, J. Li, Adv. Sci. 7 (2020) 2000176. [5] P. Ma H. Cao Q. Hao R. Wang W. Liu M. Zuo C. Jia Z. Zhang J. Bao Angew. Chem.-Int. Edit. 63 2024 e202404418 P. Ma, H. Cao, Q. Hao, R. Wang, W. Liu, M. Zuo, C. Jia, Z. Zhang, J. Bao, Angew. Chem.-Int. Edit. 63 (2024) e202404418. [6] S. Zhao J. Li R. Wang J. Cai S. Zang Adv. Mater. 34 2022 2107291 S. Zhao, J. Li, R. Wang, J. Cai, S. Zang, Adv. Mater. 34 (2022) 2107291. [7] P. Rao X. Han H. Sun F. Wang Y. Liang J. Li D. Wu X. Shi Z. Kang Z. Miao P. Deng X. Tian Angew. Chem.-Int. Edit. 64 2025 e202415223 P. Rao, X. Han, H. Sun, F. Wang, Y. Liang, J. Li, D. Wu, X. Shi, Z. Kang, Z. Miao, P. Deng, X. Tian, Angew. Chem.-Int. Edit. 64 (2025) e202415223. [8] G. Yang J. Zhu P. Yuan Y. Hu G. Qu B.-A. Lu X. Xue H. Yin W. Cheng J. Cheng W. Xu J. Li J. Hu S. Mu J.-N. Zhang Nat. Commun. 12 2021 1734 G. Yang, J. Zhu, P. Yuan, Y. Hu, G. Qu, B.-A. Lu, X. Xue, H. Yin, W. Cheng, J. Cheng, W. Xu, J. Li, J. Hu, S. Mu, J.-N. Zhang, Nat. Commun. 12 (2021) 1734. [9] Y. Cao Y. Liu X. Zheng J. Yang H. Wang J. Zhang X. Han Y. Deng G. Rupprechter W. Hu Angew. Chem.-Int. Edit. 2025 e202423556 Y. Cao, Y. Liu, X. Zheng, J. Yang, H. Wang, J. Zhang, X. Han, Y. Deng, G. Rupprechter, W. Hu, Angew. Chem.-Int. Edit. (2025) e202423556. [10] X. Luo X. Wei H. Wang W. Gu T. Kaneko Y. Yoshida X. Zhao C. Zhu Nano-Micro Lett. 12 2020 163 X. Luo, X. Wei, H. Wang, W. Gu, T. Kaneko, Y. Yoshida, X. Zhao, C. Zhu, Nano-Micro Lett. 12 (2020) 163. [11] X. Wang N. Zhang H. Shang H. Duan Z. Sun L. Zhang Y. Lei X. Luo L. Zhang B. Zhang W. Chen Nat. Commun. 16 2025 470 X. Wang, N. Zhang, H. Shang, H. Duan, Z. Sun, L. Zhang, Y. Lei, X. Luo, L. Zhang, B. Zhang, W. Chen, Nat. Commun. 16 (2025) 470. [12] Q. Li W. Chen H. Xiao Y. Gong Z. Li L. Zheng X. Zheng W. Yan W. Cheong R. Shen N. Fu L. Gu Z. Zhuang C. Chen D. Wang Q. Peng J. Li Y. Li Adv. Mater. 30 2018 1800588 Q. Li, W. Chen, H. Xiao, Y. Gong, Z. Li, L. Zheng, X. Zheng, W. Yan, W. Cheong, R. Shen, N. Fu, L. Gu, Z. Zhuang, C. Chen, D. Wang, Q. Peng, J. Li, Y. Li, Adv. Mater. 30 (2018) 1800588. [13] A. Han X. Wang K. Tang Z. Zhang C. Ye K. Kong H. Hu L. Zheng P. Jiang C. Zhao Q. Zhang D. Wang Y. Li Angew. Chem.-Int. Edit. 60 2021 19262 19271 A. Han, X. Wang, K. Tang, Z. Zhang, C. Ye, K. Kong, H. Hu, L. Zheng, P. Jiang, C. Zhao, Q. Zhang, D. Wang, Y. Li, Angew. Chem.-Int. Edit. 60 (2021) 19262–19271. [14] C. Qi H. Yang Z. Sun H. Wang N. Xu G. Zhu L. Wang W. Jiang X. Yu X. Li Q. Xiao P. Qiu W. Luo Angew. Chem.-Int. Edit. 62 2023 e202308344 C. Qi, H. Yang, Z. Sun, H. Wang, N. Xu, G. Zhu, L. Wang, W. Jiang, X. Yu, X. Li, Q. Xiao, P. Qiu, W. Luo, Angew. Chem.-Int. Edit. 62 (2023) e202308344. [15] P. Guo B. Liu F. Tu Y. Dai Z. Zhang Y. Xia M. Ma Y. Zhang L. Zhao Z. Wang Energy Environ. Sci. 17 2024 3077 3087 P. Guo, B. Liu, F. Tu, Y. Dai, Z. Zhang, Y. Xia, M. Ma, Y. Zhang, L. Zhao, Z. Wang, Energy Environ. Sci. 17 (2024) 3077–3087. [16] S. Chandrasekaran R. Hu L. Yao L. Sui Y. Liu A. Abdelkader Y. Li X. Ren L. Deng Nano-Micro Lett. 15 2023 48 S. Chandrasekaran, R. Hu, L. Yao, L. Sui, Y. Liu, A. Abdelkader, Y. Li, X. Ren, L. Deng, Nano-Micro Lett. 15 (2023) 48. [17] Y. Zhao Y. Kang H. Du F. Kang B. Li J. Energy Chem. 93 2024 46 54 Y. Zhao, Y. Kang, H. Du, F. Kang, B. Li, J. Energy Chem. 93 (2024) 46–54. [18] L. Lan Y. Wu Y. Pei Y. Wei T. Hu D. Lützenkirchen-Hecht K. Yuan Y. Chen Adv. Mater. 37 2025 2417711 L. Lan, Y. Wu, Y. Pei, Y. Wei, T. Hu, D. Lützenkirchen‐Hecht, K. Yuan, Y. Chen, Adv. Mater. 37 (2025) 2417711. [19] K. Chen W. Sun J. Huang J. Gao Y. Liang Z. Lu P. Cai J. Chen H. Zhang Z. Wen CCS Chem. 7 2025 1844 1855 K. Chen, W. Sun, J. Huang, J. Gao, Y. Liang, Z. Lu, P. Cai, J. Chen, H. Zhang, Z. Wen, CCS Chem. 7 (2025) 1844–1855. [20] R. Chen S. Chen L. Wang D. Wang Adv. Mater. 36 2024 2304713 R. Chen, S. Chen, L. Wang, D. Wang, Adv. Mater. 36 (2024) 2304713. [21] L. Zhang N. Jin Y. Yang X.-Y. Miao H. Wang J. Luo L. Han Nano-Micro Lett. 15 2023 228 L. Zhang, N. Jin, Y. Yang, X.-Y. Miao, H. Wang, J. Luo, L. Han, Nano-Micro Lett. 15 (2023) 228. [22] Y. Wu Y. Zhang L. Lan T. Hu S. Tang D. Lützenkirchen-Hecht K. Yuan Y. Chen Angew. Chem.-Int. Edit. 64 2025 e202502019 Y. Wu, Y. Zhang, L. Lan, T. Hu, S. Tang, D. Lützenkirchen-Hecht, K. Yuan, Y. Chen, Angew. Chem.-Int. Edit. 64 (2025) e202502019. [23] X. Xu X. Li W. Lu X. Sun H. Huang X. Cui L. Li X. Zou W. Zheng X. Zhao Angew. Chem.-Int. Edit. 63 2024 e202400765 X. Xu, X. Li, W. Lu, X. Sun, H. Huang, X. Cui, L. Li, X. Zou, W. Zheng, X. Zhao, Angew. Chem.-Int. Edit. 63 (2024) e202400765. [24] S. Li B. Chen Y. Wang M.-Y. Ye P.A. Van Aken C. Cheng A. Thomas Nat. Mater. 20 2021 1240 1247 S. Li, B. Chen, Y. Wang, M.-Y. Ye, P.A. Van Aken, C. Cheng, A. Thomas, Nat. Mater. 20 (2021) 1240–1247. [25] S. Qian F. Xu Y. Fan N. Cheng H. Xue Y. Yuan R. Gautier T. Jiang J. Tian Nat. Commun. 15 2024 2774 S. Qian, F. Xu, Y. Fan, N. Cheng, H. Xue, Y. Yuan, R. Gautier, T. Jiang, J. Tian, Nat. Commun. 15 (2024) 2774. [26] W. Yao C. Hu Y. Zhang H. Li F. Wang K. Shen L. Chen Y. Li Ind. Chem. Mater. 1 2023 106 116 W. Yao, C. Hu, Y. Zhang, H. Li, F. Wang, K. Shen, L. Chen, Y. Li, Ind. Chem. Mater. 1 (2023) 106–116. [27] H.S.S. Chan Y. Lu J.-Q. Yu Nat. Synth. 3 2024 752 762 H.S.S. Chan, Y. Lu, J.-Q. Yu, Nat. Synth. 3 (2024) 752–762. [28] L. Peng J. Wang Y. Nie K. Xiong Y. Wang L. Zhang K. Chen W. Ding L. Li Z. Wei ACS Catal. 7 2017 8184 8191 L. Peng, J. Wang, Y. Nie, K. Xiong, Y. Wang, L. Zhang, K. Chen, W. Ding, L. Li, Z. Wei, ACS Catal. 7 (2017) 8184–8191. [29] L. Tao K. Wang F. Lv H. Mi F. Lin H. Luo H. Guo Q. Zhang L. Gu M. Luo S. Guo Nat. Commun. 14 2023 6893 L. Tao, K. Wang, F. Lv, H. Mi, F. Lin, H. Luo, H. Guo, Q. Zhang, L. Gu, M. Luo, S. Guo, Nat. Commun. 14 (2023) 6893. [30] H. Huang D. Yu F. Hu S. Huang J. Song H. Chen L.L. Li S. Peng Angew. Chem.-Int. Edit. 61 2022 e202116068 H. Huang, D. Yu, F. Hu, S. Huang, J. Song, H. Chen, L.L. Li, S. Peng, Angew. Chem.-Int. Edit. 61 (2022) e202116068. [31] H. Liu L. Jiang J. Khan X. Wang J. Xiao H. Zhang H. Xie L. Li S. Wang L. Han Angew. Chem.-Int. Edit. 62 2023 e202214988 H. Liu, L. Jiang, J. Khan, X. Wang, J. Xiao, H. Zhang, H. Xie, L. Li, S. Wang, L. Han, Angew. Chem.-Int. Edit. 62 (2023) e202214988. [32] Y. Xie X. Chen K. Sun J. Zhang W. Lai H. Liu G. Wang Angew. Chem.-Int. Edit. 62 2023 e202301833 Y. Xie, X. Chen, K. Sun, J. Zhang, W. Lai, H. Liu, G. Wang, Angew. Chem.-Int. Edit. 62 (2023) e202301833. [33] E. Zhu T. Zheng J. Yu C. Shi L. Zhou H. Jin J. Yang G. Luo D. Wei X. Yang M. Xu Energy Storage Mater. 69 2024 103410 E. Zhu, T. Zheng, J. Yu, C. Shi, L. Zhou, H. Jin, J. Yang, G. Luo, D. Wei, X. Yang, M. Xu, Energy Storage Mater. 69 (2024) 103410. [34] H. Cai G. Zhang X. Zhang B. Chen Z. Lu H. Xu R. Gao C. Shi Small 18 2022 2200911 H. Cai, G. Zhang, X. Zhang, B. Chen, Z. Lu, H. Xu, R. Gao, C. Shi, Small 18 (2022) 2200911. [35] M. Zhang H. Li J. Chen F. Ma L. Zhen Z. Wen C. Xu Adv. Funct. Mater. 33 2023 2209726 M. Zhang, H. Li, J. Chen, F. Ma, L. Zhen, Z. Wen, C. Xu, Adv. Funct. Mater. 33 (2023) 2209726. [36] X. Wan Q. Liu J. Liu S. Liu X. Liu L. Zheng J. Shang R. Yu J. Shui Nat. Commun. 13 2022 2963 X. Wan, Q. Liu, J. Liu, S. Liu, X. Liu, L. Zheng, J. Shang, R. Yu, J. Shui, Nat. Commun. 13 (2022) 2963. [37] X. Sun Y. Qiu B. Jiang Z. Chen C. Zhao H. Zhou L. Yang L. Fan Y. Zhang N. Zhang Nat. Commun. 14 2023 291 X. Sun, Y. Qiu, B. Jiang, Z. Chen, C. Zhao, H. Zhou, L. Yang, L. Fan, Y. Zhang, N. Zhang, Nat. Commun. 14 (2023) 291. [38] L. Gong J. Zhu F. Xia Y. Zhang W. Shi L. Chen J. Yu J. Wu S. Mu ACS Catal. 13 2023 4012 4020 L. Gong, J. Zhu, F. Xia, Y. Zhang, W. Shi, L. Chen, J. Yu, J. Wu, S. Mu, ACS Catal. 13 (2023) 4012–4020. [39] L. Hu C. Dai L. Chen Y. Zhu Y. Hao Q. Zhang L. Gu X. Feng S. Yuan L. Wang B. Wang Angew. Chem.-Int. Edit. 60 2021 27324 27329 L. Hu, C. Dai, L. Chen, Y. Zhu, Y. Hao, Q. Zhang, L. Gu, X. Feng, S. Yuan, L. Wang, B. Wang, Angew. Chem.-Int. Edit. 60 (2021) 27324–27329. [40] S. Zhao Z. Ma Z. Wan J. Li X. Wang J. Colloid Interface Sci. 642 2023 800 809 S. Zhao, Z. Ma, Z. Wan, J. Li, X. Wang, J. Colloid Interface Sci. 642 (2023) 800–809. [41] Y. Jiao L. Deng D. Liu Y. Jiao D. Wang J.-F. Chen Chem. Eng. Sci. 259 2022 117811 Y. Jiao, L. Deng, D. Liu, Y. Jiao, D. Wang, J.-F. Chen, Chem. Eng. Sci. 259 (2022) 117811. [42] E. Zhu C. Shi J. Yu H. Jin L. Zhou X. Yang M. Xu App. Catal. B: Environ. 347 2024 123796 E. Zhu, C. Shi, J. Yu, H. Jin, L. Zhou, X. Yang, M. Xu, App. Catal. B: Environ. 347 (2024) 123796. [43] X. Fu L. Zhang X. Zhu S. Zhu Y. Min Q. Xu Q. Li Appl. Surf. Sci. 613 2023 156087 X. Fu, L. Zhang, X. Zhu, S. Zhu, Y. Min, Q. Xu, Q. Li, Appl. Surf. Sci. 613 (2023) 156087.",
      "scopus-id": "105014595427",
      "coredata": {
        "eid": "1-s2.0-S2095495625006710",
        "dc:description": "It is challenging to rationally construct synergistic charge-regulation of active sites and a lower energy barrier of the determining step for efficient oxygen reduction reaction (ORR). In this work, a novel catalyst (MnO2)cluster/Fe,Mn-N-C with Fe-N4O1 site coupled by MnO2 sub-nanometer clusters was successfully synthesized, which is attributed to the dicyanodiamine-glycine (DCD-Gly) dual-ligand effect. Specifically, the higher electrophilic index and the preferential coordination with Fe of N in DCD, and the chelating coordination of Gly with Mn. Experimental and theoretical calculation results indicate that preferential coordination of Fe with N atoms in DCD generates Fe-N4O1 sites with axial oxygen coordination, while the coordination of Mn with Gly generates a large number of MnO2 sub-nanometer clusters. DFT calculations showed that axial oxygen altered the reaction-determining step of ORR at the FeN4O1 site. Meanwhile, the MnO2 sub-nanoclusters further lowered the adsorption energy barriers of the reaction intermediates. This synergistic charge-regulation improved the ORR performance of (MnO2)cluster/Fe,Mn-N-C (E 1/2 = 0.90 V). Meanwhile, (MnO2)cluster/Fe,Mn-N-C catalyst also exhibits a discharge power density of 201 mW cm−2 in Zn-air batteries, which was much higher than the commercial Pt/C+RuO2. The strategy of ligand effect-driven construction provided a new idea for the electronic structure modulation of a monatomic catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495625006710",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shi, Chaoyang"
          },
          {
            "@_fa": "true",
            "$": "Luo, Guangtao"
          },
          {
            "@_fa": "true",
            "$": "Wei, Danyang"
          },
          {
            "@_fa": "true",
            "$": "Jin, Haodong"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Linxiang"
          },
          {
            "@_fa": "true",
            "$": "Li, Haoqi"
          },
          {
            "@_fa": "true",
            "$": "Xu, Mingli"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495625006710"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495625006710"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(25)00671-0",
        "prism:volume": "111",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Synergistic charge-regulation of Fe-N4O1 sites coupled with MnO2 clusters via dual-ligand effect for enhanced oxygen reduction reaction",
        "prism:copyright": "© 2025 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by Elsevier B.V. and Science Press. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Synergistic charge-regulation"
          },
          {
            "@_fa": "true",
            "$": "Ligand effect"
          },
          {
            "@_fa": "true",
            "$": "Sub-nanometer clusters"
          },
          {
            "@_fa": "true",
            "$": "Axially coordinated oxygen"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "701-710",
        "prism:endingPage": "710",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2025",
        "prism:doi": "10.1016/j.jechem.2025.07.086",
        "prism:startingPage": "701",
        "dc:identifier": "doi:10.1016/j.jechem.2025.07.086",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "169",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29823",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "748",
            "@width": "802",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "133026",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "449",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "143341",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "604",
            "@width": "801",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "172654",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "657",
            "@width": "802",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "144521",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "746",
            "@width": "801",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "180203",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "358",
            "@width": "801",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81787",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10470",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "176",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13925",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17774",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17958",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11353",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "176",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12739",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8730",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "749",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "223464",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3311",
            "@width": "3549",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "762411",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1193",
            "@width": "2126",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "511340",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2676",
            "@width": "3548",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1431344",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2907",
            "@width": "3549",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "963681",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3304",
            "@width": "3548",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1172683",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1586",
            "@width": "3547",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "469144",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495625006710-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "25381340",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105014595427"
      }
    }
  }
}