{
  "metadata": {
    "title": "Chlorine-anion doping induced multi-factor optimization in perovskties for boosting intrinsic oxygen evolution",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-01-31",
    "doi": "10.1016/j.jechem.2020.03.055",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S209549562030187X",
    "pii": "S209549562030187X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85085098368",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2020-04-25 2020-04-25 2020-05-19 2020-05-19 2021-01-27T19:55:28 1-s2.0-S209549562030187X S2095-4956(20)30187-X S209549562030187X 10.1016/j.jechem.2020.03.055 S300 S300.2 FULL-TEXT 1-s2.0-S2095495620X00064 2021-01-27T21:45:16.265225Z 0 0 20210101 20210131 2021 2020-04-25T07:06:10.281079Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 52 52 C Volume 52 14 115 120 115 120 202101 January 2021 2021-01-01 2021-01-31 2021 article fla © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. CHLORINEANIONDOPINGINDUCEDMULTIFACTOROPTIMIZATIONINPEROVSKTIESFORBOOSTINGINTRINSICOXYGENEVOLUTION ZHU Y 1 Introduction 2. Experimental 2.1. Catalyst synthesis 2.2. Characterization 2.3. Electrode preparation 2.4. Electrochemical measurements 2.5. Computational methods 3 Results and discussion 4 Conclusions Acknowledgments Appendix Supplementary materials References CHU 2012 294 303 S SEH 2017 eaad4998 Z CHEN 2015 9869 9921 D DENG 2019 93 104 X ZHANG 2019 39 53 W ZHU 2020 Y ZHU 2020 1905025 Y SUNTIVICH 2011 1383 1385 J LI 2019 eaav6262 X ZHU 2015 3897 3901 Y YAGI 2015 8249 S DAI 2019 1903120 J LIN 2020 6480 6486 Q LI 2017 934 B LI 2016 e1600495 B WEI 2011 2326 2329 Y WAN 2019 35641 35652 W NATILE 2014 1505 1513 M LI 2018 1804654 J MAGUIRE 2000 329 335 E LEE 2015 21643 21663 Y SUNARSO 2012 5827 5834 J ZHU 2016 1691 1697 Y XU 2014 2213 2219 J SHEN 2020 4407 4415 Z SHE 2018 11715 11721 S DAI 2019 1801317 J LI 2018 199 209 Z WANG 2019 12538 12546 W XIONG 2019 117817 J HUA 2018 2902 2916 B ZHANG 2017 1700242 Z LI 2019 1803156 Y ZHU 2016 3511 3515 J PENG 2018 1800612 S LIU 2019 7280 7300 Y WANG 2017 1702327 H ZHANG 2019 24077 24085 J KRESSE 1996 11169 11186 G BLOCHL 1994 P AMMER 1999 7413 B DUDAREV 1998 1505 S ZHU 2017 1603793 Y ZHU 2019 149 Y MERINO 2006 1489 1493 N ZHU 2014 2917 2940 J BAO 2015 7399 7404 J HIRAI 2018 15102 15109 S DU 2014 9106 9114 J GRIMAUD 2017 457 465 A MEFFORD 2016 11053 J HUANG 2019 329 338 Z YOO 2018 4628 4636 J DUAN 2017 10534 10541 Y LIU 2019 1901073 J WANG 2019 11846 11851 X SHANG 2019 1805104 C SUN 2019 6103 6108 S ZHUX2021X115 ZHUX2021X115X120 ZHUX2021X115XY ZHUX2021X115X120XY 2022-05-19T00:00:00.000Z 2022-05-19T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2020-04-01T12:30:34.424Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas item S2095-4956(20)30187-X S209549562030187X 1-s2.0-S209549562030187X 10.1016/j.jechem.2020.03.055 286353 2021-01-27T21:45:16.265225Z 2021-01-01 2021-01-31 1-s2.0-S209549562030187X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/MAIN/application/pdf/9750ae9e5e99656a68c9be0f28b85c83/main.pdf main.pdf pdf true 1619422 MAIN 6 1-s2.0-S209549562030187X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/PREVIEW/image/png/c97123b8471b59975a9af6eb7bf673d9/main_1.png main_1.png png 60214 849 656 IMAGE-WEB-PDF 1 1-s2.0-S209549562030187X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr2/DOWNSAMPLED/image/jpeg/bc9301137bf445a27352a56843d87070/gr2.jpg gr2 gr2.jpg jpg 56144 458 606 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030187X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr3/DOWNSAMPLED/image/jpeg/d79b9c54b2df0cdeb5dcd1c1f9278358/gr3.jpg gr3 gr3.jpg jpg 99216 680 581 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030187X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr4/DOWNSAMPLED/image/jpeg/68c6213b24e486d18eefc4b4219917e9/gr4.jpg gr4 gr4.jpg jpg 41772 235 540 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030187X-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/fx1/DOWNSAMPLED/image/jpeg/c14552ce1b3da3facb3410e8238f3210/fx1.jpg fx1 true fx1.jpg jpg 15799 185 301 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030187X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr1/DOWNSAMPLED/image/jpeg/d1d855255ad8fc4d27a208aaa89022a1/gr1.jpg gr1 gr1.jpg jpg 54550 304 659 IMAGE-DOWNSAMPLED 1-s2.0-S209549562030187X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr2/THUMBNAIL/image/gif/1255a73342c3934cd58103b83c4212f4/gr2.sml gr2 gr2.sml sml 8160 164 217 IMAGE-THUMBNAIL 1-s2.0-S209549562030187X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr3/THUMBNAIL/image/gif/3dcf951bf68bd9211bf94e16c2cb5b6d/gr3.sml gr3 gr3.sml sml 8618 164 140 IMAGE-THUMBNAIL 1-s2.0-S209549562030187X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr4/THUMBNAIL/image/gif/cef5d3b8c7eade794c17fc44edb0f0b9/gr4.sml gr4 gr4.sml sml 9851 95 219 IMAGE-THUMBNAIL 1-s2.0-S209549562030187X-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/fx1/THUMBNAIL/image/gif/702229d7396202398ca6a9acce69654f/fx1.sml fx1 true fx1.sml sml 9607 134 219 IMAGE-THUMBNAIL 1-s2.0-S209549562030187X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr1/THUMBNAIL/image/gif/0dcae8a5edee043e846239a0d4ce56ba/gr1.sml gr1 gr1.sml sml 11363 101 219 IMAGE-THUMBNAIL 1-s2.0-S209549562030187X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr2/HIGHRES/image/jpeg/6fc960c4c2b2ef859866bf8d39c46f6e/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 345140 2027 2683 IMAGE-HIGH-RES 1-s2.0-S209549562030187X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr3/HIGHRES/image/jpeg/6761d06e6842398b8d5e4fc2d0e07ffd/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 586756 3012 2574 IMAGE-HIGH-RES 1-s2.0-S209549562030187X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr4/HIGHRES/image/jpeg/55b6331adf6e002dd489075996998556/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 224114 1042 2393 IMAGE-HIGH-RES 1-s2.0-S209549562030187X-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/fx1/HIGHRES/image/jpeg/f14907c4d4b75b1a262fbf4c9f39e1ba/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 101771 818 1333 IMAGE-HIGH-RES 1-s2.0-S209549562030187X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/gr1/HIGHRES/image/jpeg/5d8876a53cb46bf6f57cfcf6d3e2806f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 412753 1347 2917 IMAGE-HIGH-RES 1-s2.0-S209549562030187X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S209549562030187X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/6c95efd46c724e6c5184665a6b13a318/mmc1.docx mmc1 mmc1.docx docx 3115856 APPLICATION 1-s2.0-S209549562030187X-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:109B6FJGQWQ/MAIN/application/pdf/0079a419047a919dafafb19157d7c284/am.pdf am am.pdf pdf false 956370 AAM-PDF JECHEM 1200 S2095-4956(20)30187-X 10.1016/j.jechem.2020.03.055 Fig. 1 (a) XRD patterns of LFO and LFOCl. (b) HRTEM image of LFOCl. (c) XPS spectra of La 4p & Cl 2p for LFOCl. (d) HAADF-STEM image and the corresponding elemental mapping images of LFOCl. Fig 1 Fig. 2 (a) Capacitance- and ohmic resistance-corrected polarization curves of LFO and LFOCl catalysts in O2-saturated 0.1 M KOH solution, with OER current normalized to the BET surface area. (b) Specific activity of LFO and LFOCl catalysts at η = 0.4 V. The error bars represent standard deviations from at least three independent measurements. (c) Tafel plots derived from the data shown in (a). (d) Nyquist plots of LFO and LFOCl catalysts recorded at 0.7 V vs. Ag/AgCl (no iR-corrected) under the influence of an AC voltage of 10 mV. Fig 2 Fig. 3 (a) UV–vis absorption spectra of LFO and LFOCl. Inset is the corresponding Tauc plots. (b) DOS profiles of LFO and LFOCl. Inset is the magnified zone. (c) EPR spectra of LFO and LFOCl. (d) XPS spectra of O 1s species on the surface of LFO and LFOCl. (e) The Fe-L sXAS spectra of LFO and LFOCl. Inset is the magnified part. (f) The O-K sXAS spectra LFO and LFOCl. Fig 3 Fig. 4 Schematic illustration of Cl-doping-induced multiple beneficial factors in LFO perovskite for boosting OER. Fig 4 Chlorine-anion doping induced multi-factor optimization in perovskties for boosting intrinsic oxygen evolution Yinlong Zhu a 1 ⁎ Qian Lin a 1 Zhenbin Wang b Dongchen Qi c Yichun Yin a Yu Liu d Xiwang Zhang a Zongping Shao d Huanting Wang a a Department of Chemical Engineering, Monash University, Clayton, VIC 3800, Australia Department of Chemical Engineering Monash University Clayton VIC 3800 Australia aDepartment of Chemical Engineering, Monash University, Clayton, VIC 3800, SA b Department of Physics, Technical University of Denmark, 2800 Kongens Lyngby, Denmark Department of Physics Technical University of Denmark 2800 Kongens Lyngby Denmark bDepartment of Physics, Technical University of Denmark, 2800 Kongens Lyngby, Denmark c School of Chemistry and Physics, Centre for Materials Science, Queensland University of Technology, Brisbane, Queensland 4001, Australia School of Chemistry and Physics, Centre for Materials Science, Queensland University of Technology Brisbane Queensland 4001 Australia cSchool of Chemistry and Physics, Centre for Materials Science, Queensland University of Technology, Brisbane, Queensland 4001, SA d Department of Chemical Engineering, Curtin University, Perth, Western Australia 6845, Australia Department of Chemical Engineering Curtin University Perth Western Australia 6845 Australia dDepartment of Chemical Engineering, Curtin University, Perth, Western Australia 6845, SA ⁎ Corresponding author. 1 These authors contributed equally to this work. The oxygen evolution reaction (OER) plays a crucial role in many electrochemical energy technologies, and creating multiple beneficial factors for OER catalysis is desirable for achieving high catalytic efficiency. Here, we highlight a new halogen-chlorine (Cl)-anion doping strategy to boost the OER activity of perovskite oxides. As a proof-of-concept, proper Cl doping at the oxygen site of LaFeO3 (LFO) perovskite can induce multiple favorable characteristics for catalyzing the OER, including rich oxygen vacancies, increased electrical conductivity and enhanced Fe-O covalency. Benefiting from these factors, the LaFeO2.9-δCl0.1 (LFOCl) perovskite displays significant intrinsic activity enhancement by a factor of around three relative to its parent LFO. This work uncovers the effect of Cl-anion doping in perovskites on promoting OER performance and paves a new way to design highly efficient electrocatalysts. Graphical abstract A new halogen-chlorine (Cl)-anion doping strategy is reported to boost the OER activity of perovskite oxides. The proof-of-concept LaFeO2.9-δCl0.1 exhibits threefold enhancement in OER intrinsic activity relative to parent LaFeO3 due to multiple beneficial factors. Image, graphical abstract Keywords Anion doping Halogen chlorine Multiple beneficial factors Oxygen evolution reaction Perovskite oxide 1 Introduction Due to ever-increasing energy demand and environmental pollution worldwide, substantial research has been devoted to the development of sustainable energy technologies [1]. The electrochemical oxygen evolution reaction (OER), a key half reaction in multiple clean energy technologies (i.e., water splitting, metal-air batteries and CO2/N2 electrolysis), is the bottleneck of these processes on account of its sluggish kinetics involving multistep electron transfers [2–6]. Currently, noble metal oxides of ruthenium (Ru)/iridium (Ir) are deemed as the state-of-the-art OER electrocatalysts with low overpotentials, but their scarcity and high price impeded the wide-scale practical application [6,7]. Therefore, great efforts have been dedicated to exploit efficient and low-cost noble-metal-free electrocatalysts for OER. Among various alternatives, non-noble perovskite oxides have received extensive interest in the OER electrocatalysis by virtue of their flexible composition and structure for tuning catalytic activity [8–15]. LaFeO3, a representative parent oxide in the family of perovskite, has gained various application in catalysis, sensors, water treatment and solid oxide fuel cells, etc. [16–20]; however, it has poor OER activity [8,21,22]. To overcome this dilemma, a few approaches have been made [23–28]. Doping of A- or B-site cations is an effective way to enhance OER activity [25–28]. For example, She et al. conducted a detailed study of Sr-doped La1-x Sr x FeO3-δ perovskites and found A-site Sr-doping results in distinct activity enhancement [26]. The OER activity of LaFeO3 could be also improved by proper B-site Co-ion doping [27]. Moreover, Liu's group achieved the enhanced electrocatalytic OER activity by non-metal P5+ doping into the LaFeO3 perovskite [28]. Thus, cationic doping has been recognized as a mature method for regulating the catalytic activity. In addition to the traditional cationic doping strategy, it has been reported that the doping of partial non-oxygen anions at the oxygen sites could sometimes generate several interesting properties and thereby promote catalytic performance [29–38]. For instance, fluorine (F)-anion doping into SrCoO3-δ, Ba0.5Sr0.5Co0.8Fe0.2O3-δ and La0.5Ba0.25Sr0.25CoO3-δ perovskites enables an evident improvement in the OER activity [29–31]. Some F-doped perovskite oxides were also developed as efficient catalysts for high-temperature electrochemical energy devices, such as solid oxide fuel cells, solid oxide electrolysis cells and oxygen permeation membrane [32–34]. Besides, Peng et al. proposed that sulfur (S) anion could be incorporated into the oxygen site of CaMnO3 for boosting the bifunctional oxygen electrocatalysis performance [35]. Lower electronegativity of halogen chlorine (Cl) over oxygen (O) could lead to enhanced metal-oxygen covalent nature, which is beneficial for charge transfer during electrocatalysis process. However, up to now, little attention has been given to the Cl doped perovskites as efficient OER catalysts. Inspired by above considerations, herein, we report an effective strategy for enhancing the OER electrocatalytic activity of LaFeO3 (LFO) perovskite by simple Cl-anion doping. Remarkably, LaFeO2.9-δCl0.1 (LFOCl, with ~3.3 at% Cl dopant at oxygen site) exhibits ~ 3-fold higher intrinsic activity than the parent LFO, along with a small Tafel slope of 59 mV dec−1 . The enhanced intrinsic activity of LFOCl could be ascribed to unique Cl-anion doping, which brings about multiple beneficial factors for OER catalysis, e.g., rich oxygen vacancies, increased electrical conductivity and enhanced metal-oxygen covalency. 2. Experimental 2.1. Catalyst synthesis LaFeO3- x -δCl x (x = 0, 0.05, 0.1, 0.2) perovskites were synthesized by a combined ethylenediaminetetraacetic acid-citric acid (EDTA-CA) complexing sol-gel method. Taking the synthesis of LaFeO2.9-δCl0.1 (LFOCl) as an example, stoichiometric amounts of La(NO3)3•6H2O, Fe(NO3)3•9H2O and LaCl3•7H2O were mixed in deionized water. The amount of Cl dopant in the LFOCl was tailored by the ratio of LaCl3•7H2O to La(NO3)3•6H2O applied in the raw materials. EDTA and citric acid were then added as complexing agents in sequence at a mole ratio of 1:1:2 for total metal ions/EDTA/citric acid. To ensure complete complexation, the pH of the solution was adjusted to 6–7 by the addition of NH3 aqueous solution. A transparent gel was obtained by heating at 90 °C under stirring. The gel was then heated in the furnace at 250 °C for 5 h in air to form a solid precursor. Finally, the solid precursor was calcined at 800 °C for 5 h in air to form LFOCl powder. The commercial IrO2 powder was purchased from Aladdin Industrial Corporation. 2.2. Characterization XRD patterns were collected using an X-ray diffractometer (D8 Advance, Bruker, Germany) equipped with filtered Cu-Kα radiation (λ = 1.5418 Å) by step scanning with an interval of 0.02° in the 2θ range of 20°–80°. SEM images were obtained on a field-emission scanning electron microscope (FEI Nova Nano-SEM 450). HRTEM image were obtained using FEI Tecnai G2 F20 operating at 200 kV. STEM image and elemental mapping images were obtained using Tecnai F20 SuperTwin operating at 200 kV. Nitrogen sorption isotherms were measured at 77 K with a Micromeritic Tri Flex surface characterization analyzer and the specific surface areas were calculated by using the BET method. EPR spectra were obtained at a Bruker EPR A300 spectrometer. UV–vis spectra were analyzed by UV-2600 UV–Vis Spectrophotometers (Shimadzu) with BaSO4 as the internal reflectance standard. XPS experiments were carried out on the Nexsa surface analysis system with Al Kα X-ray source for radiation and data were fitted by the public software package XPSPEAK. XAS measurements were performed at the soft X-ray spectroscopy beamline of the Australian Synchrotron. The XAS measurements at the O-K edge and Fe-L edge were performed in total electron yield mode using linearly polarized X-rays, and the photon energy was calibrated using spectra from pre-calibrated reference foils. 2.3. Electrode preparation Working electrodes for OER tests were prepared by a controlled drop-casting method on a RDE (Pine Research Instrumentation, 5 mm diameter). The RDE was pre-polished with aqueous alumina suspension on a polishing cloth. To eliminate the electrode conductivity restriction within thin film working electrodes, the catalysts in this work were mixed with as-obtained conductive carbon (Super P Li) at a mass ration of 1:1. Briefly, a 5 μL aliquot of the catalyst ink, which was prepared by sonication of a mixture of 10 mg of oxide powder and 10 mg of conductive carbon dispersed in 1 mL ethanol and 100 μL of 5 wt% Nafion solution for at least 1 h, was dropped on the electrode surface, generating an approximate catalyst loading of 0.464 mgtotal cm−2 (0.232 mgoxide cm−2) and was left to dry before the electrochemical tests. 2.4. Electrochemical measurements OER activity in 0.1 M KOH solution was conducted using in a standard three-electrode electrochemical cell (Pine Research Instrumentation) with an RDE configuration controlled by a CHI 760E electrochemistry workstation. Catalysts cast on RDE, Pt foil and Ag|AgCl (3.5 M KCl) were used as the working electrode, counter electrode, and reference electrode, respectively. During the measurement, RDE electrode was constantly rotating at 1600 rpm to get rid of the bubbles. The electrolyte was bubbled with O2 for ~30 min prior to OER measurements and maintained under O2 atmosphere throughout the test period. OER polarization curves were collected by capacitance-corrected cyclic voltammetry (CV) curves at a scan rate of 10 mV s− 1 from 0.2 to 1 V vs. Ag|AgCl. Polarization curves were iR corrected in this work unless noted otherwise. The polarization curves were replotted as overpotential (η) versus the logarithm of current density (log |J|) to obtain Tafel plots. 2.5. Computational methods The spin-polarized density functional theory (DFT) calculations were carried out using Vienna ab initio simulation package (VASP) within the projected-augmented wave method [39,40]. We used the revised Perdew-Burke-Ernzerhof (PBE) functional with the Hubbard U values of 5.3 eV for Fe [41,42]. The plane wave energy cutoff was 400 eV. The electronic energy and force convergence criteria were 10−5 eV and 0.05 eV/Å, respectively. A 2 × 2 × 2 supercell (160-atoms) was adopted to simulate the low chlorine doping concentration. The density of states (DOS) were computed with k-points mesh of 3 × 3 × 2. 3 Results and discussion Parent LaFeO3 (LFO) and Cl-doped LaFeO2.9-δCl0.1 (LFOCl) perovskites were synthesized by a combined ethylenediaminetetraacetic acid-citric acid (EDTA-CA) complexing sol-gel method (see the detailed synthesis process in experimental section). Fig. 1 (a) shows the X-ray diffraction (XRD) patterns of as-prepared LFO and LFOCl powders. As observed, both samples exhibit a pure orthorhombic perovskite structure with a space group of Pnma (JCPDS, No 88–0641) [23]. The XRD main peak of LFOCl shifts slightly to lower angles as compared with that of the parent LFO, implying a lattice expansion after the Cl doping due to the substitution of smaller O2- (1.40 Å) by larger Cl− ion (1.81 Å). The phase structure of LFOCl was further confirmed by the high-resolution transmission electron microscope (HRTEM). A lattice fringe with interplanar distances of 0.28 nm was observed, corresponding to the (121) crystal planes of orthorhombic LFOCl (Fig. 1(b)). The X-ray photoelectron spectroscopy (XPS) spectrum of LFOCl in Fig. 1(c) displays a peak at a binding energy of ~198.5 eV, which can be assigned to the Cl 2p 3/2 signal, confirming the presence of Cl− in LFOCl. Moreover, the high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) and elemental mapping images (Fig. 1(d)) demonstrate the homogeneous distribution of La, Fe, O and Cl elements in the as-prepared LFOCl sample. The energy dispersive X-ray (EDX) analysis reveal an approximate 0.99:1.00:2.79:0.08 atomic ratio for La:Fe:O:Cl, which is close to the intended compositions (Table S1). The morphology was examined by scanning electron microscopy (SEM). It can be seen that some nanometer-sized particles are agglomerated into similar chunks in both LFO and LFOCl samples (Fig. S1). The OER activity of LFO and LFOCl perovskites was evaluated by a thin-film rotating disk electrode (RDE) technique [8]. All potential data in this work were corrected to reversible hydrogen electrode (RHE, Fig. S2), and the polarization curves were obtained by taking an average of forward and backward cyclic voltammetry (CV) curves (Fig. S3) [8]. Fig. S4 and Fig. 2 (a) present the capacitance- and iR-corrected polarization curves of LFO and LFOCl in 0.1 M KOH solution, where current values were normalized to the electrode geometric area and Brunauer-Emmett-Teller (BET) surface area of perovskites (Fig. S5 and Table S2), respectively. The LFOCl exhibits evidently smaller onset overpotential (defined here as the overpotential at 1 mA cm−2) and larger specific catalytic current than parent LFO, suggesting much better OER activity of LFOCl. The overpotential at 10 mA cm−2 of LFOCl is ~0.46 V, also much lower than that (~0.51) of LFO. Besides, the specific activity of LFO is significnatly enahnced after proper Cl-anion doping. For example, the specific activity of LFOCl at η=0.4 V is 0.114 mA cm−2, which is ~3-fold higher than that of parent LFO (Fig. 2(b)), indicative of the significant intrinsic activity enhancemen after Cl doping. To examine the kinetics of OER, Tafel plots were drawn in Fig. 2(c). The Tafel slope for LFOCl (59 mV dec−1) is smaller than that for LFO (69 mV dec−1), implying faster OER rates. Electrochemical impedance spectroscopy (EIS) measurements were further performed to explore the kinetics during the OER process. Nyquist plots shown in Fig. 2(d) reveal that the LFOCl possesses a much smaller charge transfer resistance than LFO, demonstrating that the Cl dopant could promote charge transfer during the OER, due presumably to the increased electrical conductivity of LFOCl as will be discussed below. In addition, what is noteworthy is that the Cl doping for O site in LaFeO3- x -δCl x (x = 0, 0.05, 0.1, 0.2) generates a volcano-like activity trend with ~3.3% Cl dopant (i.e., x = 0.1 for LFOCl) being the highest (Figs. S3 and S4). The OER performance of LFOCl is comparable to those of the benchmark IrO2 (Fig. S8) and some state-of-the-art perovskite electrocatalysts ever reported (Table S3). Above electrochemical analysis indicates that the Cl-anion doping into LFO can significantly enhance the OER activity, which can mainly be ascribed to the following beneficial factors. First, Cl doping results in the increased electrical conductivity. It is known that electrocatalysis process requires an efficient flow of electrons through the electrode to produce high current; therefore, high electrical conductivity would expedite the charge transfer rate of the catalyst and benefit the high-efficiency catalysis [12,29,35,43,44]. The electronic behavior was firstly explored by the UV–vis absorption spectra, and the corresponding optical band gaps were calculated according to the Tauc equation (Fig. 3 (a)). The band gap of parent LFO narrows from 2.42 eV to 2.38 eV after Cl doping, which benefits the excitation of charge carriers to the conduction band and consequently lead to enhanced electrical conductivity of LFOCl. We also use density functional theory (DFT) calculations to unveil the electronic properties of LFO and LFOCl by calculating the density of states (DOS). As can be seen in Fig. 3(b), the parent LFO is a typical semiconducor with a large band-gap. Nevertheless, an evident Fe 3d orbital crossing the Fermi level was observed for LFOCl, accounting for the increased conductivity after Cl doping. Second, abundant oxygen vacancies are created after Cl doping. The oxygen vacancies formation after Cl doping was detected by the electron paramagnetic resonance (EPR) and X-ray photoelectron spectroscopy (XPS) techniques. EPR spectra are sensitive to unpaired electrons trapped by oxygen vacancies [12,19]. LFOCl exhibits a strong signal intensity at g = 2.003 while LFO has a very weak signal (Fig. 3(c)), revealing much higher concentration of oxygen vacancies in LFOCl. Fig. 3(d) shows the O 1s XPS spectra of LFO and LFOCl, which can be fitted by a combination of four characteristic sub-peaks [12,23,27,28,30]. Based on the deconvolution results (Table S2), a much larger number of (O2 2−/O−) species, which is closely related to the surface oxygen vacancies [23,27,45,46], was formed on the surface of LFOCl. Previous studies have widely reported that introducing oxygen vacancies on metal oxides can effectively promote the OER catalysis [23,26,35,47–49]. It is reasonable to believe that rich oxygen deficiencies, as induced by the Cl doping, are crucial to the enhanced OER activity of LFOCl. Third, Cl doping contributes to the enhanced Fe-O covalency. The significance of the metal-oxygen covalency was highlighted by some recent studies about transition metal oxides involving lattice-oxygen-redox during OER catalysis [6,7,50–55]. Specially, the strong covalency between metal and oxygen ions can trigger lattice-oxygen activation for OER, which potentially offers better OER activity [50–53]. Surface-sensitive soft X-ray absorption spectroscopy (sXAS) technique was employed to study the electronic structures. The Fe l -edge peak of LFOCl slightly shifts to lower energies compared to parent LFO (Fig. 3(e)), suggesting slight decreased Fe valence state possibly arising from the generation of oxygen vacancy conforming to charge neutrality. O K-edge XAS spectra can directly reflect the metal 3d-oxygen 2p covalency because the pre-edge peak below ~532 eV represents the unoccupied O 2p orbitals hybridized with transition metal 3d orbitals [55–57]. As displayed in Fig. 3(f), lower pre-edge energy position and higher intensity of the pre-edge peak in LFOCl were observed relative to parent LFO, demonstrating the enhanced Fe-O covalency. The enhanced Fe-O covalency after Cl doping could be understood from lower electronegativity of Cl over O (3.16 vs. 3.44), as Cl is less capable than O of attracting electrons from Fe ions [31,58]. To sum up, all aforementioned beneficial factors (i.e., increased oxygen vacancies, conductivity and covalency) schematically shown in Fig. 4 is responsible for the significantly enhanced OER intrinsic activity of Cl doped LFOCl perovskite. 4 Conclusions In summary, we have demonstrated a chlorine (Cl)-anion doping strategy to induce multi-factor optimization of perovsktie oxides toward boosted OER electrocatalysis. A representative parent perovskite LaFeO3 (LFO) was selected as a proof-of-concept to study the effect of Cl-doping on the OER activity. Specifically, LaFeO2.9-δCl0.1 (LFOCl) shows an approximately threefold increase in intrinsic OER activity as compared with the parent LFO. The intrinsic activity enhancement is resulted from the Cl dopant, endowing LFOCl with multiple beneficial factors for catalyzing OER such as rich oxygen vacancies, increased electrical conductivity and enhanced Fe-O covalency. Our study not only reports an efficient OER electrocatalyst, but also opens up a new avenue to develop other advanced catalysts for energy-related applications. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the Australian Research Council (Discovery Early Career Researcher Award No. DE190100005). The authors acknowledge Monash X-Ray Platform (MXP). Dr. D. Qi. acknowledges the support of the Australian Research Council (Grant No. FT160100207) and the ontinued support from the Queensland University of Technology (QUT) through the centre for Materials Science. Part of this research was undertaken on the Soft X-ray Spectroscopy beamline at the Australian Synchrotron, part of ANSTO. Supplementary materials Supplementary material associated with this article can be found, in the online version, at doi:10.1016/j.jechem.2020.03.055. Appendix Supplementary materials Image, application 1 References [1] S. Chu A. Majumdar Nature 488 2012 294 303 S. Chu, A. Majumdar, Nature488 (2012) 294–303. [2] Z.W. Seh J. Kibsgaard C.F. Dickens I. Chorkendorff J.K. Nørskov T.F. Jaramillo Science 355 2017 eaad4998 Z.W. Seh, J. Kibsgaard, C.F. Dickens, I. Chorkendorff, J.K. Nørskov, T.F. Jaramillo, Science355 (2017) eaad4998. [3] D. Chen C. Chen Z.M. Baiyee Z. Shao F. Ciucci Chem. Rev. 115 2015 9869 9921 D. Chen, C. Chen, Z.M. Baiyee, Z. Shao, F. Ciucci, Chem. Rev.115 (2015) 9869–9921. [4] X. Deng J. Huang H. Wan F. Chen Y. Lin X. Xu R. Ma T. Sasaki J. Energy Chem. 32 2019 93 104 X. Deng, J. Huang, H. Wan, F. Chen, Y. Lin, X. Xu, R. Ma, T. Sasaki, J. Energy Chem.32 (2019) 93–104. [5] W. Zhang D. Li L. Zhang X. She D. Yang J. Energy Chem. 39 2019 39 53 W. Zhang, D. Li, L. Zhang, X. She, D. Yang, J. Energy Chem.39 (2019) 39–53. [6] Y. Zhu H.A. Tahini Z. Hu Y. Yin Q. Lin H. Sun Y. Zhong Y. Chen F. Zhang H.-.J. Lin C.-.T. Chen W. Zhou X. Zhang S.C. Smith Z. Shao H. Wang EcoMat 2020 DOI: 10.1002/eom2.12021 Y. Zhu, H.A. Tahini, Z. Hu, Y. Yin, Q. Lin, H. Sun, Y. Zhong, Y. Chen, F. Zhang, H.-.J. Lin, C.-.T. Chen, W. Zhou, X. Zhang, S.C. Smith, Z. Shao, H. Wang, EcoMat. 2020, DOI: 10.1002/eom2.12021. [7] Y. Zhu H.A. Tahini Z. Hu Z.G. Chen W. Zhou A.C. Komarek Q. Lin H.-.J. Lin C.-.T. Chen Y. Zhong M.T. Fernández S.C. Smith H. Wang M. Liu Z. Shao Adv. Mater. 32 2020 1905025 Y. Zhu, H.A. Tahini, Z. Hu, Z.G. Chen, W. Zhou, A.C. Komarek, Q. Lin, H.-.J. Lin, C.-.T. Chen, Y. Zhong, M.T. Fernández, S.C. Smith, H. Wang, M. Liu, Z. Shao, Adv. Mater.32 (2020) 1905025. [8] J. Suntivich K.J. May H.A. Gasteiger J.B. Goodenough Y. Shao-Horn Science 334 2011 1383 1385 J. Suntivich, K.J. May, H.A. Gasteiger, J.B. Goodenough, Y. Shao-Horn, Science334 (2011) 1383–1385. [9] X. Li H. Wang Z. Cui Y. Li S. Xin J. Zhou Y. Long C. Jin J.B. Goodenough Sci. Adv. 5 2019 eaav6262 X. Li, H. Wang, Z. Cui, Y. Li, S. Xin, J. Zhou, Y. Long, C. Jin, J.B. Goodenough, Sci. Adv.5 (2019) eaav6262. [10] Y. Zhu W. Zhou Z. Chen Y. Chen C. Su M.O. Tadé Z. Shao Angew. Chem. Int. Ed. 54 2015 3897 3901 Y. Zhu, W. Zhou, Z. Chen, Y. Chen, C. Su, M.O. Tadé, Z. Shao, Angew. Chem. Int. Ed.54 (2015) 3897–3901. [11] S. Yagi I. Yamada H. Tsukasaki A. Seno M. Murakami H. Fujii H. Chen N. Umezawa H. Abe N. Nishiyama S. Mori Nat. Commun. 6 2015 8249 S. Yagi, I. Yamada, H. Tsukasaki, A. Seno, M. Murakami, H. Fujii, H. Chen, N. Umezawa, H. Abe, N. Nishiyama, S. Mori, Nat. Commun.6 (2015) 8249. [12] J. Dai Y. Zhu Y. Yin H.A. Tahini D. Guan F. Dong Q. Lu S.C. Smith X. Zhang H. Wang W. Zhou Z. Shao Small 15 2019 1903120 J. Dai, Y. Zhu, Y. Yin, H.A. Tahini, D. Guan, F. Dong, Q. Lu, S.C. Smith, X. Zhang, H. Wang, W. Zhou, Z. Shao, Small15 (2019) 1903120. [13] Q. Lin Y. Zhu Z. Hu Y. Yin H.-J. Lin C.-T. Chen X. Zhang Z. Shao H. Wang J. Mater. Chem. A. 8 2020 6480 6486 10.1039/c9ta13972a Q. Lin, Y. Zhu, Z. Hu, Y. Yin, H.-J. Lin, C.-T. Chen, X. Zhang, Z. Shao, H. Wang, J. Mater. Chem. A.2020, DOI: 10.1039/c9ta13972a. [14] B. Li Z. Xia B. Zhang C. Tang H. Wang Q. Zhang Nat. Commun. 8 2017 934 B. Li, Z. Xia, B. Zhang, C. Tang, H. Wang, Q. Zhang, Nat. Commun.8 (2017) 934. [15] B. Li C. Tang H. Wang X. Zhu Q. Zhang Sci. Adv. 2 2016 e1600495 B. Li, C. Tang, H. Wang, X. Zhu, Q. Zhang, Sci. Adv.2 (2016) e1600495. [16] Y. Wei J. Liu Z. Zhao Y. Chen C. Xu A. Duan G. Jiang H. He Angew. Chem., Int. Ed. 50 2011 2326 2329 Y. Wei, J. Liu, Z. Zhao, Y. Chen, C. Xu, A. Duan, G. Jiang, H. He, Angew. Chem., Int. Ed.50 (2011) 2326–2329. [17] W. Wan R. Tran J. Qu Y. Liu C. Chen M. Xu Y. Chen S.P. Ong L. Wang W. Zhou Z. Shao ACS Appl. Mater. Interf. 11 2019 35641 35652 W. Wan, R. Tran, J. Qu, Y. Liu, C. Chen, M. Xu, Y. Chen, S.P. Ong, L. Wang, W. Zhou, Z. Shao, ACS Appl. Mater. Interf.11 (2019) 35641–35652. [18] M.M. Natile A. Ponzoni I. Concina A. Glisenti Chem. Mater. 26 2014 1505 1513 M.M. Natile, A. Ponzoni, I. Concina, A. Glisenti, Chem. Mater.26 (2014) 1505–1513. [19] J. Li J. Miao X. Duan J. Dai Q. Liu S. Wang W. Zhou Z. Shao Adv. Funct. Mater. 28 2018 1804654 J. Li, J. Miao, X. Duan, J. Dai, Q. Liu, S. Wang, W. Zhou, Z. Shao, Adv. Funct. Mater.28 (2018) 1804654. [20] E. Maguire B. Gharbage F.M.B. Marques J.A. Labrincha Solid State Ionics 127 2000 329 335 E. Maguire, B. Gharbage, F.M.B. Marques, J.A. Labrincha, Solid State Ionics127 (2000) 329–335. [21] Y.-.L. Lee M.J. Gadre Y. Shao-Horn D. Morgan Phys. Chem. Chem. Phys. 17 2015 21643 21663 Y.-.L. Lee, M.J. Gadre, Y. Shao-Horn, D. Morgan, Phys. Chem. Chem. Phys.17 (2015) 21643–21663. [22] J. Sunarso A.A. Torriero W. Zhou P.C. Howlett M. Forsyth J. Phys. Chem. C 116 2012 5827 5834 J. Sunarso, A.A. Torriero, W. Zhou, P.C. Howlett, M. Forsyth, J. Phys. Chem. C116 (2012) 5827–5834. [23] Y. Zhu W. Zhou J. Yu Y. Chen M. Liu Z. Shao Chem. Mater. 28 2016 1691 1697 Y. Zhu, W. Zhou, J. Yu, Y. Chen, M. Liu, Z. Shao, Chem. Mater.28 (2016) 1691–1697. [24] J. Xu Z. Wang D. Xu F. Meng X. Zhang Energy Environ. Sci. 7 2014 2213 2219 J. Xu, Z. Wang, D. Xu, F. Meng, X. Zhang, Energy Environ. Sci.7 (2014) 2213–2219. [25] Z. Shen Y. Zhuang W. Li X. Huang F.E. Oropeza E.J.M. Hensen J.P. Hofmann M. Cui A. Tadich D. Qi J. Cheng J. Li K.H.L. Zhang J. Mater. Chem. A 8 2020 4407 4415 Z. Shen, Y. Zhuang, W. Li, X. Huang, F.E. Oropeza, E.J.M. Hensen, J.P. Hofmann, M. Cui, A. Tadich, D. Qi, J. Cheng, J. Li, K.H.L. Zhang, J. Mater. Chem. A8 (2020) 4407–4415. [26] S. She J. Yu W. Tang Y. Zhu Y. Chen J. Sunarso W. Zhou Z. Shao ACS Appl. Mater. Interf. 10 2018 11715 11721 S. She, J. Yu, W. Tang, Y. Zhu, Y. Chen, J. Sunarso, W. Zhou, Z. Shao, ACS Appl. Mater. Interf.10 (2018) 11715–11721. [27] J. Dai Y. Zhu Y. Zhong J. Miao B. Lin W. Zhou Z. Shao Adv. Mater. Interf. 6 2019 1801317 J. Dai, Y. Zhu, Y. Zhong, J. Miao, B. Lin, W. Zhou, Z. Shao, Adv. Mater. Interf.6 (2019) 1801317. [28] Z. Li L. Lv J. Wang X. Ao Y. Ruan D. Zha G. Hong Q. Wu Y. Lan C. Wang J. Jiang M. Liu Nano Energy 47 2018 199 209 Z. Li, L. Lv, J. Wang, X. Ao, Y. Ruan, D. Zha, G. Hong, Q. Wu, Y. Lan, C. Wang, J. Jiang, M. Liu, Nano Energy47 (2018) 199–209. [29] W. Wang Y. Yang D. Huan L. Wang N. Shi Y. Xie C. Xia R. Peng Y. Lu J. Mater. Chem. A 7 2019 12538 12546 W. Wang, Y. Yang, D. Huan, L. Wang, N. Shi, Y. Xie, C. Xia, R. Peng, Y. Lu, J. Mater. Chem. A7 (2019) 12538–12546. [30] J. Xiong H. Zhong J. Li X. Zhang J. Shi W. Cai K. Qu C. Zhu Z. Yang S.P. Beckman H. Cheng Appl. Catal. B: Environ. 256 2019 117817 J. Xiong, H. Zhong, J. Li, X. Zhang, J. Shi, W. Cai, K. Qu, C. Zhu, Z. Yang, S.P. Beckman, H. Cheng, Appl. Catal. B: Environ.256 (2019) 117817. [31] B. Hua M. Li W. Pang W. Tang S. Zhao Z. Jin Y. Zeng B.S. Amirkhiz J.L. Luo Chem 4 2018 2902 2916 B. Hua, M. Li, W. Pang, W. Tang, S. Zhao, Z. Jin, Y. Zeng, B.S. Amirkhiz, J.L. Luo, Chem4 (2018) 2902–2916. [32] Z. Zhang Y. Zhu Y. Zhong W. Zhou Z. Shao Adv. Energy Mater. 7 2017 1700242 Z. Zhang, Y. Zhu, Y. Zhong, W. Zhou, Z. Shao, Adv. Energy Mater.7 (2017) 1700242. [33] Y. Li Y. Li Y. Wan Y. Xie J. Zhu H. Pan X. Zheng C. Xia Adv. Energy Mater. 9 2019 1803156 Y. Li, Y. Li, Y. Wan, Y. Xie, J. Zhu, H. Pan, X. Zheng, C. Xia, Adv. Energy Mater.9 (2019) 1803156. [34] J. Zhu G. Liu Z. Liu Z. Chu W. Jin N. Xu Adv. Mater. 28 2016 3511 3515 J. Zhu, G. Liu, Z. Liu, Z. Chu, W. Jin, N. Xu, Adv. Mater.28 (2016) 3511–3515. [35] S. Peng X. Han L. Li S. Chou D. Ji H. Huang Y. Du J. Liu S. Ramakrishna Adv. Energy Mater. 8 2018 1800612 S. Peng, X. Han, L. Li, S. Chou, D. Ji, H. Huang, Y. Du, J. Liu, S. Ramakrishna, Adv. Energy Mater.8 (2018) 1800612. [36] Y. Liu W. Wang X. Xu J.-P.M. Veder Z. Shao J. Mater. Chem. A 7 2019 7280 7300 Y. Liu, W. Wang, X. Xu, J.-P.M. Veder, Z. Shao, J. Mater. Chem. A7 (2019) 7280–7300. [37] H. Wang C. Tang B. Wang B. Li Q. Zhang Adv. Mater. 29 2017 1702327 H. Wang, C. Tang, B. Wang, B. Li, Q. Zhang, Adv. Mater.29 (2017) 1702327. [38] J. Zhang Y. Cui L. Jia B. He K. Zhang L. Zhao Int. J. Hydrog. Energy 44 2019 24077 24085 J. Zhang, Y. Cui, L. Jia, B. He, K. Zhang, L. Zhao, Int. J. Hydrog. Energy44 (2019) 24077–24085. [39] G. Kresse J. Furthmüller Phys. Rev. B 54 1996 11169 11186 G. Kresse, J. Furthmüller, Phys. Rev. B54 (1996) 11169–11186. [40] P.B. Blochl Phys. Rev. B 50 1994 179523-17979 P.B. Blochl, Phys. Rev. B50 (1994)179523-17979. [41] B. ammer L.B. Hansen J.K. Nørskov Phys. Rev. B 59 1999 7413 B. ammer, L.B. Hansen, J.K. Nørskov, Phys. Rev. B59 (1999) 7413. [42] S.L. Dudarev G.A. Botton S.Y. Savrasov C.J. Humphreys A.P. Sutton Phys. Rev. B 57 1998 1505 S.L. Dudarev, G.A. Botton, S.Y. Savrasov, C.J. Humphreys, A.P. Sutton, Phys. Rev. B57 (1998) 1505. [43] Y. Zhu W. Zhou Z. Shao Small 13 2017 1603793 Y. Zhu, W. Zhou, Z. Shao, Small13 (2017) 1603793. [44] Y. Zhu H.A. Tahini Z. Hu J. Dai Y. Chen H. Sun W. Zhou M. Liu S.C. Smith H. Wang Z. Shao Nat. Commun. 10 2019 149 Y. Zhu, H.A. Tahini, Z. Hu, J. Dai, Y. Chen, H. Sun, W. Zhou, M. Liu, S.C. Smith, H. Wang, Z. Shao, Nat. Commun.10 (2019) 149. [45] N.A. Merino B.P. Barbero P. Eloy L.E. Cadús Appl. Surf. Sci. 253 2006 1489 1493 N.A. Merino, B.P. Barbero, P. Eloy, L.E. Cadús, Appl. Surf. Sci.253 (2006) 1489–1493. [46] J. Zhu H. Li L. Zhong P. Xiao X. Xu X. Yang Z. Zhao J. Li ACS Catal 4 2014 2917 2940 J. Zhu, H. Li, L. Zhong, P. Xiao, X. Xu, X. Yang, Z. Zhao, J. Li, ACS Catal. 4 (2014) 2917–2940. [47] J. Bao X. Zhang B. Fan J. Zhang M. Zhou W. Yang X. Hu H. Wang B. Pan Y. Xie Angew. Chem. Int. Ed. 54 2015 7399 7404 J. Bao, X. Zhang, B. Fan, J. Zhang, M. Zhou, W. Yang, X. Hu, H. Wang, B. Pan, Y. Xie, Angew. Chem. Int. Ed., 54 (2015) 7399–7404. [48] S. Hirai K. Morita K. Yasuoka T. Shibuya Y. Tojo Y. Kamihara A. Miura H. Suzuki T. Ohno T. Matsuda S. Yagi J. Mater. Chem. A 6 2018 15102 15109 S. Hirai, K. Morita, K. Yasuoka, T. Shibuya, Y. Tojo, Y. Kamihara, A. Miura, H. Suzuki, T. Ohno, T. Matsuda, S. Yagi, J. Mater. Chem. A6 (2018) 15102–15109. [49] J. Du T. Zhang F. Cheng W. Chu Z. Wu J. Chen Inorg. Chem. 253 2014 9106 9114 J. Du, T. Zhang, F. Cheng, W. Chu, Z. Wu, J. Chen, Inorg. Chem.253 (2014) 9106–9114. [50] A. Grimaud O. Diaz-Morales B. Han W.T. Hong Y.L. Lee L. Giordano K.A. Stoerzinger M.T. Koper Y. Shao-Horn Nat. Chem. 9 2017 457 465 A. Grimaud, O. Diaz-Morales, B. Han, W.T. Hong, Y.L. Lee, L. Giordano, K.A. Stoerzinger, M.T. Koper, Y. Shao-Horn, Nat. Chem.9 (2017) 457–465. [51] J.T. Mefford X. Rong A.M. Abakumov W.G. Hardin S. Dai A.M. Kolpak K.P. Johnston K.J. Stevenson Nat. Commun. 7 2016 11053 J.T. Mefford, X. Rong, A.M. Abakumov, W.G. Hardin, S. Dai, A.M. Kolpak, K.P. Johnston, K.J. Stevenson, Nat. Commun.7 (2016) 11053. [52] Z. Huang J. Song Y. Du S. Xi S. Dou J.M.V. Nsanzimana C. Wang Z.J. Xu X. Wang Nat. Energy 4 2019 329 338 Z. Huang, J. Song, Y. Du, S. Xi, S. Dou, J.M.V. Nsanzimana, C. Wang, Z.J. Xu, X. Wang, Nat. Energy4 (2019) 329–338. [53] J.S. Yoo X. Rong Y. Liu A.M. Kolpak ACS Catal. 8 2018 4628 4636 J.S. Yoo, X. Rong, Y. Liu, A.M. Kolpak, ACS Catal.8 (2018) 4628–4636. [54] Y. Duan S. Sun S. Xi X. Ren Y. Zhou G. Zhang H. Yang Y. Du Z. Xu Chem. Mater. 29 2017 10534 10541 Y. Duan, S. Sun, S. Xi, X. Ren, Y. Zhou, G. Zhang, H. Yang, Y. Du, Z. Xu, Chem. Mater.29 (2017) 10534–10541. [55] J. Liu E. Jia L. Wang K.A. Stoerzinger H. Zhou C.S. Tang X. Yin X. He E. Bousquet M.E. Bowden A.T.S. Wee S.A. Chambers Y. Du Adv. Sci. 6 2019 1901073 J. Liu, E. Jia, L. Wang, K.A. Stoerzinger, H. Zhou, C.S. Tang, X. Yin, X. He, E. Bousquet, M.E. Bowden, A.T.S. Wee, S.A. Chambers, Y. Du, Adv. Sci.6 (2019) 1901073. [56] X. Wang Z. Pan X. Chu K. Huang Y. Cong R. Cao R. Sarangi L. Li G. Li S. Feng Angew. Chem. Int. Ed. 131 2019 11846 11851 X. Wang, Z. Pan, X. Chu, K. Huang, Y. Cong, R. Cao, R. Sarangi, L. Li, G. Li, S. Feng, Angew. Chem. Int. Ed.131 (2019) 11846–11851. [57] C. Shang C. Cao D. Yu Y. Yan Y. Lin H. Li T. Zheng X. Yan W. Yu S. Zhou J. Zeng Adv. Mater. 31 2019 1805104 C. Shang, C. Cao, D. Yu, Y. Yan, Y. Lin, H. Li, T. Zheng, X. Yan, W. Yu, S. Zhou, J. Zeng, Adv. Mater.31 (2019) 1805104. [58] S. Sun Y. Sun Y. Zhou S. Xi X. Ren B. Huang H. Liao L.P. Wang Y. Du Z. Xu Angew. Chem. Int. Ed. 131 2019 6103 6108 S. Sun, Y. Sun, Y. Zhou, S. Xi, X. Ren, B. Huang, H. Liao, L.P. Wang, Y. Du, Z. Xu, Angew. Chem. Int. Ed.131 (2019) 6103–6108.",
      "scopus-id": "85085098368",
      "coredata": {
        "eid": "1-s2.0-S209549562030187X",
        "dc:description": "The oxygen evolution reaction (OER) plays a crucial role in many electrochemical energy technologies, and creating multiple beneficial factors for OER catalysis is desirable for achieving high catalytic efficiency. Here, we highlight a new halogen-chlorine (Cl)-anion doping strategy to boost the OER activity of perovskite oxides. As a proof-of-concept, proper Cl doping at the oxygen site of LaFeO3 (LFO) perovskite can induce multiple favorable characteristics for catalyzing the OER, including rich oxygen vacancies, increased electrical conductivity and enhanced Fe-O covalency. Benefiting from these factors, the LaFeO2.9-δCl0.1 (LFOCl) perovskite displays significant intrinsic activity enhancement by a factor of around three relative to its parent LFO. This work uncovers the effect of Cl-anion doping in perovskites on promoting OER performance and paves a new way to design highly efficient electrocatalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-01-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S209549562030187X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhu, Yinlong"
          },
          {
            "@_fa": "true",
            "$": "Lin, Qian"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhenbin"
          },
          {
            "@_fa": "true",
            "$": "Qi, Dongchen"
          },
          {
            "@_fa": "true",
            "$": "Yin, Yichun"
          },
          {
            "@_fa": "true",
            "$": "Liu, Yu"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Xiwang"
          },
          {
            "@_fa": "true",
            "$": "Shao, Zongping"
          },
          {
            "@_fa": "true",
            "$": "Wang, Huanting"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S209549562030187X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S209549562030187X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(20)30187-X",
        "prism:volume": "52",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Chlorine-anion doping induced multi-factor optimization in perovskties for boosting intrinsic oxygen evolution",
        "prism:copyright": "© 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Anion doping"
          },
          {
            "@_fa": "true",
            "$": "Halogen chlorine"
          },
          {
            "@_fa": "true",
            "$": "Multiple beneficial factors"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Perovskite oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "115-120",
        "prism:endingPage": "120",
        "pubType": "fla",
        "prism:coverDisplayDate": "January 2021",
        "prism:doi": "10.1016/j.jechem.2020.03.055",
        "prism:startingPage": "115",
        "dc:identifier": "doi:10.1016/j.jechem.2020.03.055",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "458",
            "@width": "606",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56144",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "680",
            "@width": "581",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "99216",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "235",
            "@width": "540",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41772",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "185",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15799",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "304",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54550",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8160",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "140",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8618",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "95",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9851",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9607",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "101",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11363",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2027",
            "@width": "2683",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "345140",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3012",
            "@width": "2574",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "586756",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1042",
            "@width": "2393",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "224114",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "818",
            "@width": "1333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "101771",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1347",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "412753",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3115856",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S209549562030187X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "956370",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85085098368"
      }
    }
  }
}