{
  "metadata": {
    "title": "Millimeter-sized few-layer graphene sheets with aligned channels for fast lithium-ion charging kinetics",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-04-30",
    "doi": "10.1016/j.jechem.2020.05.069",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495620304368",
    "pii": "S2095495620304368"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85087989205",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2020-06-25 2020-06-25 2020-07-17 2020-07-17 2020-12-30T19:55:26 1-s2.0-S2095495620304368 S2095-4956(20)30436-8 S2095495620304368 10.1016/j.jechem.2020.05.069 S300 S300.1 FULL-TEXT 1-s2.0-S2095495620X0009X 2020-12-30T20:24:15.228403Z 0 0 20210401 20210430 2021 2020-06-25T06:36:53.528019Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 55 55 C Volume 55 8 62 69 62 69 202104 April 2021 2021-04-01 2021-04-30 2021 article fla © 2020 Published by ELSEVIER B.V. and Science Press on behalf of Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. All rights reserved. MILLIMETERSIZEDFEWLAYERGRAPHENESHEETSALIGNEDCHANNELSFORFASTLITHIUMIONCHARGINGKINETICS ZHOU Y 1 Introduction 2 Experimental 2.1 Synthesis of the porous graphene sheets 2.2 Material characterization 2.3 Electrochemical tests 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References LOKHANDE 2020 918 977 A HAN 2014 849 864 S SHI 2015 5243 5252 J ZHI 2014 2013 2019 J ZHU 2011 1537 1541 Y WU 2016 2376 2384 S SUN 2017 599 604 H XU 2014 1 8 Y ZHANG 2014 12262 12269 P GUIRGUIS 2019 660 673 A LIN 2015 1508 1513 T LU 2005 98 100 A LU 2004 4303 4306 A JIAO 2015 5727 5731 Y STRUBEL 2015 287 297 P XIE 2012 347 352 K FANG 2013 1524 1530 Y WU 2018 4725 4732 J MOISALA 2003 S3011 S3035 A FUJITA 2004 3799 3802 J BANHART 1998 554 560 F WANG 1995 12627 12635 J CHEN 2017 299 310 Y FENG 2011 767 779 X WIRTH 2012 4633 4640 C YANG 2017 15302 15309 Z HOEKSTRA 2015 10653 15309 J PAWLYTA 2015 479 490 M RAO 2009 7752 7777 C FERRARI 2007 47 57 A SONG 2014 21661 21668 H AGUILOAGUAYO 2013 19167 19174 N XIA 2008 1790 1798 B GUTIERREZPARDO 2015 18 26 A SEVILLA 2007 9749 9756 M LEE 2010 531 537 S ZHANG 2018 24285 24290 L WU 2016 508 516 F CHEN 2013 9537 9545 L LI 2017 1 9 S WANG 2015 21314 21320 Y WU 2018 3444 3453 K ZHAO 2011 8739 8749 X MUKHERJEE 2012 518 533 R YAN 2018 43946 43952 D LI 2017 1602893 1602901 S ZHOUX2021X62 ZHOUX2021X62X69 ZHOUX2021X62XY ZHOUX2021X62X69XY 2022-07-17T00:00:00.000Z 2022-07-17T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Published by ELSEVIER B.V. and Science Press on behalf of Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. All rights reserved. 2020-06-24T02:58:15.085Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/eoas Changjiang Scholar Program of Chinese Ministry of Education http://data.elsevier.com/vocabulary/SciValFunders/501100005240 http://sws.geonames.org/1814991 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 item S2095-4956(20)30436-8 S2095495620304368 1-s2.0-S2095495620304368 10.1016/j.jechem.2020.05.069 286353 2020-12-30T20:24:15.228403Z 2021-04-01 2021-04-30 1-s2.0-S2095495620304368-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/MAIN/application/pdf/4c42e33b5f08bc5862f6c81901c85a17/main.pdf main.pdf pdf true 2520672 MAIN 8 1-s2.0-S2095495620304368-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/PREVIEW/image/png/ed9e21e8f219d30c5b56ad5b8fa47824/main_1.png main_1.png png 57800 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495620304368-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr2/DOWNSAMPLED/image/jpeg/cd58e647acbb0a2cfffef2f17a715577/gr2.jpg gr2 gr2.jpg jpg 86833 420 538 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620304368-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr3/DOWNSAMPLED/image/jpeg/6ef330a511eae4c68c070618ec3bff28/gr3.jpg gr3 gr3.jpg jpg 103216 548 646 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620304368-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr4/DOWNSAMPLED/image/jpeg/2ed917f83fbc337ac1e022381561e1da/gr4.jpg gr4 gr4.jpg jpg 91124 555 629 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620304368-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr5/DOWNSAMPLED/image/jpeg/7b59c0f36c22d0b555cdfc7f1b6c9b87/gr5.jpg gr5 gr5.jpg jpg 81691 353 646 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620304368-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr6/DOWNSAMPLED/image/jpeg/341ec95c7ee7489a2827d6cdddaec632/gr6.jpg gr6 gr6.jpg jpg 44169 273 646 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620304368-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/ga1/DOWNSAMPLED/image/jpeg/beea47e539870a919c05774822b9a3e3/ga1.jpg ga1 true ga1.jpg jpg 37359 200 417 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620304368-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr1/DOWNSAMPLED/image/jpeg/9bcd6dc5d389f2d9a6b6ef4ad1f00f63/gr1.jpg gr1 gr1.jpg jpg 116431 379 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620304368-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr2/THUMBNAIL/image/gif/82100ff02febf829c5b0235a1328961a/gr2.sml gr2 gr2.sml sml 26658 164 210 IMAGE-THUMBNAIL 1-s2.0-S2095495620304368-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr3/THUMBNAIL/image/gif/b0bdfdf0b58d883a0e9ceb9bdb84cd51/gr3.sml gr3 gr3.sml sml 12088 164 193 IMAGE-THUMBNAIL 1-s2.0-S2095495620304368-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr4/THUMBNAIL/image/gif/fbd880b3fbf03966e2209d987af10800/gr4.sml gr4 gr4.sml sml 11110 164 186 IMAGE-THUMBNAIL 1-s2.0-S2095495620304368-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr5/THUMBNAIL/image/gif/6a0faa45e960bd2f2c5fd41a1c01b29e/gr5.sml gr5 gr5.sml sml 10744 120 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620304368-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr6/THUMBNAIL/image/gif/b7a339a6155764d15f297168c06e1667/gr6.sml gr6 gr6.sml sml 7248 93 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620304368-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/ga1/THUMBNAIL/image/gif/eada34ea8c22e6481e794e1775244b29/ga1.sml ga1 true ga1.sml sml 11363 105 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620304368-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr1/THUMBNAIL/image/gif/728a463203a5788f2cedacd3e0ee6a49/gr1.sml gr1 gr1.sml sml 19530 113 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620304368-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr2/HIGHRES/image/jpeg/db31e9882fee579f47aaeb7d3302aa3c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 284123 1115 1429 IMAGE-HIGH-RES 1-s2.0-S2095495620304368-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr3/HIGHRES/image/jpeg/5bca2a8fe8592c4c30c72253d4a7ab43/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 298810 1455 1716 IMAGE-HIGH-RES 1-s2.0-S2095495620304368-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr4/HIGHRES/image/jpeg/1e687c79e6fc05c1884a0b61d0481691/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 274372 1473 1670 IMAGE-HIGH-RES 1-s2.0-S2095495620304368-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr5/HIGHRES/image/jpeg/e6e1b167fcd57efc402953eadd4207ac/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 257941 939 1717 IMAGE-HIGH-RES 1-s2.0-S2095495620304368-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr6/HIGHRES/image/jpeg/a6ca143bd249cf36ab5c60b41fbbe997/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 128834 726 1717 IMAGE-HIGH-RES 1-s2.0-S2095495620304368-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/ga1/HIGHRES/image/jpeg/110a0cdb8f0ea54b82c32b7a067567e8/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 118074 531 1109 IMAGE-HIGH-RES 1-s2.0-S2095495620304368-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/gr1/HIGHRES/image/jpeg/a34aa54553cde805c0fd89617a6196f9/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 412284 1006 1949 IMAGE-HIGH-RES 1-s2.0-S2095495620304368-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/082ed4aea3ae115f97539188eb74e07b/mmc1.docx mmc1 mmc1.docx docx 3260398 APPLICATION 1-s2.0-S2095495620304368-si1.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/STRIPIN/image/svg+xml/92881fb80b52f63553f83bc56d354204/si1.svg si1 si1.svg svg 6612 ALTIMG 1-s2.0-S2095495620304368-si2.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620304368/STRIPIN/image/svg+xml/50ea18bbae046860f8a99a9a215f86f2/si2.svg si2 si2.svg svg 10335 ALTIMG 1-s2.0-S2095495620304368-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10ZQX72GG36/MAIN/application/pdf/c69e77a28512f6e4bc7a6a34a4d7c4ac/am.pdf am am.pdf pdf false 1898718 AAM-PDF JECHEM 1400 S2095-4956(20)30436-8 10.1016/j.jechem.2020.05.069 Science Press Fig. 1 (a) Optical microscopy photograph, (b, c) TEM images and (d) AFM image of sample PGS-4-800; TEM images of sample (e) PGS-1-800 and (f) PGS-0.5-800. Fig. 2 (a, b) TEM images of PGS-4-800; (c) STEM image of PGS-4-800 and (d) the growth model of bamboo-joint-like graphene channels. Fig. 3 XRD patterns of the synthesized PGS materials obtained by (a) different pyrolysis temperature, (b) different molar ratio; (c) Raman spectra (inset, the partial enlarged detail of 2D diffraction peak) and (d) N2 sorption isotherms (inset, pore size distributions) of samples PGS-0.5-800, PGS-1-800 and PGS-4-800. The isotherms of samples PGS-1-800 and PGS-0.5-800 were respectively vertically offset by 100 and 300 cm3 g−1 (STP). Fig. 4 (a) XPS survey scan and (b–d) deconvoluted high-resolution C 1s spectra of samples PGS-0.5-800, PGS-1-800 and PGS-4-800. Fig. 5 (a) CV curves of sample PGS-0.5-800 at 0.1 mV s−1 for the initial three cycles; (b) GC profiles of sample PGS-0.5-800 at 0.05 A g−1 for the initial three cycles, (inset, the partial enlarged detail of the GC profiles); (c) rate performance of samples PGS-0.5-800, PGS-1-800, PGS-4-800 and artificial graphite; (d) long-term cycling performance and Coulombic efficiency of samples PGS-0.5-800, PGS-4-800 and artificial graphite at 2 A g−1. Fig. 6 (a) CV curves of sample PGS-0.5-800 at various scan rates; (b) The capacitive contribution ratios of samples PGS-0.5-800 and artificial graphite at varied scan rates. Millimeter-sized few-layer graphene sheets with aligned channels for fast lithium-ion charging kinetics Yu-Qi Zhou Xiao-Ling Dong Wen-Cui Li Guang-Ping Hao Dong Yan An-Hui Lu ⁎ State Key Laboratory of Fine Chemicals, School of Chemical Engineering, Dalian University of Technology, Dalian 116024, Liaoning, China State Key Laboratory of Fine Chemicals School of Chemical Engineering Dalian University of Technology Dalian 116024 Liaoning China State Key Laboratory of Fine Chemicals, School of Chemical Engineering, Dalian University of Technology, Dalian 116024, Liaoning, China ⁎ Corresponding author. Graphical abstract Millimeter-sized 2D graphene sheets with aligned channels parallel to the 2D direction are obtained by a self-catalysis-assisted bottom-up route. Approximately 70% sp 2-hybridized carbon atoms and aligned tubular channels lead to a fast lithium storage property. Assembly of the top-down graphene units mostly results in 3D porous structure with randomly organized pores. The direct bottom-up synthesis of macroscopic 2D graphene sheets with organized pores are long sought in materials chemistry field, but rarely achieved. Herein, we present a self-catalysis-assisted bottom-up route using L -glutamic acid and iron chloride as starting materials for the fabrication of the millimeter-sized few-layer graphene sheets with aligned porous channels parallel to the 2D direction. The amino- and carboxyl-functional groups in L -glutamic acid can coordinate with iron cations, thus allowing an atomic dispersion of iron cations. The pyrolysis thus initiated the growth of graphene catalyzed by in-situ generated iron nanoparticles, and a dynamic flow of iron nanoparticles eventually led to the formation of millimeter-sized few-layer graphene sheets with aligned channels (60–85 nm in diameter). Used as anodes in lithium-ion batteries, these graphene sheets showed a good rate capability (142 mA h g−1 at 2 A g−1) and high capacity retention of 93% at 2 A g−1 after 1200 cycles. Kinetic analysis revealed that lithium ions storage was dominated by diffusion behavior and capacitive behavior together, in that graphene sheets with aligned channels could accelerate electron transfer and shorten lithium ions transport pathway. This work provides a novel approach to prepare unique porous graphene materials with specific structure for energy storage. Keywords Few-layer graphene Aligned channels Catalytic growth Lithium-ion batteries 1 Introduction Porous graphene materials with sp 2 carbon networks usually possess high intrinsic electrical conductivity, abundant pore structure and excellent chemical stability, showing a wide range of application prospect, such as adsorbents, catalyst supports, thermal transport media, storage energy materials and electronic components [1,2]. Especially in the field of lithium-ion batteries (LIBs), porous graphene materials are promising anode materials since the interconnected sp2 carbon networks can serve as efficient electron transfer pathways and the porous structure will allow a rapid ion diffusion [3,4]. A common reported method for introduction of porous structure in graphene materials relies on chemical KOH [5,6] or H2O2 [7,8] activation, which can generate abundant in-plane micropores or small mesopores. However, small and randomly oriented pore channels are not efficient enough to overcome diffusion or mass transfer limitation during the charging process to some extent [9]. Moreover, drastic chemical activation often damages the intrinsic framework of graphene sheets and the nano-sized graphene fragments will be formed [10]. The severe set-up corrosion is also no escaping as well. Some experience of creating porous structure and improving graphitic property in carbon materials might be referred, which essentially relied on the transition metal induced catalytic graphitization and template effect [11]. For example, using cobalt nanoparticles with the size of ~10 nm as catalyst and cetyltrimethylammonium bromide as the carbon source, hollow carbon spheres with 8–10 nm thick graphitic shell were fabricated [12]. In another case, when such cobalt nanoparticles were deposited on the external surfaces of SBA-15 and then coated with furfuryl alcohol, graphitic shells of such hollow carbon spheres dramatically became ultrathin to 1 nm, approximately three graphene layers [13]. By thermal pyrolysis of self-assembled Fe3O4 superlattice nanocrystals capped with oleic acid ligand, ordered mesoporous graphitic materials with thin pore walls consisting of three to six stacking graphene layers were fabricated [14]. Additionally, chemical vapor deposition over metal oxides, such as ZnO [15], MgO [16] is also a powerful method to introduce porous structure and improve graphitic property with the aid of carbothermal reduction or in-situ growth strategy. Despite the great success in the synthesis of porous carbon materials with graphitic property, most presented in a form of 3D framework, in which the orientation of graphitic layer is irregular [17]. In this case, though an obvious graphitic property, electron transfer and lithium ions transportation cannot be accelerated significantly. Herein, we report a novel self-catalysis-assisted bottom-up construction method to prepare millimeter-sized 2D porous graphene sheets (PGSs) with aligned channels, in which the carbon precursor and transition metal catalyst play a key role in determining the structure and morphology of materials. L -glutamic acid with amino- and carboxyl-functional groups was selected as the sole carbon source, which was strongly inclined to coordinate with iron cations instead of a hydrolysis of iron salt [18]. Compared with other transition metals (e.g., cobalt and nickel), iron nanoparticles show strong carbon solubility (20.2% at melting point) and mobility (1.5 × 10−11 at 1000 °C) [19]. Ultimately, in-situ generated iron nanoparticles initiated the growth of graphene sheets during pyrolysis, and a dynamic flow of iron nanoparticles (possibly in a quasi-liquid phase) eventually led to well-aligned channels with robust few-layer graphene as channel walls. When used as anodes in LIBs, these unique porous graphene materials showed a well rate capability (142 mA h g−1 at 2 A g−1) with capacity retention of 93% at 2 A g−1 after 1200 cycles. Kinetic analysis confirmed that graphene sheets with aligned channels could accelerate electron transfer and shorten lithium ions transport pathway. 2 Experimental 2.1 Synthesis of the porous graphene sheets The chemicals were purchased from commercial suppliers without further purification. First, L -glutamic acid (C5H9NO4, 99%, J&K Scientific Ltd) and iron (III) chloride hexahydrate (FeCl3·6H2O, 98%, Sinopharm Chemical Reagent Co., Ltd.) were proportionally dissolved in deionized water at 60 °C, and stirred until being a homogeneous solution. Then the homogeneous solution was transferred into a rotary evaporator to remove water at 50 °C. The obtained samples were dried at a 60 °C oven for 12 h, and then pyrolyzed at 800 °C for 1 h under an argon atmosphere with heating rate of 5 °C min−1. The samples were treated with 6 M HCl/EtOH solution at 30 °C for 48 h to remove iron particles, followed by filtrating-washing with deionized water to neutrality. Finally, the samples were collected and further dried at 50 °C. The products were labeled as PGS-X-T, where “X” represented the molar ratio of L -glutamic acid to FeCl3 and “T” represented the pyrolysis temperature. 2.2 Material characterization Optical microscopy photograph was obtained with a Leica-Leica DMi8 instrument. Transmission electron microscopy (TEM, Tecnai F30, FEI) and scanning transmission electron microscopy (STEM, Tecnai G2 F30 S-Twin, FEI) were used to observe the samples’ morphology. Atomic force microscopy (AFM) images were obtained using an Agilent PicoPlusII instrument. Powder X-ray diffraction (XRD) patterns were carried out with a D/Max 2400 diffractometer (Rigaku Corporation) and Cu-Kα (40 kV, 100 mA, l¼ 1.5406 Å) as the radiation source. Raman spectra were measured on an InVia Qontor Raman Spectrometer with a 532 nm laser excitation. Nitrogen adsorption isotherms were obtained at 77.4 K with a TriStar 3000 adsorption analyzer (Micromeritics). The specific surface areas (S BET) were calculated from the adsorption data in the relative pressure ranges from 0.05 to 0.3 based on the Brunauer–Emmett–Teller (BET) equation. The total pore volumes (V total) were calculated from the quantity of nitrogen adsorbed at the relative pressure of P/P0 = 0.98. Pore size distributions were determined by using the Barret-Joyner-Halenda (BJH) model from the adsorption branch. X-ray photoelectron spectroscopy (XPS) was measured with a Thermo VG ESCALAB 250 Microprobe instrument and Al Kα radiation as the X-ray source. 2.3 Electrochemical tests The PGS material was first ground to micrometer in size and blended with Super P carbon black, carboxymethylcellulose sodium and LA133 binder in a weight ratio of 8:1:0.5:0.5 and stirred to form a viscous slurry. The slurry was then spread on copper foil and dried under vacuum at 100 °C for 12 h. The areal loading of active material was approximately 1.5 mg cm−2. Coin cells (CR2025) used in electrochemical experiments were assembled in an argon-filled glovebox, with a pure lithium foil as the counter electrode and a polypropylene membrane (Celgard 2400) as the separator. The electrolyte was composed of 1.0 M LiPF6 in DMC/EMC/EC (1:1:1 by volume). Galvanostatic charge–discharge (GC) performance was evaluated using a LAND CT2001A battery test system at different current densities between 0.01 and 3 V vs. Li/Li+. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) tests were conducted on a CHI660E electrochemical workstation. For comparison, one commercial artificial graphite product from BTR company (China) was used as reference anode material. 3 Results and discussion The synthesis was based on a self-catalytic graphitization method using a L -glutamic acid-FeCl3 as precursors. A tremendous expansion of approximately twenty-fold in volume can be observed after carbonization (Fig. S1). The molar ratio between L -glutamic acid and FeCl3 played a key role in determining the morphology of PGS materials. Fig. S2 showed the typical TEM images of the obtained PGS at different molar ratios. For sample PGS-6-800 with the highest proportion of L -glutamic acid, no obvious graphene wrinkles were observed, as seen from Fig. S2(a). Exhilaratingly, with the decreasing the molar ratio of L -glutamic acid to FeCl3 from 4 to 1 and even further to 0.5, the large-area wrinkles structures of materials can be observed from Fig. S2(b–d). However, further reducing the molar ratio of L -glutamic acid to FeCl3 to 0.25, many irremovable iron particles were observed from Fig. S2(e). To have deep insight of the wrinkles structures, an optical microscopy photograph of typical sample PGS-4-800 was displayed in Fig. 1 (a). The lateral size of sheets came up to ~0.3 mm, which was close to the millimeter size. In such large area, the typical sample exhibited well aligned wrinkles which were composed of nearly parallel tubular channels with a diameter of 60–85 nm (Figs. 1b, c and S2b). The lattice fringe diffraction of few-layer graphene was observed on tube wall, with spacing between adjacent graphene planes of about 0.342 nm, indicating that sample PGS-4-800 had a well-graphitized framework. AFM image showed the characteristic of tubular bulges on the surfaces of sample PGS-4-800 (Fig. 1d), which was in line with the TEM observations. In addition, further observation (Fig. 1e, f) revealed an obvious interlacing between the wrinkles in sample PGS-1-800 and PGS-0.5-800, which may be caused by the poor dispersion of in-situ generated iron nanoparticles due to the increase of iron salt content. To further trace the origin of tubular channels, PGS-4-800 was characterized by TEM and STEM. As shown in Fig. 2 (a), the typical tubular channels possess bamboo-joint-like caps which were composed of few-layer graphene (Fig. 2b). In particular, the shape of graphene caps was much alike to the tail of iron nanoparticle, indicating that graphene caps were probably derived from the replication of nano-iron tail [20]. Therefore, the STEM with dark field model was further used to characterize PGS-4-800. We can see the quasi-liquid iron nanoparticle with a graphene cap flowed along a wavy trajectory, alike to the tunnel excavated by a worm (Fig. 2c). By combining the thermogravimetric-mass analysis of PGS-4-precursor under argon flow (Fig. S3), the corresponding growth process of bamboo-joint-like graphene channels was proposed and shown in Fig. 2(d). During pyrolysis under argon, abundance of reducing gases, e.g., H2O, CO, CO2 and NH3 were released in 200–400 °C range. Subsequently, iron cations were in-situ reduced to iron nanoparticles as the catalysts to induce the evolution of graphene structures. In the temperature range of 700–800 °C, CO was the major gas released, and iron compounds were possibly reduced to metallic state or metastable iron carbides (Fe x C y ) [21–23]. It was worth noticing that iron carbides might be a quasi-solid state, because the melting point of the iron carbides was higher than that of the original nano-irons [24,25]. In order to satisfy the energy minimization principle, the partially dissolved carbon species were transformed to the low-energy graphite crystal and a thin graphene cap was precipitated at the tail of iron carbides [26]. The graphene cap peeled off as the quasi-liquid nano-iron migrated. The continuous conversion of quasi-liquid–solid-liquid–solid eventually resulted in the bamboo-joint-like graphene channels. XRD patterns and Raman spectra of PGS materials were collected to probe the structural changes in the graphitization degree as altering the pyrolysis temperature and the molar ratio of L -glutamic acid to FeCl3. As seen in Fig. 3 (a), with an increase in pyrolysis temperature, the (002) diffraction peaks at 26° became stronger and the peaks indexed as (100) planes appeared, confirming the enhanced graphitization degree of resultant materials. Obviously, sample PGS-4-700 possessed a relatively low degree of graphitization because iron nanoparticles had no significant catalytic activity at this temperature [27]. When the pyrolysis temperature reached to 1000 °C, the diffraction peaks assigned to α-Fe (ICOD:01-087-0721) were obvious in Fig. S4(a), indicating that the iron particles grew up significantly and it was difficult to completely remove them by acid washing. Moreover, large iron nanoparticles meant high melting point according to the Tammann-temperature rule, which was unfavorable to trigger the dynamic flow of iron nanoparticles during pyrolysis. Therefore, the pyrolysis was conducted at 800 °C. The molar ratio of L -glutamic acid to FeCl3 exerted significant influence on the structures of sample’s graphitic domains (Figs. 3b and S4c). With the increase of the iron salt proportion in the samples, the intensity of the (002) diffraction peaks was gradually strengthening. The strongest (002) diffraction peak appeared in PGS-0.5-800, indicating the highest crystallinity. For sample PGS-0.25-800 with the highest proportion of FeCl3, the excessive iron salts cannot be sufficiently reduced to metallic iron (Fig. S4b), accompanied with the formed intermediates FeCl2 (ICOD:01-089-3732) and FeCl2·2H2O (ICOD:00-025-1040). Such intermediates were likely the products from the reaction between Fe and excess Fe3+ during the cooling process. For sample PGS-6-800 with the lowest proportion of FeCl3, the relatively weak (002) diffraction peak indicated a low degree of graphitization (Fig. S4c), which was consistent with TEM observation. Therefore, in the following study, sample PGS-6-800 and PGS-0.25-800 were excluded. As seen in Fig. 3(c), the Raman spectra of samples PGS-0.5-800, PGS-1-800 and PGS-4-800 showed two strong peaks at 1360 and 1600 cm−1, representing the D-band (amorphous carbon), the G-band (graphitic carbon), respectively [28]. The ratio of the integral areas of G-band and D-band (I G/I D) was expressive of graphitization degree. When the molar ratios of L -glutamic acid to FeCl3 were varied from 0.5 to 4, the I G/I D value enlarged from 1.02 to 1.52, again declaring the gradually enhanced crystallinity. The presence of strong 2D diffraction peak at 2699 cm−1 suggested the formation of graphene [29,30]. When the molar ratios of L -glutamic acid to FeCl3 were varied from 4 to 0.5, the 2D diffraction peaks shifted to a higher angle and the relative intensity of the 2D diffraction peaks decreased, confirming the enhanced thickness of graphene sheets. The Raman and XRD analyses together proved that PGS series samples displayed high graphitization degree, which was beneficial to electron transport [31]. N2 sorption isotherms of samples PGS-0.5-800, PGS-1-800 and PGS-4-800 were compiled in Fig. 3(d). These PGS materials presented IV-type isotherms with hysteresis loops featured with capillary condensation, revealing the presence of mesoporous structures. The pore size distributions (Fig. 3d inset) further showed the existence of mesopores. The pore sizes of PGS-4-800 showed bimodal distribution, and mainly concentrated at about 15.6 nm. With the increase of iron salt proportion in the samples, the pore sizes of PGS-1-800 and PGS-0.5-800 were quite similar and the dominated peaks moved to 29.6 nm. These mesopores were supposed to be the traces that the migration of iron nanoparticles left during pyrolysis due to the Ostwald ripening and the growth-decay flowing, which support our proposed self-catalysis process toward defined channels [32,33]. The specific surface areas of samples PGS-0.5-800, PGS-1-800 and PGS-4-800 were 186, 261 and 300 m2 g−1, accordingly (Table S1). It was well known that iron nanoparticles were difficult to be removed completely by acid washing. During the cooling process, eutectic liquid droplets of Fe x C y were easy to decompose into core-shell structures, i.e. iron nanoparticles core and graphitic shell [34,35], protecting the iron cores against acid leaching. Thermogravimetric measurement of sample PGS-4-800 was conducted under air flow in order to detect the weight percentage of the iron residual. As seen in Fig. S5, a detectable weight loss appeared in the range of 500–700 °C, which was relevant to the burn of carbon. Meanwhile, Fe and Fe3C nanoparticles were oxidized to Fe2O3. The residual mass ratio of Fe2O3 over initial PGS-4-800 sample was 3.23 wt%. Accordingly, the iron content of this sample was estimated to be 2.22 wt%. Notably, the residual iron nanoparticles were tightly protected by graphitic shells against acid leaching. As well, they were inaccessible by the electrolyte of lithium-ion battery, which will be discussed later on. The surface atomic compositions (at%) of samples PGS-0.5-800, PGS-1-800 and PGS-4-800 were obtained by XPS. All samples exhibited high carbon content of over 95 at% and low heteroatom content (Fig. 4 a and Table S2). Their C 1s spectra (Fig. 4b–d) were deconvoluted with five peaks denoting sp 2 C, sp 3 C, CO, CO and OCO [36,37]. With the increase of iron salts, the content of sp 2 C increased from 62.5 at% to 73.2 at%, while the content of sp 3 C decreased from 17.9 at% to 7.5 at%, indicating the enhancement of graphitic structures. These results were consistent with those from Raman and XRD analyses. Considering the abovementioned unique structure characteristics of samples PGS-0.5-800, PGS-1-800 and PGS-4-800, they were used as anode materials for LIBs which require a high electron and electrolyte ions transport for fast charge-discharge performance. The CV curves of samples PGS-0.5-800, PGS-1-800 and PGS-4-800 were shown in Figs. 5 (a) and S6(a, b). The reduction peaks around 0.5 V in first cycle were attributed to the formation of SEI film [38]. A pair of sharp redox peaks at 0.01–0.2 V were associated with the Li+ intercalation/de-intercalation process in the graphite layers [38]. In contrast with the oxidation peak of artificial graphite at 0.4 V, the left-shifted oxidation peak of PGS materials indicated a decrease in electrode polarization. The excellent conductivity of PGS materials effectively reduced the internal resistance, and the thin 2D feature increased the adsorption of Li+ on edges, thereby gaining a lower polarization voltage [39]. Figs. 5(b) and S6(c, d) presented the GC profiles of samples PGS-0.5-800, PGS-1-800 and PGS-4-800 at 0.05 A g−1 for the initial three cycles. Owing to the highest graphitization degree, sample PGS-0.5-800 experienced a low-voltage long plateau, providing a high capacity of 236 mA h g−1 at 0.05 A g−1 below 0.2 V. Sample PGS-1-800 and PGS-4-800 exhibited slope profiles in the GC profiles and delivered relatively less capacity at low-voltage. By considering the specific structure feature of few-layer graphene sheets with aligned porous channels parallel to the 2D direction, the rate performance of these PGS materials were tested at large current densities. As shown in Fig. 5(c), PGS-0.5-800, PGS-1-800 and PGS-4-800 all exhibited an improved rate performance over that of artificial graphite. For example, the capacity for the artificial graphite only remained 95 mA h g−1 at 1 A g−1, just 40% capacity of PGS-0.5-800. The long-term cycling tests of PGS-0.5-800, PGS-4-800 and the artificial graphite at 2 A g−1 were presented in Fig. 5(d). Although all samples exhibited an excellent long cycling life over 1200 cycles, the retained capacity of sample PGS-0.5-800 and PGS-4-800 was 142 and 124 mA h g−1, respectively, more than 3 times that of artificial graphite (40 mA h g−1). The EIS measurements were conducted in order to understand the interfacial process and the charge-discharge kinetics of the electrode. Fig. S7 showed the Nyquist plots of PGS-0.5-800, PGS-1-800, PGS-4-800 and artificial graphite electrode after 5 cycles at 0.1 A g−1. All three samples exhibited a semicircle in the high frequency region corresponding to the charge-transfer process and an inclined line at low frequencies relating to the ion diffusion process [40]. A typical equivalent circuit was exhibited in the inset of Fig. S7, where R s was related to the electrolyte resistance, R ct meant the charge transfer resistance, C was double layer capacitance, W related to Warburg impedance [41]. These data were quantified by fitting the electrodes equivalent circuit, and the fitted values of charge transfer resistance, double layer capacitance, and Warburg impedance were shown in Table S3. The charge transfer resistance values of PGS-0.5-800, PGS-1-800 and PGS-4-800 are fitted as 34.6, 40.7 and 74.4 ohm, respectively, being lower than the reported values for graphene-like anode materials for LIBs [42,43], which indicated the improvement of electron transport due to the highly graphitized structure. The Warburg impedance values of PGS electrodes are much lower than that of artificial graphite electrode, which indicated the improvement of ions transport due to the porous structure. To determine the charge storage mechanism, the CV curves of sample PGS-0.5-800 and artificial graphite were measured as a function of the scan rates. As shown in Figs. 6 (a) and S8, the CV curves of sample PGS-0.5-800 were almost identical as that of an artificial graphite electrode. This again proved that residual iron-based nanoparticles would not contribute electrochemical capacity. The lithium diffusion coefficients of PGS-0.5-800 electrode and artificial graphite electrode were determined based on the Randles-Sevcik equation [44]. Randles-Sevcik plots of PGS-0.5-800 electrode and artificial graphite electrode were shown in Fig. S9. Compared with the lithium diffusion coefficient of the artificial graphite electrode (4.78 × 10−12 cm2 s−1), the PGS-0.5-800 electrode exhibited a higher lithium diffusion coefficient (1.83 × 10−11 cm2 s−1). Moreover, according to the formula: (1) q ∗ = q o + q i the capacitive contribution at a certain scan rate was calculated. Where q* represents the total charge storage, which is regarded as a combination of outer charge storage (q o, capacitive reaction) and inner charge storage (q i, insertion reaction) [45]. The specific charge storage with different scan rates can be calculated from formula (2): (2) q = q ∞ + k / v 1 / 2 where the v is scan rate and k is constant. When v → ∞, the charge value is approximately q ∞, which equaled q o, indicating that the capacitive contributions are independent of scan rates. When the scan rate approached 0, the outer surface charge and inner charge can be fully available, hence the q included both q o and q i [46]. Consequently, the capacitive contribution ratio at different scan rate was calculated (Fig. 6b). The capacitive contribution of PGS-0.5-800 was 30%, 38%, 43%, 46% and 48% of the total charge storage, accordingly at 0.2, 0.4, 0.6, 0.8 and 1.0 mV s−1, indicating that the lithium ion storage process was a synergistic effect of diffusion behavior and capacitive behavior. In contrast, in the case of the artificial graphite electrode, its capacitive contribution was less than 3% of the total charge storage at the same scan rate, indicating a single diffusion behavior of lithium ions storage. In comparison with the reports on graphene-based anode materials, PGS series samples, especially PGS-0.5-800, exhibited a much higher reversible capacity and superior rate capability (Table S4). The excellent electrochemical performance of PGS materials was attributed to the thin 2D structure and accessible aligned channels structure. Firstly, the aligned channels in our porous graphene sheets ensure sufficient contact areas between electrode and electrolyte, and the internal cavity may act a “reservoir” to store electrolyte. Due to the shortened diffusion distance from the electrode surface into the interior, lithium ions were more quickly and efficiently intercalated/de-intercalated, and thus led to the superior rate performance. Moreover, the 2D integrative feature was also conducive to the adsorption of lithium ions on sides, edges, thereby gaining a higher Li+ storage capability. Finally, the millimeter-sized graphene sheets formed the continuous conductive network, which gave rise to the ultra-high electronic conductivity of the whole electrode, thereby improving the rate performance. 4 Conclusions Millimeter-sized few-layer graphene sheets with aligned channels were prepared by self-catalysis-assisted bottom-up method using L -glutamic acid and iron chloride as the starting materials. Such porous graphene sheets not only facilitated rapid and stable transfer of electrons and ions, but also provided additional active sites for Li+ storage. Therefore, the PGS as anode material for LIBs delivered excellent rate performance and cyclic stability, which was outperformed the artificial graphite electrode under identical conditions. This work extends the bottom-up synthesis technique for macroscopic 2D graphene sheets with unique aligned porous channels, and will also advance the applications where need the coupled high electron and ions transport. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Science Foundation of China (No. 21776041 and No. 21875028) and the Cheung Kong Scholars Programme of China (T2015036). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2020.05.069. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] A.C. Lokhande I.A. Qattan C.D. Lokhande S.P. Patole J. Mater. Chem. A 8 2020 918 977 A.C. Lokhande, I.A. Qattan, C.D. Lokhande, S.P. Patole, J. Mater. Chem. A 8 (2020) 918-977. [2] S. Han D.Q. Wu S. Li F. Zhang X.L. Feng Adv. Mater. 26 2014 849 864 S. Han, D.Q. Wu, S. Li, F. Zhang, X.L. Feng, Adv. Mater. 26 (2014) 849-864. [3] J.L. Shi C. Tang H.J. Peng L. Zhu X.B. Cheng J.Q. Huang W.C. Zhu Q. Zhang Small 11 2015 5243 5252 J.L. Shi, C. Tang, H.J. Peng, L. Zhu, X.B. Cheng, J.Q. Huang, W.C. Zhu, Q. Zhang, Small 11 (2015) 5243-5252. [4] J. Zhi W. Zhao X.Y. Liu A.R. Chen Z.Q. Liu F.Q. Huang Adv. Funct. Mater. 24 2014 2013 2019 J. Zhi, W. Zhao, X.Y. Liu, A.R. Chen, Z.Q. Liu, F.Q. Huang, Adv. Funct. Mater. 24 (2014) 2013-2019. [5] Y.W. Zhu S. Murali M.D. Stoller K.J. Ganesh W.W. Cai P.J. Ferreira A. Pirkle R.M. Wallace K.A. Cychosz M. Thommes D. Su E.A. Stach R.S. Ruoff Science 332 2011 1537 1541 Y.W. Zhu, S. Murali, M.D. Stoller, K.J. Ganesh, W.W. Cai, P.J. Ferreira, A. Pirkle, R.M. Wallace, K.A. Cychosz, M. Thommes, D. Su, E.A. Stach, R.S. Ruoff, Science 332 (2011) 1537-1541. [6] S.L. Wu G.X. Chen N.Y. Kim K. Ni W.C. Zeng Y. Zhao Z.C. Tao H.X. Ji Z. Lee Y.W. Zhu Small 12 2016 2376 2384 S.L. Wu, G.X. Chen, N.Y. Kim, K. Ni, W.C. Zeng, Y. Zhao, Z.C. Tao, H.X. Ji, Z. Lee, Y.W. Zhu, Small 12 (2016) 2376-2384. [7] H.T. Sun L. Mei J.F. Liang Z.P. Zhao C. Lee H.L. Fei M.N. Ding J. Lau M.F. Li C. Wang X. Xu G.L. Hao B. Papandrea I. Shakir B. Dunn Y. Huang X.F. Duan Science 356 2017 599 604 H.T. Sun, L. Mei, J.F. Liang, Z.P. Zhao, C. Lee, H.L. Fei, M.N. Ding, J. Lau, M.F. Li, C. Wang, X. Xu, G.L. Hao, B. Papandrea, I. Shakir, B. Dunn, Y. Huang, X.F. Duan, Science 356 (2017) 599-604. [8] Y.X. Xu Z.Y. Lin X. Zhong X.Q. Huang N.O. Weiss Y. Huang X.F. Duan Nat. Commun. 5 2014 1 8 Y.X. Xu, Z.Y. Lin, X. Zhong, X.Q. Huang, N.O. Weiss, Y. Huang, X.F. Duan, Nat. Commun. 5 (2014) 1-8. [9] P.F. Zhang Z.A. Qiao Z.Y. Zhang S. Wana S. Dai J. Mater. Chem. A 2 2014 12262 12269 P.F. Zhang, Z.A. Qiao, Z.Y. Zhang, S. Wana, S. Dai, J. Mater. Chem. A 2 (2014) 12262-12269. [10] A. Guirguis J.W. Maina L.X. Kong L.C. Henderson A. Rana L.H. Li M. Majumder L.F. Dumée Carbon 155 2019 660 673 A. Guirguis, J.W. Maina, L.X. Kong, L.C. Henderson, A. Rana, L.H. Li, M. Majumder, L.F. Dumée, Carbon 155 (2019) 660-673. [11] T.Q. Lin I.W. Chen F.X. Liu C.Y. Yang H. Bi F.F. Xu F.Q. Huang Science 350 2015 1508 1513 T.Q. Lin, I.W. Chen, F.X. Liu, C.Y. Yang, H. Bi, F.F. Xu, F.Q. Huang, Science 350 (2015) 1508-1513. [12] A.H. Lu W.C. Li N. Matoussevitch B. Spliethoff H. Bönnemann F. Schüth Chem. Commun. 1 2005 98 100 A.H. Lu, W.C. Li, N. Matoussevitch, B. Spliethoff, H. Bönnemann, F. Schüth, Chem. Commun. 1 (2005) 98-100. [13] A.H. Lu W. Schmidt N. Matoussevitch H. Bönnemann B. Spliethoff B. Tesche E. Bill W. Kiefer F. Schüthm Angew. Chem. Int. Ed. 43 2004 4303 4306 A.H. Lu, W. Schmidt, N. Matoussevitch, H. Bönnemann, B. Spliethoff, B. Tesche, E. Bill, W. Kiefer, F. Schüthm, Angew. Chem. Int. Ed. 43 (2004) 4303-4306. [14] Y.C. Jiao D.D. Han L.M. Liu L. Ji G.N. Guo J.H. Hu D. Yang A.G. Dong Angew. Chem. Int. Ed. 54 2015 5727 5731 Y.C. Jiao, D.D. Han, L.M. Liu, L. Ji, G.N. Guo, J.H. Hu, D. Yang, A.G. Dong, Angew. Chem. Int. Ed. 54 (2015) 5727-5731. [15] P. Strubel S. Thieme T. Biemelt A. Helmer M. Oschatz J. Brückner H. Althues S. Kaskel Adv. Funct. Mater. 25 2015 287 297 P. Strubel, S. Thieme, T. Biemelt, A. Helmer, M. Oschatz, J. Brückner, H. Althues, S. Kaskel, Adv. Funct. Mater. 25 (2015) 287-297. [16] K. Xie X.T. Qin X.Z. Wang Y.N. Wang H.S. Tao Q. Wu L.J. Yang Z. Hu Adv. Mater. 24 2012 347 352 K. Xie, X.T. Qin, X.Z. Wang, Y.N. Wang, H.S. Tao, Q. Wu, L.J. Yang, Z. Hu, Adv. Mater. 24 (2012) 347-352. [17] Y. Fang Y.Y. Lv R.C. Che H.Y. Wu X.H. Zhang D. Gu G.F. Zheng D.Y. Zhao J. Am. Chem. Soc. 135 2013 1524 1530 Y. Fang, Y.Y. Lv, R.C. Che, H.Y. Wu, X.H. Zhang, D. Gu, G.F. Zheng, D.Y. Zhao, J. Am. Chem. Soc. 135 (2013) 1524-1530. [18] J. Wu Y.L. Xianyu X.F. Wang D.H. Hu Z.T. Zhao N. Lu M.X. Xie H.T. Lei Y.P. Chen Anal. Chem. 90 2018 4725 4732 J. Wu, Y.L. Xianyu, X.F. Wang, D.H. Hu, Z.T. Zhao, N. Lu, M.X. Xie, H.T. Lei, Y.P. Chen, Anal. Chem. 90 (2018) 4725-4732. [19] A. Moisala A.G. Nasibulin E.I. Kauppinen J. Phys. Condens. Mat. 15 2003 S3011 S3035 A. Moisala, A. G. Nasibulin, E. I. Kauppinen, J. Phys. : Condens. Mat. 15 (2003) S3011-S3035. [20] J.I. Fujita M. Ishida T. Ichihashi Y. Ochiai T. Kaito S. Matsui Jpn. J. Appl. Phys. 43 2004 3799 3802 J.I. Fujita, M. Ishida, T. Ichihashi, Y. Ochiai, T. Kaito, S. Matsui, Jpn. J. Appl. Phys. 43 (2004) 3799-3802. [21] F. Banhart P. Redlich P.M. Ajayan Chem. Phys. Lett. 292 1998 554 560 F. Banhart, P. Redlich, P.M. Ajayan, Chem. Phys. Lett. 292 (1998) 554-560. [22] J. Wang J. Li S. Yip S. Phillpot D. Wolf Phys. Rev. B 52 1995 12627 12635 J. Wang, J. Li, S. Yip, S. Phillpot, D. Wolf, Phys. Rev. B 52 (1995) 12627-12635. [23] Y.M. Chen J.C. Dong L. Qiu X.Y. Li Q.Q. Li H.T. Wang S.J. Liang H.M. Yao H.T. Huang H.J. Gao J.K. Kim F. Ding L.M. Zhou Chem 2 2017 299 310 Y.M. Chen, J.C. Dong, L. Qiu, X.Y. Li, Q.Q. Li, H.T. Wang, S.J. Liang, H.M. Yao, H.T. Huang, H.J. Gao, J.K. Kim, F. Ding, L.M. Zhou, Chem 2 (2017) 299-310. [24] X.F. Feng S.W. Chee R. Sharma K. Liu X. Xie Q.Q. Li S.S. Fan K.L. Jiang Nano Res. 4 2011 767 779 X.F. Feng, S.W. Chee, R. Sharma, K. Liu, X. Xie, Q.Q. Li, S.S. Fan, K.L. Jiang, Nano Res. 4 (2011) 767-779. [25] C.T. Wirth B.C. Bayer A.D. Gamalski S. Esconjauregui R.S. Weatherup C. Ducati C. Baehtz J. Robertson S. Hofmann Chem. Mater. 24 2012 4633 4640 C.T. Wirth, B.C. Bayer, A.D. Gamalski, S. Esconjauregui, R.S. Weatherup, C. Ducati, C. Baehtz, J. Robertson, S. Hofmann, Chem. Mater. 24 (2012) 4633-4640. [26] Z.W. Yang H.J. Guo X.H. Li Z.X. Wang J.X. Wang Y.S. Wang Z.L. Yana D.C. Zhang J. Mater. Chem. A 5 2017 15302 15309 Z.W. Yang, H.J. Guo, X.H. Li, Z.X. Wang, J.X. Wang, Y.S. Wang, Z.L. Yana, D.C. Zhang, J. Mater. Chem. A 5 (2017) 15302-15309. [27] J. Hoekstra A.M. Beale F. Soulimani M. Versluijs-Helder J.W. Geus L.W. Jenneskens J. Phys. Chem. C 119 2015 10653 15309 J. Hoekstra, A.M. Beale, F. Soulimani, M. Versluijs-Helder, J.W. Geus, L.W. Jenneskens, J. Phys. Chem. C 119 (2015) 10653-15309. [28] M. Pawlyta J.N. Rouzaud S. Duber Carbon 84 2015 479 490 M. Pawlyta, J.N. Rouzaud, S. Duber, Carbon 84 (2015) 479-490. [29] C.N.R. Rao A.K. Sood K.S. Subrahmanyam A. Govindaraj Angew. Chem. Int. Ed. 48 2009 7752 7777 C.N.R. Rao, A.K. Sood, K.S. Subrahmanyam, A. Govindaraj, Angew. Chem. Int. Ed. 48 (2009) 7752-7777. [30] A.C. Ferrari Solid State Commun. 143 2007 47 57 A.C. Ferrari, Solid State Commun. 143 (2007) 47-57. [31] H.W. Song G.Z. Yang C.X. Wang ACS Appl. Mater. Inter. 6 2014 21661 21668 H.W. Song, G.Z. Yang, C.X. Wang, ACS Appl. Mater. Inter. 6 (2014) 21661-21668. [32] N. Aguiló-Aguayo Z.Y. Liu E. Bertran J. Yang J. Phys. Chem. C 117 2013 19167 19174 N. Aguiló-Aguayo, Z.Y. Liu, E. Bertran, J. Yang, J. Phys. Chem. C 117 (2013) 19167-19174. [33] B.Y. Xia J.N. Wang X.X. Wang J.J. Niu Z.M. Sheng M.R. Hu Q.C. Yu Adv. Funct. Mater. 18 2008 1790 1798 B.Y. Xia, J.N. Wang, X.X. Wang, J.J. Niu, Z.M. Sheng, M.R. Hu, Q.C. Yu, Adv. Funct. Mater. 18 (2008) 1790-1798. [34] A. Gutiérrez-Pardo J. Ramírez-Rico R. Cabezas-Rodríguez J. Martínez-Fernández J. Power Sour. 278 2015 18 26 A. Gutiérrez-Pardo, J. Ramírez-Rico, R. Cabezas-Rodríguez, J. Martínez-Fernández, J. Power Sources 278 (2015) 18-26. [35] M. Sevilla C. Sanchis T. Valdes-Solis E. Morallón A.B. Fuertes J. Phys. Chem. C 111 2007 9749 9756 M. Sevilla, C. Sanchis, T. Valdes-Solis, E. Morallón, A.B. Fuertes, J. Phys. Chem. C 111 (2007) 9749-9756. [36] S.W. Lee N. Yabuuchi B.M. Gallant S. Chen B.S. Kim P.T. Hammond Y. Shao-Horn Nat. Nanotechnol. 5 2010 531 537 S.W. Lee, N. Yabuuchi, B.M. Gallant, S. Chen, B.S. Kim, P.T. Hammond, Y. Shao-Horn, Nat. Nanotechnol. 5 (2010) 531-537. [37] L.H. Zhang W.C. Li L. Tang Q.G. Wang Q.T. Hu Y. Zhang A.H. Lu J. Mater. Chem. A 6 2018 24285 24290 L.H. Zhang, W.C. Li, L. Tang, Q.G. Wang, Q.T. Hu, Y. Zhang, A.H. Lu, J. Mater. Chem. A 6 (2018) 24285-24290. [38] F. Wu R. Huang D.B. Mu B.R. Wu Y.J. Chen Electrochim. Acta 187 2016 508 516 F. Wu, R. Huang, D.B. Mu, B.R. Wu, Y.J. Chen, Electrochim. Acta 187 (2016) 508-516. [39] L. Chen Z.Y. Wang C.N. He N.Q. Zhao C.S. Shi E.Z. Liu J.J. Li A.C.S. Appl Mater. Inter. 5 2013 9537 9545 L. Chen, Z.Y. Wang, C.N. He, N.Q. Zhao, C.S. Shi, E.Z. Liu, J.J. Li, ACS Appl. Mater. Inter. 5 (2013) 9537-9545. [40] S.H. Li J.W. Chen M.Q. Cui G.F. Cai J.X. Wang P. Cui X.F. Gong P.S. Lee Small 13 2017 1 9 S.H. Li, J.W. Chen, M.Q. Cui, G.F. Cai, J.X. Wang, P. Cui, X.F. Gong, P.S. Lee, Small 13 (2017) 1-9. [41] Y. Wang Z.G. Huang Y.J. Wang J. Mater. Chem. A 3 2015 21314 21320 Y. Wang, Z.G. Huang, Y.J. Wang, J. Mater. Chem. A 3 (2015) 21314-21320. [42] K.P. Wu K. Du G.R. Hu J. Mater. Chem. A 6 2018 3444 3453 K.P. Wu, K. Du, G.R. Hu, J. Mater. Chem. A 6 (2018) 3444-3453. [43] X. Zhao C.M. Hayner M.C. Kung H.H. Kung ACS Nano 5 2011 8739 8749 X. Zhao, C.M. Hayner, M.C. Kung, H.H. Kung, ACS Nano 5 (2011) 8739-8749. [44] R. Mukherjee R. Krishnan T.M. Lu N. Koratkar Nano Energy 1 2012 518 533 R. Mukherjee, R. Krishnan, T.M. Lu, N. Koratkar, Nano Energy 1 (2012) 518-533. [45] D. Yan S.H. Li L.P. Guo X.L. Dong Z.Y. Chen W.C. Li A.C.S. Appl Mater. Inter. 10 2018 43946 43952 D. Yan, S.H. Li, L.P. Guo, X.L. Dong, Z.Y. Chen, W.C. Li, ACS Appl. Mater. Inter. 10 (2018) 43946-43952. [46] S.H. Li J.W. Chen M.Q. Cui G.F. Cai J.X. Wang P. Cui X.F. Gong P.S. Lee Small 13 2017 1602893 1602901 S.H. Li, J.W. Chen, M.Q. Cui, G.F. Cai, J.X. Wang, P. Cui, X.F. Gong, P.S. Lee, Small 13 (2017) 1602893-1602901.",
      "scopus-id": "85087989205",
      "coredata": {
        "eid": "1-s2.0-S2095495620304368",
        "dc:description": "Assembly of the top-down graphene units mostly results in 3D porous structure with randomly organized pores. The direct bottom-up synthesis of macroscopic 2D graphene sheets with organized pores are long sought in materials chemistry field, but rarely achieved. Herein, we present a self-catalysis-assisted bottom-up route using L -glutamic acid and iron chloride as starting materials for the fabrication of the millimeter-sized few-layer graphene sheets with aligned porous channels parallel to the 2D direction. The amino- and carboxyl-functional groups in L -glutamic acid can coordinate with iron cations, thus allowing an atomic dispersion of iron cations. The pyrolysis thus initiated the growth of graphene catalyzed by in-situ generated iron nanoparticles, and a dynamic flow of iron nanoparticles eventually led to the formation of millimeter-sized few-layer graphene sheets with aligned channels (60–85 nm in diameter). Used as anodes in lithium-ion batteries, these graphene sheets showed a good rate capability (142 mA h g−1 at 2 A g−1) and high capacity retention of 93% at 2 A g−1 after 1200 cycles. Kinetic analysis revealed that lithium ions storage was dominated by diffusion behavior and capacitive behavior together, in that graphene sheets with aligned channels could accelerate electron transfer and shorten lithium ions transport pathway. This work provides a novel approach to prepare unique porous graphene materials with specific structure for energy storage.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495620304368",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhou, Yu-Qi"
          },
          {
            "@_fa": "true",
            "$": "Dong, Xiao-Ling"
          },
          {
            "@_fa": "true",
            "$": "Li, Wen-Cui"
          },
          {
            "@_fa": "true",
            "$": "Hao, Guang-Ping"
          },
          {
            "@_fa": "true",
            "$": "Yan, Dong"
          },
          {
            "@_fa": "true",
            "$": "Lu, An-Hui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495620304368"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495620304368"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(20)30436-8",
        "prism:volume": "55",
        "prism:publisher": "Published by ELSEVIER B.V. and Science Press on behalf of Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences.",
        "dc:title": "Millimeter-sized few-layer graphene sheets with aligned channels for fast lithium-ion charging kinetics",
        "prism:copyright": "© 2020 Published by ELSEVIER B.V. and Science Press on behalf of Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Few-layer graphene"
          },
          {
            "@_fa": "true",
            "$": "Aligned channels"
          },
          {
            "@_fa": "true",
            "$": "Catalytic growth"
          },
          {
            "@_fa": "true",
            "$": "Lithium-ion batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "62-69",
        "prism:endingPage": "69",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2021",
        "prism:doi": "10.1016/j.jechem.2020.05.069",
        "prism:startingPage": "62",
        "dc:identifier": "doi:10.1016/j.jechem.2020.05.069",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "420",
            "@width": "538",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86833",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "548",
            "@width": "646",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "103216",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "555",
            "@width": "629",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "91124",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "353",
            "@width": "646",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81691",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "273",
            "@width": "646",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "44169",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "417",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37359",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "379",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "116431",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "26658",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12088",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "186",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11110",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10744",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7248",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "105",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11363",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "113",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "19530",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1115",
            "@width": "1429",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "284123",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1455",
            "@width": "1716",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "298810",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1473",
            "@width": "1670",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "274372",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "939",
            "@width": "1717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "257941",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "726",
            "@width": "1717",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "128834",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1109",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "118074",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1006",
            "@width": "1949",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "412284",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3260398",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-si1.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "6612",
            "@ref": "si1",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-si2.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "10335",
            "@ref": "si2",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620304368-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1898718",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85087989205"
      }
    }
  }
}