{
  "metadata": {
    "title": "Spectroscopic characterization of chain-to-ring structural evolution in platinum carbide clusters",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2023-02-28",
    "doi": "10.1016/j.jechem.2022.11.033",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495622006313",
    "pii": "S2095495622006313"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85145608100",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2022-11-25 2022-11-25 2023-01-02 2023-01-02 2023-03-21T19:57:12 1-s2.0-S2095495622006313 S2095-4956(22)00631-3 S2095495622006313 10.1016/j.jechem.2022.11.033 S300 S300.3 FULL-TEXT 1-s2.0-S2095495622X00090 2024-06-03T13:21:35.167045Z 0 0 20230201 20230228 2023 2022-11-25T16:01:35.430432Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 77 77 C Volume 77 51 529 534 529 534 202302 February 2023 2023-02-01 2023-02-28 2023 article fla © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. All rights reserved. SPECTROSCOPICCHARACTERIZATIONCHAINTORINGSTRUCTURALEVOLUTIONINPLATINUMCARBIDECLUSTERS ZHANG Y 1 Introduction 2 Methods 2.1 Experimental method 2.2 Computational method 3 Results 3.1 PtC7 − 3.2 PtC8 − 3.3 PtC n − (n = 9–13) 3.4 PtC n − (n = 14–16) 4 Discussion 5 Conclusions Acknowledgments Appendix A Supplementary material References LEVY 1973 547 549 R ALEVEQUE 2012 6 9 O TANG 2012 16909 16916 Q CHAI 1991 7564 7568 Y CLEMMER 1994 718 720 D GUO 1992 1411 1413 B GUO 1992 515 516 B WGRIM 1993 6958 6961 J LI 1997 7418 7422 S NAGUIB 2011 4248 4253 M NAGUIB 2012 61 64 M ZHONG 2016 1500286 Y QIAO 2011 634 641 B LI 2021 168 174 Y YE 2022 184 192 X SUN 2012 1289 1295 X CHEN 2014 10403 Z XU 2019 074304 X WEI 2013 815 818 Y FAN 1817 11814 111811 J FAN 1995 2701 2707 J WANG 1997 7699 7701 X WANG 1998 6556 6562 L ZHAI 2004 8996 9008 H ZHAI 2001 5170 5178 H BOLDYREV 1999 8980 8985 A BOLDYREV 1999 4993 4998 A LI 1999 6033 6038 X CANNON 2000 2671 2679 N YUAN 2014 5434 5439 J XU 2017 717 726 X ZHANG 2021 302 307 C ZHANG 2021 1967 1975 C YUAN 2016 1520 1528 J SHAN 2020 179 186 J BITTNER 2016 3768 3771 D LU 2018 218 222 S LU 2018 70 74 S LU 2019 224303 S LIU 2022 164302 X LIU 2022 12 17 X QIN 2013 066108 Z ZHANG 2021 344 350 J DRIBINSKI 2002 2634 2642 V FRISCH 2009 M D DUNNING 1989 1007 1023 T SWART 2008 2126 2127 I ZHANGX2023X529 ZHANGX2023X529X534 ZHANGX2023X529XY ZHANGX2023X529X534XY 2025-01-02T00:00:00.000Z 2025-01-02T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. All rights reserved. 2023-01-10T07:43:18.356Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Youth Innovation Promotion Association of the Chinese Academy of Sciences 2020187 YIPA CAS Youth Innovation Promotion Association of the Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100004739 http://sws.geonames.org/1814991/ Dalian Coherent Light Source K. C. Wong Education Foundation GJTD-2018-06 K. C. Wong Education Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100012692 http://sws.geonames.org/1819730/ Innovation Program for Quantum Science and Technology 2021ZD0303304 National Natural Science Foundation of China 22103082 22125303 22273101 22288201 92061203 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Chinese Academy of Sciences GJJSTD20220001 CAS Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100002367 http://sws.geonames.org/1814991/ Dalian Institute of Chemical Physics DICP DCLS201702 DICP Dalian Institute of Chemical Physics http://data.elsevier.com/vocabulary/SciValFunders/501100002979 http://sws.geonames.org/1814991/ The authors gratefully acknowledge the Dalian Coherent Light Source (DCLS) for support and assistance. This work was supported by the National Natural Science Foundation of China (22273101, 22103082, 22125303, 92061203, and 22288201), the Youth Innovation Promotion Association of the Chinese Academy of Sciences (CAS) (2020187), the Innovation Program for Quantum Science and Technology (2021ZD0303304), Chinese Academy of Sciences (GJJSTD20220001), Dalian Institute of Chemical Physics (DICP DCLS201702), and K. C. Wong Education Foundation (GJTD-2018-06). The authors gratefully acknowledge the Dalian Coherent Light Source (DCLS) for support and assistance. This work was supported by the National Natural Science Foundation of China ( 22273101 , 22103082 , 22125303 , 92061203 , and 22288201 ), the Youth Innovation Promotion Association of the Chinese Academy of Sciences (CAS) ( 2020187 ), the Innovation Program for Quantum Science and Technology ( 2021ZD0303304 ), Chinese Academy of Sciences ( GJJSTD20220001 ), Dalian Institute of Chemical Physics ( DICP DCLS201702 ), and K. C. Wong Education Foundation ( GJTD-2018-06 ). item S2095-4956(22)00631-3 S2095495622006313 1-s2.0-S2095495622006313 10.1016/j.jechem.2022.11.033 286353 2023-03-21T20:12:11.238282Z 2023-02-01 2023-02-28 1-s2.0-S2095495622006313-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/MAIN/application/pdf/5fb91b7b6bbc90600757c67cdd25ba2f/main.pdf main.pdf pdf true 1491787 MAIN 6 1-s2.0-S2095495622006313-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/PREVIEW/image/png/586ae28ee68b8d574c0c41cde956ff58/main_1.png main_1.png png 62230 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495622006313-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/ga1/DOWNSAMPLED/image/jpeg/eb70e051fcaaf4662b6e148bbf8b6e92/ga1.jpg ga1 true ga1.jpg jpg 16654 200 471 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622006313-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/gr1/DOWNSAMPLED/image/jpeg/bc2d5c07d76790a07bfb8dec7baad553/gr1.jpg gr1 gr1.jpg jpg 61037 499 383 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622006313-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/gr2/DOWNSAMPLED/image/jpeg/533916f67a70d235a3b4acf0e8de6458/gr2.jpg gr2 gr2.jpg jpg 43044 292 533 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622006313-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/gr3/DOWNSAMPLED/image/jpeg/40ef8671304da1e1d3a5466c773f2b16/gr3.jpg gr3 gr3.jpg jpg 70746 401 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622006313-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/gr4/DOWNSAMPLED/image/jpeg/2bb7087acea2130efb473606168dbf1b/gr4.jpg gr4 gr4.jpg jpg 70770 402 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495622006313-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/ga1/THUMBNAIL/image/gif/e7dfd4c85f6f812e250b437fc62bb439/ga1.sml ga1 true ga1.sml sml 5307 93 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622006313-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/gr1/THUMBNAIL/image/gif/3f32facad979fa0398d2581368705c9e/gr1.sml gr1 gr1.sml sml 8781 163 125 IMAGE-THUMBNAIL 1-s2.0-S2095495622006313-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/gr2/THUMBNAIL/image/gif/20e538513c5e944e099193c7cbc167de/gr2.sml gr2 gr2.sml sml 6425 120 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622006313-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/gr3/THUMBNAIL/image/gif/3a7f98bfa2dd3b3e50a83efeed913050/gr3.sml gr3 gr3.sml sml 8860 120 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622006313-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/gr4/THUMBNAIL/image/gif/a5c4a67f3e75952e424a8e5173e364ab/gr4.sml gr4 gr4.sml sml 8296 120 219 IMAGE-THUMBNAIL 1-s2.0-S2095495622006313-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/HIGHRES/image/jpeg/b8f32e7a5733170979bf100014517e64/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 52044 531 1251 IMAGE-HIGH-RES 1-s2.0-S2095495622006313-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/HIGHRES/image/jpeg/e1901c4a5931a4dffe541e4c1cb8132c/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 448988 2215 1699 IMAGE-HIGH-RES 1-s2.0-S2095495622006313-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/HIGHRES/image/jpeg/1d6d13acdbbe89f4fd6544470da73867/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 309604 1295 2362 IMAGE-HIGH-RES 1-s2.0-S2095495622006313-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/HIGHRES/image/jpeg/c639b5363904ceb314c37e9d4f903d16/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 419694 1776 3248 IMAGE-HIGH-RES 1-s2.0-S2095495622006313-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/HIGHRES/image/jpeg/4493341cb47733f3513616f6ed6c1e8f/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 413956 1778 3248 IMAGE-HIGH-RES 1-s2.0-S2095495622006313-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495622006313/mmc1/MAIN/application/msword/d0c5d1c538bc578333b689233edd051f/mmc1.doc mmc1 mmc1.doc doc 1784320 APPLICATION 1-s2.0-S2095495622006313-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10LWWHDJWN1/MAIN/application/pdf/c0f46fe7d00d451c5f3a3228e7b12b72/am.pdf am am.pdf pdf false 3653776 AAM-PDF JECHEM 2863 S2095-4956(22)00631-3 10.1016/j.jechem.2022.11.033 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 Photoelectron spectra of PtC n − (n = 7–16) at 266 nm (4.661 eV). Photoelectron images after inverse Abel transformation are embedded in the photoelectron spectra. Fig. 2 Optimized structures of the three lowest-energy isomers of PtC n – (n = 7–16) calculated at the B3LYP/6–311 + G*/SDD level of theory (Pt, yellow; carbon, gray). Relative energies are given in eV. Fig. 3 Comparison of experimental 266 nm photoelectron spectra (bottom rows) of PtC n − (n = 7–11) to the simulated spectra of the three lowest-energy isomers (top rows). Fig. 4 Comparison of experimental 266 nm photoelectron spectra (bottom rows) of PtC n − (n = 12–16) to the simulated spectra of the three lowest-energy isomers (top rows). Table 1 Comparison of experimental and calculated VDE and ADE values of the three lowest-energy isomers for PtC n − (n = 7–16). Cluster Isomer VDE ADE Expt. a Calc. Expt. a Calc. n = 7 7A 3.13(8) 3.12 2.89(9) 2.98 7B 2.77 2.28 7C 3.70 3.51 n = 8 8A 3.99(3) 3.97 3.76(5) 3.83 8B 3.22 2.98 8C 3.89 3.78 n = 9 9A 3.36(7) 3.43 3.27(7) 3.32 9B 3.91 3.75 9C 3.46 3.01 n = 10 10A 3.88(4) 4.03 3.43(6) 3.47 10B 3.76 3.64 10C 3.47 3.34 n = 11 11A 3.90(4) 3.87 3.70(5) 3.66 11B 2.87(9) 2.88 2.62(10) 2.69 11C 4.08 3.69 n = 12 12A 3.80(4) 3.85 3.39(6) 3.34 12B 3.51 3.29 12C 4.17 3.80 n = 13 13A 3.96(4) 4.00 3.70(5) 3.78 13B 3.43(6) 3.46 3.16(8) 3.10 13C 3.65 3.36 n = 14 14A 4.11(3) 4.03 3.71(5) 3.85 14B 4.35 4.23 14C 3.48 3.25 n = 15 15A 3.16(7) 3.18 2.85(9) 3.08 15B 4.18(4) 4.00 3.73(6) 3.80 15C 3.35 3.72 n = 16 16A 4.06(3) 4.02 3.65(5) 3.55 16B 4.44 4.29 16C 3.41 3.33 a Numbers in parentheses are experimental uncertainties in the last digit. The energy resolution was better than 50 meV at electron kinetic energy (eKE) of 1 eV (5 %). The experimental ADE and VDE error bars were determined by the energy resolution at the corresponding ekE. Spectroscopic characterization of chain-to-ring structural evolution in platinum carbide clusters Yu Zhang a b 1 Shihu Du a c 1 Zhi Zhao c Haiyan Han c Gang Li a Jinghan Zou a Hua Xie a ⁎ Ling Jiang a ⁎ a State Key Laboratory of Molecular Reaction Dynamics, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China State Key Laboratory of Molecular Reaction Dynamics Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 Liaoning China State Key Laboratory of Molecular Reaction Dynamics, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, Liaoning, China b College of Chemistry and Chemical Engineering, Xinyang Normal University, Xinyang 464000, Henan, China College of Chemistry and Chemical Engineering Xinyang Normal University Xinyang 464000 Henan China College of Chemistry and Chemical Engineering, Xinyang Normal University, Xinyang 464000, Henan, China c School of Mathematics and Physics, Hebei University of Engineering, Handan 056038, Hebei, China School of Mathematics and Physics Hebei University of Engineering Handan 056038 Hebei China School of Mathematics and Physics, Hebei University of Engineering, Handan 056038, Hebei, China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract Photoelectron spectroscopic and theoretical studies reveal a chain-to-ring structural evolution in platinum carbide clusters and a significant effect of charge on the structures. Metal carbides play an important role in catalysis and functional materials. However, the structural characterization of metal carbide clusters has been proven to be a challenging experimental target due to the difficulty in size selection. Here we use the size-specific photoelectron velocity-map imaging spectroscopy to study the structures and properties of platinum carbide clusters. Quantum chemical calculations are carried out to identify the structures and to assign the experimental spectra. The results indicate that the cluster size of the chain-to-ring structural evolution for the PtC n – anions occurs at n = 14, whereas that for the PtC n neutrals at n = 10, revealing a significant effect of charge on the structures of metal carbides. The greatest importance of these building blocks is the strong preference of the Pt atom to expose in the outer side of the chain or ring, exhibiting the active sites for catalyzing potential reactions. These findings provide unique spectroscopic snapshots for the formation and growth of platinum carbide clusters and have important implications in the development of related single-atom catalysts with isolated metal atoms dispersed on supports. Keywords Catalysis Functional material Metal carbide Photoelectron velocity-map imaging spectroscopy Quantum chemical calculation 1 Introduction Metal carbides play an important role in various industrial applications due to their excellent chemical and physical properties, such as noble-metal-like catalytic activity, high electrical conductivity, high thermal conductivity, high energy storage performance, high melting point, and high hardness [1–3]. With these peculiar features, they are receiving increasing attentions, especially in the fields of catalysis and functional materials. The combination of transition metals and carbon atoms was proposed to form exotic structures such as endohedral metallofullerenes [4,5] and metallocarbohedrenes (Met-Cars) [6–9]. Metal carbides with two-dimensional structures can also be prepared and utilized as electrode materials for supercapacitors and batteries [10–12]. Thus, elucidating the interplays between the metals and carbon atoms is crucial to understanding the structure–reactivity relationship and the mechanism of single-atom catalysts with isolated metal atoms dispersed on supports [13–15]. Spectroscopic studies of metal carbide clusters under well-defined conditions help uncover the relationship between the structure and function at the molecular level which is difficult to extract from the condensed-phase experiments. Experimental and theoretical efforts have been made to study the metal carbide clusters in recent decades [16–19]. Wang and coworkers investigated the structures and electronic properties of small-sized clusters MC n − (M = Fe, Ti, Cr, Nb) [9,20–25] and Al m C n − clusters [26–29] with the aid of photoelectron spectroscopy (PES). Using the same experimental approach in conjunction with quantum chemical calculations, Zheng et al. examined the Co m C n − [30,31], Al m C n − [32,33], and V m C n − clusters [34]. Recent studies reveal that platinum carbide nanomaterials exhibit remarkably higher activity in catalytic hydrocarbon conversion than platinum nanoparticles [35]. Although the structures of some platinum carbide compounds have been investigated both experimentally and theoretically [36–41], the systematical study of platinum carbide clusters remains rare. Herein, we report a study on the geometric structures and electronic properties of a series of platinum carbide clusters by using photoelectron velocity map imaging spectroscopy and density functional theory calculations. Experimental and theoretical results reveal that the structural evolution of the anionic PtC n – clusters from the chain into ring structure occurs at n = 14 and the charge has a significant effect on the structures of metal carbides. 2 Methods 2.1 Experimental method The experiments were performed by using a homemade photoelectron imaging spectrometer, coupled with a laser ablation supersonic cluster source and a dual-channel time-of-flight mass spectrometer [42,43]. The PtC n − clusters were generated via laser ablation of a platinum–carbon mixture target (mole ratio, Pt/C = 1:4) under the supersonic expansion of pulsed high-pressure helium carrier gas. The cluster anions were transferred into the extraction area of the first-stage TOF-MS and mass-selected, before being interacted with a laser beam of 266 nm (4.661 eV). The photoelectrons were captured by the velocity-map imaging photoelectron spectrometer and recorded by a charge-coupled device (CCD) camera. Each raw 2D image was collected by gathering 10000–50000 laser shots at a repetition rate of 10 Hz and subsequently reconstructed by using the Basis Set Expansion (BASEX) inverse Abel transform method [44]. The photoelectron spectra were acquired by integrating the central slice of each reconstructed 3D image. The photoelectron spectra were calibrated with the known spectrum of Au–, showing an energy resolution better than 5 % (50 meV at an electron kinetic energy of 1 eV). 2.2 Computational method To elucidate the geometrical and electronic structures of PtC n –, theoretical calculations were performed with the Gaussian 09 program [45]. The structures were optimized using the B3LYP functional together with the basis set of 6–311 + G* for C atoms, and SDD for Pt atom (hereafter referred to as the B3LYP/6–311 + G*/SDD level of theory) [46]. The stability of the wave function has been checked. The possible electronic states of anionic and neutral structures have been calculated. Harmonic frequency analysis was carried out to ensure that the located structures were real minima on the potential energy surfaces and to obtain the zero-point energy (ZPE) corrections. Theoretically, the vertical detachment energy (VDE) was calculated as the energy difference between the neutral and anion based on the optimized geometry of the anion, while the adiabatic detachment energy (ADE) was determined as the energy difference between the neutral and anion at each of their optimized geometries with the ZPE corrections. 3 Results The experimental photoelectron imaging spectra of PtC n – (n = 7–16) recorded at 266 nm (4.661 eV) are shown in Fig. 1 , in which the images in purple background denote the central slice of the 3D lab frame photoelectron distribution reconstructed from the original 2D projection. The electron binding energy (EBE) of the maximum of each dominant band (labeled with X) corresponds to the VDE of the ground state, which can be directly measured to be 3.13, 3.99, 3.36, 3.88, 3.90, 3.80, 3.96, 4.11, 4.18, and 4.06 eV for n = 7–16 (Table 1 ), respectively. The extra band (labeled X') appears in the n = 11, 13, and 15 spectra, implying the presence of low-lying isomers. The lack of vibrational details and the indiscernible 0–0 bands prevent us from directly gauging the ground-state adiabatic detachment energies (ADEs), which can be alternatively estimated by the intersection of a straight line drawn along the rising edge of the X band, together with the instrumental resolution. The ADE values of the X bands for PtC n – (n = 7–16) are evaluated to be 2.89, 3.76, 3.27, 3.43, 3.70, 3.39, 3.70, 3.71, 3.73, 3.65 eV (Table 1), respectively. In order to assign the observed spectral features and to determine the structures of the low-lying isomers, quantum chemical calculations at the B3LYP/6–311 + G*/SDD level of theory have been performed for the PtC n – anions and the PtC n neutrals (n = 7–16). The optimized structures of the three lowest-energy isomers (labeled as nA-nC) for the PtC n – anions are shown in Fig. 2 . Other low-lying isomers and the neutral counterparts are illustrated in Fig. S2 and Fig. S3, respectively. The theoretical VDEs and ADEs of the nA-nC isomers are summarized in Table 1 to compare with the experimentally measured values. The densities of states (DOS) spectra of the nA-nC isomers were simulated on the basis of the theoretically generalized Koopman’s theorem and are compared with the experimental spectra in Fig. 3 and Fig. 4 . 3.1 PtC7 − For PtC7 –, the lowest-lying isomer (7A) exhibits a C∞v symmetric linear chain structure with a 2Σ+ electronic state (Fig. 2). Isomer 7B is 0.92 eV higher in energy than isomer 7A, showing a Cs symmetric and completely closed cyclic structure with a 2A' electronic state. Isomer 7C lies 0.98 eV higher in energy than isomer 7A and possesses C2v symmetry with an electronic state of 2A1. Isomer 7C presents a chain geometry with a special carbon triangle located at the end away from the Pt atom. The calculated VDE and ADE values of 7A (3.12 and 2.98 eV) agree well with the experimental values (3.13 and 2.89 eV) (Table 1). While the calculated VDE and ADE values of 7B (2.77 and 2.28 eV) are obviously lower than the experimental values, those of 7C (3.70 and 3.51 eV) are much higher than the experimental ones. As shown in Fig. 3, the simulated spectrum of isomer 7A agrees best with the experimental one, confirming the assignment of isomer 7A to be responsible for the experimental spectrum. It thus appears that the presence of isomers 7B and 7C can be ruled out. 3.2 PtC8 − For PtC8 –, the most stable isomer (8A) is characterized by a C∞v symmetric linear geometry with a 2Σ+ ground state. Isomers 8B and 8C exhibit similar structures to the 7B and 7C, respectively. As listed in Table 1, the calculated VDE and ADE values of isomer 8A are 3.97 and 3.83 eV, respectively, which are in excellent agreement with the experimental results (3.99 and 3.76 eV). The calculated VDE and ADE values of isomer 8B (3.22 and 2.98 eV) are remarkably lower than the experimental values. Although the calculated VDE and ADE values of isomer 8C (3.89 and 3.78 eV) are close to the experimental values, isomer 8C should be too high in energy to be probed in the experiment. Moreover, the simulated spectrum of 8A well reproduces the experimental spectrum (Fig. 3). The disagreement between the simulated spectra of isomers 8B and 8C with the experimental spectrum excludes their contributions. 3.3 PtC n − (n = 9–13) The structure of the lowest-lying isomer of each cluster of PtC n − (n = 9–13) (9A-13A) is similar to that of isomers 7A and 8A. The nA (n = 7–13) isomers exhibit a linear chain structure and are identified as the dominant contributors to the experimental spectra based on a comprehensive consideration of the simulated ADE/VDE values and spectral profiles (Table 1 and Fig. 3 and Fig. 4). For the n = 11 cluster, the 11B isomer lies higher in energy than 11A by only 0.18 eV. The calculated VDE and ADE values of isomer 11B (2.88 and 2.69 eV) agree well with the experimental values of the X' band (2.87 and 2.62 eV). As shown in Fig. 3, the best agreement between the simulated and experimental spectra is obtained when assuming the mixture of isomers 11A and 11B, implying the coexistence of these two isomers. A similar result obtained for the n = 13 cluster suggests the multiple coexisting structures of chain and ring isomers. 3.4 PtC n − (n = 14–16) As shown in Fig. 2, the lowest-energy isomer of each cluster of PtC n − (n = 14–16) (labeled 14A-16A) consists of a ring structure. The chain structures (14B-16B) lie higher in energy than the global-minimum structures by about 0.30–0.50 kcal/mol. The calculated VDE and ADE values of isomers 14A-16A are consistent with the corresponding experimental values (Table 1), respectively. The agreement between the simulated and experimental spectra (Fig. 4) is reasonable to confirm the assignment of isomers 14A-16A to be the main structures present in the experiment. 4 Discussion The agreement between the calculated and experimental results allows for establishing the structural evolution of platinum carbide clusters. For the PtC n – (n ≤ 13) clusters, all the most stable isomers have linear chain-shaped structures. The chain-to-ring structural evolution of the anionic PtC n – clusters occurs at n = 14. Interestingly, the Pt atoms are preferentially bound to the outer side of both the chain and ring structures, exposing the active sites for catalyzing potential reactions [13]. As shown in Fig. S3, the most stable structures of the neutral PtC n (n = 7–9) clusters exhibit a C∞v symmetric chain structure with a 1Σ+ electronic state. The neutral PtC10 cluster prefers to have a bicyclic structure that consists of a ten-carbon ring and an outer Pt atom simultaneously connecting two adjacent carbon atoms. A single cyclic structure is favorably formed in the neutral PtC11 and PtC12 clusters. Thus, the chain-to-ring structural evolution of the PtC n neutrals occurs at n = 10, showing a smaller cluster size than the PtC n – anions. Such difference between the anionic PtC n – and neutral PtC n clusters implies that the charge may have a significant effect on the properties of metal carbides, which would have important implications in the context of the structure–reactivity relationship [35]. Indeed, the effect of charge on CO binding was found in rhodium carbonyls, shedding light on the origin of electronic promoter effects in catalysis in general [47]. Since the absence of a charge makes for difficult size selection and detection, the extension to characterize the structures of neutral metal carbides dominated in the practical systems is thus a challenging but important direction for future work. 5 Conclusions A series of platinum carbide clusters have been prepared via a laser vaporization supersonic cluster source and structurally characterized by photoelectron velocity-map imaging spectroscopy and quantum chemical calculation. The binding motifs in the most stable isomers of the anionic PtC n – (n ≤ 13) clusters consist of a chain structure. Starting at n = 14, a ring structure is preferentially formed. Interestingly, the chain-to-ring structural evolution of the neutral PtC n clusters occurs at n = 10. Such difference suggests that the charge may have a significant effect on the properties of metal carbides in the context of the structure–reactivity relationship. The present findings provide key microscopic information for a systematic understanding of the formation and growth mechanism of metal carbide clusters that are responsible for the major features of the structures and properties of condensed-phase systems. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors gratefully acknowledge the Dalian Coherent Light Source (DCLS) for support and assistance. This work was supported by the National Natural Science Foundation of China (22273101, 22103082, 22125303, 92061203, and 22288201), the Youth Innovation Promotion Association of the Chinese Academy of Sciences (CAS) (2020187), the Innovation Program for Quantum Science and Technology (2021ZD0303304), Chinese Academy of Sciences (GJJSTD20220001), Dalian Institute of Chemical Physics (DICP DCLS201702), and K. C. Wong Education Foundation (GJTD-2018-06). Appendix A Supplementary material Supplementary material to this article can be found online at https://doi.org/10.1016/j.jechem.2022.11.033. Appendix A Supplementary material The following are the Supplementary material to this article: Supplementary data 1 References [1] R.B. Levy M. Boudart Science 181 1973 547 549 R. B. Levy, M. Boudart, Science 181 (1973) 547-549. [2] O. Alévêque P.-Y. Blanchard T. Breton M. Dias C. Gautier E. Levillain Electrochem. Commun. 16 2012 6 9 O. Alévêque, P.-Y. Blanchard, T. Breton, M. Dias, C. Gautier, E. Levillain, Electrochem. Commun. 16 (2012) 6-9. [3] Q. Tang Z. Zhou P. Shen J. Am. Chem. Soc. 134 2012 16909 16916 Q. Tang, Z. Zhou, P. Shen, J. Am. Chem. Soc. 134 (2012) 16909-16916. [4] Y. Chai T. Cuo C. Jin R.E. Haufler L.P.F. Chibante J. Fure L. Wang J.M. Alford R.E. Smalley J. Phys. Chem. 95 1991 7564 7568 Y. Chai, T. Cuo, C. Jin, R. E. Haufler, L. P. F. Chibante, J. Fure, L. Wang, J. M. Alford, R. E. Smalley, J. Phys. Chem. 95 (1991) 7564-7568. [5] D.E. Clemmer K.B. Shelimov M.F. Jarrold Nature 367 1994 718 720 D. E. Clemmer, K. B. Shelimov, M. F. Jarrold, Nature 367 (1994) 718-720. [6] B.C. Guo K.P. Kerns A.W. Castleman Science 255 1992 1411 1413 B. C. Guo, K. P. Kerns, A. W. Castleman, Science 255 (1992) 1411-1413. [7] B.C. Guo S. Wei J. Purnell S. Buzza A.W. Castleman Science 256 1992 515 516 B. C. Guo, S. Wei, J. Purnell, S. Buzza, A. W. Castleman, Science 256 (1992) 515-516. [8] J.S. Wgrim M.A. Ihcan J. Am. Chem. Soc. 115 1993 6958 6961 J. S. Wgrim, M. A. Ihcan, J. Am. Chem. Soc. 115 (1993) 6958-6961. [9] S. Li H. Wu L.-S. Wang J. Am. Chem. Soc. 119 1997 7418 7422 S. Li, H. Wu, L.-S. Wang, J. Am. Chem. Soc. 119 (1997) 7418-7422. [10] M. Naguib M. Kurtoglu V. Presser J. Lu J. Niu M. Heon L. Hultman Y. Gogotsi M.W. Barsoum Adv. Mater. 23 2011 4248 4253 M. Naguib, M. Kurtoglu, V. Presser, J. Lu, J. Niu, M. Heon, L. Hultman, Y. Gogotsi, M. W. Barsoum, Adv. Mater. 23 (2011) 4248-4253. [11] M. Naguib J. Come B. Dyatkin V. Presser P.-L. Taberna P. Simon M.W. Barsoum Y. Gogotsi Electrochem. Commun. 16 2012 61 64 M. Naguib, J. Come, B. Dyatkin, V. Presser, P.-L. Taberna, P. Simon, M. W. Barsoum, Y. Gogotsi, Electrochem. Commun. 16 (2012) 61-64. [12] Y. Zhong X. Xia F. Shi J. Zhan J. Tu H.J. Fan Adv. Sci. 3 2016 1500286 Y. Zhong, X. Xia, F. Shi, J. Zhan, J. Tu, H. J. Fan, Adv. Sci. 3 (2016) 1500286. [13] B. Qiao A. Wang X. Yang L.F. Allard Z. Jiang Y. Cui J. Liu J. Li T. Zhang Nat. Chem. 3 2011 634 641 B. Qiao, A. Wang, X. Yang, L. F. Allard, Z. Jiang, Y. Cui, J. Liu, J. Li, T. Zhang, Nat. Chem. 3 (2011) 634-641. [14] Y. Li J. Wang S. Fan F. Wang Z. Shen H. Duan J. Xu Y. Huang J. Energy Chem. 53 2021 168 174 Y. Li, J. Wang, S. Fan, F. Wang, Z. Shen, H. Duan, J. Xu, Y. Huang, J. Energy Chem. 53 (2021) 168-174. [15] X. Ye J. Ma W. Yu X. Pan C. Yang C. Wang Q. Liu Y. Huang J. Energy Chem. 67 2022 184 192 X. Ye, J. Ma, W. Yu, X. Pan, C. Yang, C. Wang, Q. Liu, Y. Huang, J. Energy Chem. 67 (2022) 184-192. [16] X. Sun J. Du G. Jiang Struct. Chem. 24 2012 1289 1295 X. Sun, J. Du, G. Jiang, Struct. Chem. 24 (2012) 1289-1295. [17] Z.-H. Chen Z. Xie Eur. Phys. J. Appl. Phys. 67 2014 10403 Z.-H. Chen, Z. Xie, Eur. Phys. J. Appl. Phys. 67 (2014) 10403. [18] X.-L. Xu B. Yang C.-J. Zhang H.-G. Xu W.-J. Zheng J. Chem. Phys. 150 2019 074304 X.-L. Xu, B. Yang, C.-J. Zhang, H.-G. Xu, W.-J. Zheng, J. Chem. Phys. 150 (2019) 074304. [19] Y. Wei J. Xu X. Yuan X. Zheng Adv. Mater. Res. 652–654 2013 815 818 Y. Wei, J. Xu, X. Yuan, X. Zheng, Adv. Mater. Res. 652-654 (2013) 815-818. [20] J. Fan L.-S. Wang J. Phys. Chem. 98 1994 1817 11814 111811 J. Fan, L.-S. Wang, J. Phys. Chem. 98 (1994) 11814-11817. [21] J. Fan L. Lou L.-S. Wang J. Chem. Phys. 102 1995 2701 2707 J. Fan, L. Lou, L.-S. Wang, J. Chem. Phys. 102 (1995) 2701-2707. [22] X.-B. Wang C.-F. Ding L.-S. Wang J. Phys. Chem. A 101 1997 7699 7701 X.-B. Wang, C.-F. Ding, L.-S. Wang, J. Phys. Chem. A 101 (1997) 7699-7701. [23] L.-S. Wang X.-B. Wang H. Wu H. Cheng J. Am. Chem. Soc. 120 1998 6556 6562 L.-S. Wang, X.-B. Wang, H. Wu, H. Cheng, J. Am. Chem. Soc. 120 (1998) 6556-6562. [24] H.-J. Zhai L.-S. Wang P. Jena G.L. Gutsev C.W. Bauschlicher J. Chem. Phys. 120 2004 8996 9008 H.-J. Zhai, L.-S. Wang, P. Jena, G. L. Gutsev, C. W. Bauschlicher, J. Chem. Phys. 120 (2004) 8996-9008. [25] H.-J. Zhai S.-R. Liu X. Li L.-S. Wang J. Chem. Phys. 115 2001 5170 5178 H.-J. Zhai, S.-R. Liu, X. Li, L.-S. Wang, J. Chem. Phys. 115 (2001) 5170-5178. [26] A.I. Boldyrev J. Simons X. Li W. Chen L.-S. Wang J. Chem. Phys. 110 1999 8980 8985 A. I. Boldyrev, J. Simons, X. Li, W. Chen, L.-S. Wang, J. Chem. Phys. 110 (1999) 8980-8985. [27] A.I. Boldyrev J. Simons X. Li L.-S. Wang J. Chem. Phys. 111 1999 4993 4998 A. I. Boldyrev, J. Simons, X. Li, L.-S. Wang, J. Chem. Phys. 111 (1999) 4993-4998. [28] X. Li L.-S. Wang A.I. Boldyrev J. Simons J. Am. Chem. Soc. 121 1999 6033 6038 X. Li, L.-S. Wang, A. I. Boldyrev, J. Simons, J. Am. Chem. Soc. 121 (1999) 6033-6038. [29] N.A. Cannon A.I. Boldyrev X. Li L.-S. Wang J. Chem. Phys. 113 2000 2671 2679 N. A. Cannon, A. I. Boldyrev, X. Li, L.-S. Wang, J. Chem. Phys. 113 (2000) 2671-2679. [30] J.-Y. Yuan H.-G. Xu W.-J. Zheng Phys. Chem. Chem. Phys. 16 2014 5434 5439 J.-Y. Yuan, H.-G. Xu, W.-J. Zheng, Phys. Chem. Chem. Phys. 16 (2014) 5434-5439. [31] X.-L. Xu J.-Y. Yuan B. Yang H.-G. Xu W.-J. Zheng Chin. J. Chem. Phys. 30 2017 717 726 X.-L. Xu, J.-Y. Yuan, B. Yang, H.-G. Xu, W.-J. Zheng, Chin. J. Chem. Phys. 30 (2017) 717-726. [32] C.-J. Zhang H.-G. Xu X.-L. Xu W.-J. Zheng J. Phys. Chem. A 125 2021 302 307 C.-J. Zhang, H.-G. Xu, X.-L. Xu, W.-J. Zheng, J. Phys. Chem. A 125 (2021) 302-307. [33] C.-J. Zhang P. Wang X.-L. Xu H.-G. Xu W.-J. Zheng Phys. Chem. Chem. Phys. 23 2021 1967 1975 C.-J. Zhang, P. Wang, X.-L. Xu, H.-G. Xu, W.-J. Zheng, Phys. Chem. Chem. Phys. 23 (2021) 1967-1975. [34] J. Yuan P. Wang G.-L. Hou G. Feng W.-J. Zhang X.-L. Xu H.-G. Xu J. Yang W.-J. Zheng J. Phys. Chem. A 120 2016 1520 1528 J. Yuan, P. Wang, G.-L. Hou, G. Feng, W.-J. Zhang, X.-L. Xu, H.-G. Xu, J. Yang, W.-J. Zheng, J. Phys. Chem. A 120 (2016) 1520-1528. [35] J. Shan H. Wang P. Yoo L. Nguyen F.-K. Chiang S. Lee P. Liao J. Cheng A.C.S. Mater. Lett. 3 2020 179 186 J. Shan, H. Wang, P. Yoo, L. Nguyen, F.-K. Chiang, S. Lee, P. Liao, J. Cheng, ACS Mater. Lett. 3 (2020) 179-186. [36] D.M. Bittner D.P. Zaleski D.P. Tew N.R. Walker A.C. Legon Angew. Chem. Int. Ed. 55 2016 3768 3771 D. M. Bittner, D. P. Zaleski, D. P. Tew, N. R. Walker, A. C. Legon, Angew. Chem. Int. Ed. 55 (2016) 3768-3771. [37] S.-J. Lu Chem. Phys. Lett. 699 2018 218 222 S.-J. Lu, Chem. Phys. Lett. 699 (2018) 218-222. [38] S.-J. Lu Chem. Phys. Lett. 694 2018 70 74 S.-J. Lu, Chem. Phys. Lett. 694 (2018) 70-74. [39] S.-J. Lu X.-L. Xu H.-G. Xu W.-J. Zheng J. Chem. Phys. 151 2019 224303 S.-J. Lu, X.-L. Xu, H.-G. Xu, W.-J. Zheng, J. Chem. Phys. 151 (2019) 224303. [40] X. Liu G. Li Z. Liu J. Zou D. Yang S. Du W. Yang L. Jiang H. Xie J. Chem. Phys. 156 2022 164302 X. Liu, G. Li, Z. Liu, J. Zou, D. Yang, S. Du, W. Yang, L. Jiang, H. Xie, J. Chem. Phys. 156 (2022) 164302. [41] X. Liu G. Li Z. Liu W. Yang H. Fan L. Jiang H. Xie J. Phys. Chem. Lett. 13 2022 12 17 X. Liu, G. Li, Z. Liu, W. Yang, H. Fan, L. Jiang, H. Xie, J. Phys. Chem. Lett. 13 (2022) 12-17. [42] Z. Qin X. Wu Z. Tang Rev. Sci. Instrum. 84 2013 066108 Z. Qin, X. Wu, Z. Tang, Rev. Sci. Instrum. 84 (2013) 066108. [43] J. Zhang Z. Liu G. Li H. Fan L. Jiang H. Xie J. Energy Chem. 63 2021 344 350 J. Zhang, Z. Liu, G. Li, H. Fan, L. Jiang, H. Xie, J. Energy Chem. 63 (2021) 344-350. [44] V. Dribinski A. Ossadtchi V.A. Mandelshtam H. Reisler Rev. Sci. Instrum. 73 2002 2634 2642 V. Dribinski, A. Ossadtchi, V. A. Mandelshtam, H. Reisler, Rev. Sci. Instrum. 73 (2002) 2634-2642. [45] M.J. Frisch G.W. Trucks H.B. Schlegel G.E. Scuseria M.A. Robb J.R. Cheeseman G. Scalmani V. Barone B. Mennucci G.A. Petersson H. Nakatsuji M. Caricato X. Li H.P. Hratchian A.F. Izmaylov J. Bloino G. Zheng J.L. Sonnenberg M. Hada M. Ehara K. Toyota R. Fukuda J. Hasegawa M. Ishida T. Nakajima Y. Honda O. Kitao H. Nakai T. Vreven J.A. Montgomery Jr. J.E. Peralta F. Ogliaro M.J. Bearpark J. Heyd E.N. Brothers K.N. Kudin V.N. Staroverov R. Kobayashi J. Normand K. Raghavachari A.P. Rendell J.C. Burant S.S. Iyengar J. Tomasi M. Cossi N. Rega N.J. Millam M. Klene J.E. Knox J.B. Cross V. Bakken C. Adamo J. Jaramillo R. Gomperts R.E. Stratmann O. Yazyev A.J. Austin R. Cammi C. Pomelli J.W. Ochterski R.L. Martin K. Morokuma V.G. Zakrzewski G.A. Voth P. Salvador J.J. Dannenberg S. Dapprich A.D. Daniels O. Farkas J.B. Foresman J.V. Ortiz J. Cioslowski D 2009 J. Fox Gaussian Inc, Wallingford, CT, USA M. J. Frisch, G. W. Trucks, H. B. Schlegel, G. E. Scuseria, M. A. Robb, J. R. Cheeseman, G. Scalmani, V. Barone, B. Mennucci, G. A. Petersson, H. Nakatsuji, M. Caricato, X. Li, H. P. Hratchian, A. F. Izmaylov, J. Bloino, G. Zheng, J. L. Sonnenberg, M. Hada, M. Ehara, K. Toyota, R. Fukuda, J. Hasegawa, M. Ishida, T. Nakajima, Y. Honda, O. Kitao, H. Nakai, T. Vreven, J. A. Montgomery Jr., J. E. Peralta, F. Ogliaro, M. J. Bearpark, J. Heyd, E. N. Brothers, K. N. Kudin, V. N. Staroverov, R. Kobayashi, J. Normand, K. Raghavachari, A. P. Rendell, J. C. Burant, S. S. Iyengar, J. Tomasi, M. Cossi, N. Rega, N. J. Millam, M. Klene, J. E. Knox, J. B. Cross, V. Bakken, C. Adamo, J. Jaramillo, R. Gomperts, R. E. Stratmann, O. Yazyev, A. J. Austin, R. Cammi, C. Pomelli, J. W. Ochterski, R. L. Martin, K. Morokuma, V. G. Zakrzewski, G. A. Voth, P. Salvador, J. J. Dannenberg, S. Dapprich, A. D. Daniels, O. Farkas, J. B. Foresman, J. V. Ortiz, J. Cioslowski, D. J. Fox, (Gaussian, Inc., Wallingford, CT, USA, 2009). [46] T.H. Dunning J. Chem. Phys. 90 1989 1007 1023 T. H. Dunning, J. Chem. Phys. 90 (1989) 1007-1023. [47] I. Swart F.M.F. de Groot B.M. Weckhuysen D.M. Rayner G. Meijer A. Fielicke J. Am. Chem. Soc. 130 2008 2126 2127 I. Swart, F. M. F. de Groot, B. M. Weckhuysen, D. M. Rayner, G. Meijer, A. Fielicke, J. Am. Chem. Soc. 130 (2008) 2126-2127.",
      "scopus-id": "85145608100",
      "coredata": {
        "eid": "1-s2.0-S2095495622006313",
        "dc:description": "Metal carbides play an important role in catalysis and functional materials. However, the structural characterization of metal carbide clusters has been proven to be a challenging experimental target due to the difficulty in size selection. Here we use the size-specific photoelectron velocity-map imaging spectroscopy to study the structures and properties of platinum carbide clusters. Quantum chemical calculations are carried out to identify the structures and to assign the experimental spectra. The results indicate that the cluster size of the chain-to-ring structural evolution for the PtC n – anions occurs at n = 14, whereas that for the PtC n neutrals at n = 10, revealing a significant effect of charge on the structures of metal carbides. The greatest importance of these building blocks is the strong preference of the Pt atom to expose in the outer side of the chain or ring, exhibiting the active sites for catalyzing potential reactions. These findings provide unique spectroscopic snapshots for the formation and growth of platinum carbide clusters and have important implications in the development of related single-atom catalysts with isolated metal atoms dispersed on supports.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495622006313",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Yu"
          },
          {
            "@_fa": "true",
            "$": "Du, Shihu"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Zhi"
          },
          {
            "@_fa": "true",
            "$": "Han, Haiyan"
          },
          {
            "@_fa": "true",
            "$": "Li, Gang"
          },
          {
            "@_fa": "true",
            "$": "Zou, Jinghan"
          },
          {
            "@_fa": "true",
            "$": "Xie, Hua"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Ling"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495622006313"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495622006313"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(22)00631-3",
        "prism:volume": "77",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences.",
        "dc:title": "Spectroscopic characterization of chain-to-ring structural evolution in platinum carbide clusters",
        "prism:copyright": "© 2022 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Functional material"
          },
          {
            "@_fa": "true",
            "$": "Metal carbide"
          },
          {
            "@_fa": "true",
            "$": "Photoelectron velocity-map imaging spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Quantum chemical calculation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "529-534",
        "prism:endingPage": "534",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2023",
        "prism:doi": "10.1016/j.jechem.2022.11.033",
        "prism:startingPage": "529",
        "dc:identifier": "doi:10.1016/j.jechem.2022.11.033",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "471",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16654",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "499",
            "@width": "383",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61037",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "292",
            "@width": "533",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43044",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "401",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70746",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "402",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70770",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5307",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8781",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6425",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8860",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "120",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8296",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1251",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "52044",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2215",
            "@width": "1699",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "448988",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1295",
            "@width": "2362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "309604",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1776",
            "@width": "3248",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "419694",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1778",
            "@width": "3248",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "413956",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1784320",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495622006313-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "3653776",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85145608100"
      }
    }
  }
}