{
  "metadata": {
    "title": "Regulating the nucleation of Li<ce:inf loc=post>2</ce:inf>CO<ce:inf loc=post>3</ce:inf> and C by anchoring Li-containing carbonaceous species towards high performance Li-CO<ce:inf loc=post>2</ce:inf> batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2022-02-28",
    "doi": "10.1016/j.jechem.2021.06.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495621003594",
    "pii": "S2095495621003594"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85108455538",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2021-06-19 2021-06-19 2021-06-24 2021-06-24 2021-11-16T23:34:50 1-s2.0-S2095495621003594 S2095-4956(21)00359-4 S2095495621003594 10.1016/j.jechem.2021.06.016 S300 S300.1 FULL-TEXT 1-s2.0-S2095495621X00071 2021-11-17T02:12:13.298389Z 0 0 20220201 20220228 2022 2021-06-19T04:45:03.405814Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid orcid primabst ref specialabst 2095-4956 20954956 false 65 65 C Volume 65 45 472 479 472 479 202202 February 2022 2022-02-01 2022-02-28 2022 article fla © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. REGULATINGNUCLEATIONLI2CO3CBYANCHORINGLICONTAININGCARBONACEOUSSPECIESTOWARDSHIGHPERFORMANCELICO2BATTERIES MA S 1 Introduction 2 Experimental 2.1 Chemicals and materials 2.2 Cathodes preparation 2.2.1 Synthesis of MnOOH nanoarrays on stainless-steel 2.2.2 Preparation of the compared cathodes 2.3 Materials characterization 2.4 Li-CO2 cell assembly and test 2.5 Computational methods 2.5.1 Ab initio molecular dynamics (AIMD) simulations method 2.5.2 The density function theory (DFT) calculations method 3 Results and discussion 3.1 Synthesis and characterization of the MnOOH/SS cathode 3.2 Electrochemical performances of MnOOH/SS cathode 3.3 Products analysis of the MnOOH/SS cathode 3.4 Theoretical analysis to understand the mechanism of discharge process 4 Conclusions Acknowledgments Appendix A Supplementary data References WANG 2019 1807807 X LI 2021 119733 J GU 2021 219 227 S ZHONG 2021 236 243 H SONG 2021 119750 Y QIAO 2017 359 370 Y LIU 2019 887 922 B XIE 2017 1605891 Z XIAO 2020 16870 16878 X XIAO 2020 9742 9750 X XIAO 2020 496 507 X XIAO 2020 216 221 L LUNTZ 2014 11721 11750 A LI 2020 291 298 X LI 2016 1016 1024 X WANG 2020 235 246 Y WANG 2019 6962 6966 Y MU 2019 1903790 X LIANG 2019 559 567 H ZHANG 2015 6550 6553 Z AHMADIPARIDARI 2019 1902518 A GU 2018 15984 15989 T LIU 2018 1704973 B MAO 2018 405 413 Y MA 2018 20829 20835 W LI 2019 1046 1054 S ZHANG 2012 7598 7600 L ZHANG 2016 121 129 Y FANG 2013 95 104 H SMITH 2016 2089 2099 P SUN 2011 627 635 W SHAO 2017 2435 2438 L KIM 2016 687 693 G WANG 2014 1080 1084 Y BANNWARTH 2019 1652 1671 C JIA 2013 102 115 W HAMANN 2013 085117 D MARTINEZ 2009 2157 2164 L MA 2018 8072 8075 S KLINGER 2011 1389 1399 L BELOVA 2012 1748 1763 I XU 2019 52 61 S YANG 2015 6136 6145 S SUN 2015 20944 20951 S KHURRAM 2019 6679 6687 A HU 2020 1907436 C YANG 2020 6983 6990 C MAX2022X472 MAX2022X472X479 MAX2022X472XS MAX2022X472X479XS 2023-06-24T00:00:00.000Z 2023-06-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2021-06-26T23:53:43.486Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 21671176 21701145 21701146 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ China Postdoctoral Science Foundation 2017M610459 2018T110739 China Postdoctoral Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100002858 http://sws.geonames.org/1814991/ This work is financially supported by the National Natural Science Foundation of China (Grant Nos. 21701145 and 21701146 , 21671176 ), China Postdoctoral Science Foundation (Grant Nos. 2017M610459 and 2018T110739 ). 0 item S2095-4956(21)00359-4 S2095495621003594 1-s2.0-S2095495621003594 10.1016/j.jechem.2021.06.016 286353 2021-11-17T02:12:13.298389Z 2022-02-01 2022-02-28 1-s2.0-S2095495621003594-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/MAIN/application/pdf/b9d1fc4b60ab31809957232688663ff4/main.pdf main.pdf pdf true 3168528 MAIN 8 1-s2.0-S2095495621003594-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/PREVIEW/image/png/1307b5635e9feeccb08b28cc006fd305/main_1.png main_1.png png 63159 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495621003594-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr2/DOWNSAMPLED/image/jpeg/868c8e834f61b9bacb4d60fc42b73463/gr2.jpg gr2 gr2.jpg jpg 87594 395 778 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621003594-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr3/DOWNSAMPLED/image/jpeg/b3357d71d135e473cf323b80f7871784/gr3.jpg gr3 gr3.jpg jpg 121476 473 622 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621003594-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr4/DOWNSAMPLED/image/jpeg/a3d7cdf0821df1917b400b5b2e258944/gr4.jpg gr4 gr4.jpg jpg 111240 432 778 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621003594-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr5/DOWNSAMPLED/image/jpeg/32e06f3c43bd920b1b0d0eee8a506a66/gr5.jpg gr5 gr5.jpg jpg 109336 415 711 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621003594-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr6/DOWNSAMPLED/image/jpeg/0adc073d8361295061875f7b57ec7fa2/gr6.jpg gr6 gr6.jpg jpg 41932 324 622 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621003594-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr1/DOWNSAMPLED/image/jpeg/fca60d83a10c9e22231f610424a6ceab/gr1.jpg gr1 gr1.jpg jpg 110234 506 711 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621003594-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/ga1/DOWNSAMPLED/image/jpeg/7ec1458cc9e520beb2e8ed5bf2ad1990/ga1.jpg ga1 true ga1.jpg jpg 23465 200 407 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621003594-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr2/THUMBNAIL/image/gif/3b997abfab7665564149d1b50388d041/gr2.sml gr2 gr2.sml sml 10658 111 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621003594-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr3/THUMBNAIL/image/gif/bf66efdfa7f27be6ba19c707c97bc83e/gr3.sml gr3 gr3.sml sml 21117 164 216 IMAGE-THUMBNAIL 1-s2.0-S2095495621003594-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr4/THUMBNAIL/image/gif/cabce2af51596dde7ed3876a55415275/gr4.sml gr4 gr4.sml sml 15131 122 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621003594-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr5/THUMBNAIL/image/gif/ccb76982ca9e2d93057dabd5ec804c52/gr5.sml gr5 gr5.sml sml 16863 128 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621003594-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr6/THUMBNAIL/image/gif/b2ff345f5b969e1776ec25b016c10eb3/gr6.sml gr6 gr6.sml sml 7560 114 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621003594-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr1/THUMBNAIL/image/gif/ad5c62e2391b480d5c8da892ea538962/gr1.sml gr1 gr1.sml sml 18650 156 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621003594-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/ga1/THUMBNAIL/image/gif/261bd751c225a48655e06f6cefd165ba/ga1.sml ga1 true ga1.sml sml 11312 108 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621003594-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr2/HIGHRES/image/jpeg/1abd135878703ec7bada31dda42f3b5c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 351179 1120 2205 IMAGE-HIGH-RES 1-s2.0-S2095495621003594-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr3/HIGHRES/image/jpeg/8c3b5572be5d3064ad74ad838b2bde18/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 451255 1341 1764 IMAGE-HIGH-RES 1-s2.0-S2095495621003594-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr4/HIGHRES/image/jpeg/60adb8b22105be08eaff7e3526f0b3e8/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 450786 1225 2205 IMAGE-HIGH-RES 1-s2.0-S2095495621003594-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr5/HIGHRES/image/jpeg/730b3896309f9c923acd94fcd4837450/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 403290 1176 2016 IMAGE-HIGH-RES 1-s2.0-S2095495621003594-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr6/HIGHRES/image/jpeg/885ed7fc3971a2c9c97e1eb9bded61f9/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 133014 920 1764 IMAGE-HIGH-RES 1-s2.0-S2095495621003594-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/gr1/HIGHRES/image/jpeg/840b5d98b5c24ae117ee2368a50f017e/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 399850 1436 2016 IMAGE-HIGH-RES 1-s2.0-S2095495621003594-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/ga1/HIGHRES/image/jpeg/b1b157de57de8e54bae4b8c7b1ed6e86/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 66973 531 1081 IMAGE-HIGH-RES 1-s2.0-S2095495621003594-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621003594/mmc1/MAIN/application/msword/6198b8bbb9da0ed908989eb856f62c97/mmc1.doc mmc1 mmc1.doc doc 4743680 APPLICATION 1-s2.0-S2095495621003594-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10ZRHZS6GXT/MAIN/application/pdf/8dda18fdafb1323560383d7c8cce6f7a/am.pdf am am.pdf pdf false 3737770 AAM-PDF JECHEM 2024 S2095-4956(21)00359-4 10.1016/j.jechem.2021.06.016 Science Press Fig. 1 (a) Schematic representations for the preparation of the MnOOH/SS and (b) the Li-CO2 battery with MnOOH/SS as a cathode. (c, d) SEM images of the as prepared MnOOH/SS cathode with different magnification. (e) TEM and (f) HRTEM images of MnOOH arrays. (g) XRD patterns of MnOOH/SS. Fig. 2 (a) The first discharge–charge voltage and (b) CV curves of Li-CO2 batteries with different cathodes. (c) Cycling performance of MnOOH/SS cathode at a current density of 200 mA g−1 with a cut off capacity of 1000 mAh g−1. (d) Cycling performance and (e) comparison of time–voltage curves during the whole discharge–charge processes of the Li-CO2 batteries with three different cathodes. Fig. 3 SEM images of the (a) discharged and (b) recharged MnOOH/SS cathode at a current density of 200 mA g−1 with a limited capacity of 3000 mAh g−1, respectively. (c) XRD and (d) Raman patterns of the first discharged and charged MnOOH/SS cathode at a current density of 200 mA g−1 with a limited capacity of 1000 mAh g−1, respectively. Fig. 4 (a) TEM and EDS mapping images of the discharged MnOOH arrays. (b, c) HRTEM images of the discharged MnOOH sheets. XPS spectra of (d) O 1 s, (e) Mn 2p and (f) Li 1 s of the pristine and discharged MnOOH/SS cathode with a limited capacity of 1000 mAh g−1. Fig. 5 The snapshot of the MD simulation at (a) initial and (b) final states, respectively. The electron-localization function analysis of Li–O bond in (c) Li2CO3 and (d) LiCO, the Mayer bond orders were labeled in italic. The charge density difference of the (e) CO2 and (f) Li2CO3 bonded on the MnOOH surface, respectively. C (grey), O (red), Li (purple), Mn (deep purple), H (white). Scheme 1 The growth mechanism of products on CNTs/SS (left) and MnOOH/SS (right) cathodes. Table 1 The reaction steps in a typical Li-CO2 battery. Reaction Step Ref. Li+ + e− + CO2 = LiCO2 1 [46] Or Li+ + e− + 2CO2* = Li(CO2)2* 2 [47] Li(CO2)2* + Li+ + e− = Li2CO3* + CO* 3 [47] Li+ + e− + CO* + LiCO2* = Li2CO3* + C* 4 [21,47,48] 4Li+ + 4e− + 3CO2 = 2Li2CO3 + C Total Regulating the nucleation of Li2CO3 and C by anchoring Li-containing carbonaceous species towards high performance Li-CO2 batteries Shiyu Ma Youcai Lu Hongchang Yao Yubing Si ⁎ Qingchao Liu ⁎ Zhongjun Li ⁎ Green Catalysis Center, and College of Chemistry, Zhengzhou University, Zhengzhou 450001, Henan, China Green Catalysis Center, and College of Chemistry Zhengzhou University Zhengzhou 450001 Henan China Green Catalysis Center, and College of Chemistry, Zhengzhou University, Zhengzhou 450001, Henan, China ⁎ Corresponding author. Graphical abstract Binder free MnOOH arrays cathode was prepared for Li-CO2 battery. The strong anchoring force between MnOOH and Li-containing carbonaceous species regulates nucleation of Li2CO3 and C, and finally tailor the growth mode of discharged products. Li-CO2 batteries provide an attractive and potential strategy for CO2 utilization as well as energy conversion and storage with high specific energy densities. However, the poor reversibility caused by the decomposition obstacles of Li2CO3 and C products is still a challenge for Li-CO2 batteries, which seriously influences its electrochemical performances. Herein, a free-standing MnOOH arrays cathode has been prepared and employed in Li-CO2 battery, which realizes a great improvement of electrochemical performances by adjusting the discharge products distribution. Experiments coupled with theoretical calculations verifies that the formation of Li-containing carbonaceous species (LiCO2, LiCO and Li2CO3) bonded with MnOOH through Li ion regulates the nucleation behavior of Li2CO3 and C, making them grown on MnOOH uniformly. The fine Li2CO3 grains (with a size about 5 nm) embedded into carbon matrix greatly enlarges the contact interface between them, facilitating the transmission of electrons through the discharge products and finally improves CO2 evolution activity. This ingenious design strategy of regulating discharge products distribution to improve electrochemical performances provides a promising way to develop advanced Li-CO2 batteries. Keywords Li-CO2 battery MnOOH arrays Interface Discharge mechanism 1 Introduction The overuse of fossil fuel has caused a rapid increase in CO2 emissions and the associated severe environmental issues that impedes the sustainable development of human society [1]. Therefore, great efforts have been made to develop techniques for CO2 utilization, including photochemical and electrochemical reduction of CO2 [2–6], among them, recently reported Li-CO2 batteries (4Li+ + 3CO2 + 4e− ↔ 2Li2CO3 + C), combining energy storage with CO2 fixation and conversion, has attracted increasing interest [6–11]. Apart from the similar structure to the intensively studied Li-O2 batteries [12–14], utilizing CO2 as a cathode active species is favorable for enhancing CO2 reduction and reducing the parasitic reactions because of its larger dissolving ability in the organic electrolyte and mitigating harm to the electrolytic solvent compared to O2 [15–17]. Therefore, it is an attractive and potential electrochemical system that can use green house gas CO2 for energy storage, with the high discharge potential (~2.8 V) and considerable theoretical energy density (1876 Wh kg−1) [6,7]. Despite its promising applications, the sluggish CO2 reduction/evolution reactions (CRR/CER) caused by the complicated multiphase interfacial charge transfer as well as the insulation and thermodynamic stability of Li2CO3 discharge products, often impede the kinetics of Li-CO2 batteries, which affects the battery performances including the capacity, round-trip efficiency and cycling stability [7,18]. Although varieties of cathode catalysts, such as carbonaceous, transition metal, metal oxides/carbides/compound, etc. [18–21], have been developed to promote the electrochemical reaction dynamics and thus improve the performance of Li-CO2 batteries, the reversibility and rechargeability of the cathode is still far from realizing the practical application. Therefore, it is essential to further explore the charge–discharge process and the reaction mechanism so as to design more effective and robust catalysts for Li-CO2 batteries. In this regard, much effort is still required to understand the kinetic factors affecting the reversible decomposition of the discharge products including both Li2CO3 and C. As generally acknowledged, the discharge reaction in Li-CO2 batteries proceeds with the reduction of CO2 to form Li2CO3 and C, while the charge process may derived from the self-decomposition of Li2CO3 or the reversible reaction between Li2CO3 and C species. Though thermodynamic calculations by Gibbs free energy show that the reversible potential of the latter is lower than that of the former (Table S1), the self-decomposition of Li2CO3 often occurs and may dominate in the charge process, which make the CER irreversible [20,21]. As such, the charging process of Li-CO2 battery is mainly hampered by the sluggish charge reaction kinetics between Li2CO3 and C. It is well known that the discharge–charge reactions of Li-CO2 battery involve complicated multiphase interfacial charge transfer and take place mainly on the surface of cathode. Among the various kinetic factors affecting the reversibility of battery reaction, the adsorption and activation of CO2-related intermediate species will be beneficial to the discharge reaction, while the regulation of particle size, contact area and distribution homogeneity of discharge products (Li2CO3 and C) to the charge reaction. All the above factors may be connected with each other to affect the reversibility of the battery reactions. Therefore, the cathode catalyst should bear the functions of capturing CO2-derived species, tuning the deposition and distribution of Li2CO3 and C in discharge process, through which the charge reaction is promoted to achieve the reversible decomposition of the discharge products. As a widely developed family of transition metal oxides, Mn-based compounds including MnO, Mn2O3 and MnO2, with great valence states variety and structural/functional tunability, are gaining ever-growing interests due to their catalytic activity exhibited in oxygen reduction reaction and oxygen evolution reactions [22,23], and they have also shown great potentials as cathode catalysts for Li-CO2 batteries [24–26]. Compared with manganese oxides, manganese oxyhydroxide (MnOOH) displays better conductivity apart from the tunnel structure and polymorph, being favorable for charge transfer, and has been extensively investigated in lithium/sodium ion batteries, supercapacitors and oxygen reduction reaction fields [27–34]. However, to our knowledge, there is no report on the MnOOH cathode catalysts for Li-CO2 batteries. Based on the above considerations, herein, a MnOOH arrays in-situ grown on the stainless-steel (SS) mesh has been prepared and used as a cathode in Li-CO2 battery for the first time. Film like discharge products including Li2CO3 and C were grown on the active sites of MnOOH uniformly. Experiments coupled with theoretical calculations verified that the formation of Li-containing carbonaceous species (LiCO2, LiCO and Li2CO3) bonded with MnOOH through Li ion regulates the nucleation behavior of Li2CO3 and C into a surface pathway rather than the solution phase pathway. The overall morphology of discharge products exhibits a uniform and conformal growth pattern. In addition, the high-resolution transmission electron microscopy (HRTEM) results showed that small Li2CO3 grains (with a size about 5 nm) are evenly embedded into carbon matrix. The large contact surface area and uniform distribution of Li2CO3 and C are supposed to play a key role in the dynamically enhanced CO2 evolution reactions with carbon neutrality. 2 Experimental 2.1 Chemicals and materials All the reagents were analytical grade without further purification. Stainless steel (SS, 304, 200 mesh) was purchased from Changzhou Tongkuo Wire Mesh Company. KMnO4, polyvinylpyrrolidone (PVP, K88–96), tetraethylene glycol dimethyl ether (TEGDME) and LiCF3SO3 were purchased from Sinopharm Chemical Reagent Co., Ltd., Shanghai, China. Carbon nano tubes (CNTs) were purchased from Nanjing Xian Feng nano material technology Co., Ltd. Carbon paper (CP) was bought from Toray. Lithium sheets were purchased from China Energy Lithium Co., Ltd. (Tianjin, China). 2.2 Cathodes preparation 2.2.1 Synthesis of MnOOH nanoarrays on stainless-steel The γ-MnOOH nanosheets grown on stainless-steel mesh (MnOOH/SS cathode) were synthesized by a one-step hydrothermal method. In a typical experiment, 15.8 mg KMnO4 was dissolved in 15 mL deionized water first, and then 4.0 mg PVP was added into this KMnO4 solution quickly. After a moderate stirring for 30 minutes, the obtained homogeneous solution was transferred to a Teflon-lined, in which 4 pieces of HCl treated stainless steel mesh with diameter of 12 mm have been placed in advance. Keeping this Teflon-lined reactor at 140 °C for 25 h, and then cooling down to room temperature, washed with water for three times and dried at 80 °C, the MnOOH/SS cathode with a yellowish-brown appearance can be acquired and the average mass loading of each pieces was about 0.3 mg. 2.2.2 Preparation of the compared cathodes The two compared cathodes were made by dispersing CNTs and MnOOH powders into ethanol solution to make the corresponding suspensions, and then dropping them onto stainless steel matrix, respectively. During dripping, using filter paper and suction filtration equipment to promote the smooth and vertical flow of droplets through the SS substrate and enhance the adhesion of active materials. The “ex-situ-grown” self-supporting cathodes (denoted as CNTs/SS, E-MnOOH/SS, respectively) can be obtained after being dried in an electronic oven under 80 °C. 2.3 Materials characterization The crystal phases of the samples are characterized by X-ray diffraction (XRD) with Cu-Kα radiation. The morphologies of the materials and cathodes were observed by Zeiss SIGMA 500 scanning electron microscope (SEM). Transmission electron microscopy (TEM) and high-resolution transmission electron microscopy (HRTEM) images were taken on a JEM-2100 (HR) electron microscope. Cyclic voltammetry (CV) measurements and electrochemical impedance spectroscopy (EIS) measurements were conducted on a CHI 660E electrochemical workstation. Raman spectra were performed on Renishaw invia with a 532 nm laser. X-ray photoelectron spectroscopy (XPS) was studied by using Thermo Escalab 150 spectrometer with an Al K α X-ray. 2.4 Li-CO2 cell assembly and test The as prepared MnOOH/SS, E-MnOOH/SS and CNTs/SS have been used as binder free cathodes directly. All cells were assembled under a high-purity argon atmosphere using CR2032-type coin cells with holes on cathodes which enabled CO2 to flow in. Typically, coin cells were assembled using a clean lithium sheets as the anode, a glass-fiber separator, and 1.0 mol L−1 LiCF3SO3/TEGDME as electrolyte. The batteries were transformed to sealed glass bottles with filled high-purity CO2 and finally stabilized for 3 h before electrochemical measurements on LAND-CT2001A testers at room temperature. 2.5 Computational methods 2.5.1 Ab initio molecular dynamics (AIMD) simulations method For the gas-phase reaction, the system containing 150Li atoms and 300 CO2 molecules was built in a cubic box with a length of 40 Å. This system was initially relaxed for 100 ps with use of the tight-binding semi-empirical scheme (GFN-xTB) [35], the production then was used for the ab initio molecular dynamics (AIMD) simulations. The AIMD simulations were carried out using GPU by the PWmat package [36], and the electronic structure was calculated using the Perdew-Burke-Ernzerhof function with NCPP-SG15-PBE pseudopotential [37]. Then the 100 ps MD simulations were performed in the canonical (NVT) ensemble at room temperature (300 K, 1 fs time step). The periodic boundary box was built and visualized by Packmol and VMD program [38]. 2.5.2 The density function theory (DFT) calculations method The density function theory (DFT) calculations were performed within generalized gradient approximation in the Perde-Burke-Ernzerh (PBE) scheme [37], as implemented in the Vienna ab initio simulation package (VASP) code. The valence electronic states were expanded in plane wave basis sets with energy cutoff of 400 eV. The energy optimization was completed with force convergence criterion of 10 meV Å−1. The Monkhorst-Pack k-point mesh of 3 × 3 × 1 was used for surface structural relaxation and a vacuum slab of about 15 Å was employed. The MnOOH (1 1 1) surface was chosen to calculate the adsorption energies. The adsorption energies (E Ads) for the CO2 and Li2CO3 compounds on the surfaces are defined as E ads = E total − E comp − E suf, where E total is the total energy of the adsorbed system, E comp the energy of the compound in vacuum and E suf the energy of the optimized clean surface slab. 3 Results and discussion 3.1 Synthesis and characterization of the MnOOH/SS cathode MnOOH arrays in-situ grown on the stainless-steel (SS) mesh which is favorable for gas diffusion were prepared by a modified facile PVP assisted hydrothermal method (Fig. 1 a), in which PVP serves as an organic surfactant to control the morphology of MnOOH [27], Fig. 1(b) is the schematic diagram of the Li-CO2 battery with MnOOH/SS as a cathode. The morphology and structure of the MnOOH deposited onto SS cathode were investigated by SEM and TEM. Fig. 1(c) is the SEM image of the obtained MnOOH/SS cathode, mainly showing the framework structure of SS, the inset picture is the as prepared MnOOH/SS cathode, which showed the tawny color of MnOOH. The MnOOH arrays on the SS are composed of thin cross linked nanosheets which are regularly staggered with each other (Fig. 1d), and there is adequate space for the diffusion of gas and deposition of discharge products between these nanosheets. TEM image of MnOOH arrays reveals that the arrays is consist of uniform deposited petaloid nanosheet structure (Fig. 1e) which is in accordance with the SEM image. The high-resolution TEM (HRTEM) image of the obtained nanosheets reveals the lattice fringes of 0.34 nm in γ-MnOOH (111) plane (Fig. 1f), which is further verified by the X-ray diffraction (XRD) result as showed in Fig. 1(g). The diffraction peak at about 26° can be identified to the characteristic peak of monoclinic γ-MnOOH (JCPDS card No. 41–1379). In parallel, corresponding elemental mappings of the as prepared arrays also verified the existence of evenly distributed O and Mn elements (Fig. S1). 3.2 Electrochemical performances of MnOOH/SS cathode In order to highlight the structural advantages and catalytic activity of the MnOOH/SS cathode, two cathodes (E-MnOOH/SS and CNTs/SS) prepared by coating MnOOH sheets and CNTs onto the SS mesh are used as comparisons (Fig. S2). Fig. 2 (a) displays the first discharge–charge profiles of Li-CO2 batteries with different cathodes at a cut-off capacity of 1000 mAh g−1 with a constant current density of 200 mA g−1. Obviously, the Li-CO2 battery with MnOOH/SS cathode shows the lowest charge potential of 3.9 V compared to that of E-MnOOH/SS (4.1 V) and CNTs/SS (4.4 V) cathodes. To investigate the catalytic activity of the three cathodes, cyclic voltammetry (CV) tests were carried out with a scan rate of 0.1 mV s−1 (Fig. 2b). In cathodic scan, the cathodic onset potential of battery with MnOOH/SS cathode is 2.8 V which is higher than that of batteries with E-MnOOH/SS (2.7 V) and CNTs/SS (2.65 V), indicating the better kinetics of MnOOH/SS on reduction reaction process. For the subsequent anodic scan, the characteristic features of evolution reaction can be observed in all three cells. It should be noted that the onset potential is lower than 3.5 V for MnOOH/SS cathode, while that of E-MnOOH/SS and CNTs/SS is higher than 3.75 V and 4.0 V, respectively, suggesting the MnOOH/SS cathode has better catalytic activity during the charge process. In the cycling process, the MnOOH/SS cathode achieved stable discharge–charge potential curves up to 138 cycles at a current density of 200 mA g−1 with a limited capacity of 1000 mAh g−1 (Fig. 2c), while the E-MnOOH/SS and CNTs/SS cathodes can only stably operate 84 and 52 cycles under the same conditions (Fig. 2d). Meanwhile, the run time of batteries was also investigated as showed in Fig. 2(e). The cell with MnOOH/SS cathode could sustain about 1400 h, far better than the other cathodes. The electrochemical impedance spectrum (EIS) and discharge capacities tests further showed the superior performance of MnOOH/SS cathode with good charge transfer ability and largest discharge capacity among the three cathodes (Fig. S3). Additionally, to confirm the good catalytic activity of the MnOOH/SS cathode, deep discharge–charge test of batteries with different cathodes was further investigated as shown in Fig. S4. It can be found that battery with MnOOH/SS cathode exhibits the largest capacity and smallest over-potential. To further illustrate the advantages of MnOOH/SS cathode, relative electrochemical performances of Li-CO2 batteries with different materials are shown in Table S2. 3.3 Products analysis of the MnOOH/SS cathode The investigation of the discharge product is crucial to understanding the electrochemical behavior in Li-CO2 battery. Fig. S5 displays the morphology of the discharged MnOOH/SS cathode with a restricted discharge capacity of 1000 mAh g−1, from which it can be clearly found that film-like discharge products were uniformly coated onto MnOOH arrays, and there is unfilled space between the MnOOH sheets. With the increase of discharge capacity (3000 mAh g−1), the space between the MnOOH sheets was almost fully filled by discharge products uniformly (Fig. 3 a) and the initial arrays structure can hardly be observed compared with the pristine MnOOH arrays (Fig. 1d). Obviously, no aggregated discharge products were found in either of the two discharge states above, suggesting that the MnOOH arrays have successfully induced the conformal growth of discharge products [24]. This inducing action is supposed to be related to the regular arrays structure and the special interaction with discharge products of MnOOH/SS cathode, which is not found in that of E-MnOOH/SS and CNTs/SS cathodes (Fig. S6). After charging, the film-like discharge products disappeared completely (Fig. 3b), exhibiting a good rechargeability at the deep discharge capacity. The XRD patterns of both the discharged MnOOH/SS and MnOOH/carbon paper cathodes (Fig. 3c and S7) showed no Li2CO3 peaks after discharging to 1000 mAh g−1. However, Raman spectrum of the discharged MnOOH/SS cathode showed a band at 1089 cm−1, which is usually defined as the symmetric stretching vibration of CO3 2− (Fig. 3d) [19–21], verifying that there is Li2CO3 formed on the MnOOH surface. In addition, typical D and G bonds of C also appeared in the Raman patterns of the discharged MnOOH/SS cathode, indicating that the C was also yielded in discharge process [21,39]. After subsequent recharging, there is no Raman peaks belong to Li2CO3 or C anymore, exhibiting a reversible charging ability of MnOOH/SS cathode. To further illustrate the enhanced reversibility of the decomposition reaction between Li2CO3 and C on MnOOH/SS cathode, a constant-voltage charging experiment was conducted by using the discharged MnOOH/SS and pure SS cathodes, respectively (Figs. S8–S10). The results showed that there was less Li2CO3 and C left on the MnOOH/SS cathode after charging, and the self-decomposition of Li2CO3 can hardly occur, demonstrating the improved kinetics of the product decomposition reactions on MnOOH/SS cathode. Subsequently, TEM observations has been performed to investigate the interfacial contact pattern between the generated Li2CO3 and C on MnOOH arrays, which is important to understand their decomposition reaction kinetics. EDS mapping of the discharged MnOOH arrays was shown in Fig. 4 (a), which uniform Mn, O, C signals can be clearly observed. The corresponding HRTEM images revealed that only fine Li2CO3 grains generated (Fig. 4b, c), and the other regions should be amorphous carbon in combination with the discharge mechanism [19–21]. Therefore, based on the results above, it can be concluded that only well dispersed small Li2CO3 grains with an approximate size of 5 nm exists in the C matrix, which provides sufficient contact interface between them, favorable for the solid-phase reaction during the charge process [40–42]. Additionally, the morphology and distribution of discharge products are mainly depended on the surface interaction between the cathode and discharge products [24,43]. To investigate the chemical interaction and the change of oxidation states on MnOOH surface, XPS technique has been performed as showed in Fig. 4(d–f). The high resolution O 1 s spectrum of pristine MnOOH sheets can be decomposed into two apparent peaks (Fig. 4d), which can be ascribed to –O2− and Mn–OH [33,44]. While the O 1 s spectrum of the discharged MnOOH/SS cathode shows four peaks at 529.6, 530.9, 531.4 and 532.9 eV, which could be specified corresponding to –O2−, O = C, Mn–OH, and C–OH, respectively (Fig. 4d) [33,44,45], and this is different from the O 1 s spectrums of pristine Li2CO3 (Fig. S11). The formation of C–OH bond should be originated from the interaction of –OH on MnOOH with the carbonaceous intermediates during the nucleation process of C, indicating that MnOOH has a good binding interaction with the CO2 reduction products. In the spectra of Mn 2p, both Mn 2p3/2 and Mn 2p1/2 of the discharged MnOOH/SS cathode showed a shift to the low energy state (Fig. 4e), suggesting a slightly valence decrease of Mn3+, which may be caused by the electron donor feature of the C–OH bond. The Li 1 s spectrum of the discharged MnOOH/SS cathode further verified the formation of Li2CO3 (Fig. 4f), and the new peak at 289.9 eV in C 1 s spectrum corresponding to the generation of CO3 2− (Fig. S12). The C–OH bond suggests that the MnOOH array has a strong bonding force to C species, which influenced the growth of discharge products. 3.4 Theoretical analysis to understand the mechanism of discharge process To reveal the growth behavior of discharge products, understanding the discharge mechanism in Li-CO2 battery is important. Aliza et.al proposed that the first step during discharge is the activation of CO2 by Li+/e− to form LiCO2 in the electrolyte [46]. While Hu et.al put forwarded that the combination of two adsorbed CO2 with Li+/e− into Li(CO2)2* (* represents surface-adsorption species) is the initial step, after that, the surface Li(CO2)2* intermediate will further react with another Li+/e− to form the Li2CO3* and CO* radical [47]. Hu et al. and Ahmadiparidari et.al have speculated that the generated CO* will further react with another CO2* to generate the second Li2CO3* along with C* product, with the participation of Li+/e− [21,47,48]. The proposed discharge mechanism in Li-CO2 system can be summarized as shown in Table 1 . These pathways inferred by the above works are reasonable thermodynamically, however, the dynamic reaction mechanism between CO2 and Li to form the intermediates is still not clear, which is important to deeply understand the generation mechanism of Li2CO3 and C. Therefore, the ab initio molecular dynamics simulation (AIMD) was operated to simulate the spontaneous reaction between CO2 and Li. The simulative system containing 150Li atoms and 300 CO2 molecules was built in a cubic box with a length of 40 Å, which was initially relaxed for 100 picosecond (ps) as showed in Fig. 5 (a). Then the 100 ps MD simulations were performed at room temperature (300 K, 1 femtosecond time step), it is clear to see that both LiCO2, LiCO and Li2CO3 were formed during the Li-atom collide with CO2 along the MD simulations (Fig. 5b). For Li2CO3, the natural bond orbital (NBO) analysis shows the Mayer bond orders of Li–O are in the range of 0.33–0.35 (Fig. 5c), while the bond orders of Li–O are generally less than 0.16 in LiCO (Fig. 5d), weaker than that of Li2CO3. According to the DFT results and reaction mechanisms proposed in Table 1, if the nucleation of Li2CO3 and C occur in electrolyte, the solution-phase pathway may produce largely aggregated Li2CO3 particles through the crystal growth and deposition process. For instance, large Li2CO3 nanoparticles were generated on the surface of CNTs (Fig. S13). On the contrary, fine Li2CO3 nanoparticles were uniformly distributed on MnOOH surface, demonstrating that MnOOH can induce a surface growth mode, which is mainly caused by the anchoring effect of cathode to the discharged species [24,43]. As can be seen from Fig. 5(e) and S14, there are weak interactions of MnOOH with CO2 and CO, and the adsorption energy of which are –0.62 eV and –0.24 eV, respectively. While for Li2CO3, the adsorption energy of formed covalent bond between lithium@Li2CO3 and oxygen@MnOOH is as high as –4.31 eV (Fig. 5f), indicating the formation of Li–O bond can enhance the interaction of Li-containing carbonaceous species with MnOOH. Therefore, it’s easy to understand that LiCO2 and LiCO species can be anchored on the MnOOH surface as well, and then inducing the formation of discharge products. As such, Eq. (4) in Table 1 can be optimized as LiCO* + LiCO2* = Li2CO3* + C*, directly generating Li2CO3 and C on the MnOOH surface. As the valence of C in LiCO is lower than that in LiCO2, more close to that of C product, therefore, the discharge product of C should come from the LiCO species, which can be illustrated from the adsorption mode of CO on MnOOH surface as shown in Fig. S14. The C in CO has an interaction with the –OH and exhibits a bond distance of 2.9 Å (C–OH). For LiCO, the interaction of MnOOH with the CO in LiCO should be stronger as analysed before and the C generated by the reduction of LiCO can retain the C–OH bond as shown in Fig. 4(d). The anchoring of Li2CO3 and C to MnOOH provides the seeds of discharge products, on which the subsequently generated Li2CO3 and C can be deposited uniformly, exhibiting a conformal growth pattern. Based on the above analysis, the growth mechanism of Li2CO3 and C on different cathodes can be described as shown in Scheme 1 , and the corresponding complete discharge steps on MnOOH surface were showed in Table S3. As the discharge capacity increases, the discharge mode will change from surface pathway into solution-phase pathway, since the surface sites on MnOOH have been covered by discharge products (Fig. S15). In addition, the fading reasons of the MnOOH/SS cathode has also been investigated by Raman and XPS technologies (Figs. S16 and S17), and the intrinsic unstable structure of MnOOH caused by Jahn-Teller effect should be the main harmful factor to the long operation of battery [30,44]. 4 Conclusions In summary, a binder free self-supported MnOOH arrays cathode has been prepared and used in Li-CO2 battery for the first time. Film like discharge products including Li2CO3 and C are conformally grown on the MnOOH/SS cathode, with fine Li2CO3 nanoparticles uniformly distributed in the C matrix. The sufficient contact interface between Li2CO3 and C plays a key role in the dynamic enhanced CO2 evolution reactions. The strong anchoring force between MnOOH and Li-containing carbonaceous species (LiCO2, LiCO and Li2CO3) regulates the nucleation process of Li2CO3 and C, and finally tailor the growth mode of discharged products. Thanks to the regulated distribution of discharge products, the electrochemical performances including round-trip efficiency, rechargeability and cycling stability were drastically enhanced. The present work not only revealed the regulation effect of CO2 reduction process on the CO2 evolution reaction through regulating the nucleation process of discharge products, but also provides a promising design strategy to develop advanced cathode materials for Li-CO2 batteries. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work is financially supported by the National Natural Science Foundation of China (Grant Nos. 21701145 and 21701146, 21671176), China Postdoctoral Science Foundation (Grant Nos. 2017M610459 and 2018T110739). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2021.06.016. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] X.Y. Wang J.F. Xie M.A. Ghausi J.Q. Lv Y.Y. Huang M.X. Wu Y.B. Wang J.N. Yao Adv. Mater. 31 2019 1807807 X.Y. Wang, J.F. Xie, M.A. Ghausi, J.Q. Lv, Y.Y. Huang, M.X. Wu, Y.B. Wang, J.N. Yao, Adv. Mater. 31 (2019) 1807807. [2] J. Li B.J. Huang Q. Guo S. Guo Z.K. Peng J. Liu Q.Y. Tian Y.P. Yang Q. Xu Z.Y. Liu B. Liu Appl. Catal. B: Environ 284 2021 119733 J. Li , B.J. Huang, Q. Guo, S. Guo, Z.K. Peng, J. Liu, Q.Y. Tian, Y.P. Yang, Q. Xu, Z.Y. Liu, B. Liu, Appl. Catal. B: Environ 284 (2021) 119733. [3] S.S. Gu A.N. Marianov Y.X. Zhu Y.J. Jiang J. Energy Chem. 55 2021 219 227 S.S. Gu, A.N. Marianov, Y.X. Zhu, Y.J. Jiang, J. Energy Chem. 55 (2021) 219–227. [4] H.X. Zhong Y.L. Qiu X.F. Li L.W. Pan H.M. Zhang J. Energy Chem. 55 2021 236 243 H.X. Zhong, Y.L. Qiu, X.F. Li, L.W. Pan, H.M. Zhang, J. Energy Chem. 55 (2021) 236–243. [5] Y. Song J.J. Zhang Z.H. Zhu X. Chen L.B. Huang J.J. Su Z.T. Xu T.H. Ly C.-S. Lee B.I. Yakobson B.Z. Tang R.Q. Ye Appl. Catal. B: Environ. 284 2021 119750 Y. Song, J.J. Zhang, Z.H. Zhu, X. Chen, L.B. Huang, J.J. Su, Z.T. Xu, T.H. Ly, C-S. Lee, B. I. Yakobson, B.Z. Tang, R.Q. Ye, Appl. Catal. B: Environ. 284 (2021) 119750. [6] Y. Qiao J. Yi S.C. Wu Y. Liu S.X. Yang P. He H.S. Zhou Joule 1 2017 359 370 Y. Qiao, J. Yi, S.C. Wu, Y. Liu, S.X. Yang, P. He, H.S. Zhou, Joule. 1 (2017) 359–370. [7] B. Liu Y.L. Sun L.Y. Liu J.T. Chen B.J. Yang S. Xu X.B. Yan Energy Environ. Sci. 12 2019 887 922 B. Liu, Y.L. Sun, L.Y. Liu, J.T. Chen, B.J. Yang, S. Xu, X.B. Yan, Energy Environ. Sci. 12 (2019) 887–922. [8] Z.J. Xie X. Zhang Z. Zhang Z. Zhou Adv. Mater. 29 2017 1605891 Z.J. Xie, X. Zhang, Z. Zhang, Z. Zhou, Adv.Mater. 29 (2017) 1605891. [9] X. Xiao W.T. Yu W.X. Shang P. Tan Y.W. Dai C. Cheng M. Ni Energy Fuels. 34 2020 16870 16878 X. Xiao, W.T. Yu, W.X. Shang, P. Tan, Y.W. Dai, C. Cheng, M. Ni, Energy Fuels. 34 (2020) 16870–16878. [10] X. Xiao P. Tan X.B. Zhu Y.W. Dai C. Cheng M. Ni ACS Sustain. Chem. Eng. 8 2020 9742 9750 X. Xiao, P. Tan, X.B. Zhu, Y.W. Dai, C. Cheng, M. Ni, ACS Sustainable Chem. Eng. 8 (2020) 9742–9750. [11] X. Xiao W.X. Shang W.T. Yu Y.Y. Ma P. Tan B. Chen W. Kong H.R. Xu M. Ni Int. J. Energy Res. 44 2020 496 507 X. Xiao, W.X. Shang, W.T. Yu, Y.Y. Ma, P. Tan, B. Chen, W. Kong, H.R. Xu, M. Ni, Int J Energy Res. 44 (2020) 496–507. [12] L. Xiao Z. Qin J.Y. Yi H.Y. Dong J.P. Liu J. Energy Chem. 51 2020 216 221 L. Xiao, Z. Qin, J.Y. Yi, H.Y. Dong, J.P. Liu, J. Energy Chem. 51 (2020) 216–221. [13] A.C. Luntz B.D. McCloskey Chem. Rev. 114 2014 11721 11750 A.C. Luntz, B.D. McCloskey, Chem. Rev. 114 (2014) 11721–11750. [14] X.F. Li Y.J. Zhao J. Zhang C.X. Li S. Wu Q.F. Shi D.W. Zhang Q.C. Yang J. Energy Chem. 49 2020 291 298 X.F. Li, Y.J. Zhao, J. Zhang, C.X. Li, S. Wu, Q.F. Shi, D.W. Zhang, Q.C. Yang, J. Energy Chem 49 (2020) 291–298. [15] X. Li S.X. Yang N.N. Feng P. He H.S. Zhou Chin. J. Catal. 37 2016 1016 1024 X. Li, S.X. Yang, N.N. Feng, P. He, H.S. Zhou, Chin. J. Catal. 37 (2016) 1016–1024. [16] Y. Wang Y.-C. Lu Energy Storage Mater. 28 2020 235 246 Y. Wang, Y-C. Lu, Energy Storage Mater. 28 (2020) 235–246. [17] Y. Wang Y.-C. Lu Angew. Chem. Int. Ed. 58 2019 6962 6966 Y. Wang, Y-C. Lu, Angew. Chem. Int. Ed. 58 (2019) 6962–6966. [18] X.W. Mu H. Pan P. He H.S. Zhou Adv. Mater. 32 2019 1903790 X.W. Mu, H. Pan, P. He, H.S. Zhou, Adv. Mater. 32 (2019) 1903790. [19] H.G. Liang Y.L. Zhang F. Chen S.Y. Jing S.B. Yin P. Tsiakaras Appl. Catal. B: Environ. 244 2019 559 567 H.G. Liang, Y.L. Zhang, F. Chen, S.Y. Jing, S.B. Yin, P. Tsiakaras, Appl. Catal. B: Environ. 244 (2019) 559–567. [20] Z. Zhang Q. Zhang Y.N. Chen J. Bao X.L. Zhou Z.J. Xie J.P. Wei Z. Zhou Angew. Chem. Int. Ed. 22 2015 6550 6553 Z. Zhang, Q. Zhang, Y.N. Chen, J. Bao, X.L. Zhou, Z.J. Xie, J.P. Wei, Z. Zhou, Angew. Chem. Int. Ed. 22 (2015) 6550–6553. [21] A. Ahmadiparidari R.E. Warburton L. Majidi M. Asadi A. Chamaani J.R. Jokisaari S. Rastegar Z. Hemmat B. Sayahpour R.S. Assary B. Narayanan P. Abbasi P.C. Redfern A. Ngo M. Vörös J. Greeley R. Klie L.A. Curtiss A.S. Khojin Adv. Mater. 40 2019 1902518 A. Ahmadiparidari, R.E. Warburton, L. Majidi, M. Asadi, A. Chamaani, J.R. Jokisaari, S. Rastegar, Z. Hemmat, B. Sayahpour, R.S. Assary, B. Narayanan, P. Abbasi, P.C. Redfern, A. Ngo, M. Vörös, J. Greeley, R. Klie, L.A. Curtiss, A.S. Khojin, Adv. Mater. 40 (2019) 1902518. [22] T.H. Gu D.A. Agyeman S.J. Shin X.Y. Jin J.M. Lee H. Kim Y.M. Kang S.J. Hwang Angew. Chem. Int. Ed. 57 2018 15984 15989 T.H. Gu, D.A. Agyeman, S.J. Shin, X.Y. Jin, J.M. Lee, H. Kim, Y.M. Kang, S.J. Hwang, Angew. Chem. Int. Ed. 57 (2018) 15984–15989. [23] B. Liu Y.L. Sun L. Liu S. Xu X.B. Yan Adv. Funct. Mater. 25 2018 1704973 B. Liu, Y.L. Sun, L. Liu, S. Xu, X.B. Yan, Adv. Funct. Mater. 25 (2018) 1704973. [24] Y.J. Mao C. Tang Z.C. Tang J. Xie Z. Chen J. Tu G.S. Cao X.B. Zhao Energy Storage Mater. 18 2018 405 413 Y.J. Mao, C. Tang, Z.C. Tang, J. Xie, Z. Chen, J. Tu, G.S. Cao, X.B. Zhao, Energy Storage Mater. 18 (2018) 405–413. [25] W.Q. Ma S.S. Lu X.F. Lei X.Z. Liu Y. Ding J. Mater. Chem. A. 6 2018 20829 20835 W.Q. Ma, S.S. Lu, X.F. Lei, X.Z. Liu, Y. Ding, J. Mater. Chem. A. 6 (2018) 20829–20835. [26] S.W. Li Y. Liu J.W. Zhou S.S. Hong Y. Dong J.M. Wang X. Gao P.F. Qi Y.Z. Han B. Wang Energy Environ. Sci. 12 2019 1046 1054 S.W. Li, Y. Liu, J.W. Zhou, S.S. Hong, Y. Dong, J.M. Wang, X. Gao, P.F. Qi, Y.Z. Han, B. Wang, Energy. Environ. Sci. 12 (2019) 1046–1054. [27] L.L. Zhang X.B. Zhang Z.L. Wang J.J. Xu D. Xu L.M. Wang Chem. Commun. 48 2012 7598 7600 L.L. Zhang, X.B. Zhang, Z.L. Wang, J.J. Xu, D. Xu, L.M. Wang, Chem. Commun. 48 (2012) 7598–7600. [28] Y.D. Zhang Z.G. Hu Y.F. An B.S. Guo N. An Y.R. Liang H.Y. Wu J. Power Sources 311 2016 121 129 Y.D. Zhang, Z.G. Hu, Y.F. An, B.S. Guo, N. An, Y.R. Liang, H.Y. Wu, J. Power Sources. 311 (2016) 121–129. [29] H. Fang S.C. Zhang X.M. Wu W.B. Liu B.H. Wen Z.J. Du T. Jiang J. Power Sources 235 2013 95 104 H. Fang, S.C. Zhang, X.M. Wu, W.B. Liu, B.H. Wen, Z.J. Du, T. Jiang, J. Power Sources. 235 (2013) 95–104. [30] P.F. Smith B.J. Deibert S. Kaushik G. Gardner S. Hwang H. Wang J.F.A. Sharab E. Garfunkel L. Fabris J. Li G.C. Dismukes ACS Catal. 3 2016 2089 2099 P.F. Smith, B.J. Deibert, S. Kaushik, G. Gardner, S. Hwang, H. Wang, J.F.A. Sharab, E. Garfunkel, L. Fabris, J. Li, G.C. Dismukes, ACS Catal. 3 (2016) 2089–2099. [31] W. Sun A. Hsu R.R. Chen J. Power Sources 196 2011 627 635 W. Sun, A. Hsu, R.R. Chen, J. Power Sources. 196 (2011) 627–635. [32] L.Y. Shao Q. Zhao J. Chen Chem. Commun. 53 2017 2435 2438 L.Y. Shao, Q. Zhao, J. Chen, Chem. Commun. 53 (2017) 2435–2438. [33] G.P. Kim D.W. Lim I. Park H. Park S.E. Shim S.H. Baeck J. Power Sources. 324 2016 687 693 G.P. Kim, D.W. Lim, I. Park, H. Park, S.E. Shim, S.H. Baeck, J. Power Sources. 324 (2016) 687–693. [34] Y.H. Wang Y.H. Wang D.S. Jia Z. Peng Y.Y. Xia G.F. Zheng Nano Lett. 14 2014 1080 1084 Y.H. Wang, Y.H. Wang, D.S. Jia, Z. Peng, Y.Y. Xia, G.F. Zheng, Nano Lett. 14 (2014) 1080–1084. [35] C. Bannwarth S. Ehlert S. Grimme J. Chem. Theory. Comput. 15 2019 1652 1671 C. Bannwarth, S. Ehlert, S. Grimme, J. Chem. Theory. Comput. 15 (2019) 1652–1671. [36] W. Jia J. Fu Z. Cao L. Wang X. Chi W. Gao L.W. Wang J. Comput. Phys. 251 2013 102 115 W. Jia, J. Fu, Z. Cao, L. Wang, X. Chi, W. Gao, L.W. Wang, J. Comput. Phys. 251 (2013) 102–115. [37] D.R. Hamann Phys. Rev. B 88 2013 085117 D.R. Hamann, Phys. Rev. B 88 (2013) 085117. [38] L. Martinez R. Andrade E.G. Birgin J.M. Martinez J. Comput. Chem. 30 2009 2157 2164 L. Martinez, R. Andrade, E.G. Birgin, J.M. Martinez, J. Comput. Chem. 30 (2009) 2157–2164. [39] S.Y. Ma H.C. Yao D.L. Lei X.Q. Guo Y.C. Lu Q.C. Liu Z.J. Li Chem. Commun. 54 2018 8072 8075 S.Y. Ma, H.C. Yao, D.L. Lei, X.Q. Guo, Y.C. Lu, Q.C. Liu, Z.J. Li, Chem. Commun. 54 (2018) 8072–8075. [40] L. Klinger E. Rabkin Acta Mater. 59 2011 1389 1399 L. Klinger, E. Rabkin, Acta Materialia. 59 (2011) 1389–1399. [41] S.J. Rothman, G.E. Murch, A.S. Nowick, Academic Press, Orlando, FL, (1984). [42] I.V. Belova T. Fiedler N. Kulkarni G.E. Murch Philos. Mag. 14 2012 1748 1763 I.V. Belova, T. Fiedler, N. Kulkarni, G.E. Murch, Philosophical Magazine. 14 (2012) 1748–1763. [43] S.M. Xu X. Liang X. Liu W.L. Bai Y.S. Liu Z.P. Cai Q. Zhang C. Zhao K.X. Wang J.S. Chen Energy Storage Mater. 25 2019 52 61 S.M. Xu, X. Liang, X. Liu, W.L. Bai, Y.S. Liu, Z.P. Cai, Q. Zhang, C. Zhao, K.X. Wang, J.S. Chen, Energy Storage Mater. 25 (2019) 52–61. [44] S.H. Yang X.F. Song P. Zhang L. Gao J. Mater. Chem. A 3 2015 6136 6145 S.H. Yang, X.F. Song, P. Zhang, L. Gao, J. Mater. Chem. A. 3 (2015) 6136–6145. [45] S.M. Sun S. Wang T.C. Xia X.F. Li Q.X. Jin Q. Wu L.Z. Wang Z.H. Wei P.Y. Wang J. Mater. Chem. A 3 2015 20944 20951 S.M. Sun, S. Wang, T.C. Xia, X.F. Li, Q.X. Jin, Q. Wu, L.Z. Wang, Z.H. Wei, P.Y. Wang, J. Mater. Chem. A. 3 (2015) 20944–20951. [46] A. Khurram Y.M. Yin L.F. Yan L.L. Zhao B.M. Gallant J. Phys. Chem. Lett. 10 2019 6679 6687 A. Khurram, Y.M. Yin, L.F. Yan, L.L. Zhao, B.M. Gallant, J. Phys. Chem. Lett. 10 (2019) 6679–6687. [47] C.G. Hu L.L. Gong Y. Xiao Y.F. Yuan N.M. Bedford Z.H. Xia L. Ma T.P. Wu Y. Lin J.W. Connell R.S. Yassar J. Lu K. Amine L.M. Dai Adv. Mater. 32 2020 1907436 C.G. Hu, L.L. Gong, Y. Xiao, Y.F. Yuan, N.M. Bedford, Z.H. Xia, L. Ma, T.P. Wu, Y. Lin, J.W. Connell, R.S. Yassar, J. Lu, K. Amine, L.M. Dai, Adv. Mater. 32 (2020) 1907436. [48] C. Yang K.K. Guo D.W. Yuan J.L. Cheng B. Wang J. Am. Chem. Soc. 15 2020 6983 6990 C. Yang, K.K. Guo, D.W. Yuan, J.L. Cheng, B. Wang, J. Am. Chem. Soc. 15 (2020) 6983–6990.",
      "scopus-id": "85108455538",
      "coredata": {
        "eid": "1-s2.0-S2095495621003594",
        "dc:description": "Li-CO2 batteries provide an attractive and potential strategy for CO2 utilization as well as energy conversion and storage with high specific energy densities. However, the poor reversibility caused by the decomposition obstacles of Li2CO3 and C products is still a challenge for Li-CO2 batteries, which seriously influences its electrochemical performances. Herein, a free-standing MnOOH arrays cathode has been prepared and employed in Li-CO2 battery, which realizes a great improvement of electrochemical performances by adjusting the discharge products distribution. Experiments coupled with theoretical calculations verifies that the formation of Li-containing carbonaceous species (LiCO2, LiCO and Li2CO3) bonded with MnOOH through Li ion regulates the nucleation behavior of Li2CO3 and C, making them grown on MnOOH uniformly. The fine Li2CO3 grains (with a size about 5 nm) embedded into carbon matrix greatly enlarges the contact interface between them, facilitating the transmission of electrons through the discharge products and finally improves CO2 evolution activity. This ingenious design strategy of regulating discharge products distribution to improve electrochemical performances provides a promising way to develop advanced Li-CO2 batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-02-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495621003594",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ma, Shiyu"
          },
          {
            "@_fa": "true",
            "$": "Lu, Youcai"
          },
          {
            "@_fa": "true",
            "$": "Yao, Hongchang"
          },
          {
            "@_fa": "true",
            "$": "Si, Yubing"
          },
          {
            "@_fa": "true",
            "$": "Liu, Qingchao"
          },
          {
            "@_fa": "true",
            "$": "Li, Zhongjun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495621003594"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495621003594"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(21)00359-4",
        "prism:volume": "65",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Regulating the nucleation of Li2CO3 and C by anchoring Li-containing carbonaceous species towards high performance Li-CO2 batteries",
        "prism:copyright": "© 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Li-CO2 battery"
          },
          {
            "@_fa": "true",
            "$": "MnOOH arrays"
          },
          {
            "@_fa": "true",
            "$": "Interface"
          },
          {
            "@_fa": "true",
            "$": "Discharge mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "472-479",
        "prism:endingPage": "479",
        "pubType": "fla",
        "prism:coverDisplayDate": "February 2022",
        "prism:doi": "10.1016/j.jechem.2021.06.016",
        "prism:startingPage": "472",
        "dc:identifier": "doi:10.1016/j.jechem.2021.06.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "395",
            "@width": "778",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "87594",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "473",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "121476",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "432",
            "@width": "778",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "111240",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "415",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109336",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "324",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41932",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "506",
            "@width": "711",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "110234",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "407",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23465",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10658",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21117",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15131",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16863",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "114",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7560",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18650",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "108",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11312",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1120",
            "@width": "2205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "351179",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1341",
            "@width": "1764",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "451255",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1225",
            "@width": "2205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "450786",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1176",
            "@width": "2016",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "403290",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "920",
            "@width": "1764",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "133014",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1436",
            "@width": "2016",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "399850",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "531",
            "@width": "1081",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "66973",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4743680",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621003594-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "3737770",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85108455538"
      }
    }
  }
}