{
  "metadata": {
    "title": "Engineering CoMoO<ce:inf loc=post>4</ce:inf> in reduced graphene oxide as superior cathode hosts for advanced room-temperature sodium-sulfur batteries",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2023-11-30",
    "doi": "10.1016/j.jechem.2023.08.010",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495623004503",
    "pii": "S2095495623004503"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85171458647",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2023-08-23 2023-08-23 2023-09-16 2023-09-16 2023-10-27T20:11:03 1-s2.0-S2095495623004503 S2095-4956(23)00450-3 S2095495623004503 10.1016/j.jechem.2023.08.010 S300 S300.1 FULL-TEXT 1-s2.0-S2095495623X00096 2023-10-27T21:02:02.621136Z 0 0 20231101 20231130 2023 2023-08-23T15:13:44.98094Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor orcid primabst ref specialabst 2095-4956 20954956 false 86 86 C Volume 86 50 620 627 620 627 202311 November 2023 2023-11-01 2023-11-30 2023 article fla © 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. ENGINEERINGCOMOO4INREDUCEDGRAPHENEOXIDESUPERIORCATHODEHOSTSFORADVANCEDROOMTEMPERATURESODIUMSULFURBATTERIES YE X 1 Introduction 2 Experimental 2.1 Synthesis of CoMoO4@rGO 2.2 Synthesis of S/CoMoO4@rGO and S/rGO 2.3 Material characterizations 2.4 Electrochemical measurements 2.5 Computational methods 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References DUNN 2011 928 935 B TURCHENIUK 2018 467 470 K LARCHER 2015 19 D BEAUDIN 2010 302 314 M CHUNG 2019 1901125 S YANG 2013 3018 3032 Y JI 2009 500 506 X YANG 2018 1701991 F HUESO 2013 734 749 K RYU 2011 5186 5190 H WENZEL 2013 758 765 S WANG 2017 1602829 Y ZHANG 2018 4082 B LU 2017 77 84 Q YANG 2022 23 33 H WANG 2016 16576 16579 Y XIA 2018 314 323 G WU 2019 1803478 T YAN 2020 1307 1315 J WEI 2016 11722 11731 S WANG 2021 2100229 Y LIU 2020 7259 7268 H GHOSH 2020 2005669 A LAI 2020 22171 22178 W QIN 2020 125295 G ZHANG 2023 202217009 H CHEN 2023 2204334 S ZHANG 2021 5060 5066 Y FEI 2020 124926 B ZANG 2018 5062 5069 M GONG 2018 16950 16958 Y WANG 2021 2010693 L SHENDE 2018 413 422 P JINLONG 2017 264 270 L LI 2020 135334 P ZAGORAC 2017 1700069 D ETTE 2020 11511 11521 P LIU 2020 10893 10902 A ZHANG 2018 615 625 X JINLONG 2016 250 257 L WANG 2019 1900953 Y KRESSE 1996 11169 G PERDEW 1996 3865 J YEX2023X620 YEX2023X620X627 YEX2023X620XX YEX2023X620X627XX 2025-09-16T00:00:00.000Z 2025-09-16T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2023-09-21T22:09:39.423Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined item S2095-4956(23)00450-3 S2095495623004503 1-s2.0-S2095495623004503 10.1016/j.jechem.2023.08.010 286353 2023-10-27T21:02:02.621136Z 2023-11-01 2023-11-30 1-s2.0-S2095495623004503-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/MAIN/application/pdf/558c157fb194201600acb988495c78b2/main.pdf main.pdf pdf true 3560643 MAIN 8 1-s2.0-S2095495623004503-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/PREVIEW/image/png/1204ee5735532be41e0be293ff8840a7/main_1.png main_1.png png 60723 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495623004503-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr2/DOWNSAMPLED/image/jpeg/b9baf3ba664e8e86c9a7df148df8da63/gr2.jpg gr2 gr2.jpg jpg 109747 364 747 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623004503-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr2/HIGHRES/image/gif/317180993b4652bc38447fdc3c1ebb7a/gr2.sml gr2 gr2.sml sml 18998 107 219 IMAGE-THUMBNAIL 1-s2.0-S2095495623004503-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr3/DOWNSAMPLED/image/jpeg/b6a8e8c85600ab9021a6cbc3a23e04d3/gr3.jpg gr3 gr3.jpg jpg 136091 390 756 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623004503-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr3/THUMBNAIL/image/gif/cf983a0db0851539be76022e5fc3b039/gr3.sml gr3 gr3.sml sml 17893 113 219 IMAGE-THUMBNAIL 1-s2.0-S2095495623004503-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr4/DOWNSAMPLED/image/jpeg/6f50a499ae28f4943dde42397c2328a5/gr4.jpg gr4 gr4.jpg jpg 146901 603 707 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623004503-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr4/THUMBNAIL/image/gif/e19655a80d351cb808caf1839318fa5c/gr4.sml gr4 gr4.sml sml 14306 164 192 IMAGE-THUMBNAIL 1-s2.0-S2095495623004503-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr5/DOWNSAMPLED/image/jpeg/c97c8578f8e476e005e7a8c3bfaac918/gr5.jpg gr5 gr5.jpg jpg 116274 412 756 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623004503-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr5/DOWNSAMPLED/image/gif/9a4a3c89dcbeed13e270535ddc591b6d/gr5.sml gr5 gr5.sml sml 11233 119 219 IMAGE-THUMBNAIL 1-s2.0-S2095495623004503-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr6/DOWNSAMPLED/image/jpeg/ad743b8e0c0424f811c85658547755d1/gr6.jpg gr6 gr6.jpg jpg 133638 545 800 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623004503-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr6/THUMBNAIL/image/gif/75a1e329b9b9c7a8877f30f785714060/gr6.sml gr6 gr6.sml sml 14585 149 219 IMAGE-THUMBNAIL 1-s2.0-S2095495623004503-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/ga1/DOWNSAMPLED/image/jpeg/039cc1b5257864a88868f52586d0111a/ga1.jpg ga1 true ga1.jpg jpg 33062 200 281 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623004503-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/ga1/HIGHRES/image/gif/dd534f802d9f874067ee628edf710f61/ga1.sml ga1 true ga1.sml sml 22084 156 219 IMAGE-THUMBNAIL 1-s2.0-S2095495623004503-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr1/DOWNSAMPLED/image/jpeg/614db3aec1de4e90bb38e356f9a61b60/gr1.jpg gr1 gr1.jpg jpg 59682 216 756 IMAGE-DOWNSAMPLED 1-s2.0-S2095495623004503-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/gr1/THUMBNAIL/image/gif/50aced646aecdd8a5b00d29c2f43f2f0/gr1.sml gr1 gr1.sml sml 10362 63 219 IMAGE-THUMBNAIL 1-s2.0-S2095495623004503-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/HIGHRES/image/jpeg/4e96c85e02683f1ae077ef5b589e3241/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 712657 1612 3308 IMAGE-HIGH-RES 1-s2.0-S2095495623004503-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/HIGHRES/image/jpeg/4eff9bdf8ccb4684bff4f8441db84792/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 1091515 1727 3346 IMAGE-HIGH-RES 1-s2.0-S2095495623004503-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/THUMBNAIL/image/jpeg/e46202688f40864c50a48c38dd0053bb/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 800168 2670 3129 IMAGE-HIGH-RES 1-s2.0-S2095495623004503-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/HIGHRES/image/jpeg/cebd723de273206cfa2fa0dfa928971a/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 654614 1826 3347 IMAGE-HIGH-RES 1-s2.0-S2095495623004503-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/HIGHRES/image/jpeg/33a8e2746c5911b2eac7606882bfcd2a/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 718140 2415 3543 IMAGE-HIGH-RES 1-s2.0-S2095495623004503-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/MAIN/image/jpeg/952b8f683f5b73b81ffa94941c3033f4/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 219569 886 1245 IMAGE-HIGH-RES 1-s2.0-S2095495623004503-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/HIGHRES/image/jpeg/985248506766ff54ef5ab38d8c4c67a8/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 420326 958 3346 IMAGE-HIGH-RES 1-s2.0-S2095495623004503-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495623004503/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/cafb0f079d101fcfa004874db1404ce9/mmc1.docx mmc1 mmc1.docx docx 2465727 APPLICATION 1-s2.0-S2095495623004503-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10GBRBB7DD3/MAIN/application/pdf/82919d801cd06670f58c1dc4e638f5ae/am.pdf am am.pdf pdf false 1563912 AAM-PDF JECHEM 3330 S2095-4956(23)00450-3 10.1016/j.jechem.2023.08.010 Science Press Fig. 1 Schematic illustration of the preparation of the S/CoMoO4@rGO. Fig. 2 Morphology characterization of CoMoO4@rGO. (a–c) SEM images. (d–f) TEM images. Fig. 3 Morphology and elemental distribution of S/CoMoO4@rGO. (a–c) SEM images. (d–f) S and Co elemental mapping images. Fig. 4 Structural characterizations. (a) XRD pattern of the as-prepared CoMoO4 without rGO. (b) XRD patterns of the CoMoO4@rGO and S/CoMoO4@rGO. (c) Raman spectroscopy of the as-prepared CoMoO4 without rGO. (d) Raman spectroscopy of rGO, CoMoO4@rGO, and S/CoMoO4@rGO. (e) TG curves of the S/rGO and S/CoMoO4@rGO. (f) XPS survey spectra of the CoMoO4@rGO and S/CoMoO4@rGO. (g, h) High-resolution XPS spectra of Co 2p and Mo 3d in the CoMoO4@rGO and S/CoMoO4@rGO. (i) High-resolution XPS spectra of S 2p in the S/CoMoO4@rGO. Fig. 5 Electrochemical performance. (a) CV curves of the S/CoMoO4@rGO. (b) Discharge/charge profiles of the S/CoMoO4@rGO at 0.1 A g−1. (c) Cycling test of the S/CoMoO4@rGO and S/rGO at 0.1 A g−1. (d) Discharge/charge profiles of the S/CoMoO4@rGO at different current densities. (e) Rate capabilities of the S/CoMoO4@rGO at different current densities. (f) Long-term performance of the S/CoMoO4@rGO at 4 A g−1. Fig. 6 Mechanism investigations. DFT calculation results on the adsorption of (a) Na2S4 on CoMoO4, (b) Na2S6 on CoMoO4, (c) Na2S4 on rGO, and (d) Na2S6 on rGO. (e) Photographs of NaPSs adsorption tests with and without rGO and CoMoO4@rGO. (f) Potentiostatic discharge curves for Na2S2/Na2S deposition on rGO and CoMoO4@rGO. (g) Linear fitting of the deposition curves by Cottrel equation. Engineering CoMoO4 in reduced graphene oxide as superior cathode hosts for advanced room-temperature sodium-sulfur batteries Xin Ye a 1 Sainan Luo a 1 Zhiqi Li a Jiafeng Ruan a Yuepeng Pang a b ⁎ Junhe Yang a John Wang b ⁎ Shiyou Zheng a ⁎ a School of Materials and Chemistry, University of Shanghai for Science and Technology, Shanghai 200093, China School of Materials and Chemistry University of Shanghai for Science and Technology Shanghai 200093 China School of Materials and Chemistry, University of Shanghai for Science and Technology, Shanghai 200093, China b Department of Materials Science and Engineering, National University of Singapore, Singapore 119077, Singapore Department of Materials Science and Engineering National University of Singapore Singapore 119077 Singapore Department of Materials Science and Engineering, National University of Singapore, Singapore 119077, Singapore ⁎ Corresponding authors. 1 These authors contributed equally to this work. Graphical abstract The CoMoO4 decorated reduced graphene oxide (CoMoO4@rGO) is successfully prepared as advanced room-temperature (RT) Na-S battery cathodes. Sodium polysulfides are strongly anchored by the CoMoO4@rGO host and then rapidly converted to lower order products by CoMoO4 catalysis. This work provides a new idea for the design of RT Na-S battery cathode, paving the way for the development of efficient and low-cost energy storage systems. Promising room-temperature sodium-sulfur (RT Na-S) battery systems rely on purposely designed high-performing and low-cost electrode materials. Nevertheless, there are the challenges of irreversible dissolution and slow redox kinetics of NaPSs in the complete discharge of sulfur capacity. Herein, engineered CoMoO4 in reduced graphene oxide (CoMoO4@rGO) is reported as a class of superior cathode hosts for RT Na-S batteries. The CoMoO4@rGO matrix is designed to facilitate the reversible sodiation and desodiation of sulfur, considering the strong chemisorption between sulfur (and short-chain sodium sulfides) and CoMoO4, which alleviates the shuttle effect of sodium sulfides and accelerates the electrochemical reaction rate at RT. The obtained S/CoMoO4@rGO cathode with ∼52% S loading exhibits a high capacity of 520.1 mA h g−1 after 100 cycles at 0.1 A g−1. Moreover, an enhanced long-term performance at high current densities (212.2 mA h g−1 at 4 A g−1 over 1000 cycles) with high Coulombic efficiency (∼100%) is also achieved. This work demonstrates a novel multifunctional additive for RT Na-S battery cathodes, which is expected to promote the long-waited development towards practical applications of RT Na-S batteries. Keywords Sodium-sulfur battery Cathode CoMoO4 Reduced graphene oxide 1 Introduction Rechargeable lithium-ion batteries have been widely used in almost all portables and transports from mobile devices to electrical vehicles [1,2]. However, due to the limitation in energy density and nature resources in the earth, lithium-ion batteries are unable to maintain their dominant position in the long-run and newly emerging energy systems [3,4]. Therefore, it would be well worth searching and developing new energy-storage systems that have features of high energy density, long cycle life along with high safety and low cost to complement and even replace part of the existing lithium-ion batteries. Indeed, room-temperature sodium-sulfur (RT Na-S) batteries stand out for their high theoretical specific capacity (1672 mA h g−1), abundant resources for Na (2.83% in earth), and environmental friendliness [5–8]. Unlike high-temperature (above 300 °C) sodium-sulfur batteries, the practical energy density of RT Na-S batteries is far lower than the theoretical value, which hinders their practical applications [9,10]. This is largely related to the poor conductivity of sulfur and large volume change during charge/discharge cycles, and in particular, the dissolution of intermediate products (i.e. long-chain sodium polysulfides, NaPSs) in liquid electrolytes leads to the severe “shuttle effect” [11–16]. In order to solve these problems, carbon-based materials (e.g. carbon hollow nanobubbles on porous carbon nanofibers, interconnected mesoporous carbon hollow nanospheres) have been used as sulfiphilic carriers to promote the conductivity of insulating sulfur, and meanwhile the pores inside porous carbon materials can serve as the enclosed space for redox reactions [17,18]. Moreover, the construction of covalent sulfur-carbon nanocomposites (e.g. long-chain sulfur-carbon bridged complex, sulfur-carbon-phosphorus complex) can combine the merits of physical confinement with chemical connectivity [19,20]. However, the non-polar carbon materials interact with sulfur rather insufficiently, and the reaction kinetics of sulfur species remains considerably sluggish [21]. For example, since the weak van der Waals forces cannot effectively bind NaPSs to the surface of carbon materials, NaPSs would inevitably dissolve into the electrolyte [22]. Therefore, an improvement in chemisorption between NaPSs and host materials to immobilize NaPSs and the acceleration of electrochemical reaction are among the keys to the development of RT Na-S batteries. To achieve this objective, several methods have been proposed, such as the fabrication of a porous core-shell structure and multisulfiphilic sites, decoration of aluminum oxyhydroxide nanosheets in sulfur/carbon black nanocomposite, introduction of different single active atoms to tune the electronic configuration (V, Mn, Fe, etc.), incorporation of Co3C-Co with open fluorinated carbon nanotubes arrays, and the development of modified covalent organic scaffold membranes [23–28]. Molybdates are among the promising candidates for promoting polysulfide adsorption and conversion due to their high activities. As a multifunctional catalyst, cobalt molybdate (CoMoO4) has been widely utilized in several examples, such as the electrochemical synthesis of ammonia, efficient oxygen/hydrogen evolution reaction, and overall water splitting [29–32]. CoMoO4 has also been synthesized into hollow microspheres as a sulfur host for lithium-sulfur batteries [33]. However, CoMoO4 has not been applied in RT Na-S batteries as a class of active catalyst, and further modification and understanding on CoMoO4 would be highly required to improve the overall performance. Hence, it would be of great importance to explore facile synthesis methods to construct the polar CoMoO4 with non-polar carbon materials as the sulfur carriers to realize high-performance RT Na-S batteries. In the present work, we report a RT Na-S battery cathode, purposely designed by engineering CoMoO4 in reduced graphene oxide followed by sulfur loading (S/CoMoO4@rGO). The S/CoMoO4@rGO cathode with ∼52% sulfur content can completely release its capacity. The robust structure of rGO ensures that the structural integrity is not compromised by the volume variation of sulfur during the charging and discharging processes. In addition, the good electrical conductivity of the rGO host helps address the insulation of sulfur and NaPSs, and the uniform distribution of CoMoO4 nanoflowers can further enhance the electrochemical reaction kinetics. More importantly, CoMoO4 can anchor the reaction intermediates between rGO layers and inhibit the dissolution of NaPSs into the electrolyte. The S/CoMoO4@rGO cathode is demonstrated to exhibit a set of excellent electrochemical properties of long cycle stability, excellent rate performance, and high Coulombic efficiency. The S/CoMoO4@rGO cathode proposed in this work for RT Na-S batteries demonstrates a practical application prospect for future energy storage systems. 2 Experimental 2.1 Synthesis of CoMoO4@rGO 29.1 mg Co(NO3)2·6H2O, 20.6 mg Na2MoO4, and 24.0 mg CO(NH2)2 were added to a solution of 25 mL water and 5 mL ethanol. A homogeneous solution was obtained after adding 20 mL GO solution (5 g L−1) followed by sonication and magnetically stirring. The as-prepared solution was transferred to a 50 mL Teflon-lined stainless-steel autoclave. The autoclave was maintained at 160 °C for 12 h and then cooled. After freeze-drying and heating at 450 °C for 2 h, CoMoO4@rGO was obtained. 2.2 Synthesis of S/CoMoO4@rGO and S/rGO CoMoO4@rGO and sublimated sulfur with the weight ratio of 1:3 were ground uniformly, the mixture was then transferred to a vacuum tube and heated to 155 °C for 12 h to obtain S/CoMoO4@rGO. S/rGO was synthesized by the same method without CoMoO4 precursor. 2.3 Material characterizations The sample morphologies were investigated using scanning electron microscopy (SEM, FEI Quanta FEG 450, USA). X-ray diffraction (XRD) patterns were recorded on Rigaku D/MAX-2200/PC with Cu K α radiation in the range of 20°–80° (5° min−1). Raman spectra were characterized in the range of 100–2000 cm−1 with the LabRAM HR Evolution Raman spectrometer system (Horiba Jobin Yvon). Transmission electron microscopy (TEM) images were collected to investigate the high-resolution morphologies (JEM-2100F JEOL Ltd., Japan). Thermogravimetric (TG) curves were recorded in the temperature range of 50–600 °C (5 °C min−1, N2) with a TA-Q500 instrument. X-ray photoelectron spectroscopy (XPS) results were recorded using ThermoFisher ESCA 250XI. 2.4 Electrochemical measurements The electrochemical properties in RT Na-S batteries were tested by CR2032-type coin batteries. Active materials (S/CoMoO4@rGO and S/rGO, 80 wt%), carbon black (10 wt%), and polyvinylidene fluoride (10 wt%) were uniformly coated on aluminum foils, which were then cut into discs with 12 mm of diameter as the cathodes. The glass fiber D (GF/D) membranes were used as the separators, a solution of 1 M NaClO4 in ethylene carbonate/propylene carbonate solvents (volume ratio 1:1) containing 5 wt% fluoroethylene carbonate additives (EC/PC + 5 wt% FEC) was used as the electrolyte, and commercial Na was used as the anode. RT Na-S batteries were tested by using LAND CT2001A in the potential range of 0.5 to 2.8 V. The cyclic voltammetry (CV) measurements were carried out on an electrochemical workstation (Gamry Interface-1000, 0.5 mV s−1, 0.5–2.8 V). 2.5 Computational methods The theoretical models of NaPSs on CoMoO4 and rGO surface were performed by using the projector-augmented wave method as implemented in vienna Ab-initio simulation package [43]. The generalized gradient approximation with the Perdew-Burke-Ernzerhof functional was used for describing the electron exchange correlation interactions [44]. Considered long-range interaction at the interface, van der Waals interactions were considered using the density functional theory (DFT) correlation. A vacuum layer of 20 Å was built along z direction to avoid interaction between the two slabs. The convergence criterion of geometry relaxation was set to 0.02 eV Å−1 in force on each atom and set the energy cutoff for plane wave-basis to 500 eV. The k-points were adopted the Monkhorst-Pack method to sample with 3 × 3 × 1. 3 Results and discussion The CoMoO4@rGO was synthesized by the hydrothermal method, freeze-drying, and annealing treatment, as schematically shown in Fig. 1 . The CoMoO4 thus produced by the reaction of the precursor Co(NO3)2 and Na2MoO4 is rather uniformly dispersed between the rGO sheets. Here, rGO was chosen as the host, given its good electrical conductivity and high specific area, which would allow fast electron/ion transfer and accommodate the volume expansion of sulfur. Subsequently, sulfur was stored inside the CoMoO4@rGO host by the typical melt diffusion method to obtain the S/CoMoO4@rGO. The addition of polar CoMoO4 aims to confine NaPSs between the rGO sheets by the synergistic effect of adsorption and electrocatalysis for preventing the dissolution of NaPSs in the electrolyte. The as-prepared S/CoMoO4@rGO was employed as the cathode for RT Na-S batteries. A series of CoMoO4@rGO samples with different CoMoO4 contents were prepared, and the sample with 15 wt% CoMoO4 (based on the rGO weight) was selected as the representative in the further investigations. The morphology of the as-prepared CoMoO4@rGO was studied using SEM. As displayed in Fig. 2 (a), the CoMoO4 particles in situ grown on the surface of the rGO sheets show nanoflower-like morphology with a diameter of ∼3 µm [34]. Nanoflower structures offer more adsorption sites and allow for rapid charge transfer on their surfaces. As shown in the SEM images of CoMoO4@rGO at different scales (Fig. 2b and c), the CoMoO4 nanoflowers are uniformly dispersed on the rGO surface, giving rise to a conductive network. Enlarged view of the CoMoO4 nanoflowers loaded on rGO is shown using TEM in Fig. 2(d), in which the nanoflakes can be seen as the constituent part. Typical high-resolution TEM images of CoMoO4 nanoflowers are shown in Fig. 2(e and f). The lattice fringes of the well-crystallized CoMoO4 are measured to be 3.36 and 3.49 Å, corresponding to the (002) and (201) lattice planes of CoMoO4, confirming the incorporation of CoMoO4 on rGO sheets [35]. The SEM and TEM images for rGO are shown in Figs. S1 and S2. The morphology of the S/CoMoO4@rGO was also characterized. At low-resolution scale, the S/CoMoO4@rGO shows a similar morphology to the CoMoO4@rGO (Fig. 3 a). The structural integrity of the sulfur host is the key to achieving a good cycling stability. No sulfur particle clusters are seen in Fig. 3(b and c), indicating that the high temperature melting method allows the sulfur to be uniformly dispersed inside the CoMoO4@rGO host. Energy-dispersive X-ray spectroscopy (EDX) mapping acquired on S/CoMoO4@rGO is presented in Fig. 3(d–f) and Fig. S3. The uniformly dispersed signal of sulfur indicates a good encapsulation of the active material in the CoMoO4@rGO framework. In addition, the mapping result of Co element reveals a homogeneous distribution of CoMoO4 on the rGO sheets. It should be noted that Mo element (Mo L: 2.29 keV) has a similar characteristic X-ray energy to S element (S K: 2.30 keV). As shown in Fig. 4 (a), the XRD pattern of CoMoO4 synthesized by the hydrothermal method corresponds to the standard peaks (PDF#21-0868), indicating the high purity of CoMoO4 obtained by this method [36,37]. CoMoO4@rGO and S/CoMoO4@rGO samples synthesized by sequentially adding GO solution and active material sulfur as well as rGO are shown in Fig. 4(b) and Fig. S4. Weak peaks arising from CoMoO4 are observed, which is due to the good incorporation on the rGO sheets. The characteristic peaks of sulfur are barely identified, indicating that most of the sulfur is nanoconfined in the CoMoO4 nanoflowers and rGO sheets. In addition, Fig. 4(c) depicts the Raman spectrum of the as-prepared CoMoO4 [38]. The Raman scattering at 341, 876, and 920 cm−1 further verifies the high purity of CoMoO4. Raman spectra of rGO, CoMoO4@rGO, and S/CoMoO4@rGO are shown in Fig. 4(d). Peaks of D-band and G-band of above samples correspond to the vibrations of defects and the sp 2-bonded carbon atoms in the two-dimensional hexagonal graphite lattice, respectively. The I D/I G ratio that is calculated from the integral areas after normalization is 1.76 for rGO, and further introduction of CoMoO4 and sulfur in rGO raises the I D/I G ratio to 1.82 and 1.87, which can well be attributed to the creation of more defects by the additives, resulting in higher S and NaPSs stabilization effects. Fig. 4(e) shows the TG analysis of S/CoMoO4@rGO and S/rGO to determine the sulfur content. Only a small weight loss occurs below 200 °C, due to the evaporation of physically adsorbed water. The vast majority of the weight reduction occurs below 400 °C, corresponding to the evaporation of sulfur, and the final sulfur content of S/CoMoO4@rGO and S/rGO is therefore determined to be ∼51.8 wt% and ∼45.9 wt%. Benefiting from the structure of CoMoO4 nanoflowers and rGO sheets, the sulfur content of the material is effectively increased for S/CoMoO4@rGO, which implies the effective chemical adsorption to the active material sulfur. It is noteworthy that the sulfur content is still too low for practical use, which should be further improved in future works through structural modifications. To further explore the chemical state and composition of the as-prepared electrodes, XPS analysis was carried out on the CoMoO4@rGO and S/CoMoO4@rGO. Fig. 4(f) shows the total survey scan, while the XPS spectra contain prominent peaks of carbon, cobalt, molybdenum, oxygen, and sulfur. As for the Co 2p high-resolution spectrum of the CoMoO4@rGO sample (Fig. 4g), main peaks coupled with satellite peaks correspond to 2p 3/2 (780.7 eV) and 2p 1/2 (796.4 eV), respectively, verifying the Co2+ oxidation state [23,39]. Similarly, the XPS spectrum of Mo 3d (Fig. 4h) displays two respective peaks at 232.5 (3d 5/2) and 235.7 eV (3d 3/2), revealing the existence of the Mo6+ oxidation state [40,41]. Thus, the oxidation states of Co2+ and Mo6+ also confirm the composition of CoMoO4 phase. After sulfur loading, the Co2+ 2p peaks shift to 779.4 and 795.0 eV, while the Mo6+ 3d peaks shift to 230.1 and 235.0 eV. Lowering in the binding energy suggests the interaction between CoMoO4 and sulfur. During the loading of the active material sulfur at high temperature, some of the metal–oxygen bonds can be broken with the formation of metal-sulfur bonds, which implies the effective adsorption of sulfur species on CoMoO4. Furthermore, two peaks of O 1s spectrum shown in Fig. S5 are assigned to the metal–oxygen bonds and oxygen vacancy. A large amount of oxygen vacancies would be helpful for the adsorption of sulfur species on the CoMoO4@rGO electrode. As shown in Fig. 4(i), the S 2p 2/3 and S 2p 1/2 peaks of S/CoMoO4@rGO (163.9 and 165.1 eV) slightly shift to lower binding energies compared to that of pure sulfur, while peaks at 168.8 eV correspond to S 2p of sulfate. The above results suggest that chemical interactions have occurred between CoMoO4 and S in the S/CoMoO4@rGO electrode, which would be helpful for alleviating the shuttle effect and accelerating the conversion reaction. In order to evaluate the enhancement of the electrochemical performances in RT Na-S batteries by combining CoMoO4 with rGO, cycling and rate tests of S/CoMoO4@rGO and S/rGO cathodes with commercial sodium metal anode and carbonate-based electrolyte are shown in Fig. 5 . All cells were activated by discharge and charge for 1 cycle under 0.1 A g−1 of current density prior to electrochemical tests, in which low Coulombic efficiency (47.2%) is acquired for S/CoMoO4@rGO cathode due to the irreversible dissolution of NaPSs in electrolyte and the formation of solid-electrolyte interphase (Fig. S6). Batteries with different cathodes (S loaded in 5%, 15%, and 25% CoMoO4 decorated rGO) were first measured by galvanostatic charge and discharge, and the 15% sample shows the best electrochemical performances (Fig. S7). Less CoMoO4 cannot provide enough catalytic effects, and more CoMoO4 would lead to too strong absorbance of NaPSs and reduce the overall conductivity of the cathode [42]. Therefore, 15% sample is selected as the representative for further studies. The first four CV curves of S/CoMoO4@rGO electrode in the voltage range of 0.5–2.8 V are shown in Fig. 5(a). Sodiation peaks at around 1.42 and 1.03 V and desodiation peaks at around 2.02 V are observed. The overlapping of reversible peaks during the cathodic and anodic scan indicates the stable electrochemical reactivity of S/CoMoO4@rGO in RT Na-S batteries. Fig. 5(b) shows the initial four scans of discharge and charge plateaus of S/CoMoO4@rGO at 0.1 A g−1. The charge and discharge curves exhibit high repeatability and high Coulombic efficiency close to 100%. Two broad discharge plateaus appear in the voltage range of 1.3–1.5 V and 0.9–1.1 V, corresponding to the conversion from sulfur to long-chain Na2S x (x≥ 4) and short-chain Na2S x (x< 4), respectively. Similarly, the flat plateau ranging from 1.9 to 2.1 V is clear and coincident in the anodic process. The above results agree well with the CV curves. As shown in Fig. 5(c), the cyclic performance of S/CoMoO4@rGO at the current density of 0.1 A g−1 exhibits excellent stability. The Na-S/CoMoO4@rGO battery delivers an initial discharge capacity of 662 mA h g−1 and maintains a reversible capacity of 520 mA h g−1 with nearly 100% of Coulombic efficiency after 100 cycles. Compared to the 78.6% of capacity retention of S/CoMoO4@rGO, S/rGO only maintains a capacity of 289.6 mA h g−1 and a retention of 53.2% after 100 cycles. It should be noted that S is the main capacity contributor because rGO has only small specific capacity in the potential range of 0.5 to 2.8 V (Fig. S8). The above results confirm that the addition of CoMoO4 has effectively improved the cycling performance and increased the sulfur utilization. The rate performance of S/CoMoO4@rGO and S/rGO is explored at current densities from 0.1 to 4 A g−1. The discharge/charge curves obtained at various current densities are shown in Fig. 5(d). It is noteworthy that the voltage polarization gradually increases with the increasing current density, but clear plateaus can still be observed even at high current densities. The lower voltage polarization of S/CoMoO4@rGO than S/rGO in Fig. S9 indicates the accelerated reaction kinetics. As shown in Fig. 5(e), the S/CoMoO4@rGO electrode presents a higher capacity of 598.2, 509.2, 415.7, 351.6, 284.6, 245.3, and 212.8 mA h g−1 at 0.1, 0.2, 0.5, 1, 2, 3, and 4 A g−1 than S/rGO (383.7, 339.1, 280.9, 241.7, 199.5, 106.4, and 77.9 mA h g−1), exhibiting excellent rate performance. Upon returning back to 0.1 A g−1, the capacity of S/CoMoO4@rGO could revert to 489.7 mA h g−1 (in comparison to S/rGO of 205.4 mA h g−1), demonstrating that S/CoMoO4@rGO can deliver high capacities at different current densities. To further investigate the long-term electrochemical performance of the S/CoMoO4@rGO cathode, batteries were tested at high current densities. Impressively, the S/CoMoO4@rGO can maintain a reversible capacity of 356.1 mA h g−1 at 1 A g−1 and 314.6 mA h g−1 at 2 A g−1 after 500 cycles (Figs. S10 and S11). Even at the current density of 4 A g−1, S/CoMoO4@rGO still achieves a high specific capacity of 212.2 mA h g−1 after 1000 cycles, with a capacity decay of only 0.2% per cycle (Fig. 5f). To aim for an in-depth understanding of CoMoO4 on the electrochemical behavior of RT Na-S battery, DFT calculations, adsorption measurements, and kinetic analysis were performed, as shown in Fig. 6 . DFT calculations were employed to further reveal the chemical interaction regarding to the adsorption of NaPSs on CoMoO4. As the contrast, the adsorption energy between NaPSs and rGO was also calculated. The stable configurations and adsorption energies of Na2S6 and Na2S4 on CoMoO4 and rGO are shown in Fig. 6(a–d). It is obvious that the adsorption energies of NaPSs on the CoMoO4 surface are larger than those on the rGO surface, suggesting the stronger chemical binding effect of CoMoO4. This phenomenon is attributed to the formation of the strong Mo–S bonds, which afford the higher binding energies of −2.01/−3.07 eV between Na2S4/Na2S6 and CoMoO4. On the contrary, the binding energies between Na2S4/Na2S6 and rGO are −0.20/−0.17 eV, far less than those between Na2S4/Na2S6 and CoMoO4, which could well explain the weaker anchoring effect of rGO and thus its poorer electrochemical performance as the RT Na-S cathode. The Na2S6 adsorption tests also confirm this difference between CoMoO4 and rGO. After soaking CoMoO4@rGO and rGO into Na2S6-EC/PC solution for 2 h, it is observed that the solution containing CoMoO4@rGO becomes much more transparent than that containing rGO (Fig. 6e). Besides adsorber, CoMoO4 also acts as a catalyst. To reveal the positive effects on the electrochemical reaction kinetics of CoMoO4, we have measured the potentiostatic discharge curves of Na2S2/Na2S deposition on the rGO and CoMoO4@rGO matrixes. As shown in Fig. 6(f), the current decreases monotonously with time for both samples, corresponding to a typical diffusion-controlled reaction mode. Furthermore, the current for CoMoO4@rGO is higher than that for rGO, as the integral of the current in the first 40000 s reaches 242 and 151 mA h g−1 for CoMoO4@rGO and rGO, respectively. Upon plotting of the curves according to the Cottrel equation (Fig. 6g), one can see a good linearity, indicating that this equation can well describe the kinetic behavior. It should be noted here that the Cottrel equation describes the diffusion-controlled reaction, indicating that the kinetic behavior for RT Na-S discharge is different from that for Li-S discharge. The slope is the rate constant, and the value for CoMoO4@rGO is 3.82, also higher than that for rGO, indicating a positive catalytic effect of CoMoO4. Therefore, from the above mechanism investigations, one can conclude that CoMoO4 is a good NaPSs adsorber and catalyst, which can alleviate the shuttle effect and accelerate the electrochemical reaction in the RT Na-S batteries. 4 Conclusions In summary, CoMoO4 purposely incorporated into rGO has been prepared via a facile hydrothermal process, which is shown to stabilize S leading to high-performing RT Na-S batteries. NaPSs are adsorbed on the CoMoO4@rGO surface and then converted to insoluble products catalyzed by polar CoMoO4, preventing the capacity decay caused by shuttle effect and sluggish kinetics. In addition, the rGO host with good electrical conductivity provides sufficient reaction space to accommodate the volume change of sulfur species during the discharge/charge processes. Consequently, long cycling stability and eminent rate performance are obtained from the S/CoMoO4@rGO cathode. A reversible discharge capacity of 520.1 mA h g−1 with 78.6% of capacity retention at 0.1 A g−1 after 100 cycles is achieved. Long-term cycling test at high current density of 4 A g−1 also performs well, together with high Coulombic efficiency of nearly 100%. Therefore, this work provides an effective pathway for the development of RT Na-S batteries aimed for practical applications. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors gratefully acknowledge the support of the National Natural Science Foundation of China (51971146, 51971147, 52171218 and 52271222), the Shanghai Municipal Science and Technology Commission (21010503100 and 20ZR1438400), the Innovation Program of Shanghai Municipal Education; Commission (No. 2019-01-07-00-07-E00015), the Shanghai Rising-Star Program (20QA1407100 and Yangfan Special Project: 23YF1428900). JW acknowledges the support of the Advanced Research and Technology Innovation Centre (ARTIC, Project Number ADT-RP2/A-0005947-32-00) for research conducted by John Wang’s group. Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2023.08.010. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] B. Dunn H. Kamath J.-M. Tarascon Science 334 2011 928 935 B. Dunn, H. Kamath, J.-M. Tarascon. Science 334 (2011) 928–935. [2] K. Turcheniuk D. Bondarev V. Singhal G. Yushin Nature 559 2018 467 470 K. Turcheniuk, D. Bondarev, V. Singhal, G. Yushin. Nature 559 (2018) 467–470. [3] D. Larcher J.-M. Tarascon Nat. Chem. 7 2015 19 D. Larcher, J.-M. Tarascon. Nat. Chem. 7 (2015) 19. [4] M. Beaudin H. Zareipour A. Schellenberglabe W. Rosehart Energy Sustain. Dev. 14 2010 302 314 M. Beaudin, H. Zareipour, A. Schellenberglabe, W. Rosehart. Energy Sustain. Dev. 14 (2010) 302–314. [5] S.-H. Chung A. Manthiram Adv. Mater. 31 2019 1901125 S.-H. Chung, A. Manthiram. Adv. Mater. 31 (2019) 1901125. [6] M. Salama, Rosy, R. Attias, R. Yemini, Y. Gofer, D. Aurbach, M. Noked. 4 (2019) 436–446. [7] Y. Yang G. Zheng Y. Cui Chem. Soc. Rev. 42 2013 3018 3032 Y. Yang, G. Zheng, Y. Cui. Chem. Soc. Rev. 42 (2013) 3018–3032. [8] X. Ji K.T. Lee L.F. Nazar Nat. Mater. 8 2009 500 506 X. Ji, K.T. Lee, L.F. Nazar. Nat. Mater. 8 (2009) 500–506. [9] F. Yang S.M.A. Mousavie T.K. Oh T. Yang Y. Lu C. Farley R.J. Bodnar L. Niu R. Qiao Z. Li Adv. Energy Mater. 8 2018 1701991 F. Yang, S.M.A. Mousavie, T.K. Oh, T. Yang, Y. Lu, C. Farley, R.J. Bodnar, L. Niu, R. Qiao, Z. Li. Adv. Energy Mater. 8 (2018) 1701991. [10] K.B. Hueso M. Armand T. Rojo Energ. Environ. Sci. 6 2013 734 749 K.B. Hueso, M. Armand, T. Rojo. Energy Environ. Sci. 6 (2013) 734–749. [11] H. Ryu T. Kim K. Kim J.-H. Ahn T. Nam G. Wang H.-J. Ahn J. Power Sources 196 2011 5186 5190 H. Ryu, T. Kim, K. Kim, J.-H. Ahn, T. Nam, G. Wang, H.-J. Ahn. J. Power Sources 196 (2011) 5186–5190. [12] S. Wenzel H. Metelmann C. Raiß A.K. Dürr J. Janek P. Adelhelm J. Power Sources 243 2013 758 765 S. Wenzel, H. Metelmann, C. Raiß, A.K. Dürr, J. Janek, P. Adelhelm. J. Power Sources 243 (2013) 758–765. [13] Y.-X. Wang B. Zhang W. Lai Y. Xu S.-L. Chou H.-K. Liu S.-X. Dou Adv. Energy Mater. 7 2017 1602829 Y.-X. Wang, B. Zhang, W. Lai, Y. Xu, S.-L. Chou, H.-K. Liu, S.-X. Dou. Adv. Energy Mater. 7 (2017) 1602829. [14] B.-W. Zhang T. Sheng Y.-D. Liu Y.-X. Wang L. Zhang W.-H. Lai L. Wang J. Yang Q.-F. Gu S.-L. Chou H.-K. Liu S.-X. Dou Nat. Commun. 9 2018 4082 B.-W. Zhang, T. Sheng, Y.-D. Liu, Y.-X. Wang, L. Zhang, W.-H. Lai, L. Wang, J. Yang, Q.-F. Gu, S.-L. Chou, H.-K. Liu, S.-X. Dou. Nat. Commun. 9 (2018) 4082. [15] Q. Lu X. Wang J. Cao C. Chen K. Chen Z. Zhao Z. Niu J. Chen Energy Storage Mater. 8 2017 77 84 Q. Lu, X. Wang, J. Cao, C. Chen, K. Chen, Z. Zhao, Z. Niu, J. Chen. Energy Storage Mater. 8 (2017) 77–84. [16] H. Yang Y. Li X. Zhou X. Ma D. Duan S. Liu J. Energy Chem. 74 2022 23 33 H. Yang, Y. Li, X. Zhou, X. Ma, D. Duan, S. Liu. J. Energy Chem. 74 (2022) 23–33. [17] Y.-X. Wang J. Yang W. Lai S.-L. Chou Q. Gu H.K. Liu D. Zhao S.X. Dou J. Am. Chem. Soc. 138 2016 16576 16579 Y.-X. Wang, J. Yang, W. Lai, S.-L. Chou, Q. Gu, H.K. Liu, D. Zhao, S.X. Dou. J. Am. Chem. Soc. 138 (2016) 16576–16579. [18] G. Xia L. Zhang X. Chen Y. Huang D. Sun F. Fang Z. Guo X. Yu Energy Storage Mater. 14 2018 314 323 G. Xia, L. Zhang, X. Chen, Y. Huang, D. Sun, F. Fang, Z. Guo, X. Yu. Energy Storage Mater. 14 (2018) 314–323. [19] T. Wu M. Jing L. Yang G. Zou H. Hou Y. Zhang Y. Zhang X. Cao X. Ji Adv. Energy Mater. 9 2019 1803478 T. Wu, M. Jing, L. Yang, G. Zou, H. Hou, Y. Zhang, Y. Zhang, X. Cao, X. Ji. Adv. Energy Mater. 9 (2019) 1803478. [20] J. Yan W. Li R. Wang P. Feng M. Jiang J. Han S. Cao Z. Zhang K. Wang K. Jiang ACS Energy Lett. 5 2020 1307 1315 J. Yan, W. Li, R. Wang, P. Feng, M. Jiang, J. Han, S. Cao, Z. Zhang, K. Wang, K. Jiang. ACS Energy Lett. 5 (2020) 1307–1315. [21] S. Wei S. Xu A. Agrawral S. Choudhury Y. Lu Z. Tu L. Ma L.A. Archer Nat. Commun. 7 2016 11722 11731 S. Wei, S. Xu, A. Agrawral, S. Choudhury, Y. Lu, Z. Tu, L. Ma, L.A. Archer. Nat. Commun. 7 (2016) 11722–11731. [22] Y. Wang Y. Lai J. Chu Z. Yan Y.-X. Wang S.-L. Chou H.-K. Liu S.X. Dou X. Ai H. Yang Y. Cao Adv. Mater. 33 2021 2100229 Y. Wang, Y. Lai, J. Chu, Z. Yan, Y.-X. Wang, S.-L. Chou, H.-K. Liu, S.X. Dou, X. Ai, H. Yang, Y. Cao. Adv. Mater. 33 (2021) 2100229. [23] H. Liu W. Pei W.-H. Lai Z. Yan H. Yang Y. Lei Y.-X. Wang Q. Gu S. Zhou S. Chou H.K. Liu S.X. Dou ACS Nano 14 2020 7259 7268 H. Liu, W. Pei, W.-H. Lai, Z. Yan, H. Yang, Y. Lei, Y.-X. Wang, Q. Gu, S. Zhou, S. Chou, H.K. Liu, S.X. Dou. ACS Nano 14 (2020) 7259–7268. [24] A. Ghosh A. Kumar T. Das A. Ghosh S. Chakraborty M. Kar D.R. MacFarlane S. Mitra Adv. Funct. Mater. 30 2020 2005669 A. Ghosh, A. Kumar, T. Das, A. Ghosh, S. Chakraborty, M. Kar, D.R. MacFarlane, S. Mitra. Adv. Funct. Mater. 30 (2020) 2005669. [25] W.-H. Lai H. Wang L. Zheng Q. Jiang Z.-C. Yan L. Wang H. Yoshikawa D. Matsumura Q. Sun Y.-X. Wang Q. Gu J.-Z. Wang H.-K. Liu S.-L. Chou S.-X. Dou Angew. Chem. Int. Ed. 59 2020 22171 22178 W.-H. Lai, H. Wang, L. Zheng, Q. Jiang, Z.-C. Yan, L. Wang, H. Yoshikawa, D. Matsumura, Q. Sun, Y.-X. Wang, Q. Gu, J.-Z. Wang, H.-K. Liu, S.-L. Chou, S.-X. Dou. Angew. Chem. Int. Ed. 59 (2020) 22171–22178. [26] G. Qin Y. Liu P. Han S. Cao X. Guo Z. Guo Chem. Eng. J. 396 2020 125295 G. Qin, Y. Liu, P. Han, S. Cao, X. Guo, Z. Guo. Chem. Eng. J. 396 (2020) 125295. [27] H. Zhang B. Song W. Zhang B. An L. Fu S. Lu Y. Cheng Q. Chen K. Lu Angew. Chem. Int. Ed. 135 2023 202217009 H. Zhang, B. Song, W. Zhang, B. An, L. Fu, S. Lu, Y. Cheng, Q. Chen, K. Lu. Angew. Chem. Int. Ed. 135 (2023) 202217009. [28] S. Chen L. Liang Y. Li D. Wang J. Lu X. Zhan Y. Hou Q. Zhang J. Lu. Adv. Energy Mater. 13 2023 2204334 S. Chen, L. Liang, Y. Li, D. Wang, J. Lu, X. Zhan, Y. Hou, Q. Zhang, J. Lu. Adv. Energy Mater. 13 (2023) 2204334. [29] Y. Zhang J. Hu C. Zhang Q. Qi S. Luo K. Chen L. Liu M.K.H. Leung J. Mater. Chem. A 9 2021 5060 5066 Y. Zhang, J. Hu, C. Zhang, Q. Qi, S. Luo, K. Chen, L. Liu, M.K.H. Leung. J. Mater. Chem. A 9 (2021) 5060–5066. [30] B. Fei Z. Chen Y. Ha R. Wang H. Yang H. Xu R. Wu Chem. Eng. J. 394 2020 124926 B. Fei, Z. Chen, Y. Ha, R. Wang, H. Yang, H. Xu, R. Wu. Chem. Eng. J. 394 (2020) 124926. [31] M. Zang N. Xu G. Cao Z. Chen J. Cui L. Gan H. Dai X. Yang P. Wang ACS Catal. 8 2018 5062 5069 M. Zang, N. Xu, G. Cao, Z. Chen, J. Cui, L. Gan, H. Dai, X. Yang, P. Wang. ACS Catal. 8 (2018) 5062–5069. [32] Y. Gong Z. Yang Y. Lin J. Wang H. Pan Z. Xu J. Mater. Chem. A 6 2018 16950 16958 Y. Gong, Z. Yang, Y. Lin, J. Wang, H. Pan, Z. Xu. J. Mater. Chem. A 6 (2018) 16950–16958. [33] L. Wang G.R. Li S. Liu X.P. Gao Adv. Funct. Mater. 31 2021 2010693 L. Wang, G.R. Li, S. Liu, X.P. Gao. Adv. Funct. Mater. 31 (2021) 2010693. [34] P. Shende P. Kasture R.S. Gaud Artif. Cells Nanomed. Biotechnol. 46 2018 413 422 P. Shende, P. Kasture, R.S. Gaud. Artif. Cells Nanomed. Biotechnol. 46 (2018) 413–422. [35] L. Jinlong Y. Meng K. Suzuki H. Miura Micropor. Mesopor. Mat. 242 2017 264 270 L. Jinlong, Y. Meng, K. Suzuki, H. Miura. Micropor. Mesopor. Mat. 242 (2017) 264–270. [36] P. Li C. Ruan J. Xu Y. Xie Electrochim. Acta 330 2020 135334 P. Li, C. Ruan, J. Xu, Y. Xie. Electrochim. Acta 330 (2020) 135334. [37] D. Zagorac J.C. Schön M. Rosić J. Zagorac D. Jordanov J. Luković B. Matović Cryst. Res. Technol. 52 2017 1700069 D. Zagorac, J.C. Schön, M. Rosić, J. Zagorac, D. Jordanov, J. Luković, B. Matović. Cryst. Res. Technol. 52 (2017) 1700069. [38] P.M. Ette A. Chithambararaj A.S. Prakash K. Ramesha ACS Appl. Mater. Interfaces 12 2020 11511 11521 P.M. Ette, A. Chithambararaj, A.S. Prakash, K. Ramesha. ACS Appl. Mater. Interfaces 12 (2020) 11511–11521. [39] A. Liu J. Tang. Ceram. Int. 46 2020 10893 10902 A. Liu, J. Tang. Ceram. Int. 46 (2020) 10893–10902. [40] X. Zhang L. Wei X. Guo Chem. Eng. J. 353 2018 615 625 X. Zhang, L. Wei, X. Guo. Chem. Eng. J. 353 (2018) 615–625. [41] L. Jinlong G. Wenli L. Tongxiang J. Electroanal. Chem. 783 2016 250 257 L. Jinlong, G. Wenli, L. Tongxiang. J. Electroanal. Chem. 783 (2016) 250–257. [42] Y. Wang R. Zhang J. Chen H. Wu S. Lu K. Wang H. Li C. Harris K. Xi R. Kumar S. Ding Adv. Energy Mater. 9 2019 1900953 Y. Wang, R. Zhang, J. Chen, H. Wu, S. Lu, K. Wang, H. Li, C. Harris, K. Xi, R. Kumar, S. Ding. Adv. Energy Mater. 9 (2019) 1900953. [43] G. Kresse Phys. Rev. B 54 1996 11169 G. Kresse. Phys. Rev. B 54 (1996) 11169. [44] J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. B 77 1996 3865 J. P. Perdew, K. Burke, M. Ernzerhof. Phys. Rev. B 77 (1996) 3865.",
      "scopus-id": "85171458647",
      "coredata": {
        "eid": "1-s2.0-S2095495623004503",
        "dc:description": "Promising room-temperature sodium-sulfur (RT Na-S) battery systems rely on purposely designed high-performing and low-cost electrode materials. Nevertheless, there are the challenges of irreversible dissolution and slow redox kinetics of NaPSs in the complete discharge of sulfur capacity. Herein, engineered CoMoO4 in reduced graphene oxide (CoMoO4@rGO) is reported as a class of superior cathode hosts for RT Na-S batteries. The CoMoO4@rGO matrix is designed to facilitate the reversible sodiation and desodiation of sulfur, considering the strong chemisorption between sulfur (and short-chain sodium sulfides) and CoMoO4, which alleviates the shuttle effect of sodium sulfides and accelerates the electrochemical reaction rate at RT. The obtained S/CoMoO4@rGO cathode with ∼52% S loading exhibits a high capacity of 520.1 mA h g−1 after 100 cycles at 0.1 A g−1. Moreover, an enhanced long-term performance at high current densities (212.2 mA h g−1 at 4 A g−1 over 1000 cycles) with high Coulombic efficiency (∼100%) is also achieved. This work demonstrates a novel multifunctional additive for RT Na-S battery cathodes, which is expected to promote the long-waited development towards practical applications of RT Na-S batteries.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495623004503",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ye, Xin"
          },
          {
            "@_fa": "true",
            "$": "Luo, Sainan"
          },
          {
            "@_fa": "true",
            "$": "Li, Zhiqi"
          },
          {
            "@_fa": "true",
            "$": "Ruan, Jiafeng"
          },
          {
            "@_fa": "true",
            "$": "Pang, Yuepeng"
          },
          {
            "@_fa": "true",
            "$": "Yang, Junhe"
          },
          {
            "@_fa": "true",
            "$": "Wang, John"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Shiyou"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495623004503"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495623004503"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(23)00450-3",
        "prism:volume": "86",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Engineering CoMoO4 in reduced graphene oxide as superior cathode hosts for advanced room-temperature sodium-sulfur batteries",
        "prism:copyright": "© 2023 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sodium-sulfur battery"
          },
          {
            "@_fa": "true",
            "$": "Cathode"
          },
          {
            "@_fa": "true",
            "$": "CoMoO4"
          },
          {
            "@_fa": "true",
            "$": "Reduced graphene oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "620-627",
        "prism:endingPage": "627",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2023",
        "prism:doi": "10.1016/j.jechem.2023.08.010",
        "prism:startingPage": "620",
        "dc:identifier": "doi:10.1016/j.jechem.2023.08.010",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "364",
            "@width": "747",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "109747",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "107",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18998",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "390",
            "@width": "756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "136091",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "113",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17893",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "603",
            "@width": "707",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "146901",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14306",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "412",
            "@width": "756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "116274",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "119",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11233",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "545",
            "@width": "800",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "133638",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "149",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14585",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "281",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33062",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "22084",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "216",
            "@width": "756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "59682",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10362",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1612",
            "@width": "3308",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "712657",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1727",
            "@width": "3346",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1091515",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2670",
            "@width": "3129",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "800168",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1826",
            "@width": "3347",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "654614",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2415",
            "@width": "3543",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "718140",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1245",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "219569",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "958",
            "@width": "3346",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "420326",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2465727",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495623004503-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1563912",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85171458647"
      }
    }
  }
}