{
  "metadata": {
    "title": "Confinement of sulfur-doped NiO nanoparticles into N-doped carbon nanotube/nanofiber-coupled hierarchical branched superstructures: Electronic modulation by anion doping boosts oxygen evolution electrocatalysis",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-12-31",
    "doi": "10.1016/j.jechem.2021.08.035",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495621004587",
    "pii": "S2095495621004587"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85119583514",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2021-08-25 2021-08-25 2022-01-07 2022-01-07 2022-01-20T19:56:01 1-s2.0-S2095495621004587 S2095-4956(21)00458-7 S2095495621004587 10.1016/j.jechem.2021.08.035 S300 S300.2 FULL-TEXT 1-s2.0-S2095495621X0006X 2022-04-19T10:41:49.554399Z 0 0 20211201 20211231 2021 2021-08-25T06:48:41.472475Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb vol volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 2095-4956 20954956 false 63 63 C Volume 63 53 585 593 585 593 202112 December 2021 2021-12-01 2021-12-31 2021 In Celebration of the 100th anniversary of Chemisry at Nankai University Prof Fangyi Cheng a Prof Jun Chen b Prof Fuxiang Zhang c a fycheng@nankai.edu.cn fycheng@nankai.edu.cn b chenabc@nankai.edu.cn chenabc@nankai.edu.cn c fxzhang@dicp.ac.cn fxzhang@dicp.ac.cn Highlight article fla © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. CONFINEMENTSULFURDOPEDNIONANOPARTICLESNDOPEDCARBONNANOTUBENANOFIBERCOUPLEDHIERARCHICALBRANCHEDSUPERSTRUCTURESELECTRONICMODULATIONBYANIONDOPINGBOOSTSOXYGENEVOLUTIONELECTROCATALYSIS LI T 1 Introduction 2 Results and discussion 3 Conclusions Acknowledgments Appendix A Supplementary data References HUANG 2019 329 338 Z WU 2020 1910274 Z ZHANG 2020 1907001 K ZHU 2017 1819 1831 J OUYANG 2020 11948 11951 T XU 2020 227585 B ZHANG 2019 7453 7463 J LI 2019 17950 17957 T LU 2017 1604437 X WU 2018 1705366 D ZHOU 2018 532 537 D LIU 2017 11574 11583 H ZHANG 2018 31330 31339 J HUANG 2019 7687 7690 C HE 2017 3897 3900 P LEI 2018 1801912 C TAREEN 2019 3941 3954 A LI 2017 1700226 T WANG 2020 6492 6499 X WANG 2019 13425 13430 X SUNTIVICH 2011 1383 1385 J LIU 2019 134577 X TIAN 2018 2150 2158 T LI 2018 892 898 Z GAO 2019 1804769 Z JI 2019 22734 22742 R PENG 2019 345 351 L SONG 2021 101 128 W KUANG 2018 17288 17292 X ZHANG 2019 7548 7552 H LIU 2017 264 273 J ZHOU 2020 1905252 G SUN 2020 124591 T XU 2017 6394 6399 X ZHUANG 2020 14664 14670 L RAN 2020 3439 3446 J LI 2018 1805828 T LI 2020 1902371 T ZHANG 2020 283 293 K OUYANG 2019 4923 4928 T YAN 2020 975 982 X SHEN 2015 120 130 M AIJAZ 2016 4087 4091 A LIAO 2019 1904020 C LIU 2020 1900571 L ZHANG 2017 22131 22136 X YU 2020 3439 3446 L GAO 2018 1706053 W LI 2021 119987 C FU 2017 1702526 J XIAO 2017 2563 2569 Z NIU 2018 12030 12040 W WANG 2019 32460 32468 X YU 2020 104652 X DAS 2018 35025 35038 D LIX2021X585 LIX2021X585X593 LIX2021X585XT LIX2021X585X593XT 2024-01-07T00:00:00.000Z 2024-01-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2021-11-29T13:30:57.278Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined PAPD 1107047002 PAPD Priority Academic Program Development of Jiangsu Higher Education Institutions http://data.elsevier.com/vocabulary/SciValFunders/501100012246 http://sws.geonames.org/1814991/ Qing Lan Project of Jiangsu Province 1107040167 Qinglan Project of Jiangsu Province of China http://data.elsevier.com/vocabulary/SciValFunders/501100013088 http://sws.geonames.org/1814991/ Postgraduate Research & Practice Innovation Program of Jiangsu Province KYCX20_0121 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100013804 http://sws.geonames.org/1814991 National Natural Science Foundation of China 21676056 21875112 21878047 21972068 22072067 22075290 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ China Scholarship Council 202006090294 CSC China Scholarship Council http://data.elsevier.com/vocabulary/SciValFunders/501100004543 http://sws.geonames.org/1814991/ Fundamental Research Funds for the Central Universities 3207042101D Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991/ The work was financially supported by the National Natural Science Foundation of China ( 21972068 , 21875112 , 22072067 , 21878047 , 22075290 and 21676056 ), the Qing Lan Project of Jiangsu Province (1107040167), the Postgraduate Research & Practice Innovation Program of Jiangsu Province (KYCX20_0121), the China Scholarship Council (CSC, 202006090294), the Fundamental Research Funds for the Central Universities (3207042101D) and A Project Funded by the Priority Academic Program Development of Jiangsu Higher Education Institutions (PAPD) (1107047002). 0 item S2095-4956(21)00458-7 S2095495621004587 1-s2.0-S2095495621004587 10.1016/j.jechem.2021.08.035 286353 2022-04-19T10:41:49.554399Z 2021-12-01 2021-12-31 1-s2.0-S2095495621004587-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/MAIN/application/pdf/5ac628ad8468896cabe57bae9ade7bc6/main.pdf main.pdf pdf true 2727163 MAIN 9 1-s2.0-S2095495621004587-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/PREVIEW/image/png/6ddbd65b67506c950ccee3a7a6b3d996/main_1.png main_1.png png 58133 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495621004587-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/ga1/DOWNSAMPLED/image/jpeg/2f4ac04ed32fad6a8a83f5f99442577a/ga1.jpg ga1 true ga1.jpg jpg 22581 200 273 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621004587-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr1/DOWNSAMPLED/image/jpeg/d8bfdfde157ec7317ccf54a853f28b93/gr1.jpg gr1 gr1.jpg jpg 181484 622 622 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621004587-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr2/DOWNSAMPLED/image/jpeg/6d078880998da916e1da636a07db5a0c/gr2.jpg gr2 gr2.jpg jpg 65555 339 667 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621004587-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr3/DOWNSAMPLED/image/jpeg/77d672fee4d9456e0b4488e5b6bb4179/gr3.jpg gr3 gr3.jpg jpg 80098 340 667 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621004587-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr4/DOWNSAMPLED/image/jpeg/610490b9277c034f1e5150f38adf25bb/gr4.jpg gr4 gr4.jpg jpg 113552 491 667 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621004587-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr5/DOWNSAMPLED/image/jpeg/669261678cdb02de080d5bcde6479777/gr5.jpg gr5 gr5.jpg jpg 50928 244 667 IMAGE-DOWNSAMPLED 1-s2.0-S2095495621004587-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/ga1/THUMBNAIL/image/gif/76ca7ec79129cd4195bfd363c3e5cfd4/ga1.sml ga1 true ga1.sml sml 21363 160 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621004587-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr1/THUMBNAIL/image/gif/490bc91b5ef6a58c8163fa5ca0a5de92/gr1.sml gr1 gr1.sml sml 20541 164 164 IMAGE-THUMBNAIL 1-s2.0-S2095495621004587-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr2/THUMBNAIL/image/gif/09a1bdc9911e6dd01b7a81c1554e6355/gr2.sml gr2 gr2.sml sml 8778 111 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621004587-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr3/THUMBNAIL/image/gif/dd0fde8a7d4cfad946649d92bc48623a/gr3.sml gr3 gr3.sml sml 10603 112 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621004587-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr4/THUMBNAIL/image/gif/7538595e1dff969584dcf59cfb5f01de/gr4.sml gr4 gr4.sml sml 16403 161 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621004587-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr5/THUMBNAIL/image/gif/12fe35c2cb1b10f4a966a8cadef9f30c/gr5.sml gr5 gr5.sml sml 8581 80 219 IMAGE-THUMBNAIL 1-s2.0-S2095495621004587-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/ga1/HIGHRES/image/jpeg/118858a396721ae74beafc01d9117d52/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 127335 886 1209 IMAGE-HIGH-RES 1-s2.0-S2095495621004587-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr1/HIGHRES/image/jpeg/941d58759462e1887f61fa6091021a7f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1259137 2756 2756 IMAGE-HIGH-RES 1-s2.0-S2095495621004587-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr2/HIGHRES/image/jpeg/03e1e4ea1e604f9f6328dd7948e6c173/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 371473 1501 2953 IMAGE-HIGH-RES 1-s2.0-S2095495621004587-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr3/HIGHRES/image/jpeg/9e529e630b6fd72cc767922fed0eb1f8/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 551817 1507 2953 IMAGE-HIGH-RES 1-s2.0-S2095495621004587-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr4/HIGHRES/image/jpeg/2fe7bdd010e03a758a1dba52d62a7844/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 828539 2174 2953 IMAGE-HIGH-RES 1-s2.0-S2095495621004587-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/gr5/HIGHRES/image/jpeg/368f3fdeb26c7c5490667e781028e118/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 335663 1082 2953 IMAGE-HIGH-RES 1-s2.0-S2095495621004587-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495621004587/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/d7561b079b166a4da0f0c8627807d420/mmc1.docx mmc1 mmc1.docx docx 5982616 APPLICATION 1-s2.0-S2095495621004587-am.pdf am am.pdf pdf 954649 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10WH60GTF6R/MAIN/application/pdf/51f43adad8b6fb99998f38b0114e564d/am.pdf JECHEM 2115 S2095-4956(21)00458-7 10.1016/j.jechem.2021.08.035 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences Fig. 1 (a) Schematic illustration of the synthetic procedure of the S-NiO@N-C NT/NFs, (b and c) SEM images, (d) architectural schematic representation, (e and f) TEM images, (g-i) HRTEM images, and (j) HAADF-STEM image and elemental mappings of the resultant S-NiO@N-C NT/NFs. Inset of (f) is the FFT pattern of an individual S-NiO nanoparticle. Fig. 2 Compositional and textural examinations of the S-NiO@N-C NT/NFs. (a-b) XRD patterns of S-NiO@N-C NT/NFs and NiO@N-C NT/NFs, (c) EDX spectrum, (d) TGA curve, (e) Raman spectrum, and (f) N2 adsorption-desorption isotherms and pore-size distribution curve (inset). Fig. 3 XPS and EPR characterizations of the NiO@N-C NT/NFs and S-NiO@N-C NT/NFs. (a) Ni 2p region, (b) O 1s, (c) C 1s, (d) N 1s, (e) S 2p region, and (f) EPR spectra. Fig. 4 Electrocatalytic OER performance of different samples in 0.1 M KOH solution. (a) LSV polarization curves, (b) overpotentials at 10 mA cm−2, (c) Tafel plots, (d) C dl values, (e) LSV curves of S-NiO@N-C NT/NFs before and after 3000 cycles, and the i-t curve performed at 1.50 V (inset), (f) schematic configuration of a rechargeable ZAB, (g) charging and discharging polarization curves for S-NiO@N-C NT/NFs + Pt/C and RuO2 + Pt/C ZABs, (h) charge–discharge curves of the two ZABs at 10 mA cm−2, and (i) an LED screen powered by three ZABs assembled by S-NiO@N-C NT/NFs + Pt/C. Fig. 5 (a) The reaction pathways of OER on NiO and 1S-NiO surfaces. The charge-density difference in (b) NiO and (c) 1S-NiO models. Gray and red balls represents Ni and oxygen atoms. Blue and yellow isosurfaces indicate the depletion and accumulation of electrons. The isosurface value is 0.002 e Å−3. (d) The density of states of NiO, 1S-NiO and 2S-NiO. Confinement of sulfur-doped NiO nanoparticles into N-doped carbon nanotube/nanofiber-coupled hierarchical branched superstructures: Electronic modulation by anion doping boosts oxygen evolution electrocatalysis Tongfei Li a b Jingwen Yin b Yu Li b Ziqi Tian c Yiwei Zhang a ⁎ Lin Xu b ⁎ Yanle Li c ⁎ Yawen Tang b Huan Pang d Jun Yang e f a School of Chemistry and Chemical Engineering, Southeast University, Jiangsu Optoelectronic Functional Materials and Engineering Laboratory, Nanjing 211189, Jiangsu, China School of Chemistry and Chemical Engineering Southeast University Jiangsu Optoelectronic Functional Materials and Engineering Laboratory Nanjing 211189 Jiangsu China School of Chemistry and Chemical Engineering, Southeast University, Jiangsu Optoelectronic Functional Materials and Engineering Laboratory, Nanjing 211189, Jiangsu, China b School of Chemistry and Materials Science, Jiangsu Key Laboratory of New Power Batteries, Nanjing Normal University, Nanjing 210023, Jiangsu, China School of Chemistry and Materials Science Jiangsu Key Laboratory of New Power Batteries Nanjing Normal University Nanjing 210023 Jiangsu China School of Chemistry and Materials Science, Jiangsu Key Laboratory of New Power Batteries, Nanjing Normal University, Nanjing 210023, Jiangsu, China c Ningbo Institute of Materials Technology and Engineering, Chinese Academy of Sciences, Ningbo 315201, Zhejiang, China Ningbo Institute of Materials Technology and Engineering Chinese Academy of Sciences Ningbo 315201 Zhejiang China Ningbo Institute of Materials Technology and Engineering, Chinese Academy of Sciences, Ningbo 315201, Zhejiang, China d School of Chemistry and Chemical Engineering, Yangzhou University, Yangzhou 225009, Jiangsu, China School of Chemistry and Chemical Engineering Yangzhou University Yangzhou 225009 Juangsu China School of Chemistry and Chemical Engineering, Yangzhou University, Yangzhou 225009, Juangsu, China e Center of Materials Science and Optoelectronics Engineering, University of Chinese Academy of Sciences, No. 19A Yuquan Road, Beijing 100049, China Center of Materials Science and Optoelectronics Engineering University of Chinese Academy of Sciences No. 19A Yuquan Road Beijing 100049 China Center of Materials Science and Optoelectronics Engineering, University of Chinese Academy of Sciences, No. 19A Yuquan Road, Beijing 100049, China f Nanjing IPE Institute of Green Manufacturing Industry, Nanjing 211100, Jiangsu, China Nanjing IPE Institute of Green Manufacturing Industry Nanjing 211100 Jiangsu China Nanjing IPE Institute of Green Manufacturing Industry, Nanjing 211100, Jiangsu, China ⁎ Corresponding authors. Graphical abstract S-doped NiO confined in N-doped carbon nanotube/nanofiber-integrated hierarchical branched superstructures has been developed by a facile electrospinning strategy. The composite exhibits outstanding oxygen evolution reaction performance and high-efficiency when assembled into a Zn-air battery. The search for non-precious and efficient electrocatalysts towards the oxygen evolution reaction (OER) is of vital importance for the future advancement of multifarious renewable energy conversion/storage technologies. Electronic modulation via heteroatom doping is recognized as one of the most forceful leverages to enhance the electrocatalytic activity. Herein, we demonstrate a delicate strategy for the in-situ confinement of S-doped NiO nanoparticles into N-doped carbon nanotube/nanofiber-coupled hierarchical branched superstructures (labeled as S-NiO@N-C NT/NFs). The developed strategy simultaneously combines enhanced thermodynamics via electronic regulation with accelerated kinetics via nanoarchitectonics. The S-doping into NiO lattice and the 1D/1D-integrated hierarchical branched carbon substrate confer the resultant S-NiO@N-C NT/NFs with regulated electronic configuration, enriched oxygen vacancies, convenient mass diffusion pathways and superior architectural robustness. Thereby, the S-NiO@N-C NT/NFs display outstanding OER properties with an overpotential of 277 mV at 10 mA cm−2 and impressive long-term durability in KOH medium. Density functional theory (DFT) calculations further corroborate that introducing S-dopant significantly enhances the interaction with key oxygenate intermediates and narrow the band gap. More encouragingly, a rechargeable Zn-air battery using an air–cathode of Pt/C + S-NiO@N-C NT/NFs exhibits a lower charge voltage and preferable cycling stability in comparison with the commercial Pt/C + RuO2 counterpart. This study highlighting the concurrent consideration of electronic regulation, architectural design and nanocarbon hybridization may shed light on the future exploration of economical and efficient electrocatalysts. Keywords Electrospinning Heteroatom doping Hierarchical architecture Oxygen evolution reaction DFT calculations 1 Introduction In response to the increasing severities of energy shortage and environment pollution, enormous endeavors have been devoted to the exploitation of a variety of ecologically benign energy storage/conversion systems, such as recyclable water splitting, sustainable CO2 reduction, and rechargeable metal-air batteries [1–3]. For these devices, the anodic half reaction, namely, the oxygen evolution reaction (OER), plays a decisive role to determine the overall energy conversion efficiency because of its intrinsically sluggish reaction kinetics and uphill reaction energy barriers since the OER involves complicated and multiple proton-coupled electron transfer process, breakage of OH bond and formation of OO double bond [4,5]. Consequently, searching for the efficient electrocatalysts to lower down the OER overpotential and expedite the reaction kinetics becomes a hot pursuit, yet remains a formidable challenge. Although noble metal oxides, such as rutile-typed IrO2, and RuO2, are currently recognized as the commercial state-of-the-art OER electrocatalysts, their low natural abundance, prohibitive cost, and inadequate stability severely hinder their practical implementations and widespread commercialization [6,7]. In this context, it is an urgent imperative to develop cost-effective alternative, high-efficiency and long-lasting stability OER electrocatalysts. Over the last decades, a myriad of nonprecious alternative OER electrocatalysts based on earth-abundant transition metals (TM = Ni, Co, Fe and Mn, etc) have been consecutively exploited, including oxides/hydroxides [8–11], chalcogenides [12,13], phosphides [14,15], nitrides [16,17], and so forth. Among these explored candidates, transition metal oxides have sparked tremendous interests on account of their diverse electronic and orbital distributions, high electroactivity, and remarkable robustness under the OER condition [18–20]. Particularly, NiO has emerged as a potential alternative due to its environmental benignity, cost effectiveness, excellent corrosion resistance and unique electronic configuration. As established by Shao-Horn’s pioneering work, for transition metal oxides, the eg orbital occupancy of the surface cation is regarded as a decisive descriptor to determine the bond strength between the transition metal and oxygen-related adsorbates, and too low or too high eg-filling (0 or 2, respectively) signifies too weak or too strong binding with oxygen, respectively, which is unfavorable for the electrocatalytic OER [21]. In virtue of the electronic configuration of t2g 6eg 2 of Ni2+ with a high eg occupancy and large grain size, hexagonal bulk NiO usually exhibits unsatisfactory OER performance and requires a high overpotential [22]. Fortunately, the surface of NiO is prone to be oxidized into highly active Ni3+ species (NiOOH). Such Ni3+ species stands for the ideal OER candidate thanks to its electronic configuration of t2g 6eg 1 approaching to the optimal eg 1.2 filling, giving rise to high covalency of transition metal–oxygen bonds, appropriate strength of interaction with OER intermediates, and enhanced intrinsic OER activity [23,24]. Nevertheless, due to the instability of Ni3+ ion, it is of vital importance to stabilize the Ni3+ species. In this regard, several powerful strategies have been proposed in attempts to promote the formation and stabilization of Ni3+ ions, such as electronic regulation, introduction of vacancy and heteroatom doping [25–27]. Experimental evidences and theoretical simulations have solidly demonstrated that the introduction of anion heteroatoms with different atomic radii and electronegativities (such as S) into NiO could effectively induce subtle lattice distortion, alter the electronic state, and tailor the adsorption/desorption free energies of reaction intermediates, therefore resulting in the enhanced intrinsic OER activity of NiO [28–32]. In addition, the S-doping into NiO lattice can also create appropriate oxygen vacancies, which significantly increase the exposure of active sites, improve the overall conductivity and facilitate the charge transport at the electrode/electrolyte interface [33–35]. Apart from the electronic reconfiguration via heteroatom doping for the enhancement of thermodynamics, elaborate crafting hierarchical nanoarchitectures has been extensively recognized to be a powerful strategy to enlarge the density of accessible active sites and accelerate the mass diffusion, substantially accelerating the electrocatalytic reaction kinetics [36]. Architecturally, hierarchical branched superstructures constructed by 1D/1D integrated subunits are especially interesting for electrocatalysis thanks to their prominent structural superiorities, including large surface area, rapid charge transfer highways, and shortened mass diffusion distance [37,38]. In order to further improve the electrocatalytic performance, especially the long-term durability under the harsh electrolytic conditions, one of the valid approaches is the integration of the active components with conductive supports to enhance the electric conductivity and prevent the active sites from aggregation/detachment/chemical corrosion due to the anchoring effect [39,40]. In addition, the electronic coupling between the active components and the substrate is also propitious to the improvement of electrocatalytic activity. All in all, the strong coupling S-doped NiO nanoparticles with 1D/1D integrated hierarchical carbon support is naturally supposed to afford extraordinary OER performance with high activity and remarkable stability. Illuminated by the above considerations, we herein rationally developed a facile electrospinning approach for the firm immobilization of S-doped NiO nanoparticles into N-doped carbon nanotube/nanofiber-coupled hierarchical branched superstructures (referred as S-NiO@N-C NT/NFs hereafter). The incorporation of S into NiO lattice and the hierarchical branched carbon substrate endow the as-fabricated S-NiO@N-C NT/NFs with subtle lattice distortion, regulated electronic configuration, plentiful vacancy defects, multidimensional mass diffusion pathways and excellent mechanical strength. Accordingly, benefiting from both of thermodynamic and dynamic merits, the S-NiO@N-C NT/NFs exhibit distinguished OER activity with an overpotential of 277 mV at 10 mA cm−2 and outstanding long-term stability in alkaline electrolyte, exceeding the commercial RuO2 benchmark and most of recently reported nonprecious-metal-based OER electrocatalysts. Theoretical calculations further disclose that the S incorporation could remarkably enhance the conductivity and also simultaneously optimize the adsorption free energies of reaction intermediates, which are propitious to the improvement of intrinsic activity of NiO. As a proof-of-concept exemplification, the assembled Zn-air battery using Pt/C + S-NiO@N-C NT/NFs as an air–cathode displays a lower charge voltage and more impressive cycling stability as compared with the commercial Pt/C + RuO2 benchmark, demonstrating that S-NiO@N-C NT/NFs represent an economical and competitive OER electrocatalyst for a variety of electrochemical devices. 2 Results and discussion As schematically illustrated in Fig. 1 a, the brief synthetic procedures for the S-NiO@N-C NT/NFs mainly involve the following four steps: (1) electrospinning fabrication of polyvinylpyrrolidone (PVP)-Ni2+ polymer nanofibers, (2) conversion of the as-spun polymer nanofibers into Ni nanoparticle-embedded carbon nanotube/nanofiber-coupled hierarchical branched superstructures (denoted as Ni@N-C NT/NFs) through a pyrolysis and simultaneous carbothermal reduction process, (3) topochemical transformation of the resultant Ni@N-C NT/NFs into NiO@N-C NT/NFs by a mild oxidation treatment, and (4) incorporation of S into NiO to generate S-NiO@N-C NT/NFs via a delicate vulcanization procedure. To be specific, a homogenous ethanol solution containing polyvinylpyrrolidone (PVP), Ni(NO3)2, and N,N-Dimethylformamide (DMF) was initially electrospun into light-green non-woven fibrous membrane, during which Ni2+ cations were uniformly encased within the PVP nanofibers. Typical scanning electron microscopy (SEM) images shown in Fig. S1 reveal that the formed polymer product constist of a great deal of nanofibers with lengths of tens of micrometers and uniform diameter of around 250 nm. These flexible and smooth nanofibers are randomly aligned and highly interwoven to form continuous fibrous networks. After a low-temperature stabilization (250 °C, air) and subsequent pyrolysis (600 °C, N2), the PVP molecules were carbonized into N-doped carbon (Figs. S2 and S3), together with the carbothermal reduction of Ni2+ cations into Ni nanoparticles which are homogeneously embedded within the carbon matrix, as evidenced by the X-ray diffraction (XRD) pattern (Fig. S4a). In addition, driven by the catalytic effect of the surface tiny Ni nanoparticles, plenty of carbon nanotubes could be in-situ germinated from the surface of carbon nanofibers, giving rise to the generation of nanotube/nanofiber 1D/1D integrated hierarchical branched architectures [37,38,41–43]. The transmission electron microscopy (TEM) image (Fig. S4b) suggests that the resultant Ni@N-C NT/NFs exhibit the fibrous appearance yet with quite rough surface and a reduced average diameter of ca. 100 nm. Each Ni@N-C NT/NF is embedded with a great number of uniform Ni nanoparticles and decorated by a mass of in-situ grown carbon nanotubes with high flexibility, featuring as a hierarchical branched superstructure. Upon a mild oxidation at 300 °C in air, the Ni nanoparticles in the Ni@N-C NT/NFs were successfully transformed into NiO species to form NiO@N-C NT/NFs, as revealed by the XRD pattern (Fig. S5a). TEM image (Fig. S5b) demonstrates that the derived NiO@N-C NT/NFs could perfectly retain the hierarchical branched architecture of the parent Ni@N-C NT/NFs without structural collapse or fragmentation. During the following low-temperature vulcanization process at 350 °C, thiourea would thermally decompose to generate H2S gas, which reacted with NiO to generate S-doped NiO and thus form S-NiO@N-C NT/NFs eventually. It is noteworthy that, through successive delicate topological transformations, the 1D/1D hierarchical branched architecture could be well preserved and the favorable active species of S-doped NiO nanoparticles could be readily encased into such unique carbon matrix. The representative SEM images (Fig. 1b and c) of the fabricated S-NiO@N-C NT/NFs clearly reveal that a great deal of bushy tendril-like carbon nanotubes radially germinate from the axial carbon nanofiber substrates, forming “branches”/“trunk”-typed hierarchical architectures. Apparently, the in-situ growth of CNTs on a CNF substrate could significantly reinforce the connectivity between the “branches” and the “trunk” and enlarge the accessible surface area, greatly improving the overall mechanical strength and reaction kinetics of S-NiO@N-C NT/NFs. Furthermore, the seamless connection between the CNT branches and CNF support provides efficient electron highways and favorable conductive networks, as schematically displayed in Fig. 1d. Therefore, the electrocatalytic reaction kinetics and the long-term durability of the resultant S-NiO@N-C NT/NFs can be significantly improved. The TEM image (Fig. 1e) again verifies that numerous CNT tentacles with lengths of hundreds of nanometers are seamlessly grafted and entangled on the surface of nanofiber trunk, forming the hierarchical branched architecture. Plentiful uniform S-doped NiO nanoparticles with an average particle size of 14.8 nm, as statistically analyzed in Fig. S6, are homogeneously distributed throughout the entire nanofiber substrates and the tips of the extruded nanotubes. Evidently, the intimate encapsulation of S-NiO nanoparticles into the carbon substrate could not only dramatically inhibit the detachment and migration of active sites, but also significantly improve the corrosion resistance of S-NiO nanoparticles during the harsh electrolytic condition due to the protection of carbon sheath. As indicated by the magnified TEM image (Fig. 1f), the S-NiO nanoparticles are encapsulated at the apex of the nanotubes, elucidating the tip-growth mechanism of the CNTs. The average outer diameter and inner diameter are measured to be 20 and 5 nm, respectively, suggesting the multi-walled feature of the CNTs. The high-resolution TEM (HRTEM) image (Fig. 1g) corroborates that the S-NiO nanoparticles are tightly sheathed by a few of graphitic carbon layers. The distinct interplanar spacing on the onion-like graphitic carbon layers is 0.36 nm, matching well with the (002) plane of carbon. As verified by the HRTEM image in Fig. 1h, the carbon nanotubes are multi-walled and highly graphitic. Furthermore, the unparallel orientations of graphitic carbon layers to the axial direction of nanotube manifest the presence of defects/edges in the formed carbon nanotubes [44]. The HRTEM image of an isolated S-NiO nanoparticle (Fig. 1i) displays the clear interplanar distance of 0.25 nm, being attributable to the (111) plane of NiO. The value of (111) lattice fringe of S-NiO is slightly higher than that of pristine NiO (0.241 nm), suggesting the lattice expansion of NiO host caused by the extraneous S incorporation. Moreover, the lattice disorder can be visualized in some region of the HRTEM image, as marked by the rectangular dotted frame. The disordered atoms are believed to create additional active sites for boosting the catalytic activity through decreasing the total surface energy [45]. In addition, in comparison with the fast Fourier transform (FFT) pattern of the virgin NiO (Fig. S7), the FFT pattern of the S-NiO (inset of Fig. 1i) reveals the subtle lattice distortion of NiO upon the S doping, which can also afford the catalytically active sites. The high-angle annular dark-field scanning TEM (HAADF-STEM) image and the mapping images (Fig. 1j) reveal the uniform spatial distribution of Ni, N, O, S, and C elements in the as-synthesized S-NiO@N-C NT/NFs. Fig. 2 a displays the XRD patterns of the as-resultant pristine NiO@N-C NT/NFs and S-NiO@N-C NT/NFs. The relatively broad peak located at around 26° in each sample is ascribed to the carbon (002) plane, and the rest distinct diffraction peaks are well ascribed to face-centered cubic (fcc) NiO (JCPDS No.47-1049), indicating that the S incorporation does not alter the crystal structure of NiO. Evidently, in comparison with the pristine NiO, the negative shift of the diffraction peaks for S-NiO (Fig. 2b) further suggests the lattice expansion of NiO induced by the larger radius of S relative to O. The X-ray energy-dispersive spectrum (EDS) in Fig. 2c verifies the coexistence of C, Ni, O, and S elements in the fabricated S-NiO@N-C NT/NFs. In the light of the thermogravimetric analysis (TGA) curve (Fig. 2d), the weight percentage of S-NiO moiety in S-NiO@N-C NT/NFs is estimated to be 34.4 wt%. In Raman spectrum (Fig. 2e), the peaks positioned at the 485 and 1067 cm−1 are assigned to the stretching vibration of Ni-O in S-NiO. In addition, the peaks at ~ 1340 and 1590 cm−1 are corresponding to the D band (disorder sp 3-hybridized carbon) and G band (graphitic sp 2-hybridized carbon), respectively. In addition, the relative peak intensity ratio (I D/I G) is identified as 1.16, suggesting the presence of large amounts of defects in the carbon substrate, which might be caused by the N-doping into carbon matrix. The N2 physisorption measurement (Fig. 2f) reveals that the S-NiO@N-C NT/NFs display typical type-IV adsorption–desorption isotherms with a pronounced hysteresis loop in the p/p 0 range of 0.4–1.0, reflecting the meso-porous nature of the formed S-NiO@N-C NT/NFs. The Brunauer-Emmett-Teller (BET) surface area of S-NiO@N-C NT/NFs is estimated as 52.4 m2 g−1. The Barrett-Joyner-Halenda (BJH) pore-size distribution plot (inset of Fig. 2f) affirms the meso-porous structure of the S-NiO@N-C NT/NFs. The surface chemical state and valence information of each constituent element in the synthesized S-NiO@N-C NT/NFs were examined by the X-ray photoelectron spectra (XPS). The survey scan spectrum (Fig. S8) again suggests the presence of C, N, O, Ni, and S elements, which is in consistent with the above EDS result. As disclosed by Fig. 3 a, the high-resolution Ni 2p spectra of NiO@N-C NT/NFs and S-NiO@N-C NT/NFs reveal the appearance of divalent (Ni2+) and trivalent nickel (Ni3+), as well as their shake-up satellites. For S-NiO@ N-C NT/NFs, the position of Ni2+, Ni-S (Ni3+), sat. peaks in Ni 2p 3/2 regions are centered at 854.2, 855.9, 861.2 eV, while the peaks of Ni2+, Ni-S (Ni3+), sat. in Ni 2p 1/2 regions are located at 872.4, 874.1, and 879.5 eV, respectively. As for NiO@N-C NT/NFs, the position of Ni2+, Ni3+, sat. peaks in Ni 2p 3/2 regions are centered at 853.8, 855.5, 860.8 eV, while the peaks of Ni2+, Ni3+, sat. in Ni 2p 1/2 regions are located at 871.3, 873.0, and 879.1 eV, respectively. In addition, the deconvoluted peak at 874.1 eV in the S-NiO@N-C NT/NFs is assigned to the chemical bond of Ni-S, further validating the successful incorporation of S into NiO [27]. On the basis of the well-deconvoluted Ni 2p spectra in Fig. 3a, the proportion of Ni2+, and Ni-S (Ni3+) in S-NiO@N-C NT/NFs is estimated to be 27.5% and 35.8%, respectively; while the proportion of Ni2+, and Ni3+ in NiO@N-C NT/NFs is calculated to be 23.3%, and 43.0%, respectively, illustrating that the Ni2+ is the major valence state in the S-NiO@N-C NT/NFs sample [46]. It is worth mentioning that the peaks of Ni 2p slightly shift to higher binding energy upon the incorporation of sulfur, which might originate from the modified electronic states around Ni atoms induced by the lattice distortion. The O 1 s region of the S-NiO@N-C NT/NFs (Fig. 3b) can be well fitted into three peaks, i.e., lattice oxygen (Ni-O bond at 529.3 eV), oxygen vacancies (531.1 eV), and surface absorbed oxygen (531.8 eV). Notably, in contrast with the NiO@N-C NT/NFs, the S-NiO@N-C NT/NFs exhibit a much higher ratio of oxygen vacancies, indicating that the S-doping could effectively introduce additional oxygen defects and thus improve the interaction between the catalyst and absorbed oxygen-containing species [47]. The well-fitted high-resolution C 1 s spectrum of S-NiO@N-C NT/NFs (Fig. 3c) contains C–C (284.6 eV) and C-N (285.0 eV) peaks. The deconvoluted N 1 s spectrum (Fig. 3d) comprises three peaks, which are associated with pyridnic-N (398.4 eV), pyrrolic-N (399.8 eV), and graphitic-N (400.6 eV), respectively. The N-doping into carbon matrix is believed to bring about regulated local electronic structure, plentiful defects/vacancies, and improved electrical conductivity, which are advantageous to the enhancement of electrocatalytic activity. The high-resolution S 2p spectrum (Fig. 3e) can be fitted into two distinct peaks, namely, metal-S species of S 2p 3/2 (162.0 eV) and S 2p 1/2 (164.5 eV), while the peak centered at 169.0 eV is ascribed to the superficial SO4 2- species caused by the air oxidation. Herein, due to the low vulcanization temperature, the heteroatom of S is supposed to be mainly doped into NiO, instead of the CNT/NF matrix (Fig. S9). The oxygen vacancies in the fabricated S-NiO@N-C NT/NFs were further investigated by the electron paramagnetic resonance (EPR) measurement (Fig. 3f). The S-NiO@N-C NT/NFs exhibit a much stronger signal intensity at g = 2.004 as compared with that of NiO@N-C NT/NFs, verifying the higher oxygen-vacancy density in S-NiO@N-C NT/NFs and being in good agreement with the above XPS analysis [48]. In addition, the previous studies have documented that the oxygen vacancies can be created through the reaction between the lattice oxygen in NiO and liberated H2S during the vulcanization process [49]. Meanwhile, due to the different electronegativity and atomic radius of S with those of O, the S heteroatoms have been proven to be efficient to stabilize the oxygen vacancies in metal oxides during the long-term OER catalysis by compensating the coordination number [35,50,51]. Taken together, the anion S-doping behavior not only promotes the oxygen vacancies density in the S-NiO@ N-C NT/NFs, but also stabilizes the generated oxygen vacancies under the highly oxidizing conditions of OER process. The intimate decoration of uniform S-NiO nanoparticles within the N-doped carbon nanotube/nanofiber coupled hierarchical branched architectures enables the fabricated S-NiO@N-C NT/NFs promising as an affordable OER electrocatalyst. The electrocatalytic OER performance of the S-NiO@N-C NT/NFs was investigated in 0.1 M O2-saturated KOH solution using a typical three-electrode setup. As is well known, the vulcanization temperature exerts a crucial effect on the composition and morphology of the derived products, hence greatly affecting the electrocatalytic activity. Therefore, we first examined the OER activities of the resultant products vulcanized at 300, 350 and 400 °C to figure out the optimal sulfuration temperature. The linear sweep voltammetry (LSV) curves (Fig. S10) reveal that the standard S-NiO@N-C NT/NFs obtained at 350 °C outperform the counterparts derived at 300 and 400 °C, possessing the highest OER activity with the lowest overpotential and largest current density. This result might be caused by the fact that the lower vulcanization temperature of 300 °C would lead to the insufficient sulfuration degree (Fig. S11), while the higher vulcanization temperature of 400 °C may induce the severe migration, coarsening and aggregation of S-NiO nanoparticles (Fig. S12), and the vulcanization temperature exerts a negligible impact on the crystallinity degree of CNT and CF (Fig. S13). Accordingly, 350 °C is regarded as the optimal vulcanization temperature to afford the best OER performance and the S-NiO@N-C NT/NFs discussed below are prepared at 350 °C. For fair comparison, Ni@N-C NT/NFs, NiO@N-C NT/NFs, and commercial RuO2 were also evaluated as references under the identical test condition. Fig. 4 a shows the IR-corrected LSV curves of the studied catalysts at a scan rate of 5 mV s−1. Evidently, the S-NiO@N-C NT/NFs deliver the best OER activity with the lowest overpotential of 277 mV at 10 mA cm−2. In sharp contrast, as listed in Fig. 4b, Ni@N-C NT/NFs, NiO@N-C NT/NFs, N-CNFs (Fig. S14), and commercial RuO2 require relatively larger overpotentials of 540, 451 and 380 mV, respectively. Moreover, the anodic OER current density on the S-NiO@N-C NT/NF electrode rises promptly as the applied potential surpasses 1.40 V vs. reversible hydrogen electrode (RHE), exhibiting the largest current density and the minimal overpotential at the same potential. The OER kinetics and reaction mechanism were unraveled by the Tafel plots (Fig. 4c). The Tafel slope of the S-NiO@N-C NT/NF electrode was estimated to be 69 mV dec-1, dramatically smaller than those of Ni@N-C NT/NFs (197 mV dec-1), NiO@N-C NT/NFs (144 mV dec-1), and RuO2 benchmark (114 mV dec-1). This finding reflects that the incorporation of S into NiO can dramatically boost the OER kinetics and expedite the electron transport. In addition, as deduced from the Tafel slope, the rate-determining step occurred on the S-NiO@N-C NT/NF electrode is speculated to be the dissociation of the surface M−OHads (M−OHads + OH– → M−Oads + H2O + e−, M represents an active site in the catalyst) [52]. On account of the relatively low overpotential and small Tafel slope value, the OER activity of the as-fabricated S-NiO@N-C NT/NFs surpasses a vast of recently reported non-precious OER electrocatalysts in alkaline electrolyte, as briefly listed in Table S1. This finding indicate that the S-NiO@N-C NT/NFs represent an economical and competent electrocatalyst for a range of renewable OER-involved energy conversion devices. As known, the electrochemically surface area (ECSA) an electrocatalyst is linearly correlated with its double-layer capacitance (C dl). The cyclic voltammetry (CV) curves were conducted within a non-Faradaic potential range at different scan rates (0.94–1.04 V, 2–10 mV s−1, Fig. S15) to calculate the C dl values of the tested electrocatalysts. As exhibited in Fig. 4d, the C dl value of S-NiO@N-C NT/NFs is determined as 8.6 mF cm−2, which is significantly higher than those of Ni@N-C NT/NFs (0.45 mF cm−2), NiO@N-C NT/NFs (3.5 mF cm−2) and RuO2 (6.85 mF cm−2). The ECSA values of Ni@N-C NT/NFs, NiO@N-C NT/NFs, S-NiO@N-C NT/NFs and RuO2 electrodes were estimated to be 0.79, 6.2, 15.2 and 12.1 cm2, respectively. Additionally, their roughness factor (R f) values are also determined to be 11.2, 87.5, 215 and 171, respectively. The highest C dl value of the S-NiO@N-C NT/NFs manifests that the S doping could substantially enrich the number of the exposed active sites, improve the conductivity of the material, and thus improve the OER activity. Furthermore, the j/R f vs. E plots provided in Fig. S16 further signify the highest intrinsic activity of the S-NiO@N-C NT/NFs among the evaluated four catalysts. The electrochemical impedance spectra (EIS) of different samples were further performed to elucidate the origin of the excellent OER performance of S-NiO@N-C NT/NFs. As displayed in Fig. S17, the S-NiO@N-C NT/NFs exhibit the smallest charge transfer resistance (R ct) of 28.1 Ω, while NiO@N-C NT/NFs, Ni@N-C NT/NFs, and RuO2 display the R ct values of 41.5, 51.2, and 39.4 Ω, respectively. This finding again suggests the excellent charge transport efficiency and high electronic conductivity of the fabricated S-NiO@N-C NT/NFs. Apart from the catalytic activity, the long-term stability also plays a vital role for a practical electrocatalyst. Therefore, continuous CV scanning in the potential range of 1.20–1.50 V for 3000 cycles and chronoamperometric measurement at 1.5 V vs. RHE were performed to investigate the electrochemical stability of the S-NiO@N-C NT/NFs. As illustrated in Fig. 4e, the LSV polarization curve of after the 3000-cycle test almost overlaps with the initial one, implying the exceptional stability of the S-NiO@N-C NT/NFs in alkaline media. Furthermore, as confirmed by the amperometric i-t curve (inset of Fig. 4e), the current density of S-NiO@N-C NT/NFs maintains quite stable without an appreciable attenuation even after 40000 s, again certifying the superior electrocatalytic stability. The TEM image of the post-OER S-NiO@N-C NT/NF sample (Fig. S18) indicates that the hierarchical branched architecture could be perfectly preserved after the long-term electrolysis course, implying the outstanding structural robustness of the S-NiO@N-C NT/NFs. The XPS technique was used to characterize the surface composition and chemical states of the post-OER S-NiO@N-C NT/NFs. The Ni 2p spectra (Fig. S19a) suggest that higher oxidation states of nickel oxides/hydroxides can be in-situ generated during the OER process, which are believed to be the real active sites for OER. The S 2p spectra (Fig. S19b) demonstrate that most of surface S atoms are oxidized to sulfate/sulfite species. More impressively, the S-NiO@N-C NT/NFs also exhibit the excellent OER performance in 1.0 M KOH. As shown in Fig. S20, the S-NiO@N-C NT/NFs show the superior catalytic activity with a lowest overpotential and Tafel slope when compared with NiO@N-C NT/NFs, Ni@N-C NT/NFs, and RuO2. In addition, the S-NiO@N-C NT/NFs also exhibit superior stability for 30 h, as proved by chronopotentionmetry measurement at a constant current density of 50 mA cm−2. Motivated by the exceptional OER electrocatalytic activity and outstanding architectural robustness, the resultant S-NiO@N-C NT/NFs may hold great promise to substitute noble metal catalysts in diverse sustainable energy conversion systems. As a proof-of-concept demo, a home-made rechargeable Zn-air battery (ZAB) was assembled (Fig. 4f). The equipped ZAB was constructed by mixing S-NiO@N-C NT/NFs (for OER) and 20 wt% Pt/C catalyst (for oxygen reduction reaction) with a mass ratio of 1:1 on carbon paper as the cathode, zinc plate as the anode, and 6 M KOH + 0.2 M ZnCl2 aqueous solution as the electrolyte, respectively. For comparison, a ZAB constructed by Pt/C + RuO2 blended catalyst with a mass ratio of 1:1 was also equipped under same technique condition. As reflected by Fig. 4g, as compared with the Pt/C + RuO2-equipped battery, the Pt/C + S-NiO@N-C NT/NFs-based ZAB exhibits a lower charging voltage region, a higher discharging region and smaller voltage gaps between charging and discharging curves over the entire range of measured current density, suggesting the better performance of the S-NiO@N-C NT/NFs-based ZAB. Furthermore, the charge–discharge cycling stabilities of the assembled ZABs were carried out at a 10 mA cm−2. As displayed in Fig. 4h, the Pt/C + S-NiO@N-C NT/NFs-based ZAB displays a pretty steady cycling behavior with stable and narrow voltage gaps between charge and discharge voltages even after 40 h, which is much superior to that of the Pt/C + RuO2 counterpart. A red light-emitting diode (LED) screen can be lightened up by three Pt/C + S-NiO@N-C NT/NFs-assembled ZABs connected in series with a high operation stability (Fig. 4i), predicting the great potential applications of S-NiO@N-C NT/NFs in practical energy storage and conversion devices. DFT calculations were further performed to uncover the mechanism of the enhanced OER activity of S-NiO@N-C NT/NFs. The 4e OER process on the NiO (100) facet was studied, since it has been reported as the most stable surface. The S-doping effect was considered by replacing one oxygen atom in the surface with one sulfur atom, labeled as 1S-NiO. And replacing oxygen atom in the NiO surface with two sulfur atom was named as 2S-NiO (Fig. S21a). The free energy profile and intermediates of the OER processes on NiO and 1S-NiO are depicted in Fig. 5 a and S21, respectively. On NiO surface, the rate-determining step is the generation of *O from *OH with a free energy change of 2.88 eV. After doping with S, binding between nickel and the oxygen-containing species is strengthened. Free energy change of *O formation decreases to 1.54 eV, corresponding to the remarkably enhanced OER activity. Although the desorption of oxygen needs to overcome a relatively high energy barrier of 2.13 eV, the product in gas phase keeps leaving from the reaction system and we assume that the overall OER process is still governed by the oxidation of *OH to *O on the surface. Subsequently we compared the electron distributions of NiO and 1S-NiO. According to Bader charge analysis [53], the active nickel in 1S-NiO processes a lower positive atomic charge than that in pristine NiO (+0.84 vs + 1.07 |e|), due to fewer transferred electrons from metal to sulfur than that to oxygen. This benefits the oxidation of nickel cation to higher valence state and then decreases energy barriers to the deeply oxidized species *O. Besides, the deformation electron densities depicted in Fig. 5b and c indicate that electrons transfer from nickel to oxygen apparently, related to the intrinsic ionic property. Whereas the doped S shares electrons with neighboring nickel atoms to form chemical bonds with relatively covalent property. The enhanced covalency improves intrinsic OER activity. Moreover, as introducing S-dopant, the band gap narrows. As shown in Fig. 5d, the band gap decreases from 3.01 eV to 2.74 eV if one S atom is introduced in the surface, and then reduces to 1.34 eV as one more sulfur atom is doped. The decreased band gap facilitates the transfer of electrons, and herein improves electronic conductivity as well as electrochemical activity. Therefore, the incorporation of sulfur doping could enhance conductivity and promotes OER of S-doped NiO system. The impressive OER activity and excellent stability of the formed S-NiO@N-C NT/NFs can be ascribed to their unique compositional and architectural advantages. To be specific, (i) the incorporation of S into NiO host significantly induces the subtle atomic rearrangement and electronic reconfiguration of NiO, which could effectively optimize the adsorption free energies of reaction intermediates and therefore boost the intrinsic OER activity. Moreover, the enriched oxygen vacancies caused by S-doping could significantly enlarge the ECSA and accelerate the migration rate of electrons/ions [54]; (ii) the hierarchical branched carbon substrates enable to enlarge the full contact between the gas/solid/liquid tri-phase interfaces, greatly expediting the mass diffusion, electrolyte permeation and release of generated O2 bubbles from the catalyst surface. Furthermore, the N-doping into carbon matrix results in the generation of massive defects/vacancies, facilitates the adsorption of OH− via electrostatic attraction, and enhances electrical conductivity, which is beneficial to the electrocatalytic reaction. Meanwhile, the N dopant in carbon matrix could be a conducive factor to improve the chemical and thermal stability [55]; (iii) the in-situ immobilization of uniform S-NiO nanoparticles into conductive carbon current-collector could effectually protect the active sites from undesirable detachment and migration during the OER process, ensuring the extraordinary electrochemical and mechanical stability. Thanks to the abovementioned thermodynamics and kinetics superiorities, the as-fabricated S-NiO@N-C NT/NFs demonstrate outstanding electrocatalytic OER performance. 3 Conclusions In conclusion, we have presented an elaborate approach for the confinement of S-doped NiO nanoparticles into N-doped carbon nanotube/nanofiber integrated hierarchical branched superstructures. Profiting from the delicate incorporation of S into NiO host and 1D/1D-integrated hierarchical branched architecture, the fabricated S-NiO@N-C NT/NFs exhibit modulated electronic configuration, enriched oxygen vacancies, promoted mass diffusion and exceptional structural stability. As such, thanks to the thermodynamics and kinetics superiorities, the S-NiO@N-C NT/NFs manifest a distinguished OER activity with an overpotential of 277 mV at 10 mA cm−2 and excellent long-term stability in alkaline medium, exceeding the commercial RuO2 benchmark and a majority of recently reported nonprecious OER electrocatalysts. DFT calculations further affirm that the incorporation of S could enhance conductivity and OER activity of S-doped system. More impressively, the assembled rechargeable ZAB using Pt/C + S-NiO@N-C NT/NFs as an air–cathode outperforms the commercial Pt/C + RuO2 counterpart with a lower charge voltage and better cycling stability. We believe that the explored methodology for the simultaneous implementation of electronic regulation, architectural design and carbon hybridization opens a novel avenue for the future development of cost-effective and high-performance electrocatalysts for a variety of electrochemical applications. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The work was financially supported by the National Natural Science Foundation of China (21972068, 21875112, 22072067, 21878047, 22075290 and 21676056), the Qing Lan Project of Jiangsu Province (1107040167), the Postgraduate Research & Practice Innovation Program of Jiangsu Province (KYCX20_0121), the China Scholarship Council (CSC, 202006090294), the Fundamental Research Funds for the Central Universities (3207042101D) and A Project Funded by the Priority Academic Program Development of Jiangsu Higher Education Institutions (PAPD) (1107047002). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2021.08.035. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] Z.-F. Huang J. Song Y. Du S. Xi S. Dou J.M.V. Nsanzimana C. Wang Z.J. Xu X. Wang Nat. Energy 4 2019 329 338 Z.-F Huang, J. Song, Y. Du, S. Xi, S. Dou, J. M. V. Nsanzimana, C. Wang, Z. J. Xu, X. Wang, Nature Energy 4 (2019) 329-338. [2] Z.P. Wu X.F. Lu S.Q. Zang X.W. Lou Adv. Funct. Mater. 30 2020 1910274 Z. P. Wu, X. F. Lu, S. Q. Zang, X. W. Lou, Adv. Funct. Mater. 30 (2020) 1910274. [3] K. Zhang G. Zhang J. Qu H. Liu Small 16 2020 1907001 K. Zhang, G. Zhang, J, Qu, H. Liu, Small 16 (2020) 1907001. [4] J. Zhu Z. Ren S. Du Y. Xie J. Wu H. Meng Y. Xue H. Fu Nano Res. 10 2017 1819 1831 J. Zhu, Z. Ren, S. Du, Y. Xie, J. Wu, H. Meng, Y. Xue, H. Fu, Nano Res. 10 (2017) 1819-1831. [5] T. Ouyang X.T. Wang X.Q. Mai A.N. Chen Z.Y. Tang Z.Q. Liu Angew. Chem. Int. Edit. 59 2020 11948 11951 T. Ouyang, X.T. Wang, X.Q. Mai, A.N. Chen, Z.Y. Tang, Z.Q. Liu, Angew. Chem. Int. Edit. 59 (2020) 11948-11957. [6] B. Xu X. Yang X. Liu W. Song Y. Sun Q. Liu H. Yang C. Li J. Power Sour. 449 2020 227585 B. Xu, X. Yang, X. Liu, W. Song, Y. Sun, Q. Liu, H. Yang, C. Li, J. Power Sources 449 (2020) 227585. [7] J. Zhang X. Zhao L. Du Y. Li L. Zhang S. Liao J.B. Goodenough Z. Cui Nano Lett. 19 2019 7453 7463 J. Zhang, X. Zhao, L. Du, Y. Li, L. Zhang, S. Liao, J. B. Goodenough, Z. Cui, Nano Lett. 19 (2019) 7453-7463. [8] T. Li S. Li Q. Liu Y. Tian Y. Zhang G. Fu Y. Tang ACS Sustain. Chem. Eng. 7 2019 17950 17957 T. Li, S. Li, Q. Liu, Y. Tian, Y. Zhang, G. Fu, Y. Tang, ACS Sustain. Chem. Eng. 7 (2019) 17950-17957. [9] X.F. Lu L.F. Gu J.W. Wang J.X. Wu P.Q. Liao G.R. Li Adv. Mater. 29 2017 1604437 X. F. Lu, L. F. Gu, J. W. Wang, J. X. Wu, P. Q. Liao, G. R. Li, Adv. Mater. 29 (2017) 1604437. [10] D. Wu Y. Wei X. Ren X. Ji Y. Liu X. Guo Z. Liu A.M. Asiri Q. Wei X. Sun Adv. Mater. 30 2018 1705366 D. Wu, Y. Wei, X. Ren, X. Ji, Y. Liu, X. Guo, Z. Liu, A. M. Asiri, Q. Wei, X. Sun, Adv. Mater. 30 (2018) 1705366. [11] D. Zhou Z. Cai Y. Jia X. Xiong Q. Xie S. Wang Y. Zhang W. Liu H. Duan X. Sun Nanoscale Horiz. 3 2018 532 537 D. Zhou, Z. Cai, Y. Jia, X. Xiong, Q. Xie, S. Wang, Y. Zhang, W. Liu, H. Duan, X. Sun, Nanoscale Horiz. 3 (2018) 532-537. [12] H. Liu Q. He H. Jiang Y. Lin Y. Zhang M. Habib S. Chen L. Song ACS Nano 11 2017 11574 11583 H. Liu, Q. He, H. Jiang, Y. Lin, Y. Zhang, M. Habib, S. Chen, L. Song, ACS Nano 11 (2017) 11574-11583. [13] J. Zhang Y. Li T. Zhu Y. Wang J. Cui J. Wu H. Xu X. Shu Y. Qin H. Zheng P.M. Ajayan Y. Zhang Y. Wu ACS Appl. Mater. Interfaces 10 2018 31330 31339 J. Zhang, Y. Li, T. Zhu, Y. Wang, J. Cui, J. Wu, H. Xu, X. Shu, Y. Qin, H. Zheng, P. M. Ajayan, Y. Zhang, Y. Wu, ACS Appl. Mater. Interfaces 10 (2018) 31330-31339. [14] C. Huang Y. Zou Y.Q. Ye T. Ouyang K. Xiao Z.Q. Liu Chem. Commun. 55 2019 7687 7690 C. Huang, Y. Zou, Y. Q. Ye, T. Ouyang, K. Xiao, Z. Q. Liu, Chem. Commun. 55 (2019) 7687-7690. [15] P. He X.Y. Yu X.W. Lou Angew. Chem. Int. Edit. 56 2017 3897 3900 P. He, X. Y. Yu, X. W. Lou, Angew. Chem. Int. Edit. 56 (2017) 3897-3900. [16] C. Lei H. Chen J. Cao J. Yang M. Qiu Y. Xia C. Yuan B. Yang Z. Li X. Zhang L. Lei J. Abbott Y. Zhong X. Xia G. Wu Q. He Y. Hou Adv. Energy Mater. 8 2018 1801912 C. Lei, H. Chen, J. Cao, J. Yang, M. Qiu, Y. Xia, C. Yuan, B. Yang, Z. Li, X. Zhang, L. Lei, J. Abbott, Y. Zhong, X. Xia, G. Wu, Q. He, Y. Hou, Adv. Energy Mater. 8 (2018) 1801912. [17] A.K. Tareen G.S. Priyanga K. Khan E. Pervaiz T. Thomas M. Yang ChemSusChem 12 2019 3941 3954 A. K. Tareen, G. S. Priyanga, K. Khan, E. Pervaiz, T. Thomas, M. Yang, ChemSusChem 12 (2019) 3941-3954. [18] T. Li Y. Lv J. Su Y. Wang Q. Yang Y. Zhang J. Zhou L. Xu D. Sun Y. Tang Adv. Sci. 4 2017 1700226 T. Li, Y. Lv, J. Su, Y. Wang, Q. Yang, Y. Zhang, J. Zhou, L. Xu, D. Sun, Y. Tang, Adv. Sci. 4 (2017) 1700226. [19] X.T. Wang T. Ouyang L. Wang J.H. Zhong Z.Q. Liu Angew. Chem. Int. Edit. 59 2020 6492 6499 X.T. Wang, T. Ouyang, L. Wang, J.H. Zhong, Z.Q. Liu, Angew. Chem. Int. Edit. 59 (2020) 6492-6499. [20] X.T. Wang T. Ouyang L. Wang J.H. Zhong T. Ma Z.Q. Liu Angew. Chem. Int. Edit. 131 2019 13425 13430 X.T. Wang, T. Ouyang, L. Wang, J.H. Zhong, T. Ma, Z.Q. Liu, Angew. Chem. Int. Edit. 131 (2019) 13425-13430. [21] J. Suntivich K.J. May H.A. Gasteiger J.B. Goodenough Y. Shao-Horn Science 334 2011 1383 1385 J. Suntivich, K. J. May, H. A. Gasteiger, J. B. Goodenough and Y. Shao-Horn, Science 334 (2011) 1383-1385. [22] X. Liu J. Wu Electrochim. Acta 320 2019 134577 X. Liu and J. Wu, Electrochim. Acta 320 (2019) 134577. [23] T. Tian H. Gao X. Zhou L. Zheng J. Wu K. Li Y. Ding ACS Energy Lett. 3 2018 2150 2158 T. Tian, H. Gao, X. Zhou, L. Zheng, J. Wu, K. Li and Y. Ding, ACS Energy Lett. 3 (2018) 2150-2158. [24] Z. Li W. Niu L. Zhou Y. Yang ACS Energy Lett. 3 2018 892 898 Z. Li, W. Niu, L. Zhou and Y. Yang, ACS Energy Lett. 3 (2018) 892-898. [25] Z.W. Gao J.Y. Liu X.M. Chen X.L. Zheng J. Mao H. Liu T. Ma L. Li W.C. Wang X.W. Du Adv. Mater. 31 2019 1804769 Z. W. Gao, J. Y. Liu, X. M. Chen, X. L. Zheng, J. Mao, H. Liu, T. Ma, L. Li, W. C. Wang and X. W. Du, Adv. Mater. 31 (2019) 1804769. [26] R. Ji F. Zhang Y. Liu Y. Pan Z. Li Z. Liu S. Lu Y. Wang H. Dong P. Liu X. Wu H. Jin Nanoscale 11 2019 22734 22742 R. Ji, F. Zhang, Y. Liu, Y. Pan, Z. Li, Z. Liu, S. Lu, Y. Wang, H. Dong, P. Liu, X. Wu and H. Jin, Nanoscale 11 (2019) 22734-22742. [27] L. Peng J. Shen X. Zheng R. Xiang M. Deng Z. Mao Z. Feng L. Zhang L. Li Z. Wei J. Catal. 369 2019 345 351 L. Peng, J. Shen, X. Zheng, R. Xiang, M. Deng, Z. Mao, Z. Feng, L. Zhang, L. Li and Z. Wei, J. Catal. 369 (2019) 345-351. [28] W. Song M. Li C. Wang X. Lu Carbon Energy 3 2021 101 128 W. Song, M. Li, C. Wang, X. Lu, Carbon Energy, 3 (2021) 101-128. [29] X. Kuang B. Kang Z. Wang L. Gao C. Guo J.Y. Lee X. Sun Q. Wei Chem.-Eur. J. 24 2018 17288 17292 X. Kuang, B. Kang, Z. Wang, L. Gao, C. Guo, J. Y. Lee, X. Sun and Q. Wei, Chem.-Eur. J. 24 (2018) 17288-17292. [30] H. Zhang H. Jiang Y. Hu Y. Li Q. Xu S. Petr C. Li J. Mater. Chem. A 7 2019 7548 7552 H. Zhang, H. Jiang, Y. Hu, Y. Li, Q. Xu, S. Petr and C. Li, J. Mater. Chem. A 7 (2019) 7548-7552. [31] J. Liu D. Zhu T. Ling A. Vasileff S.-Z. Qiao Nano Energy 40 2017 264 273 J. Liu, D. Zhu, T. Ling, A. Vasileff and S.-Z. Qiao, Nano Energy 40 (2017) 264-273. [32] G. Zhou M. Li Y. Li H. Dong D. Sun X. Liu L. Xu Z. Tian Y. Tang Adv. Funct. Mater. 30 2020 1905252 G. Zhou, M. Li, Y. Li, H. Dong, D. Sun, X. Liu, L. Xu, Z. Tian and Y. Tang, Adv. Funct. Mater. 30 (2020) 1905252. [33] T. Sun P. Liu Y. Zhang Z. Chen C. Zhang X. Guo C. Ma Y. Gao S. Zhang Chem. Eng. J. 390 2020 124591 T. Sun, P. Liu, Y. Zhang, Z. Chen, C. Zhang, X. Guo, C. Ma, Y. Gao and S. Zhang, Chem. Eng. J. 390 (2020) 124591. [34] X. Xu H. Liang F. Ming Z. Qi Y. Xie Z. Wang ACS Catal. 7 2017 6394 6399 X. Xu, H. Liang, F. Ming, Z. Qi, Y. Xie and Z. Wang, ACS Catal. 7 (2017) 6394-6399. [35] L. Zhuang Y. Jia H. Liu Z. Li M. Li L. Zhang X. Wang D. Yang Z. Zhu X. Yao Angew. Chem. Int. Edit. 59 2020 14664 14670 L. Zhuang, Y. Jia, H. Liu, Z. Li, M. Li, L. Zhang, X. Wang, D. Yang, Z. Zhu and X. Yao, Angew. Chem. Int. Edit. 59 (2020) 14664-14670. [36] J. Ran T. Wang J. Zhang Y. Liu C. Xu S. Xi D. Gao Chem. Mater. 32 2020 3439 3446 J. Ran, T. Wang, J. Zhang, Y. Liu, C. Xu, S. Xi and D. Gao, Chem. Mater. 32 (2020) 3439-3446. [37] T. Li G. Luo K. Liu X. Li D. Sun L. Xu Y. Li Y. Tang Adv. Funct. Mater. 28 2018 1805828 T. Li, G. Luo, K. Liu, X. Li, D. Sun, L. Xu, Y. Li, Y. Tang, Adv. Funct. Mater. 28 (2018) 1805828. [38] T. Li S. Li Q. Liu J. Yin D. Sun M. Zhang L. Xu Y. Tang Y. Zhang Adv. Sci. 7 2020 1902371 T. Li, S. Li, Q. Liu, J. Yin, D. Sun, M. Zhang, L. Xu, Y. Tang, Y. Zhang, Adv. Sci. 7 (2020) 1902371. [39] K. Zhang Y. Zhang Q. Zhang Z. Liang L. Gu W. Guo B. Zhu S. Guo R. Zou Carbon Energy 2 2020 283 293 K. Zhang, Y. Zhang, Q. Zhang, Z. Liang, L. Gu, W. Guo, B. Zhu, S. Guo and R. Zou, Carbon Energy 2 (2020) 283-293. [40] T. Ouyang Y.Q. Ye C.Y. Wu K. Xiao Z.Q. Liu Angew. Chem. Int. Edit. 58 2019 4923 4928 T. Ouyang, Y.Q. Ye, C.Y. Wu, K. Xiao, Z.Q. Liu, Angew. Chem. Int. Edit. 58 (2019) 4923-4928. [41] X. Yan M. Gu Y. Wang L. Xu Y. Tang R. Wu Nano Res. 13 2020 975 982 X. Yan, M. Gu, Y. Wang, L. Xu, Y. Tang, R. Wu, Nano Res. 13 (2020) 975-982. [42] M. Shen L.-R. Zheng W. He C. Ruan C. Jiang K. Ai L. Lu Nano Energy 17 2015 120 130 M. Shen, L.-R. Zheng, W. He, C. Ruan, C. Jiang, K. Ai, L. Lu, Nano Energy 17 (2015) 120-130. [43] A. Aijaz J. Masa C. Rosler W. Xia P. Weide A.J.R. Botz R.A. Fischer W. Schuhmann M. Muhler Angew. Chem. Int. Edit. 55 2016 4087 4091 A. Aijaz, J. Masa, C. Rosler, W. Xia, P. Weide, A. J. R. Botz, R. A. Fischer, W. Schuhmann, and M. Muhler, Angew. Chem. Int. Edit. 55 (2016) 4087-4091. [44] C. Liao B. Yang N. Zhang M. Liu G. Chen X. Jiang G. Chen J. Yang X. Liu T.S. Chan Y.J. Lu R. Ma W. Zhou Adv. Funct. Mater. 29 2019 1904020 C. Liao, B. Yang, N. Zhang, M. Liu, G. Chen, X. Jiang, G. Chen, J. Yang, X. Liu, T. S. Chan, Y. J. Lu, R. Ma and W. Zhou, Adv. Funct. Mater. 29 (2019) 1904020. [45] L. Liu Y. Wang F. Yan C. Zhu B. Geng Y. Chen S.L. Chou Small Methods 4 2020 1900571 L. Liu, Y. Wang, F. Yan, C. Zhu, B. Geng, Y. Chen and S. l. Chou, Small Methods 4 (2020) 1900571. [46] X. Zhang S. Zhang J. Li E. Wang J. Mater. Chem. A 42 2017 22131 22136 X. Zhang, S. Zhang, J. Li, and E. Wang, J. Mater. Chem. A 42 (2017) 22131-22136. [47] L. Yu L. Wu B. McElhenny S. Song D. Luo F. Zhang Y. Yu S. Chen Z. Ren Energy & Environ. Sci. 13 2020 3439 3446 L. Yu, L. Wu, B. McElhenny, S. Song, D. Luo, F. Zhang, Y. Yu, S. Chen and Z. Ren, Energy & Environ. Sci. 13 (2020) 3439-3446. [48] W. Gao Z. Xia F. Cao J.C. Ho Z. Jiang Y. Qu Adv. Funct. Mater. 28 2018 1706053 W. Gao, Z. Xia, F. Cao, J. C. Ho, Z. Jiang and Y. Qu, Adv. Funct. Mater. 28 (2018) 1706053. [49] C. Li J. Zhao L. Xie J. Wu G. Li Appl. Catal. B-Environ. 291 2021 119987 C. Li, J. Zhao, L. Xie, J. Wu, G. Li, Appl. Catal. B-Environ. 291 (2021) 119987. [50] J. Fu F.M. Hassan C. Zhong J. Lu H. Liu A. Yu Z. Chen Adv. Mater. 29 2017 1702526 J. Fu, F. M. Hassan, C. Zhong, J. Lu, H. Liu, A. Yu, Z. Chen, Adv. Mater. 29 (2017) 1702526. [51] Z. Xiao Y. Wang Y.-C. Huang Z. Wei C.-L. Dong J. Ma S. Shen Y. Li S. Wang Energy Environ. Sci. 10 2017 2563 2569 Z. Xiao, Y. Wang, Y.-C. Huang, Z. Wei, C.-L. Dong, J. Ma, S. Shen, Y. Li, and S. Wang, Energy Environ. Sci., 10 (2017) 2563-2569. [52] W. Niu J. Shi L. Ju Z. Li N. Orlovskaya Y. Liu Y. Yang ACS Catal. 8 2018 12030 12040 W. Niu, J. Shi, L. Ju, Z. Li, N. Orlovskaya, Y. Liu, Y. Yang, ACS Catal. 8 (2018) 12030-12040. [53] X. Wang C. Sun F. He E. Liu C. He C. Shi J. Li J. Sha S. Ji L. Ma N. Zhao ACS Appl. Mater. Interfaces 11 2019 32460 32468 X. Wang, C. Sun, F. He, E. Liu, C. He, C. Shi, J. Li, J. Sha, S. Ji, L. Ma and N. Zhao, ACS Appl. Mater. Interfaces 11 (2019) 32460-32468. [54] X. Yu Z.-Y. Yu X.-L. Zhang P. Li B. Sun X. Gao K. Yan H. Liu Y. Duan M.-R. Gao G. Wang S.-H. Yu Nano Energy 71 2020 104652 X. Yu, Z.-Y. Yu, X.-L. Zhang, P. Li, B. Sun, X. Gao, K. Yan, H. Liu, Y. Duan, M.-R. Gao, G. Wang and S.-H. Yu, Nano Energy 71 (2020) 104652. [55] D. Das S. Santra K.K. Nanda ACS Appl. Mater. Interfaces 10 2018 35025 35038 D. Das, S. Santra, and K. K. Nanda, ACS Appl. Mater. Interfaces 10 (2018) 35025-35038.",
      "scopus-id": "85119583514",
      "coredata": {
        "eid": "1-s2.0-S2095495621004587",
        "dc:description": "The search for non-precious and efficient electrocatalysts towards the oxygen evolution reaction (OER) is of vital importance for the future advancement of multifarious renewable energy conversion/storage technologies. Electronic modulation via heteroatom doping is recognized as one of the most forceful leverages to enhance the electrocatalytic activity. Herein, we demonstrate a delicate strategy for the in-situ confinement of S-doped NiO nanoparticles into N-doped carbon nanotube/nanofiber-coupled hierarchical branched superstructures (labeled as S-NiO@N-C NT/NFs). The developed strategy simultaneously combines enhanced thermodynamics via electronic regulation with accelerated kinetics via nanoarchitectonics. The S-doping into NiO lattice and the 1D/1D-integrated hierarchical branched carbon substrate confer the resultant S-NiO@N-C NT/NFs with regulated electronic configuration, enriched oxygen vacancies, convenient mass diffusion pathways and superior architectural robustness. Thereby, the S-NiO@N-C NT/NFs display outstanding OER properties with an overpotential of 277 mV at 10 mA cm−2 and impressive long-term durability in KOH medium. Density functional theory (DFT) calculations further corroborate that introducing S-dopant significantly enhances the interaction with key oxygenate intermediates and narrow the band gap. More encouragingly, a rechargeable Zn-air battery using an air–cathode of Pt/C + S-NiO@N-C NT/NFs exhibits a lower charge voltage and preferable cycling stability in comparison with the commercial Pt/C + RuO2 counterpart. This study highlighting the concurrent consideration of electronic regulation, architectural design and nanocarbon hybridization may shed light on the future exploration of economical and efficient electrocatalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495621004587",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Tongfei"
          },
          {
            "@_fa": "true",
            "$": "Yin, Jingwen"
          },
          {
            "@_fa": "true",
            "$": "Li, Yu"
          },
          {
            "@_fa": "true",
            "$": "Tian, Ziqi"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yiwei"
          },
          {
            "@_fa": "true",
            "$": "Xu, Lin"
          },
          {
            "@_fa": "true",
            "$": "Li, Yanle"
          },
          {
            "@_fa": "true",
            "$": "Tang, Yawen"
          },
          {
            "@_fa": "true",
            "$": "Pang, Huan"
          },
          {
            "@_fa": "true",
            "$": "Yang, Jun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495621004587"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495621004587"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(21)00458-7",
        "prism:volume": "63",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Confinement of sulfur-doped NiO nanoparticles into N-doped carbon nanotube/nanofiber-coupled hierarchical branched superstructures: Electronic modulation by anion doping boosts oxygen evolution electrocatalysis",
        "prism:copyright": "© 2021 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "prism:issueName": "In Celebration of the 100th anniversary of Chemisry at Nankai University",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrospinning"
          },
          {
            "@_fa": "true",
            "$": "Heteroatom doping"
          },
          {
            "@_fa": "true",
            "$": "Hierarchical architecture"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "DFT calculations"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "585-593",
        "prism:endingPage": "593",
        "pubType": "fla",
        "prism:coverDisplayDate": "December 2021",
        "prism:doi": "10.1016/j.jechem.2021.08.035",
        "prism:startingPage": "585",
        "dc:identifier": "doi:10.1016/j.jechem.2021.08.035",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "200",
            "@width": "273",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22581",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "622",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "181484",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "339",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "65555",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "340",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "80098",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "491",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "113552",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50928",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21363",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "164",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20541",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8778",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "112",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10603",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16403",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8581",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1209",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "127335",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2756",
            "@width": "2756",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1259137",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1501",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "371473",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1507",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "551817",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2174",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "828539",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1082",
            "@width": "2953",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "335663",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5982616",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495621004587-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "954649",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85119583514"
      }
    }
  }
}