{
  "metadata": {
    "title": "Nitrogen/sulphur dual-doped hierarchical carbonaceous fibers boosting potassium-ion storage",
    "authors": "; ; ",
    "journal": "Journal of Energy Chemistry",
    "date": "2021-04-30",
    "doi": "10.1016/j.jechem.2020.07.023",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S2095495620305180",
    "pii": "S2095495620305180"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85088877897",
      "originalText": "serial JL 286353 291210 291711 291744 291809 31 Journal of Energy Chemistry JOURNALENERGYCHEMISTRY 2020-07-22 2020-07-22 2020-07-31 2020-07-31 2020-12-30T19:55:26 1-s2.0-S2095495620305180 S2095-4956(20)30518-0 S2095495620305180 10.1016/j.jechem.2020.07.023 S300 S300.1 FULL-TEXT 1-s2.0-S2095495620X0009X 2020-12-30T20:24:15.220348Z 0 0 20210401 20210430 2021 2020-07-22T01:11:37.732364Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid primabst ref specialabst 2095-4956 20954956 false 55 55 C Volume 55 43 420 427 420 427 202104 April 2021 2021-04-01 2021-04-30 2021 article fla © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. NITROGENSULPHURDUALDOPEDHIERARCHICALCARBONACEOUSFIBERSBOOSTINGPOTASSIUMIONSTORAGE LI J 1 Introduction 2 Experimental 2.1 Synthesis of NSHCF 2.2 Material characterization 2.3 Electrochemical measurements 3 Results and discussion 4 Conclusions Acknowledgments Appendix A Supplementary data References ZHU 2020 13297 13310 Y TIAN 2018 642 650 B ZHENG 2019 615 623 J DONG 2017 4792 4800 Y XIE 2017 1702268 Y KIM 2018 1702384 H ZHANG 2017 3316 3319 W FAN 2019 10500 10505 L CHEN 2017 161 168 C WANG 2017 18216 18222 X ZHAO 2017 19237 19244 X LIU 2019 1901379 Y BIN 2018 7127 7134 D CHEN 2018 1800171 M VERMA 2019 26976 26984 R XIONG 2018 1802140 P ZHOU 2019 4965 4973 X YANG 2018 1700104 J WANG 2018 1701648 W MALEKIKHEIMEHSARI 2019 1901597 H GAN 2019 930 939 Q LIU 2018 1 10 D SUN 2019 601 610 Q ADAMS 2017 17872 17881 R SHARE 2016 9738 9744 K LI 2019 1147 1154 Y HUANG 2018 434 442 K ZHANG 2019 1903641 W WANG 2014 1164 1171 X LAI 2012 7936 7942 L YANG 2017 1604108 J JIANG 2020 1697 1706 Y CHAO 2018 1804833 D KIM 2018 1702605 J CHEN 2017 680 690 Z ZHU 2020 041108 Y HUANG 2018 1706294 S GAO 2019 165 171 C TAN 2019 744 754 Q ZHU 2019 117764 Y JU 2016 20682 20690 Z HONG 2019 104038 W ZHOU 2020 29 37 Z WANG 2020 71 77 T MA 2017 7854 7861 G LV 2019 1900816 C LIX2021X420 LIX2021X420X427 LIX2021X420XJ LIX2021X420X427XJ 2022-07-31T00:00:00.000Z 2022-07-31T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved. 2020-08-05T22:15:07.237Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S2095495620305180 Xi'an Science and Technology Project of China 201805037YD15CG21 NSFC 21571080 2019JLP-04 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ National Natural Science Foundation of China NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Joint Foundation of Shaanxi The authors sincerely acknowledge financial support from the National Natural Science Foundation of China (NSFC Grant No. 21571080 ), Project 2019JLP-04 supported by Joint Foundation of Shaanxi, and Xi'an Science and Technology Project of China ( 201805037YD15CG21(20) ). item S2095-4956(20)30518-0 S2095495620305180 1-s2.0-S2095495620305180 10.1016/j.jechem.2020.07.023 286353 2020-12-30T20:24:15.220348Z 2021-04-01 2021-04-30 1-s2.0-S2095495620305180-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/MAIN/application/pdf/ab9c02595e1c5557ee20c0cecc51f45f/main.pdf main.pdf pdf true 3928674 MAIN 8 1-s2.0-S2095495620305180-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/PREVIEW/image/png/35ecb93e69c5af89879938f301bbf599/main_1.png main_1.png png 59295 849 656 IMAGE-WEB-PDF 1 1-s2.0-S2095495620305180-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr2/DOWNSAMPLED/image/jpeg/689fb9b1defafd7f1c2c4bb3a8c767cf/gr2.jpg gr2 gr2.jpg jpg 106993 551 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620305180-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr3/DOWNSAMPLED/image/jpeg/facf19e6686431149811a2cb1b57d55f/gr3.jpg gr3 gr3.jpg jpg 166420 553 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620305180-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr4/DOWNSAMPLED/image/jpeg/f8847a81e2634fce6476a7acb47d76a2/gr4.jpg gr4 gr4.jpg jpg 134149 694 733 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620305180-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr5/DOWNSAMPLED/image/jpeg/986fe4b409f02d30aace68d6c137a8ab/gr5.jpg gr5 gr5.jpg jpg 132050 515 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620305180-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr6/DOWNSAMPLED/image/jpeg/57d7ea9b4f7586616da942ffd517ee3b/gr6.jpg gr6 gr6.jpg jpg 184225 574 734 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620305180-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/ga1/DOWNSAMPLED/image/jpeg/1ea7b52603053323c96ffeb5a22ef3e4/ga1.jpg ga1 true ga1.jpg jpg 25589 153 500 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620305180-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr1/DOWNSAMPLED/image/jpeg/8973cab4f1efed3ddfcf8a290b0e9267/gr1.jpg gr1 gr1.jpg jpg 86887 335 667 IMAGE-DOWNSAMPLED 1-s2.0-S2095495620305180-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr2/THUMBNAIL/image/gif/e5a3bb13bf01e085cfc85889416cf713/gr2.sml gr2 gr2.sml sml 12350 164 218 IMAGE-THUMBNAIL 1-s2.0-S2095495620305180-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr3/THUMBNAIL/image/gif/0fe4d0fd572ec8e1f8987259b2e6ba26/gr3.sml gr3 gr3.sml sml 28911 164 217 IMAGE-THUMBNAIL 1-s2.0-S2095495620305180-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr4/THUMBNAIL/image/gif/eeb89f12d2f80ff89ada9e211a6938d0/gr4.sml gr4 gr4.sml sml 9559 164 173 IMAGE-THUMBNAIL 1-s2.0-S2095495620305180-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr5/THUMBNAIL/image/gif/f49597eac20facf92cc110ab6b4170fc/gr5.sml gr5 gr5.sml sml 15634 154 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620305180-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr6/THUMBNAIL/image/gif/c0e654516949d491c0e159dd34cb2fbc/gr6.sml gr6 gr6.sml sml 23823 164 210 IMAGE-THUMBNAIL 1-s2.0-S2095495620305180-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/ga1/THUMBNAIL/image/gif/f2d1e802b9f4da705693c232332a858c/ga1.sml ga1 true ga1.sml sml 10245 67 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620305180-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr1/THUMBNAIL/image/gif/a03a2985f763a9fee565ee97ec97bf51/gr1.sml gr1 gr1.sml sml 13165 110 219 IMAGE-THUMBNAIL 1-s2.0-S2095495620305180-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr2/HIGHRES/image/jpeg/444737322e0eb4a740890cfb5467087f/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 412290 1463 1949 IMAGE-HIGH-RES 1-s2.0-S2095495620305180-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr3/HIGHRES/image/jpeg/f4c60229eed1c72d30a6eaeed80d7e7e/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 589994 1469 1949 IMAGE-HIGH-RES 1-s2.0-S2095495620305180-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr4/HIGHRES/image/jpeg/540631294009655f7046063aac52f568/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 614410 2034 2148 IMAGE-HIGH-RES 1-s2.0-S2095495620305180-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr5/HIGHRES/image/jpeg/2ac04e2580cc7be2902c213dc6a10773/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 427840 1369 1950 IMAGE-HIGH-RES 1-s2.0-S2095495620305180-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr6/HIGHRES/image/jpeg/7a3af25a686bf984887754728add655e/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 669780 1523 1949 IMAGE-HIGH-RES 1-s2.0-S2095495620305180-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/ga1/HIGHRES/image/jpeg/901abd28fc0fa7d06357fdfc5e6e45e0/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 76063 407 1328 IMAGE-HIGH-RES 1-s2.0-S2095495620305180-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/gr1/HIGHRES/image/jpeg/ba21905c3d3741cf99763971034de0a2/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 318951 891 1772 IMAGE-HIGH-RES 1-s2.0-S2095495620305180-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S2095495620305180/mmc1/MAIN/application/msword/06dadd08cebf0cc30dc2d083c65dd309/mmc1.doc mmc1 mmc1.doc doc 10048512 APPLICATION 1-s2.0-S2095495620305180-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10HCJZWLNGF/MAIN/application/pdf/6e2f13146070330c0604f5d56aca7bbe/am.pdf am am.pdf pdf false 4689202 AAM-PDF JECHEM 1475 S2095-4956(20)30518-0 10.1016/j.jechem.2020.07.023 Science Press Fig. 1 Schematic diagram of the fabrication process of NSHCF. (a) The schematic diagram of the fungus ball and enlarged fibers at different states. (b) The corresponding optical photos of samples. Fig. 2 (a) XRD patterns of SnS/NSHCF-600 and NSHCF-600. (b) S 2p spectra of NSHCF-600. (c) N 1s spectra of NSHCF-500, NSHCF-600 and NSHCF-700. (d) Raman spectra of NSHCF-500, NSHCF-600 and NSHCF-700. Fig. 3 (a), SEM, (b) STEM, (c) HRTEM, (d) IFFT and SAED (inset) images of SnS/NSHCF-600. (e) The corresponding EDS mappings of C, N, S and Sn. (f) SEM, (g) STEM, (h) HRTEM and IFFT images of NSHCF-600. (i) The corresponding EDS mappings of C, N and S. Fig. 4 (a) CV curves of NSHCF-600 in the first three cycles. (b) The galvanostatic charge–discharge curves of NSHCF-600 in the first four cycles between 0.01 and 3.0 V (vs. K+/K) at a current density of 0.1 A g−1. (c) The specific capacity and cycling performance of NSHCF-500, NSHCF-600, and NSHCF-700. (d) The rate performance of NSHCF-500, NSHCF-600, and NSHCF-700. (e) Long-term cycling stability and coulombic efficiency at current density of 1.0 A g−1. Fig. 5 CV curves of (a) NSHCF-500, (b) NSHCF-600, and (c) NSHCF-700 at various scan rates, from 0.4 to 2 mV s−1. (d) Log (peak current) vs. Log (scan rate) plots at oxidation and reduction state of NSHCF-500, NSHCF-600, and NSHCF-700. (e) The contribution percentage of surface-driven at different scan rates. Contribution of the surface-driven process at 0.6 mV s−1 for (f) NSHCF-500, (g) NSHCF-600, and (h) NSHCF-700. (i) EIS curves of NSHCF-500, NSHCF-600, and NSHCF-700. Fig. 6 (a) STEM image of NSHCF-600 after full potassiation (50 cycles). (b) EDS mappings of C, N, S, and K. (c) EDS mappings after full depotassiation. HRTEM images and the corresponding interlayer spacing of NSHCF-600 (d and g) in its pristine form, (e and h) after full potassiation, (f) and (i) after full depotassiation. Nitrogen/sulphur dual-doped hierarchical carbonaceous fibers boosting potassium-ion storage Junzhi Li a 1 Junming Cao a 1 Xifei Li b ⁎ Junhua Hu c Yaohui Zhang d ⁎ Hirbod Maleki Kheimeh Sari b Chunxiao Lv e Igor. V. Zatovsky a Wei Han a f ⁎ a Sino-Russian International Joint Laboratory for Clean Energy and Energy Conversion Technology, College of Physics, Jilin University, Changchun 130012, Jilin, China Sino-Russian International Joint Laboratory for Clean Energy and Energy Conversion Technology College of Physics Jilin University Changchun 130012 Jilin China Sino-Russian International Joint Laboratory for Clean Energy and Energy Conversion Technology, College of Physics, Jilin University, Changchun 130012, Jilin, China b Xi'an Key Laboratory of New Energy Materials and Devices, Institute of Advanced Electrochemical Energy & School of Materials Science and Engineering, Xi’an University of Technology, Xi’an 710048, Shaanxi, China Xi'an Key Laboratory of New Energy Materials and Devices Institute of Advanced Electrochemical Energy & School of Materials Science and Engineering Xi’an University of Technology Xi’an 710048 Shaanxi China Xi'an Key Laboratory of New Energy Materials and Devices, Institute of Advanced Electrochemical Energy & School of Materials Science and Engineering, Xi’an University of Technology, Xi’an 710048, Shaanxi, China c State Center for International Cooperation on Designer Low-carbon &Environmental Materials (CDLCEM), Zhengzhou University, Zhengzhou 450001, Henan, China State Center for International Cooperation on Designer Low-carbon &Environmental Materials (CDLCEM) Zhengzhou University Zhengzhou 450001 Henan China State Center for International Cooperation on Designer Low-carbon &Environmental Materials (CDLCEM), Zhengzhou University, Zhengzhou 450001, Henan, China d School of Physics, Harbin Institute of Technology, Harbin 150001, Heilongjiang, China School of Physics Harbin Institute of Technology Harbin 150001 Heilongjiang China School of Physics, Harbin Institute of Technology, Harbin 150001, Heilongjiang, China e Collaborative Innovation Center for Marine Biomass Fibers, Materials and Textiles of Shandong Province, School of Environmental Science and Engineering, Qingdao University, Qingdao 266071, Shandong, China Collaborative Innovation Center for Marine Biomass Fibers, Materials and Textiles of Shandong Province School of Environmental Science and Engineering Qingdao University Qingdao 266071 Shandong China Collaborative Innovation Center for Marine Biomass Fibers, Materials and Textiles of Shandong Province, School of Environmental Science and Engineering, Qingdao University, Qingdao 266071, Shandong, China f International Center of Future Science, Jilin University, Changchun 130012, Jilin, China International Center of Future Science Jilin University Changchun 130012 Jilin China International Center of Future Science, Jilin University, Changchun 130012, Jilin, China ⁎ Corresponding authors at: Sino-Russian International Joint Laboratory for Clean Energy and Energy Conversion Technology, College of Physics, Jilin University, Changchun 130012, Jilin, China (W. Han). Sino-Russian International Joint Laboratory for Clean Energy and Energy Conversion Technology College of Physics Jilin University Changchun 130012 Jilin China 1 These authors contributed equally to this work. Graphical abstract Boosting potassium-ion storage by nitrogen/sulphur dual-doped hierarchical carbonaceous fibers derived from Aspergillus niger with large interlayer spacing, abundant defects and storage sites. The carbon materials as anode electrodes have been widely studied for potassium ion batteries (PIBs). However, the large size of potassium ions prevents their intercalation/deintercalation, resulting in poor storage behaviors. Herein, a novel design of N/S codoped hierarchical carbonaceous fibers (NSHCF) formed from nanosheets self-assembled by catalyzing Aspergillus niger with Sn is reported. The as-prepared NSHCF at 600 °C (NSHCF-600) exhibits a high reversible capacity of 345.4 mAh g−1 at 0.1 A g−1 after 100 cycles and an excellent rate performance of 124.5 mAh g−1 at 2 A g−1. The excellent potassium storage performance can be ascribed to the N/S dual-doping, which enlarges interlayer spacing (0.404 nm) and introduces more defects. The larger interlayer spacing and higher pyridinic N active sites can promote K ions diffusion and storage. In addition, the ex situ transmission electron microscopy reveals the high reversibility of potassiation/depotassiation process and structural stability. Keywords Carbonaceous fibers Large interlayer spacing Nitrogen/sulphur dual-doping Potassium-ion batteries 1 Introduction Nowadays, energy shortage have become major social issue and spurred the development of lithium-ion batteries [1]. The demand for lithium ion batteries (LIBs) is increasing due to the rapid development of portable electronic devices. However, the reduction of lithium resources leads to the increase of cost. Thus, the new-type rechargeable battery systems are being urgently demanded as alternatives of LIBs [2–5]. PIBs as promising candidates have gained extensive attention due to the more abundant reserves of potassium comparing with lithium in the earth's crust [6–13]. Moreover, PIBs show lower redox potential of K+/K (−2.93 V) compared to that of Na+/Na (−2.71 V) and closer to that of Li+/Li (−3.04 V) vs. standard hydrogen electrode (SHE) [14–19], which ensures a high working voltage and energy density [20]. PIBs exhibit a similar working mechanism to lithium ion batteries. However, the large size of K ion (1.38 Å) compared to Li ion (0.76 Å) and Na ion (1.02 Å) is the primary limiting factor in development of PIBs [21–23]. Thus, it is still an enormous challenge to find suitable electrodes to expedite the extraction/insertion of K ions. At present, carbonaceous materials (i.e., graphite, graphene, hard carbon, soft carbon) as promising anode materials for PIBs have been widely reported [12,13,24–26]. However, these reported materials exhibit unsatisfying reversible capacities at low current densities, together with unfavorable cycling stability and rate capacity due to the poor diffusion kinetics for the intercalation and deintercalation of K ions. Furthermore, the maximum theoretical capacity of KC8 is only 279 mAh g−1 lower than that for LIBs [27]. Doping heteroatoms have been evaluated as an efficient method to boost the storage capability due to the introduced defect sites. Specifically, N-doped carbonaceous anode materials exhibit more active sites and optimized electronic structure, which enhance the adsorption and transfer of K ions [5,9,28–30]. Moreover, the interlayer space can be expanded by N doping, thereby delivering an easiest insertion and extraction of K ions, enhancing the storage performance. Compared with the N doping, S-doping can further expand the layer spacing due to the larger size of S atomic, produce defect structure and introduce more active sites [31]. Inspired by this, the synergistic effect of N doping and S doping is more favorable for the K+ adsorption ability. Most S doped materials are obtained by pyrolyzing S-containing materials or via pyrolysis reaction under Ar/H2S atmosphere. However, these methods are complex and not safe. Therefore, it is necessary to develop a new S doping method. On the other hand, the design and engineering of carbonaceous materials have been proved to be another effective strategy to improve the structural stability during cycling. For example, low-dimensional structure assembled by hierarchical nanostructure can intergrate the strengths of one-dimensional (1D) structure with those of hierarchical structure. Although applying these strategies can provide more active sites and more contact areas between electrode and electrolyte, finding an appropriate method to design a desirabale morphology while employing heteroatom doping is still challenging. Herein, we develop a facile and new strategy to design nitrogen and sulphur codoped hierarchical carbonaceous fibers (denoted as NSHCF), whereby Sn catalyze the homogeneous distribution and growth of graphene nanostructures derived from Aspergillus niger, which contains an abundant amount of natural nitrogen. Therefore, high quality N and defects can be generated in situ by adjusting the carbonization temperature through pyrolysis. In addation, S atoms are introduced by the adsorption and integration of Sn4+ and S2- by Aspergillus niger. This fascinating biological strategy is facile and nontoxic for stabilizing of S atoms. As expected, NSHCF-600 exhibits a higher amount of N/S and a larger interlayer spacing (0.404 nm) owing to the rich N/S-doping. The interlayer spacing of NSHCF-600 shows only a little change at full potassiation and depotassiation. Indeed, 1D porous carbonaceous fibers with hierarchical nanosheets can promote the diffusion of K ions. These characteristics make NSHCF-600 an excellent anode material for PIBs with high capacity, outstanding cycling performance and superb rate capability. Moreover, the K ions insertion/extraction mechanism and structural evolution are further studied through ex situ transmission electron microscope (TEM). This work may provide a new approach to design carbonaceous materials with specific architectures for high-performance PIBs. 2 Experimental 2.1 Synthesis of NSHCF Aspergillus niger was firstly synthesized by oscillating culture. The spores of Aspergillus niger were mixed with 10 g glucose, 8 g peptone and 500 mL deionized water and cultured in an oscillation incubator for 3 days at 35 °C. Afterwards, the obtained Aspergillus niger was soaked in 300 mL ethanol solution of 0.1 M SnCl4·5H2O and 0.1 M CH3CSNH2 for 3 days at 35 °C. Then, the products were washed with ethanol solution and freeze-dried at −80 °C in vacuum, whereafter the precursors were carbonized at 500, 600 and 700 °C. The samples were washed with 1 M HCl and deionized water. The dried products were denoted as NSHCF-500, NSHCF-600 and NSHCF-700, respectively. 2.2 Material characterization Scanning electron microscopy (SEM, Magellan 400) and transmission electron microscopy (TEM, JEOL JSM–2010F) were conducted to investigate the morphology and microstructure. X-ray photoelectron spectroscopy (XPS) (VG ESCALAB MK II electron spectrometer) and powder diffractometer (RIGAKU, D/MAX 2550V) were used to analyze the elemental composition and crystalline phase. Raman spectra were obtained by Raman spectroscopy (Renishaw), using a 514.5 nm laser excitation and Nitrogen adsorption–desorption isotherms were characterized by Brunauer–Emmett–Teller (BET, Beijing JW–BK132F). 2.3 Electrochemical measurements The cells (CR2032) was assembled in an Ar-glovebox to test storage performance. 80% active material, 10% acetylene black, and 10% polyvinylidene difluoride were dissolved in N-methylpyrrolidone solvent to form homogeneous slurry and coated on a Cu foil. The average mass loading of working electrodes was about 1 mg cm−2. Whatman glass fiber (GF/D) and 0.8 M KPF6 solution dissolved in ethylene carbonate/diethyl carbonate were employed as the separator and electrolyte, respectively. Potassium foils were used as the counter electrodes, and the discharge–charge cycling tests were performed on a LAND CT2001A system. The CV and EIS tests were carried out using electrochemical workstation (IVIUM, Netherlands). 3 Results and discussion The NSHCF was synthesized using Aspergillus niger (Fig. S1a) as 1D biotemplate and nitrogen/carbon sources. As shown in Fig. 1 , Aspergillus niger was firstly prepared by shake culture. Then, the obtained Aspergillus niger absorbs Sn4+ and S2− ions via bioleaching strategy and eventually forms Sn/Aspergillus niger (Fig. S1b). In the process, S2− is released from the TAA, the Sn4+ and S2− ions were combined with −OH groups in chitin of Aspergillus niger. Afterwards, the precursors were carbonized at different temperatures in an Ar atmosphere to form SnS/NSHCF. During the carbonization process, SnS2 nanosheet is formed first and then the coated chitin is transformed into carbon nanosheet with the generation of SnS2 nanosheet, but SnS2 is unstable and Sx will dissociate from SnS2, so SnS2 is transformed into SnS [32]. At the same time, some of the Sn4+ is reduced to Sn by the carbon. The Sn inside the carbon nanosheet serves as graphitization catalyst [33]. Graphene structure is generated on the surface of Sn. Finally, NSHCF were obtained by removing Sn and SnS after acid treatment. As illustrated in Figs. 2 (a) and S2(a), the series of characteristic peaks in the XRD pattern of SnS/NSHCF can be assigned to the crystalline phase of SnS (JCPDS: 04-1750). After the acid washing, a broad diffraction peak at 21.7° corresponds to the (002) plane of NSHCF-600. Indeed, the interlayer distance of NSHCF-600 is 0.404 nm according to the Bragg equation, which is more conducive to the inserting of K ions compared to that of graphite (i.e., 0.335 nm). Notably, similar diffraction peaks are also observed for NSHCF-500 and NSHCF-700 (Fig. S2b). Moreover, the crystallinity increases with the increase of temperature. To investigate the chemical state of N, S, C, O and Sn atoms in SnS/NSHCF and NSHCF, X-ray photoelectron spectroscopy (XPS) was conducted. The XPS survey spectrum of SnS/NSHCF and NSHCF are shown in Fig. S3. The N, S, C, O and Sn can be observed in XPS survey spectrum of SnS/NSHCF (Fig S3a and Table S1). After acid washing, the Sn is removed from the SnS/NSHCF (Fig. S3b and Table S2). The S 2p spectrum of NSHCF shows two peaks at 163.9 and 165.1 eV, corresponding to the C–S bond, and the characteristic peaks at 168.0 and 169.0 eV can be attributed to the oxidized sulfur (Figs. 2b and S4a, b) [34]. For the high-resolution C 1s spectrum, three peaks at 284.3, 284.7 and 285.6 eV correspond to the C–C, C–S and C=N bonds, respectively (Fig. S5a–c) [35,36]. According to the previous researches, the pyridinic N (N-6) can introduce more defects and active sites, boosting potassium–ion storage [28]. Thus, N 1s spectra of NSHCF were further investigated. As shown in Fig. 2(c), the N 1 s spectra consist of pyridinic N (N-6, 398.9 eV), pyrrolic N (N-5, 400.8 eV) and graphitic N (N-Q, 401.9 eV) [37,38]. The proportion of N-6 is 42.7%, 51.7%, and 41.5% for NSHCF-500, NSHCF-600, and NSHCF-700, respectively. According to the Tables S1 and S2, obviously, the element content of S and N greatly reduces at higher temperature. Because NSHCF-600 exhibits the highest content of pyridinic N and S, it is more favorable for enhancement of the electrochemical performance. Furthermore, Raman spectroscopy measurements were performed to characterize the structure of NSHCF. As shown in Fig. 2(d), the D-band (1350 cm−1) and G-band (1569 cm−1) represent the vibration of defective carbon and graphitic carbon [11,39]. The relative intensity ratio of I D/I G is used to evaluate the disorder degree in carbon. The value of this ratio is 1.08 in NSHCF-600, which is higher than that in NSHCF-500 (1.01) and NSHCF-700 (0.98), indicating a higher defective structure due to the N/S-doping. As a supplementary assessment, the surface areas and pores size distributions were measured (Fig. S6). The specific surface areas in NSHCF-500, −600 and −700 are 234.63, 296.58, and 283.07 m2 g−1, respectively (Fig. S6a). The isotherm curves of all samples display a typical type IV adsorption isotherm, demonstrating that NSHCF primarily contains micropores and mesopores. The pores size distributions are also shown in Fig. S6(b). According to the above results, NSHCF-600 with the highest content of N/S and specific surface area can be considered as a promising electrode material for PIBs. To further illustrate the structure of NSHCF-600, scanning electron microscopy (SEM) and transmission electron microscopy (TEM) were conducted [40]. As shown in Fig. 3 (a), SnS/NSHCF-600 reveals a 1D fibrous structure and the amplified SEM image evidently shows that the fibers are constituted by nanosheets architecture (inset in Fig. 3a), which is further validated by the scanning transmission electron microscopy (STEM) image in Fig. 3(b). Meanwhile, the high-resolution TEM (HRTEM) and inverse fast Fourier transform (IFFT) images display lattice fringes of 0.284 and 0.342 nm, corresponding to the (111) and (201) planes of SnS (Fig. 3c, d). In addition, the selected area electron diffraction (SAED) also confirms the crystallinity of SnS (inset in Fig. 3d). The EDS mapping (Fig. 3e) analysis demonstrates that the C, N, S, and Sn are uniformly spread along the fibers and the element contents are shown in Table S3. After acid washing, NSHCF-600 still maintains the fiber structure (Fig. 3f). Indeed, the nanosheet structure can be observed more clearly in the STEM image (Figs. 3g and S7), which proves that SnS has been removed. For detailed analysis of NSHCF-600, HRTEM and IFFT were employed as depicted in Fig. 3(h), in which NSHCF-600 shows discontinuous graphite fringes in some areas due to the catalysis of Sn [33], providing more active sites for K-ions storage. The expanded interlayer distance of NSHCF-600 is 0.403–0.408 nm, which can facilitate the intercalation of K ions. The larger interlayer space of NSHCF-600 can be attributed to the N/S-doping which optimizes the electronic structure to a great extent. The EDS mapping results in Fig. 3(i) also verify that N and S are homogeneously distributed in the fibers. The element contents analysis of samples also proves that when the carbonization temperature reaches a certain level, the content of N and S decreases (Tables S3 and S4). Based on the mapping and element content analysis, the S element still exists in the fiber at a high content even after acid washing, which again proves the advantage of Aspergillus niger in S fixation by the biological method. For comparison, the characterization of NSHCF-500 and NSHCF-700 is displayed in Fig. S8. As shown in Fig. S8(c, f), the average lattice spacing of NSHCF-500 and NSHCF-700 is about 0.405 and 0.403 nm which is close to the NSHCF-600. NSHCF-500, NSHCF-600 and NSHCF-700 have almost the same lattice spacing, but the lattice areas are different due to the difference of content of N and S. The NSHCF-600 exhibits the highest content of N and S and has more lattice areas than NSHCF-500 and NSHCF-700. The K-ions storage performance of NSHCF was tested in half cells. The cyclic voltammetry (CV) curves of NSHCF-600 for the first 4 cycles at 0.2 mV s−1 are shown in Fig. 4 (a), in which the broad cathodic peak below 1 V can be ascribed to the formation of solid electrolyte interphase (SEI) films, while the peak at around 0.01 V should be caused by the intercalation of K ions into NSHCF-600 [41]. The subsequent CV curves are nearly overlapped, suggesting reversible electrode reactions and good cycling stability. Fig. 4(b) shows the charge–discharge curves of NSHCF-600, in which the sloping discharge curves are consistent with the previous reports of carbonaceous materials. The initial discharge and charge capacities of NSHCF-600 are 913.0 and 465.9 mAh g−1, respectively, and the low coulombic efficiency (CE) of 51.0% can be attributed to the high specific surface area, which leads to the formation of massive SEI layers. The cycling performance of NSHCF-500, NSHCF-600, and NSHCF-700 is shown in Fig. 4(c). NSHCF-600 exhibits a high capacity retention of 345.4 mAh g−1 at 0.1 A g−1 after 100 cycles, while NSHCF-500 and NSHCF-700 deliver lower specific capacity of 98.3 and 201.1 mAh g−1, respectively. Furthermore, the CE gradually increases to 99% after first 20 cycles. Fig. 4(d) shows the rate performance of the three samples, in which NSHCF-600 delivers high reversible capacities of 416.2, 314.4, 212, 164.7, and 124.5 mAh g−1 at 0.1, 0.2, 0.5, 1, and 2 A g−1, respectively. When the current density decreases back to 0.1 A g−1, the capacity can still be maintained at 392.6 mAh g−1, which is much higher than those of NSHCF-500 (158.7 mAh g−1) and NSHCF-700 (217.2 mAh g−1). The excellent storage performance of NSHCF-600 is superior to the reported carbonaceous anodes for PIBs (Table S5). The long-term cycling stability of NSHCF-600 is also shown in Fig. 4(e), in which NSHCF-600 can show an impressive capacity of 179.3 mAh g−1 after 500 cycles at 1 A g−1. The high K-ions storage performance of NSHCF-600 is ascribed to these reasons. Firstly, the high surface defects resulted from in situ N-doping accelerate adsorption and diffusion rate of K ion. Secondly, the interlayer spacing can be further expanded to 0.404 nm by S doping which enhances K ion intercalation and reduces volume expansion. Thirdly, the combination of N doping and S doping optimizes the electronic structure, enhancing the K ion adsorption. To investigate the potassium-ion storage behavior, CV tests were performed at varying sweep rates from 0.4 to 2 mV s−1 (Fig. 5 a–c). The CV curves show that the broad anodic peak increases and expands towards high potential with the increase of sweep rates, indicating a surface-dominated characteristic. The reaction mechanisms are determined by the equation of log i = b·log v + log a, where i and v represent peak current and scan rate, respectively, a and b are constants. The b-value can be obtained by calculating the slope of log(i)–log(v) curves. Generally, a b-value close to 1 is indicative of capacitive behavior (surface-driven behavior), while that close to 0.5 signifies a diffusion-controlled process [12,28,42]. In this work, the b-value is respectively 0.63, 0.80 and 0.77 for NSHCF-500, NSHCF-600 and NSHCF-700, demonstrating a mixed behavior of capacitive and diffusion-controlled process (Fig. 5d). The contribution can be distinguished by the equation i ( v ) = k 1·v + k 2·v 1/2, where k 1·v and k 2·v 1/2 stand for the surface-driven behavior and diffusion-controlled process, respectively [17,43,44]. The capacitance contribution ratios of NSHCF-500, NSHCF-600 and NSHCF-700 are shown in Fig. 5(e–h). As expected, the surface capacitive process ratio of NSHCF-600 is much higher than those of NSHCF-500 and NSHCF-700 at all sweep rates, and gradually increases from 52.1% to 83% with the increase of scanning rate. To further analyze the reaction kinetics of the three samples, electrochemical impedance spectroscopy (EIS) tests were conducted. The results are fitted by equivalent circuit (Fig. S9) and shown in Fig. 5(i). The charge-transfer resistance (R ct) of NSHCF-600 in the high frequency region is smaller compared with those of NSHCF-500 and NSHCF-700. Furthermore, the diffusion coefficient of the K ions (D K) are calculated from the EIS results by the equation D k = 0.5R 2 T 3/A 2 n 4 F 4 C 2 σ 2 (σ = dZ/dω −1/2) [19,45,46]. As shown in Fig S10, the D k value of NSHCF-500, NSHCF-600, and NSHCF-700 is 1.63 × 10−13, 3.55 × 10−13, and 2.03 × 10−13 cm2 s−1, respectively. NSHCF-600 displays the highest D k value which is indicative of faster K+ diffusion rate, thereby improving the rate capability of NSHCF-600. Ex situ TEM was further employed to investigate the storage mechanism. According to Fig. 6 (a, b), which show the STEM and EDS mappings of NSHCF-600 after full potassiation, NSHCF-600 reveals a stable fibrous structure and C, N, S, and K are uniformly distributed along the fiber. After full depotassiation, the structure and elements distribution recover to the original state (Figs. S11 and 6c). The pristine NSHCF-600 exhibits expanded interlayer spacing of 0.404 nm on average (Fig. 6d, g). With K-ions intercalation, the interlayer spacing increases to 0.425 nm, suggesting that the K ions successfully intercalate into NSHCF-600 (Fig. 6e, h). Remarkably, a more ordered graphite structure is observed after full potassiation. After extraction of K ions (Fig. 6f, i), the ordered interlayer distance (0.407 nm) shows a slight change compared to the original structure, indicating the excellent reversibility of NSHCF-600. Based on the above analysis, the layered structure of NSHCF-600 can efficiently accommodate the change of interlayer distance upon potassiation/depotassiation, realizing superior K-ions storage performance 4 Conclusions In summary, NSHCF-600 with high defective microcrystal stripes was prepared via catalysis between Sn and Aspergillus niger with N/S dual-doping. Benefiting from the expanding interlayer spacing, abundant defects and more storage sites, resulted from the hierarchical structure and high pyridinic N/S dual-doping, NSHCF-600 delivers a high reversible specific capacity of 345.4 mAh g−1 at 0.1 A g−1 after 100 cycles and an excellent rate performance of 124.5 mAh g−1 at 2 A g−1. Kinetics analysis reveals that NSHCF-600 exhibits higher capacitive contribution and K+ diffusion coefficient. Furthermore, the study results of ex situ TEM indicate that the hierarchical structure of NSHCF-600 possesses a high reversibility and can perfectly accommodate the change of interlayer spacing during potassiation and depotassiation. More importantly, this work opens a new way to design novel carbonaceous anode materials with ordered highly defective structure for boosting PIBs. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments The authors sincerely acknowledge financial support from the National Natural Science Foundation of China (NSFC Grant No. 21571080), the Project 2019JLP-04 supported by Joint Foundation of Shaanxi, and Xi'an Science and Technology Project of China (201805037YD15CG21(20)). Appendix A Supplementary data Supplementary data to this article can be found online at https://doi.org/10.1016/j.jechem.2020.07.023. Appendix A Supplementary data The following are the Supplementary data to this article: Supplementary data 1 References [1] Y. Zhu J. Ren X. Zhang D. Yang Nanoscale 12 2020 13297 13310 Y. Zhu, J. Ren, X. Zhang, D. Yang, Nanoscale 12 (2020) 13297–13310. [2] B. Tian W. Tang C. Su Y. Li ACS Appl. Mater. Interfaces 10 2018 642 650 B. Tian, W. Tang, C. Su and Y. Li, ACS Appl. Mater. Interfaces 10 (2018) 642-650. [3] J. Zheng Y. Yang X. Fan G. Ji X. Ji H. Wang S. Hou M.R. Zachariah C. Wang Energy Environ. Sci. 12 2019 615 623 J. Zheng, Y. Yang, X. Fan, G. Ji, X. Ji, H. Wang, S. Hou, M. R. Zachariah, C. Wang, Energy Environ. Sci. 12 (2019) 615-623. [4] Y. Dong Z.S. Wu S. Zheng X. Wang J. Qin S. Wang X. Shi X. Bao ACS Nano 11 2017 4792 4800 Y. Dong, Z. S. Wu, S. Zheng, X. Wang, J. Qin, S. Wang, X. Shi, X. Bao, ACS Nano 11 (2017) 4792-4800. [5] Y. Xie Y. Chen L. Liu P. Tao M. Fan N. Xu X. Shen C. Yan Adv. Mater. 29 2017 1702268 Y. Xie, Y. Chen, L. Liu, P. Tao, M. Fan, N. Xu, X. Shen, C. Yan, Adv. Mater. 29 (2017) 1702268. [6] H. Kim J.C. Kim M. Bianchini D.H. Seo J. Rodriguez-Garcia G. Ceder Adv. Energy. Mater. 8 2018 1702384 H. Kim, J. C. Kim, M. Bianchini, D. H. Seo, J. Rodriguez-Garcia, G. Ceder, Adv. Energy. Mater. 8 (2018) 1702384. [7] W. Zhang J. Mao S. Li Z. Chen Z. Guo J. Am. Chem. Soc. 139 2017 3316 3319 W. Zhang, J. Mao, S. Li, Z. Chen, Z. Guo, J. Am. Chem. Soc. 139 (2017) 3316-3319. [8] L. Fan R. Ma Q. Zhang X. Jia B. Lu Angew. Chem. Int. Ed. 58 2019 10500 10505 L. Fan, R. Ma, Q. Zhang, X. Jia, B. Lu, Angew. Chem. Int. Ed. 58 (2019) 10500-10505. [9] C. Chen Z. Wang B. Zhang L. Miao J. Cai L. Peng Y. Huang J. Jiang Y. Huang L. Zhang J. Xie Energy Storage Mater. 8 2017 161 168 C. Chen, Z. Wang, B. Zhang, L. Miao, J. Cai, L. Peng, Y. Huang, J. Jiang, Y. Huang, L. Zhang, J. Xie, Energy Storage Mater. 8 (2017) 161-168. [10] X. Wang K. Han D. Qin Q. Li C. Wang C. Niu L. Mai Nanoscale 9 2017 18216 18222 X. Wang, K. Han, D. Qin, Q. Li, C. Wang, C. Niu, L. Mai, Nanoscale 9 (2017) 18216-18222. [11] X. Zhao P. Xiong J. Meng Y. Liang J. Wang Y. Xu J. Mater. Chem. A 5 2017 19237 19244 X. Zhao, P. Xiong, J. Meng, Y. Liang, J. Wang, Y. Xu, J. Mater. Chem. A 5 (2017) 19237-19244. [12] Y. Liu H. Dai L. Wu W. Zhou L. He W. Wang W. Yan Q. Huang L. Fu Y. Wu Adv. Energy. Mater. 9 2019 1901379 Y. Liu, H. Dai, L. Wu, W. Zhou, L. He, W. Wang, W. Yan, Q. Huang, L. Fu, Y. Wu, Adv. Energy. Mater. 9 (2019) 1901379. [13] D.S. Bin X.J. Lin Y.G. Sun Y.S. Xu K. Zhang A.M. Cao L.J. Wan J. Am. Chem. Soc. 140 2018 7127 7134 D. S. Bin, X. J. Lin, Y. G. Sun, Y. S. Xu, K. Zhang, A. M. Cao, L. J. Wan, J. Am. Chem. Soc. 140 (2018) 7127-7134. [14] M. Chen W. Wang X. Liang S. Gong J. Liu Q. Wang S. Guo H. Yang Adv. Energy Mater. 8 2018 1800171 M. Chen, W. Wang, X. Liang, S. Gong, J. Liu, Q. Wang, S. Guo, H. Yang, Adv. Energy Mater. 8 (2018) 1800171. [15] R. Verma P.N. Didwal H.S. Ki G. Cao C.J. Park ACS Appl. Mater. Interfaces 11 2019 26976 26984 R. Verma, P. N. Didwal, H. S. Ki, G. Cao, C. J. Park, ACS Appl. Mater. Interfaces 11 (2019) 26976-26984. [16] P. Xiong P. Bai S. Tu M. Cheng J. Zhang J. Sun Y. Xu Small 14 2018 1802140 P. Xiong, P. Bai, S. Tu, M. Cheng, J. Zhang, J. Sun, Y. Xu, Small 14 (2018) 1802140. [17] X. Zhou L. Chen W. Zhang J. Wang Z. Liu S. Zeng R. Xu Y. Wu S. Ye Y. Feng X. Cheng Z. Peng X. Li Y. Yu Nano Lett. 19 2019 4965 4973 X. Zhou, L. Chen, W. Zhang, J. Wang, Z. Liu, S. Zeng, R. Xu, Y. Wu, S. Ye, Y. Feng, X. Cheng, Z. Peng, X. Li, Y. Yu, Nano Lett. 19 (2019) 4965-4973. [18] J. Yang Z. Ju Y. Jiang Z. Xing B. Xi J. Feng S. Xiong Adv. Mater. 30 2018 1700104 J. Yang, Z. Ju, Y. Jiang, Z. Xing, B. Xi, J. Feng, S. Xiong, Adv. Mater. 30 (2018) 1700104. [19] W. Wang J. Zhou Z. Wang L. Zhao P. Li Y. Yang C. Yang H. Huang S. Guo Adv. Energy. Mater. 8 2018 1701648 W. Wang, J. Zhou, Z. Wang, L. Zhao, P. Li, Y. Yang, C. Yang, H. Huang, S. Guo, Adv. Energy. Mater. 8 (2018) 1701648. [20] H. Maleki Kheimeh Sari X. Li Adv Energy. Mater. 2019 1901597 H. Maleki Kheimeh Sari, X. Li, Adv. Energy. Mater. (2019) 1901597. [21] Q. Gan J. Xie Y. Zhu F. Zhang P. Zhang Z. He S. Liu ACS Appl. Mater. Interfaces 11 2019 930 939 Q. Gan, J. Xie, Y. Zhu, F. Zhang, P. Zhang, Z. He, S. Liu, ACS Appl. Mater. Interfaces 11 (2019) 930-939. [22] D. Liu X. Huang D. Qu D. Zheng G. Wang J. Harris J. Si T. Ding J. Chen D. Qu Nano Energy 52 2018 1 10 D. Liu, X. Huang, D. Qu, D. Zheng, G. Wang, J. Harris, J. Si, T. Ding, J. Chen, D. Qu, Nano Energy 52 (2018) 1-10. [23] Q. Sun D. Li J. Cheng L. Dai J. Guo Z. Liang L. Ci Carbon 155 2019 601 610 Q. Sun, D. Li, J. Cheng, L. Dai, J. Guo, Z. Liang, L. Ci, Carbon 155 (2019) 601-610. [24] R.A. Adams J.M. Syu Y. Zhao C.T. Lo A. Varma V.G. Pol ACS Appl. Mater. Interfaces 9 2017 17872 17881 R. A. Adams, J. M. Syu, Y. Zhao, C. T. Lo, A. Varma, V. G. Pol, ACS Appl. Mater. Interfaces 9 (2017) 17872-17881. [25] K. Share A.P. Cohn R. Carter B. Rogers C.L. Pint ACS Nano 10 2016 9738 9744 K. Share, A. P. Cohn, R. Carter, B. Rogers, C. L. Pint, ACS Nano 10 (2016) 9738-9744. [26] Y. Li W. Zhong C. Yang F. Zheng Q. Pan Y. Liu G. Wang X. Xiong M. Liu Chem. Eng. J. 358 2019 1147 1154 Y. Li, W. Zhong, C. Yang, F. Zheng, Q. Pan, Y. Liu, G. Wang, X. Xiong, M. Liu, Chem. Eng. J. 358 (2019) 1147-1154. [27] K. Huang Z. Xing L. Wang X. Wu W. Zhao X. Qi H. Wang Z. Ju J. Mater. Chem. A 6 2018 434 442 K. Huang, Z. Xing, L. Wang, X. Wu, W. Zhao, X. Qi, H. Wang, Z. Ju, J. Mater. Chem. A 6 (2018) 434-442. [28] W. Zhang J. Ming W. Zhao X. Dong M.N. Hedhili P.M.F.J. Costa H.N. Alshareef Adv. Funct. Mater. 29 2019 1903641 W. Zhang, J. Ming, W. Zhao, X. Dong, M. N. Hedhili, P. M. F. J. Costa, H. N. Alshareef, Adv. Funct. Mater. 29 (2019) 1903641. [29] X. Wang Q. Weng X. Liu X. Wang D.M. Tang W. Tian C. Zhang W. Yi D. Liu Y. Bando D. Golberg Nano Lett. 14 2014 1164 1171 X. Wang, Q. Weng, X. Liu, X. Wang, D. M. Tang, W. Tian, C. Zhang, W. Yi, D. Liu, Y. Bando, D. Golberg, Nano Lett. 14 (2014) 1164-1171. [30] L. Lai J.R. Potts D. Zhan L. Wang C.K. Poh C. Tang H. Gong Z. Shen J. Lin R.S. Ruoff Energy Environ. Sci. 5 2012 7936 7942 L. Lai, J. R. Potts, D. Zhan, L. Wang, C. K. Poh, C. Tang, H. Gong, Z. Shen, J. Lin, R. S. Ruoff, Energy Environ. Sci. 5 (2012) 7936-7942. [31] J. Yang X. Zhou D. Wu X. Zhao Z. Zhou Adv. Mater. 29 2017 1604108 J. Yang, X. Zhou, D. Wu, X. Zhao, Z. Zhou, Adv. Mater. 29 (2017) 1604108. [32] Y. Jiang Y. Ding F. Chen Z. Wang Y. Xu S. Huang Z. Chen B. Zhao J. Zhang Nanoscale 12 2020 1697 1706 Y. Jiang, Y. Ding, F. Chen, Z. Wang, Y. Xu, S. Huang, Z. Chen, B. Zhao, J. Zhang, Nanoscale 12 (2020) 1697-1706. [33] D. Chao B. Ouyang P. Liang T.T.T. Huong G. Jia H. Huang X. Xia R.S. Rawat H.J. Fan Adv. Mater. 30 2018 1804833 D. Chao, B. Ouyang, P. Liang, T.T.T. Huong, G. Jia, H. Huang, X. Xia, R.S. Rawat, H.J. Fan, Adv. Mater. 30 (2018) 1804833. [34] J. Kim Y. Jung J. Yun P. Ragupathy D. Kim Small 14 2018 1702605 J. Kim, Y. Jung, J. Yun, P. Ragupathy, D. Kim, Small 14 (2018) 1702605. [35] Z. Chen R. Wu H. Wang Y. Jiang L. Jin Y. Guo Y. Song F. Fang D. Sun Chem. Eng. J. 326 2017 680 690 Z. Chen, R. Wu, H. Wang, Y. Jiang, L. Jin, Y. Guo, Y. Song, F. Fang, D. Sun, Chem. Eng. J. 326 (2017) 680-690. [36] Y. Zhu J. Li J. Cao C. Lv G. Huang G. Zhang Y. Xu S. Zhang P. Meng T. Zhan D. Yang APL Mater. 8 2020 041108 Y. Zhu, J. Li, J. Cao, C. Lv, G. Huang, G. Zhang, Y. Xu, S. Zhang, P. Meng, T. Zhan, D. Yang, APL Mater. 8 (2020) 041108. [37] S. Huang Z. Li B. Wang J. Zhang Z. Peng R. Qi J. Wang Y. Zhao Adv. Funct. Mater. 28 2018 1706294 S. Huang, Z. Li, B. Wang, J. Zhang, Z. Peng, R. Qi, J. Wang, Y. Zhao, Adv. Funct. Mater. 28 (2018) 1706294. [38] C. Gao Q. Wang S. Luo Z. Wang Y. Zhang Y. Liu A. Hao R. Guo J. Power Sources 415 2019 165 171 C. Gao, Q. Wang, S. Luo, Z. Wang, Y. Zhang, Y. Liu, A. Hao, R. Guo, J. Power Sources 415 (2019) 165-171. [39] Q. Tan P. Li K. Han Z. Liu Y. Li W. Zhao D. He F. An M. Qin X. Qu J. Mater. Chem. A 7 2019 744 754 Q. Tan, P. Li, K. Han, Z. Liu, Y. Li, W. Zhao, D. He, F. An, M. Qin, X. Qu, J. Mater. Chem. A 7 (2019) 744-754. [40] Y. Zhu J. Li C. Dong J. Ren Y. Huang D. Zhao R. Cai D. Wei X. Yang C. Lv W. Theis Y. Bu W. Han S. Shen D. Yang Appl. Catal. B Environ. 255 2019 117764 Y. Zhu, J. Li, C. Dong, J. Ren, Y. Huang, D. Zhao, R. Cai, D. Wei, X. Yang, C. Lv, W. Theis, Y. Bu, W. Han, S. Shen, D. Yang, Appl. Catal. B Environ. 255 (2019) 117764. [41] Z. Ju S. Zhang Z. Xing Q. Zhuang Y. Qiang Y. Qian ACS Appl. Mater. Interfaces 8 2016 20682 20690 Z. Ju, S. Zhang, Z. Xing, Q. Zhuang, Y. Qiang, Y. Qian, ACS Appl. Mater. Interfaces 8 (2016) 20682-20690. [42] W. Hong Y. Zhang L. Yang Y. Tian P. Ge J. Hu W. Wei G. Zou H. Hou X. Ji Nano Energy 65 2019 104038 W. Hong, Y. Zhang, L. Yang, Y. Tian, P. Ge, J. Hu, W. Wei, G. Zou, H. Hou, X. Ji, Nano Energy 65 (2019) 104038. [43] Z. Zhou W. Si P. Lu W. Guo L. Wang T. Zhang F. Hou J. Liang J. Energy Chem. 47 2020 29 37 Z. Zhou, W. Si, P. Lu, W. Guo, L. Wang, T. Zhang, F. Hou, J. Liang, J. Energy Chem. 47 (2020) 29-37. [44] T. Wang K. Yang J. Shi S. Zhou L. Mi H. Li W. Chen J. Energy Chem. 46 2020 71 77 T. Wang, K. Yang, J. Shi, S. Zhou, L. Mi, H. Li, W. Chen, J. Energy Chem. 46 (2020) 71-77. [45] G. Ma K. Huang J.-S. Ma Z. Ju Z. Xing Q.-C. Zhuang J. Mater. Chem. A 5 2017 7854 7861 G. Ma, K. Huang, J.-S. Ma, Z. Ju, Z. Xing, Q.-C. Zhuang, J. Mater. Chem. A 5 (2017) 7854-7861. [46] C. Lv W. Xu H. Liu L. Zhang S. Chen X. Yang X. Xu D. Yang Small 15 2019 1900816 C. Lv, W. Xu, H. Liu, L. Zhang, S. Chen, X. Yang, X. Xu, D. Yang, Small 15 (2019) 1900816.",
      "scopus-id": "85088877897",
      "coredata": {
        "eid": "1-s2.0-S2095495620305180",
        "dc:description": "The carbon materials as anode electrodes have been widely studied for potassium ion batteries (PIBs). However, the large size of potassium ions prevents their intercalation/deintercalation, resulting in poor storage behaviors. Herein, a novel design of N/S codoped hierarchical carbonaceous fibers (NSHCF) formed from nanosheets self-assembled by catalyzing Aspergillus niger with Sn is reported. The as-prepared NSHCF at 600 °C (NSHCF-600) exhibits a high reversible capacity of 345.4 mAh g−1 at 0.1 A g−1 after 100 cycles and an excellent rate performance of 124.5 mAh g−1 at 2 A g−1. The excellent potassium storage performance can be ascribed to the N/S dual-doping, which enlarges interlayer spacing (0.404 nm) and introduces more defects. The larger interlayer spacing and higher pyridinic N active sites can promote K ions diffusion and storage. In addition, the ex situ transmission electron microscopy reveals the high reversibility of potassiation/depotassiation process and structural stability.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2021-04-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S2095495620305180",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Junzhi"
          },
          {
            "@_fa": "true",
            "$": "Cao, Junming"
          },
          {
            "@_fa": "true",
            "$": "Li, Xifei"
          },
          {
            "@_fa": "true",
            "$": "Hu, Junhua"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yaohui"
          },
          {
            "@_fa": "true",
            "$": "Sari, Hirbod Maleki Kheimeh"
          },
          {
            "@_fa": "true",
            "$": "Lv, Chunxiao"
          },
          {
            "@_fa": "true",
            "$": "Zatovsky, Igor. V."
          },
          {
            "@_fa": "true",
            "$": "Han, Wei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S2095495620305180"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S2095495620305180"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S2095-4956(20)30518-0",
        "prism:volume": "55",
        "prism:publisher": "Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press.",
        "dc:title": "Nitrogen/sulphur dual-doped hierarchical carbonaceous fibers boosting potassium-ion storage",
        "prism:copyright": "© 2020 Science Press and Dalian Institute of Chemical Physics, Chinese Academy of Sciences. Published by ELSEVIER B.V. and Science Press. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "20954956",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbonaceous fibers"
          },
          {
            "@_fa": "true",
            "$": "Large interlayer spacing"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen/sulphur dual-doping"
          },
          {
            "@_fa": "true",
            "$": "Potassium-ion batteries"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Energy Chemistry",
        "openaccessSponsorType": null,
        "prism:pageRange": "420-427",
        "prism:endingPage": "427",
        "pubType": "fla",
        "prism:coverDisplayDate": "April 2021",
        "prism:doi": "10.1016/j.jechem.2020.07.023",
        "prism:startingPage": "420",
        "dc:identifier": "doi:10.1016/j.jechem.2020.07.023",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "551",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "106993",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "553",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "166420",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "694",
            "@width": "733",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "134149",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "515",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "132050",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "574",
            "@width": "734",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "184225",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "153",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25589",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "335",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86887",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12350",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "28911",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "173",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9559",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "154",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15634",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "210",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "23823",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "67",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10245",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13165",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1463",
            "@width": "1949",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "412290",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1469",
            "@width": "1949",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "589994",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2034",
            "@width": "2148",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "614410",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1369",
            "@width": "1950",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "427840",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1523",
            "@width": "1949",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "669780",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "407",
            "@width": "1328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "76063",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "891",
            "@width": "1772",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "318951",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "10048512",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S2095495620305180-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "4689202",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85088877897"
      }
    }
  }
}